{
  "/wiki/Sheldon_Oberman": "Sheldon Oberman (May 20, 1949 – March 26, 2004) was a Canadian children's writer who lived in Winnipeg, Manitoba.",
  "/wiki/Theodore_Odrach": "Theodore Odrach (February 13, 1912 – October 7, 1964), born Theodore Sholomitsky, was a Ukrainian and Polesian writer of novels, short stories and memoirs.  He is generally known as the \"writer of the Pinsk Marshes.\"",
  "/wiki/Rohan_O'Grady": "Rohan O'Grady (July 23rd 1922 – March 17th 2014) is the pen name of Vancouver-born Canadian novelist June Margaret O'Grady (Skinner). After graduating from Lord Byng Secondary School in 1940 Skinner worked for the Capilano Golf and Country Club as assistant resident manager, and then in the library at the Vancouver Sun. There she met husband Frederick Snowden Skinner with whom she raised three children in West Vancouver.",
  "/wiki/Alix_Ohlin": "Alix Ohlin is a Canadian novelist and short-story writer. She was born and raised in Montreal, Quebec. She lives in Vancouver, British Columbia.",
  "/wiki/Alexandra_Oliver": "Alexandra Oliver is a Canadian poet, who won the Pat Lowther Award in 2014 for her collection Meeting the Tormentors in Safeway.",
  "/wiki/Bryan_Lee_O'Malley": "Bryan Lee O'Malley (born February 21, 1979) is a Canadian cartoonist, best known for the Scott Pilgrim series. He also performs as a musician under the alias Kupek.",
  "/wiki/Scott_Pilgrim": "Scott Pilgrim is a series of graphic novels by Canadian author and artist Bryan Lee O'Malley. The series is about Scott Pilgrim, a slacker and part-time musician who lives in Toronto, Ontario and plays bass guitar in a band. He falls in love with American delivery girl Ramona Flowers, but must defeat her seven evil exes in order to date her.",
  "/wiki/Heather_O'Neill": "Heather O'Neill (born 1973) is a Canadian novelist, poet, short story writer, screenwriter and journalist, who published her debut novel, Lullabies for Little Criminals, in 2006. The novel was subsequently selected for the 2007 edition of Canada Reads, where it was championed by singer-songwriter John K. Samson. Lullabies won the competition. The book also won the Hugh MacLennan Prize for Fiction and was shortlisted for eight other major awards, including the Orange Prize for Fiction and the Governor General's Award and was longlisted for International Dublin Literary Award.",
  "/wiki/Lullabies_for_Little_Criminals": "Lullabies for Little Criminals is a 2006 novel by Heather O'Neill.",
  "/wiki/Michael_Ondaatje": "Philip Michael Ondaatje, CC FRSL (/ɒnˈdɑːtʃiː/; born 12 September 1943), is a Sri Lankan-born Canadian poet, fiction writer, essayist, novelist, editor and filmmaker. He is the recipient of multiple literary awards such as the Governor General's Award, the Giller Prize, the Booker Prize, and the Prix Médicis étranger. Ondaatje is also an Officer of the Order of Canada, recognizing him as one of Canada's most renowned living authors.",
  "/wiki/The_English_Patient": "The English Patient is a 1992 novel by Michael Ondaatje. The book follows four dissimilar people brought together at an Italian villa during the Italian Campaign of World War II. The four main characters are: an unrecognisably burned man — the eponymous patient, presumed to be English; his Canadian Army nurse, a Sikh British Army sapper, and a Canadian thief. The story occurs during the North African Campaign and centres on the incremental revelations of the patient's actions prior to his injuries, and the emotional effects of these revelations on the other characters.  The book won the 1992 Booker Prize, the 2018 Golden Man Booker, and the Governor General's Award.",
  "/wiki/In_the_Skin_of_a_Lion": "In the Skin of a Lion is a novel by Canadian–Sri Lankan writer Michael Ondaatje. It was first published in 1987 by McClelland and Stewart. The novel fictionalizes the lives of the immigrants who played a large role in the building of the city of Toronto in the early 1900s, but whose contributions never became part of the city's official history. Ondaatje illuminates the investment of these settlers in Canada, through their labour, while they remain outsiders to mainstream society. In the Skin of a Lion is thus an exposé of the migrant condition: \"It is a novel about the wearing and the removal of masks; the shedding of skin, the transformations and translations of identity.\"",
  "/wiki/Anil's_Ghost": "Anil's Ghost is the critically acclaimed fourth novel by Michael Ondaatje. It was first published in 2000 by McClelland and Stewart.",
  "/wiki/Christopher_Ondaatje": "Sir Philip Christopher Ondaatje, OC, CBE, FRSL (/ɒnˈdɑːtʃi/; born 22 February 1933) is a Sri Lankan-born Canadian-English businessman, philanthropist, adventurer, writer and bob-sledding Olympian for Canada. Ondaatje is the older brother of author Michael Ondaatje and lives in both Chester, Nova Scotia and the United Kingdom.",
  "/wiki/Richard_Francis_Burton": "Sir Richard Francis Burton KCMG FRGS (/ˈbɜːrtən/; 19 March 1821 – 20 October 1890) was a British explorer, geographer, translator, writer, soldier, orientalist, cartographer, ethnologist, spy, linguist, poet, fencer and diplomat. He was famed for his travels and explorations in Asia, Africa and the Americas, as well as his extraordinary knowledge of languages and cultures. According to one count, he spoke 29 European, Asian and African languages.",
  "/wiki/Kenneth_Oppel": "Kenneth Oppel (born August 31, 1967) is a Canadian children's writer.",
  "/wiki/Stephen_Osborne_(writer)": "Stephen Osborne (born  September 11, 1947)  is a Canadian writer and editor. He is the author of Ice & Fire: Dispatches from the New World, and since 1990 has been the editor of Geist magazine.",
  "/wiki/Martha_Ostenso": "Martha Ostenso (17 September 1900 – 24 November 1963). She was a Norwegian American novelist and screenwriter.",
  "/wiki/Lawrence_O'Toole_(journalist)": "Lawrence O'Toole is a Canadian former journalist, best known as a film, dance and theatre critic for The Globe and Mail and Maclean's in the 1970s and 1980s. After moving to New York City in 1988, he was a contributor to Time, Entertainment Weekly, GQ and The New York Times, and volunteered for an AIDS service organization. In 1994, he published Heart's Longing: Newfoundland, New York and the Distance Home, a memoir of his experience growing up in Newfoundland and Labrador, coming out as gay as an adult, and later returning to his hometown of Renews for a visit. The book was an expansion of an article he had previously written for Saturday Night.",
  "/wiki/Fernand_Ouellette": "Fernand Ouellette is a French Canadian writer. He is a three-time winner of the Governor General's Awards, having won the Governor General's Award for French-language non-fiction at the 1970 Governor General's Awards for Les actes retrouvés, the Governor General's Award for French-language fiction at the 1985 Governor General's Awards for Lucie ou un midi en novembre, and the Governor General's Award for French-language poetry at the 1987 Governor General's Awards for Les Heures.",
  "/wiki/Susan_Ouriou": "Susan Ouriou (born 15 July 1955) is a Canadian fiction writer, literary translator and editor.",
  "/wiki/James_Macdonald_Oxley": "James Macdonald Oxley (October 22, 1855 – September 9, 1907) was a Canadian writer of juvenile fiction.",
  "/wiki/List_of_Canadian_writers": "This is a list of Canadian literary figures, including poets, novelists, children's writers, essayists, and scholars."
}