{
  "/wiki/Happy_Valley_Shenzhen": "Happy Valley Shenzhen (Chinese: 深圳欢乐谷) is a theme park in Nanshan District, Shenzhen, Guangdong Province, China.",
  "/wiki/Nanshan_District,_Shenzhen": "Nanshan District (simplified Chinese: 南山区; traditional Chinese: 南山區; pinyin: Nánshān Qū ;Cantonese Jyutping: Naam4 Saan1 Keoi1) is one of the nine districts comprising Shenzhen. It encompasses the southwest area of the Shenzhen Special Economic Zone, with a population of 1.08 million. In 2013, the district of Nanshan's local GDP output exceeded 320 billion RMB. The region has an established tourism industry and is home to several sightseeing locations.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Guangdong": "Guangdong (alternately romanized as Canton Province or Kwangtung) is a coastal province in South China on the north shore of South China Sea. The capital of the province is Guangzhou. With a population of 113.46 million (as of 2018) across a total area of about 179,800 km2 (69,400 sq mi), Guangdong is the most populous province of China and the 15th-largest by area. Its economy is larger than that of any other province in the nation and the 6th largest sub-national economy in the world with a GDP size of 1.47 trillion US dollars (9.73 trillion Chinese yuan) in 2018. The Pearl River Delta Economic Zone, a Chinese megalopolis, is a core for high technology, manufacturing and foreign trade. Located in this zone are two of the four top Chinese cities and the top two Chinese prefecture-level cities by GDP; Guangzhou, the capital of the province, and Shenzhen, the first special economic zone in the country. These two are among the most populous and important cities in China, and have now become two of the world's most populous megacities.",
  "/wiki/Happy_Valley_Beijing": "Happy Valley Beijing (Chinese: 北京欢乐谷) is an amusement park in Beijing built and operated by Beijing OCT (Chinese: 北京华侨城), which is part of the Overseas Chinese Town Company. The park is located in Chaoyang in eastern Beijing. Opened in July 2006, it is the second park of the Happy Valley theme park chain. The concept design and master plan for the park was created by Creative Kingdom China. Leisure Quest International (USA/China).  Similar in style with the Disneyland Park, Happy Valley Beijing also features distinctive landscapes and themes throughout the resort along with featured rides within the different themes. In total there are more than 40 rides, 10 of which are extreme rides, an IMAX theater with seven screens as well as a shopping complex.",
  "/wiki/Chaoyang_District,_Beijing": "Chaoyang District (simplified Chinese: 朝阳区; traditional Chinese: 朝陽區; pinyin: Cháoyáng Qū; literally: 'facing the sun') is a core district of Beijing. It borders the districts of Shunyi to the northeast, Tongzhou to the east and southeast, Daxing to the south, Fengtai to the southwest, Dongcheng, Xicheng and Haidian to the west, and Changping to the northwest.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Happy_Valley_Chengdu": "Happy Valley Chengdu (simplified Chinese: 欢乐谷; traditional Chinese: 歡樂谷; pinyin: Huānlè Gŭ) is a theme park in Jinniu District, Chengdu, Sichuan Province, China. Opened on 17 January 2009, it is the third installation of the Happy Valley theme park chain.",
  "/wiki/Jinniu_District": "Jinniu District (simplified Chinese: 金牛区; traditional Chinese: 金牛區; pinyin: Jīnniú Qū; literally: 'golden bull') is one of 11 urban districts of the prefecture-level city of Chengdu, the capital of Sichuan Province, Southwest China. It is bordered by Chenghua District to the east, Qingyang District to the southwest, Pi County to the northwest, and Xindu District to the north.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/Sichuan": "Sichuan (四川; alternatively romanized as Szechuan or Szechwan) is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north, and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 81 million.",
  "/wiki/Happy_Valley_Shanghai": "Happy Valley Shanghai (Chinese: 上海欢乐谷; pinyin: Shànghǎi Huānlè Gǔ) is an amusement park in Shanghai, China. The park is located in Songjiang District, approximately 40 kilometers (25 mi) from downtown Shanghai. It covers an area of 863,500 square metres (213.4 acres). Opened on 16 August 2009, it is the fourth installation of the Happy Valley theme park chain.",
  "/wiki/Songjiang_District": "Songjiang is a suburban district (formerly a county) of Shanghai. It has a land area of 605.64 km2 (233.84 sq mi) and a population of 1,582,398 (2010). Owing to a long history, Songjiang is known as the cultural root of Shanghai.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Happy_Valley_Wuhan": "Happy Valley Wuhan (simplified Chinese: 欢乐谷; traditional Chinese: 歡樂谷; pinyin: Huānlè Gŭ) is a theme park in Hongshan District, Wuhan, Hubei Province, China. Opened on 29 April 2012, it is the fifth installation of the Happy Valley theme park chain.",
  "/wiki/Hongshan_District,_Wuhan": "Hongshan District (simplified Chinese: 洪山区; traditional Chinese: 洪山區; pinyin: Hóngshān Qū) forms part of the urban core of and is one of 13 urban districts of the prefecture-level city of Wuhan, the capital of Hubei Province, China. The district is named for Mount Hong, located near East Lake. It is the most populous of all the districts, and is the most spacious but least densely populated among the city's seven core districts.",
  "/wiki/Wuhan": "Wuhan ([ù.xân] (listen); simplified Chinese: 武汉; traditional Chinese: 武漢) is the capital of Hubei province, People's Republic of China.  It is the largest city in Hubei and the most populous city in Central China, with a population of over 11 million, the ninth most populous Chinese city, and one of the nine National Central Cities of China.",
  "/wiki/Hubei": "Hubei (湖北; formerly Hupeh) is a landlocked province in Central China. The name of the province means \"north of the lake\", referring to its position north of Dongting Lake. The provincial capital, Wuhan, serves as a major transportation hub and the political, cultural, and economic hub of Central China.",
  "/wiki/Happy_Valley_Tianjin": "Happy Valley Tianjin (simplified Chinese: 天津欢乐谷; traditional Chinese: 天津歡樂谷; pinyin: Tiānjīn Huānlè Gŭ) is a theme park in Dongli District, Tianjin, China. Opened on 27 July 2013, it is the sixth installation of the Happy Valley theme park chain.",
  "/wiki/Dongli_District": "Dongli District (simplified Chinese: 东丽区; traditional Chinese: 東麗區; pinyin: Dōnglì Qū) is a district of the municipality of Tianjin, People's Republic of China. Located in the district are Tianjin Binhai International Airport and Tianjin Airlines headquarters.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/Happy_Valley_Chongqing": "Happy Valley Chongqing (simplified Chinese: 重庆欢乐谷; traditional Chinese: 重慶歡樂谷; pinyin: Chóngqìng  Huānlè Gŭ) is a theme park in Yubei District, Chongqing, China. It Opened on 8 July 2017, it is the seventh installation of the Happy Valley theme park chain.",
  "/wiki/Yubei_District": "Yubei District (simplified Chinese: 渝北区; traditional Chinese: 渝北區; pinyin: Yúběi Qū), literally means the north of Yu (the abbreviation for Chongqing), is a district of Chongqing municipality, bordering Sichuan province to the north. Lianglu, which is a town administered by Yubei District, is where the Chongqing Jiangbei International Airport is located.",
  "/wiki/Chongqing": "Chongqing (/ˌtʃʊŋˈtʃɪŋ/, also US: /ˌtʃɔːŋ-, ˌtʃuːŋ-/, Chinese: [ʈʂʰʊ̌ŋ.tɕʰîŋ] (listen)), alternatively romanised as Chungking,[note 2] is a megacity in southwest China. Administratively, it is one of the four municipalities under the direct administration of central government of the People's Republic of China (the other three are Beijing, Shanghai and Tianjin), and the only such municipality located far away from the coast. The municipality of Chongqing, which is around the size of Austria, includes the city of Chongqing and various non-connected cities. As the Chongqing municipality government directly administers the city of Chongqing, as well as rural counties, and other cities not connected to the city of Chongqing, Chongqing municipality can technically claim to be the largest city proper in the world, even though this is due to a classification technicality and not because it is actually the world's largest urban area.",
  "/wiki/Happy_Valley_Nanjing": "Happy Valley Nanjing is a theme park in Qixia District, Nanjing, Jiangsu, China. It is planned to open in 2019, it is the eighth installation of the Happy Valley theme park chain.",
  "/wiki/Qixia_District": "Qixia District (simplified Chinese: 栖霞区; traditional Chinese: 棲霞區; pinyin: Qīxiá Qū) is one of 11 districts of Nanjing, the capital of Jiangsu province, China, straddling both sides of the Yangtze River.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/Jiangsu": "Jiangsu (江苏; formerly Kiangsu) is an eastern-central coastal province of the People's Republic of China. It is one of the leading provinces in finance, education, technology, and tourism, with its capital in Nanjing. Jiangsu is the third smallest, but the fifth most populous and the most densely populated of the 23 provinces of the People's Republic of China. Jiangsu has the highest GDP per capita of Chinese provinces and second-highest GDP of Chinese provinces, after Guangdong. Jiangsu borders Shandong in the north, Anhui to the west, and Zhejiang and Shanghai to the south. Jiangsu has a coastline of over 1,000 kilometres (620 mi) along the Yellow Sea, and the Yangtze River passes through the southern part of the province."
}