{
  "/wiki/Angel_City_Derby_Girls": "Angel City Derby is a women's flat track roller derby league based in Los Angeles, California. Founded in 2006 by a collective of skaters, the league is composed of nearly 200 members divided into four teams who skate on a flat track and compete against teams from the state of California and internationally. The league is skater-owned and operated, \"by the skater, for the skater,\" a volunteer-fueled effort by the women and men in the organization. Angel City is a member of the Women's Flat Track Derby Association (WFTDA). In recent years Angel City's all-star team, the Hollywood Scarlets, has been considered one of the top teams in the WFTDA.",
  "/wiki/Los_Angeles,_CA": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Arizona_Roller_Derby": "Arizona Roller Derby is Arizona's first all female roller derby league. It was founded in 2003 making it one of the oldest resurgence roller derby leagues in America.  Arizona Roller Derby, abbreviated as AZRD, is one of the founding members of the Women's Flat Track Derby Association.",
  "/wiki/Phoenix,_AZ": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/Ark_Valley_High_Rollers": "Ark Valley High Rollers (AVHR) is a women's flat track roller derby league based in Salida, Colorado. Founded in 2010, the league currently consists of two mixed teams which compete against teams from other leagues. Ark Valley is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Salida,_CO": "Salida (/səˈlaɪdə/ sə-LY-də; Spanish: [saˈliða], \"exit\") is a statutory city that is the county seat and most populous city of Chaffee County, Colorado, United States. The population was 5,236 at the 2010 census.",
  "/wiki/B.ay_A.rea_D.erby_Girls": "Bay Area Derby, formerly B.ay A.rea D.erby Girls, is a women's flat-track roller derby league based in the San Francisco Bay Area. Bay Area Derby (BAD) was founded in 2004 and is a founding member of the Women's Flat Track Derby Association (WFTDA). BAD is a skater-owned and -operated 501(c)(3) non-profit league. The league is composed of four teams for intra-league play, and an all-star travel team that competes nationally. As of 2016, BAD was ranked in the top 20 overall in WFTDA.",
  "/wiki/Oakland,_CA": "Oakland is the largest city and the county seat of Alameda County, California, United States. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th largest city in the United States. With a population of 428,827 as of 2018[update], it serves as a trade center for the San Francisco Bay Area; its Port of Oakland is the busiest port in the San Francisco Bay, the entirety of Northern California, and the fifth busiest in the United States of America. An act to incorporate the city was passed on May 4, 1852, and incorporation was later approved on March 25, 1854, which officially made Oakland a city. Oakland is a charter city.",
  "/wiki/Bellingham_Roller_Betties": "The Bellingham Roller Betties is a women's flat track roller derby league based in Bellingham, Washington. Founded in 2006, Bellingham is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Bellingham,_WA": "Bellingham (/ˈbɛlɪŋhæm/ BEL-ing-ham) is the county seat and most populous city of Whatcom County in the U.S. state of Washington. Located 52 miles (84 km) southeast of Vancouver, 90 miles (140 km) north of Seattle, and 21 miles (34 km) south of the U.S.–Canada border, Bellingham is in between two major metropolitan areas, Seattle and Vancouver, British Columbia. The city's population was 80,885 at the 2010 United States Census. With a 2018 population estimate of 90,665 per the Washington State Office of Financial Management, Bellingham is the twelfth-most populous city in the state of Washington.",
  "/wiki/Castle_Rock_n_Rollers": "Castle Rock 'n' Rollers is a women's flat track roller derby league based in Castle Rock, Colorado. Founded in 2008, as of 2017 the league consists of a single team which competes against teams from other leagues. Castle Rock is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Castle_Rock,_CO": "Castle Rock is an affluent home rule municipality that is the county seat of Douglas County, Colorado, United States. The most populous municipality of the county, the community's population was 48,231 at the 2010 United States Census, with an estimated population of 64,827 as of 2018. It is named for the prominent, castle tower-shaped butte near the center of town. Located midway between Denver and Colorado Springs, Castle Rock is part of the Denver metropolitan area and the Front Range Urban Corridor.",
  "/wiki/Central_Coast_Roller_Derby": "Central Coast Roller Derby is a women's flat track roller derby league based in Paso Robles, California. Founded in 2006, Central Coast Roller Derby is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Paso_Robles,_CA": "Paso Robles (/ˌpæsə ˈroʊbʊlz/ PASS-oh ROH-buulz; full name: El Paso de Robles \"The Pass of the Oaks\") is a city in San Luis Obispo County, California, United States. Located on the Salinas River north of San Luis Obispo, California, the city is known for its hot springs, its abundance of wineries, its production of olive oil, almond orchards, and for playing host to the California Mid-State Fair.",
  "/wiki/Cherry_City_Derby_Girls": "Cherry City Roller Derby (CCRD) is a flat track roller derby league based in Salem, Oregon and a 501c Non-Profit Organization. Cherry City is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Salem,_OR": "Salem /ˈseɪləm/ is the capital of the U.S. state of Oregon, and the county seat of Marion County. It is located in the center of the Willamette Valley alongside the Willamette River, which runs north through the city. The river forms the boundary between Marion and Polk counties, and the city neighborhood of West Salem is in Polk County. Salem was founded in 1842, became the capital of the Oregon Territory in 1851, and was incorporated in 1857.",
  "/wiki/Cheyenne_Capidolls": "Cheyenne Roller Derby is a women's flat track roller derby league based in Cheyenne, Wyoming. Founded in 2010, the league consists of two travel teams, which compete against teams from other leagues. Cheyenne is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Cheyenne,_WY": "Cheyenne (/ʃaɪˈæn/ shy-AN or /ʃaɪˈɛn/) is the capital and most populous city of the U.S. state of Wyoming  and the county seat of Laramie County. It is the principal city of the Cheyenne, Wyoming, Metropolitan Statistical Area which encompasses all of Laramie County. The population was 59,466 at the 2010 census. Cheyenne is the northern terminus of the extensive Southern Rocky Mountain Front, which extends southward to Albuquerque, New Mexico and includes the fast-growing Front Range Urban Corridor. Cheyenne is situated on Crow Creek and Dry Creek. The Cheyenne metropolitan area had a 2010 population of 91,738, making it the 354th-most populous metropolitan area in the United States.",
  "/wiki/Choice_City_Rebels": "The Choice City Rebels was a roller derby league based in Fort Collins, Colorado. Founded in 2009, the league last fielded a single team which competed against teams from other leagues.",
  "/wiki/Fort_Collins,_CO": "Fort Collins is a municipality in northern Colorado, which serves as the seat of Larimer County. Situated on the Cache La Poudre River along the Colorado Front Range, Fort Collins is located 56 mi (90 km) north of the Colorado State Capitol in Denver. With a 2018 estimated population of 167,830, it is the fourth most populous city in Colorado after Denver, Colorado Springs, and Aurora. Fort Collins is a midsize college city, home to Colorado State University and Front Range Community College's Larimer campus.",
  "/wiki/Denver_Roller_Dolls": "Denver Roller Derby (DRD) is a flat-track roller derby league based in Denver, Colorado. The league was founded in December 2005. Denver Roller Derby is a member of the Women's Flat Track Derby Association (WFTDA), joining in December 2007 as Denver Roller Dolls. In January 2015, the league changed its name to Denver Roller Derby.",
  "/wiki/Denver,_CO": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Derby_Revolution_of_Bakersfield": "Derby Revolution of Bakersfield (DRB) is a women's flat track roller derby league based in Bakersfield, California. Founded in 2008, DRB consists of a single travel team which competes against teams from other leagues, and is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Bakersfield,_CA": "Bakersfield is a charter city in Kern County, California, United States. It is the county seat and largest city of Kern County. The city covers about 151 sq mi (390 km2) near the southern end of the San Joaquin Valley and the Central Valley region. Bakersfield's population is around 380,000, making it the 52nd-most populous city in the United States of America and the 9th-most populous city in California. The Bakersfield–Delano Metropolitan Statistical Area, which includes all of Kern County, had a 2010 census population of 839,631, making it the 62nd-largest metropolitan area in the United States. The more built-up portion of the metro area that includes Bakersfield and areas immediately around the city, such as East Bakersfield, Oildale and Rosedale, has a population of about 520,000.",
  "/wiki/Dockyard_Derby_Dames": "The Dockyard Derby Dames (DyDD) is a women's flat track roller derby league based in Tacoma, Washington. Founded in 2005, the league currently consists of three teams, and a mixed team which competes against teams from other leagues, and is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Tacoma,_WA": "Tacoma (/təˈkoʊmə/ tə-KOH-mə) is a mid-sized urban port city and the county seat of Pierce County, Washington, United States. The city is on Washington's Puget Sound, 32 miles (51 km) southwest of Seattle (of which it is the largest satellite city), 31 miles (50 km) northeast of the state capital, Olympia, and 58 miles (93 km) northwest of Mount Rainier National Park. The population was 198,397, according to the 2010 census.  Tacoma is the second-largest city in the Puget Sound area and the third-largest in the state. Tacoma also serves as the center of business activity for the South Sound region, which has a population of  around 1 million.",
  "/wiki/Emerald_City_Roller_Girls": "The Emerald City Roller Girls (ECRG) is a roller derby league based in Eugene, Oregon.  Founded in 2007, the league currently consists of three teams, and a mixed team which competes against teams from other leagues.",
  "/wiki/Eugene,_OR": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/Fabulous_Sin_City_Rollergirls": "Fabulous Sin City Rollergirls or Sin City Rollergirls (SCRG), is a women's flat track roller derby league based in Las Vegas, Nevada. Founded in 2004, Sin City is a founding member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Las_Vegas,_Nevada": "Las Vegas  (Spanish for \"The Meadows\"), officially the City of Las Vegas and often known simply as Vegas, is the 28th-most populated city in the United States, the most populated city in the state of Nevada, and the county seat of Clark County. The city anchors the Las Vegas Valley metropolitan area and is the largest city within the greater Mojave Desert. Las Vegas is an internationally renowned major resort city, known primarily for its gambling, shopping, fine dining, entertainment, and nightlife. The Las Vegas Valley as a whole serves as the leading financial, commercial, and cultural center for Nevada.",
  "/wiki/Fairbanks_Rollergirls": "Fairbanks Rollergirls (FBXRG) is a women's flat track roller derby league, located in Fairbanks, Alaska. Founded in 2008, FBXRG is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Fairbanks,_Alaska": "Fairbanks is a home rule city and the borough seat of the Fairbanks North Star Borough in the U.S. state of Alaska.",
  "/wiki/FoCo_Girls_Gone_Derby": "FoCo Roller Derby, formerly FoCo Girls Gone Derby, is a women's flat track roller derby league based in Fort Collins, Colorado. Founded in 2006, the league currently consists of two teams, and two mixed teams which compete against teams from other leagues. FoCo is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Humboldt_Roller_Derby": "Humboldt Roller Derby is a roller derby league based in Eureka, California. Founded in 2007, the league currently consists of two teams which compete against teams from other leagues.",
  "/wiki/Eureka,_CA": "Eureka (Hupa: do'-wi-lotl-ding, Karuk: uuth) is the principal city and county seat of Humboldt County in the Redwood Empire region of California.  The city is located on U.S. Route 101 on the shores of Humboldt Bay, 270 miles (430 km) north of San Francisco and 100 miles (160 km) south of the Oregon border. At the 2010 census, the population of the city was 27,191, and the population of Greater Eureka was 45,034.",
  "/wiki/Jet_City_Rollergirls": "Jet City Roller Derby (JCRD) is a women's flat track roller derby league based in Everett, Washington. Founded in 2006, Jet City is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Everett,_WA": "Everett is the county seat of and the largest city in Snohomish County, Washington, United States. It is located 25 miles (40 km) north of Seattle and is one of the main cities in the metropolitan area and Puget Sound region. Everett is the seventh-largest city in Washington state and had a total population of 103,019 at the 2010 census. The city is located at the mouth of the Snohomish River along Port Gardner Bay, an inlet of Possession Sound (itself part of Puget Sound).",
  "/wiki/Junction_City_Rollergirls": "Junction City Roller Dolls (JCRD) is a women's flat track roller derby league based in Ogden, Utah. Founded in 2008, the league consists of a WFTDA ranked travel team (Trainwrecks) and a team consisting of new skaters and other experienced skaters unable to travel often. Junction City is a member of the Women's Flat Track Derby Association (WFTDA).",
  "/wiki/Ogden,_UT": "Ogden /ˈɒɡdən/ is a city and the county seat of Weber County, Utah, United States, approximately 10 miles (16 km) east of the Great Salt Lake and 40 miles (64 km) north of Salt Lake City. The population was 87,325 in 2018, according to the US Census Bureau, making it Utah's 7th largest city. The city served as a major railway hub through much of its history, and still handles a great deal of freight rail traffic which makes it a convenient location for manufacturing and commerce. Ogden is also known for its many historic buildings, proximity to the Wasatch Mountains, and as the location of Weber State University."
}