{
  "/wiki/Robert_Stephenson_and_Hawthorns": "Robert Stephenson and Hawthorns Ltd (RSH) was a locomotive builder with works in North East England.",
  "/wiki/George_England_and_Co.": "George England and Co. was an early English manufacturer of steam locomotives founded by the engineer George England of Newcastle upon Tyne (1812–1885). The company operated from the Hatcham Iron Works in New Cross, Surrey, and began building locomotives in the 1840s.",
  "/wiki/Wantage_Tramway": "The Wantage Tramway Company was a two-mile tramway that carried passengers and freight between the Oxfordshire town of Wantage and Wantage Road Station on the Great Western Main Line. Formed in 1873 to link Wantage Road station with its terminus at Mill Street, Wantage the line was cheaply built parallel to what was then the Besselsleigh Turnpike, and now the A338. The tramway closed to passengers in 1925 and to goods traffic in 1945.",
  "/wiki/GWR_steam_rail_motors": "The steam rail motors (SRM) were self-propelled carriages operated by the Great Western Railway in England and Wales from 1903 to 1935. They incorporated a steam locomotive within the body of the carriage.",
  "/wiki/GWR_1000_Class": "The Great Western Railway 1000 Class or County Class was a class of 4-6-0 steam locomotive. Thirty examples were built between 1945 and 1947, but all were withdrawn and scrapped in the early 1960s. No examples were preserved but a replica locomotive is under construction.",
  "/wiki/GWR_1000_Class_1014_County_of_Glamorgan": "No.1014 County of Glamorgan  is a steam locomotive which is under construction as a \"new-build\" project, based at Didcot Railway Centre in Didcot, Oxfordshire. Unlike most other new-build projects which are underway and are building new members of lost classes like 2007 Prince of Wales and 2999 Lady of Legend it was decided to build a replica of one of the original County class engines, the chosen engine being 1014 (instead of the last built No.1029 County of Worcester or the last to be withdrawn No.1011 County of Chester)",
  "/wiki/Kitson_%26_Co.": "Kitson and Company was a locomotive manufacturer based in Hunslet, Leeds, West Yorkshire, England.",
  "/wiki/GWR_0-4-0ST": "The GWR 0-4-0ST steam locomotives were acquired by the Great Western Railway at the 1923 grouping.  They came from small railways (mostly in South Wales) and from contractors.  Some of them survived into British Railways ownership in 1948 and a few are preserved.",
  "/wiki/Cardiff_Railway": "From 1839 the Trustees of the Marquis of Bute, operated a large dock operation in Cardiff, the \"Bute Docks\". This was very successful, but was overwhelmed by the huge volume of coal exported through Cardiff. At the same time it was seen that railway companies, especially the Taff Vale Railway (TVR), were making money conveying the coal to the docks.",
  "/wiki/GWR_No._1340_Trojan": "GWR No. 1340 is an 0-4-0ST steam locomotive, built in 1897 (Works No. 1386) by the Avonside Engine Company of  Bristol, England.",
  "/wiki/Alexandra_(Newport_and_South_Wales)_Docks_and_Railway": "The Alexandra (Newport and South Wales) Docks and Railway (ADR) was a company formed in 1882 from the former Newport Dock Company of 1865. There was considerable demand for dock accommodation in Newport, South Wales, chiefly for the export or coastal transport of iron ore and coal. The Newport Dock Company had built an earlier dock that was now outgrown.",
  "/wiki/GWR_1361_Class": "The 1361 Class were small 0-6-0ST steam locomotives built by the Great Western Railway at their Swindon railway works, England, mainly for shunting in docks and other sidings where track curvature was too tight for large locomotives.",
  "/wiki/GWR_1400_Class": "The GWR 1400 Class is a class of steam locomotive designed by the Great Western Railway for branch line passenger work. It was originally classified as the 4800 Class when introduced in 1932, and renumbered in 1946.",
  "/wiki/Dean_Forest_Railway": "The Dean Forest Railway is a 4 1⁄4-mile (6.8 km) long heritage railway that runs between Lydney and Parkend in the Forest of Dean, Gloucestershire.",
  "/wiki/Hunslet_Engine_Company": "The Hunslet Engine Company was founded in 1864 in Hunslet, Leeds, England. The company manufactured steam-powered shunting locomotives for over 100 years, and currently manufactures diesel-engined shunting locomotives.",
  "/wiki/Thomas_the_Tank_Engine": "Thomas the Tank Engine is a fictional anthropomorphised steam locomotive in The Railway Series books by the Reverend Wilbert Awdry and his son, Christopher, published from 1945. He became the most popular and famous character in the series, and is the titular protagonist in the accompanying television spin-off series Thomas & Friends.",
  "/wiki/GWR_2900_Class": "The Great Western Railway 2900 Class or Saint Class was built by the Great Western Railway's Swindon Works. incorporated several series of 2-cylinder passenger steam locomotives designed by George Jackson Churchward and built between 1902 and 1913 with differences in the dimensions. The majority of these were built as 4-6-0 locomotives; but thirteen  examples were built as 4-4-2 (but converted to 4-6-0 during 1912/13). They proved to be a successful class which established the design principles for GWR 2-cylinder classes over the next fifty years.",
  "/wiki/GWR_2900_Class_2999_Lady_of_Legend": "No 2999 Lady of Legend is a British steam locomotive completed in 2019 to the Great Western Railway's 2900 or \"Saint\" class design of George Jackson Churchward. Based on the frames and boiler of GWR Hall class 4-6-0 No 4942 Maindy Hall, it is the second completed \"new-build\" project, based at Didcot Railway Centre in Didcot, Oxfordshire. Described as \"building the 78th Saint\", the project started in the 1970s to look at building a new 'Saint', since none of the original class-members were preserved.",
  "/wiki/GWR_4900_Class_4942_Maindy_Hall": "No 2999 Lady of Legend is a British steam locomotive completed in 2019 to the Great Western Railway's 2900 or \"Saint\" class design of George Jackson Churchward. Based on the frames and boiler of GWR Hall class 4-6-0 No 4942 Maindy Hall, it is the second completed \"new-build\" project, based at Didcot Railway Centre in Didcot, Oxfordshire. Described as \"building the 78th Saint\", the project started in the 1970s to look at building a new 'Saint', since none of the original class-members were preserved.",
  "/wiki/GWR_5700_Class": "The GWR 5700 Class, or 57xx class, was a class of 0-6-0 pannier tank steam locomotive, built by the Great Western Railway (GWR) and British Railways (BR) between 1929 and 1950. With 863 built, they were the most prolific class of the GWR, and one of the most numerous classes of British steam locomotive.[a]",
  "/wiki/GWR_2884_Class": "The Great Western Railway (GWR) 2884 Class is a class of 2-8-0 steam locomotive.",
  "/wiki/Queen(band)": "Queen are a British rock band formed in London in 1970. Their classic line-up was Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), John Deacon (bass guitar), and Roger Taylor (drums, vocals). Their earliest works were influenced by progressive rock, hard rock and heavy metal, but the band gradually ventured into more conventional and radio-friendly works by incorporating further styles, such as arena rock and pop rock.",
  "/wiki/Breakthru_(song)": "\"Breakthru\" is a song by the British rock band Queen. Written by Freddie Mercury and Roger Taylor but credited to Queen, it was released in June 1989 from the album The Miracle. The single reached number seven in the UK, and peaked at number 6 in the Netherlands and Ireland, but failed to chart in the US. The song is notable for its video where the group is performing the song on an open platform of a fast-moving steam train.",
  "/wiki/GWR_4073_Class": "The 4073 Class or Castle class were 4-6-0 steam locomotives of the Great Western Railway, built between 1923 and 1950.  They were designed by the railway's Chief Mechanical Engineer, Charles Collett, for working the company's express passenger trains.",
  "/wiki/GWR_4073_Class_4079_Pendennis_Castle": "Pendennis Castle is a GWR 4073 Class steam locomotive, preserved at the Didcot Railway Centre.",
  "/wiki/GWR_5101_Class": "The GWR 5101 Class or 'Large Prairie' was a class of 2-6-2T steam locomotives of the Great Western Railway.",
  "/wiki/GWR_4073_Class_5051_Earl_Bathurst": "5051 Drysllwyn Castle is a railway locomotive, built to the Great Western Railway Castle Class design built by the Great Western Railway at Swindon Works in May 1936 and was named after Dryslwyn Castle. It is owned by the Didcot Railway Centre.",
  "/wiki/GWR_5205_Class": "The Great Western Railway (GWR) 5205 Class is a class of 2-8-0T steam locomotives.",
  "/wiki/Barry_Ten": "The Barry 10 was a collection of scrapyard locomotives that were removed from Woodham Brothers in 1990 when Dai Woodham retired; they were the ones which were unsold at that date.",
  "/wiki/GWR_4700_Class": "The Great Western Railway (GWR) 4700 Class was a class of nine 2-8-0 steam locomotives, designed by George Jackson Churchward. They were introduced in 1919 for heavy mixed traffic work. Although primarily designed for fast freight, the class also sometimes hauled passenger trains, notably heavy holiday expresses in the summer months.",
  "/wiki/GWR_3800_Class": "The Great Western Railway County Class were a class of 4-4-0 steam locomotives for express passenger train work introduced in 1904 in a batch of ten. Two more batches followed in 1906 and 1912 with minor differences. They were designed by George Jackson Churchward, who used standard components to produce a four-coupled version of his Saint Class 4-6-0s.",
  "/wiki/GWR_4300_Class": "The Great Western Railway (GWR) 4300 Class is a class of 2-6-0 (mogul) steam locomotives, designed by G.J. Churchward for mixed traffic duties. Three hundred and forty two examples were built from 1911-1932.",
  "/wiki/GWR_4575_Class": "The Great Western Railway (GWR) 4575 Class is a class of 2-6-2T steam locomotives.",
  "/wiki/GWR_4900_Class": "The Great Western Railway 4900 Class or Hall Class is a class of 4-6-0 mixed traffic steam locomotives designed by Charles Collett for the Great Western Railway. A total of 259 were built at Swindon Works, numbered 4900–4999, 5900–5999 and 6900–6958. The LMS Stanier Class 5 4-6-0 and LNER Thompson Class B1 both drew heavily on design features of the Hall Class. After nationalisation in 1948, British Railways gave them the power classification 5MT.",
  "/wiki/GWR_4900_Class_5900_Hinderton_Hall": "Hinderton Hall is a 4-6-0 GWR 4900 Class locomotive preserved at Didcot Railway Centre. It was designed by Collett in 1928, built at Swindon in 1931 as the 101st of its class.",
  "/wiki/Didcot_Railway_Centre": "Didcot Railway Centre is a former Great Western Railway engine-shed and locomotive stabling point located in Didcot, Oxfordshire, England, which today has been converted into a railway museum and preservation engineering site."
}