{
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Auvergne-Rh%C3%B4ne-Alpes": "Auvergne-Rhône-Alpes (ARA; French: [ovɛʁɲ ʁon‿alp] (listen); Arpitan: Ôvèrgne-Rôno-Ârpes; Occitan: Auvèrnhe Ròse Aups; Italian: Alvernia-Rodano-Alpi) is a region in southeast-central France created by the territorial reform of French Regions in 2015; it resulted from the merger of Auvergne and Rhône-Alpes. The new region came into effect on 1 January 2016, after the regional elections in December 2015.",
  "/wiki/Bourgogne-Franche-Comt%C3%A9": "Bourgogne-Franche-Comté (French: [buʁɡɔɲ fʁɑ̃ʃ kɔ̃te] (listen); lit. \"Burgundy–Free County\"), sometimes abbreviated BFC, is a region in the east of France created by the territorial reform of French Regions in 2014, from a merger of Burgundy and Franche-Comté. The new region came into existence on 1 January 2016, after the regional elections of December 2015, electing 100 members to the regional council of Bourgogne-Franche-Comté.",
  "/wiki/Brittany": "Brittany (/ˈbrɪtəni/; French: Bretagne [bʁətaɲ] (listen); Breton: Breizh, pronounced [bʁɛjs] or [bʁɛx]; Gallo: Bertaèyn [bəʁtaɛɲ]) is a cultural region in the west of France, covering the western part of what was known as Armorica during the period of Roman occupation. It became an independent kingdom and then a duchy before being united with the Kingdom of France in 1532 as a province governed as if it were a separate nation under the crown.",
  "/wiki/Centre-Val_de_Loire": "Centre-Val de Loire (French pronunciation: ​[sɑ̃tʁə val də lwaʁ], literal translation: \"Centre-Loire Valley\") or Centre Region (French: Région Centre, pronounced [ʁeʒjɔ̃ sɑ̃tʁ]) is one of the 18 administrative regions of France. It straddles the middle Loire Valley in the interior of the country. The administrative capital is Orléans.",
  "/wiki/Corsica": "Corsica (/ˈkɔːrsɪkə/; French: Corse [kɔʁs]; Corsica in Corsican and Italian, pronounced [ˈkorsiga] and [ˈkɔrsika] respectively) is an island in the Mediterranean Sea and one of the 18 regions of France. It is located southeast of the French mainland and west of the Italian Peninsula, with the nearest land mass being the Italian island of Sardinia to the immediate south. A single chain of mountains makes up two-thirds of the island.",
  "/wiki/Grand_Est": "Grand Est (\"Great East\"; French pronunciation: [ɡʁɑ̃t‿ɛst] (listen); Alsatian: d'r Grossa Oschta; Moselle Franconian/Luxembourgish: de Grouss Osten; Rhine Franconian: de Groß Oschte; German: der Große Osten [dɛɐ̯ ˈɡʁoːsɐ ˈɔstn̩]) is an administrative region in northeastern France. It superseded three former administrative regions—Alsace, Champagne-Ardenne, and Lorraine—on 1 January 2016 under the provisional name of Alsace-Champagne-Ardenne-Lorraine (ACAL or, less commonly, ALCA), as a result of territorial reform which had been passed by the French legislature back in 2014.[a]",
  "/wiki/Guadeloupe": "Guadeloupe (/ˌɡwɑːdəˈluːp/, French: [ɡwad(ə)lup] (listen); Antillean Creole: Gwadloup) is an archipelago forming an overseas region of France in the Caribbean. It consists of six inhabited islands, Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the Îles des Saintes, as well as many uninhabited islands and outcroppings. It lies south of Antigua and Barbuda and Montserrat, and north of Dominica. Its capital is Basse-Terre on the west coast; however, the largest city is Pointe-à-Pitre.",
  "/wiki/Hauts-de-France": "Hauts-de-France (French pronunciation: ​[o d(ə) fʁɑ̃s], Dutch: Opper-Frankrijk, meaning \"Upper France\") is the northernmost region of France, created by the territorial reform of French Regions in 2014, from a merger of Nord-Pas-de-Calais and Picardy. Its capital is Lille. The new region came into existence on 1 January 2016, after the regional elections in December 2015. France's Conseil d'État approved Hauts-de-France as the name of the region on 28 September 2016, effective 30 September 2016.",
  "/wiki/%C3%8Ele-de-France": "Île-de-France (/ˌiːl də ˈfrɒ̃s/, French: [il də fʁɑ̃s] (listen); literally \"Island of France\") is the most populous of the 18 regions of France. It is located in the north-central part of the country and often called the région parisienne (\"Paris Region\") because it includes the city of Paris. Île-de-France is densely populated and economically important: it covers only 12,012 square kilometres (4,638 square miles), about 2% of France's territory, but has an official estimated population of 12,213,364 (18.2% of the population of France) and accounts for nearly 30% of the French Gross Domestic Product (GDP).",
  "/wiki/Mayotte": "Mayotte (French: Mayotte, pronounced [majɔt]; Shimaore: Maore, IPA: [maˈore]; Malagasy: Mahori) is an overseas department and region of France officially named the Department of Mayotte (French: Département de Mayotte). It consists of a main island, Grande-Terre (or Maore), a smaller island, Petite-Terre (or Pamanzi), and several islets around these two. Mayotte is part of the Comoros archipelago, located in the northern Mozambique Channel in the Indian Ocean off the coast of Southeast Africa, between northwestern Madagascar and northeastern Mozambique. The department status of Mayotte is recent and the region remains, by a significant margin, the poorest in France. Mayotte is nevertheless much more prosperous than the other countries of the Mozambique Channel, making it a major destination for illegal immigration.",
  "/wiki/Normandy": "Normandy (/ˈnɔːrməndi/; French: Normandie [nɔʁmɑ̃di] (listen); Norman: Normaundie; from Old French Normanz, plural of Normant, originally from the word for \"northman\" in several Scandinavian languages) is the northwesternmost of the 18 regions of France, roughly referring to the historical Duchy of Normandy.",
  "/wiki/Nouvelle-Aquitaine": "Nouvelle-Aquitaine (French pronunciation: ​[nuvɛl akitɛn], \"New Aquitaine\"; Occitan: Nòva Aquitània; Basque: Akitania Berria; Poitevin-Saintongeais: Novéle-Aguiéne; Spanish: Nueva Aquitania) is the largest administrative region in France, spanning the west and southwest of the mainland. The region was created by the territorial reform of French Regions in 2014 through the merger of three regions: Aquitaine, Limousin and Poitou-Charentes. It covers 84,061 km2 (32,456 sq mi) – or ​1⁄8 of the country – and has approximately 5,879,144 inhabitants. (municipal population on 1 January 2012). The new region was established on 1 January 2016, following the regional elections in December 2015.",
  "/wiki/Occitanie": "Occitanie (French: [ɔksitani] (listen); Occitan: Occitània [utsiˈtanjɔ]; Catalan: Occitània [uksiˈtaniə]) or Occitania is the southernmost administrative region of metropolitan France excluding Corsica, created on 1 January 2016 from the former regions of Languedoc-Roussillon and Midi-Pyrénées. The Conseil d'État approved Occitanie as the new name of the region on 28 September 2016, coming into effect on 30 September 2016.",
  "/wiki/Pays_de_la_Loire": "Pays de la Loire (French pronunciation: ​[pe.i də la lwaʁ]; meaning Loire Countries) is one of the 18 regions of France, in the west of the mainland. It is one of the regions created in the 1950s to serve as a zone of influence for its capital, Nantes, one of a handful of so-called \"balancing metropolises\" (métropoles d'équilibre)¹.",
  "/wiki/Provence-Alpes-C%C3%B4te_d%27Azur": "Provence-Alpes-Côte d'Azur (French: [pʁɔvɑ̃s‿alp kot d‿azyʁ]; Occitan: Provença-Aups-Còsta d'Azur; Italian: Provenza-Alpi-Costa Azzurra; Région Sud) is one of the 18 administrative regions of France, the far southeastern on the mainland. Its capital is Marseille. The region is roughly coterminous with the former French province of Provence, with the addition of the following adjacent areas: the former papal territory of Avignon, known as Comtat Venaissin; the former Sardinian-Piedmontese county of Nice, whose coastline is known in English as the French Riviera, and in French as the Côte d'Azur; and the southeastern part of the former French province of Dauphiné, in the French Alps. Previously known by the acronym PACA, the region adopted the name Région Sud as a commercial name or nickname in December 2017. 5,007,977 people live in the region according to the 2015 census.",
  "/wiki/La_R%C3%A9union": "Réunion (French: La Réunion [la ʁe.y.njɔ̃] (listen); previously Île Bourbon) is an overseas department and region of the French Republic and an island in the Indian Ocean, east of Madagascar and 175 km (109 mi) southwest of Mauritius. As of January 2019[update], it had a population of 866,506."
}