{
  "/wiki/Sérgio_Vieira_de_Mello": "Sérgio Vieira de Mello (Portuguese pronunciation: [ˈsɛʁʒu viˈejɾɐ dʒi ˈmɛlu], 15 March 1948 – 19 August 2003) was an United Nations diplomat of Brazil who worked for the United Nations for more than 34 years, earning respect and praise around the world for his efforts in UN humanitarian and political programs. He was posthumously awarded a United Nations Prize in the Field of Human Rights in 2003.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/United_Nations_Secretary-General": "The secretary-general of the United Nations (UNSG or just SG) is the head of the United Nations Secretariat, one of the six principal organs of the United Nations. The secretary-general serves as the chief administrative officer of the United Nations. The role of the United Nations Secretariat, and of the secretary-general in particular, is laid out by Chapter XV (Articles 97 to 101) of the United Nations Charter.",
  "/wiki/Nadia_Younes": "Nadia Younes (Arabic: نادية يونس‎; June 13, 1946 – August 19, 2003) was an Egyptian national who spent her entire career, for over 33 years, in the United Nations (UN) and the World Health Organization, rising to high-level posts in a variety of areas.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Fiona_Watson": "Fiona Watson (1968 – 19 August 2003) was a Scottish political affairs officer working in Sérgio Vieira de Mello's office who was killed along with other members of United Nations Assistance Mission in Iraq staff in the Canal Hotel bombing in Baghdad, on the afternoon of 19 August 2003.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Jean-Sélim_Kanaan": "Jean-Sélim Kanaan (July 28, 1970 – August 19, 2003) was a United Nations (UN) diplomat,  Egyptian, Italian and French national, who was killed in the Canal Hotel bombing in Baghdad, Iraq, along with  Sérgio Vieira de Mello and other members of his staff. Born in Rome, Italy, he was the son of an Egyptian UN diplomat, and he spoke seven languages.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Under-Secretary-General_of_the_United_Nations": "An Under-Secretary-General of the United Nations (USG) is a senior official within the United Nations System, normally appointed by the General Assembly on the recommendation of the Secretary-General for a renewable term of four years. Under-Secretary-General is the third highest rank in the United Nations, after the Secretary-General and the Deputy Secretary-General. The rank is held by the heads of different UN entities, certain high officials of the United Nations Secretariat, and high-level envoys. The United Nations regards the rank as equal to that of a cabinet minister of a member state, and under-secretaries-general have diplomatic immunity under the UN Charter.",
  "/wiki/United_Nations_Department_of_Political_Affairs": "The United Nations Department of Political and Peacebuilding Affairs (DPPA) is a department of the Secretariat of the United Nations (UN) with responsibility for monitoring and assessing global political developments and advising and assisting the UN Secretary General and his envoys in the peaceful prevention and resolution of conflict around the world. The department manages field-based political missions in Africa, Central Asia, and the Middle East, and has in recent years been increasing its professional capacities in conflict mediation and preventive diplomacy. DPPA also oversees UN electoral assistance to Member States of the organization. Established in 1992, the department's responsibilities also include providing secretariat support to the UN Security Council and two standing committees created by the General Assembly concerning the Rights of the Palestinian People and Decolonization. DPPA is based at the UN Headquarters in New York City.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/UN_Children's_Fund": "The United Nations Children's Fund is a United Nations agency responsible for providing humanitarian and developmental aid to children worldwide. Operating out of U.N. headquarters in New York City, it is among the most widespread and recognizable social welfare organizations in the world, with a presence in 192 countries and territories. UNICEF's activities include immunizations and disease prevention, administering treatment for children and mothers with HIV, enhancing childhood and maternal nutrition, improving sanitation, promoting education, and providing emergency relief in response to disasters.",
  "/wiki/Reham_Al-Farra": "Reham Al-Farra (1974 – 2003) was a Jordanian diplomat and journalist who was murdered in the Canal Hotel bombing in 2003. She had served as a Minister of Public Information and for the UN Office for the Coordination of Humanitarian Affairs.",
  "/wiki/Jordan": "Jordan (Arabic: الأردن‎ Al-ʾUrdunn [al.ʔur.dunː]), officially the Hashemite Kingdom of Jordan (Arabic: المملكة الأردنية الهاشمية‎ Al-Mamlakah al-’Urdunniyyah Al-Hāshimiyyah), is an Arab country in Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia to the south and the east, Iraq to the north-east, Syria to the north and Israel and the Palestinian West Bank to the west. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is strategically located at the crossroads of Asia, Africa and Europe. The capital, Amman, is Jordan's most populous city as well as the country's economic, political and cultural centre.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Reza_Hosseini": "Reza Hosseini (8 May 1960 – 19 August 2003) was a relief worker who was killed in the Canal Hotel bombing in Iraq. His colleagues valued him for his 'joie de vivre' and great operational skill:  “He had an air of confidence that there were no problems that couldn’t be overcome. And that confidence was contagious,” one colleague wrote. Everyone who ever met him remembers his smile, which would light up the room.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/United_Nations_Monitoring,_Verification_and_Inspection_Commission": "The United Nations Monitoring, Verification and Inspection Commission (UNMOVIC) was created through the adoption of United Nations Security Council resolution 1284 of 17 December 1999 and its mission lasted until June 2007.",
  "/wiki/Gillian_Clark_(aid_worker)": "Gillian M. Clark (1956 – August 19, 2003) was a Canadian aid worker who was killed in the Canal Hotel bombing in Iraq. Ms. Clark was working for the Christian Children's Fund (CCF) at the time.",
  "/wiki/Christian_Children's_Fund": "ChildFund, formerly known as Christian Children's Fund, is a child development organization based in Richmond, Virginia, United States. It provides assistance to deprived, excluded and vulnerable children in 30 countries, including the United States.",
  "/wiki/Arthur_Helton": "Arthur Helton (January 24, 1949 – August 19, 2003) was a lawyer, refugee advocate, teacher and author. He died in the 2003 Canal Hotel bombing while he was in Baghdad to assess humanitarian conditions in Iraq.",
  "/wiki/Council_on_Foreign_Relations": "The Council on Foreign Relations (CFR), founded in 1921, is a United States nonprofit think tank specializing in U.S. foreign policy and international affairs. It is headquartered in New York City, with an additional office in Washington, D.C. Its membership, which numbers 4,900, has included senior politicians, more than a dozen secretaries of state, CIA directors, bankers, lawyers, professors and senior media figures.",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/Subcontractor": "A subcontractor is an individual or in many cases a business that signs a contract to perform part or all of the obligations of another's contract.",
  "/wiki/Canal_Hotel_bombing": "The Canal Hotel bombing was a suicide truck bombing in Baghdad, Iraq, in the afternoon of August 19, 2003. It killed at least 22 people, including the United Nations' Special Representative in Iraq Sérgio Vieira de Mello, and wounded over 100, including prominent human rights lawyer and political activist Amin Mekki Medani. The blast targeted the United Nations Assistance Mission in Iraq created just 5 days earlier. (The United Nations had used the hotel as its headquarters in Iraq since the early 1990s.) \nThat 19 August bombing resulted in the withdrawal within weeks of most of the 600 UN staff members from Iraq. These events were to have a profound and lasting impact on the UN's security practices globally."
}