{
  "/wiki/Ray_D'Arcy": "Raymond Michael D'Arcy (born 1 September 1964) is an Irish television and radio presenter currently on his second spell at state broadcaster Raidió Teilifís Éireann (RTÉ). He once presented a self-titled weekday morning radio programme on the Denis O'Brien-owned Today FM. His professional partner on that show, Jenny Kelly, became his wife on 24 August 2013 and they have two children: Tom (born June 2012) and Kate (born 25 November 2006).",
  "/wiki/Kildare_GAA": "The Kildare County Board of the Gaelic Athletic Association (GAA), or Kildare GAA, is one of 12 county boards governed by the Leinster provincial council of the GAA in Ireland. The county board regulates Gaelic games in County Kildare and is also responsible for the inter-county teams.",
  "/wiki/Rathangan_GAA": "Rathangan GAA Club is a Gaelic football club based in Rathangan, County Kildare, Ireland.  In more recent times, Rathangan GAA have been selected to play in the very successful RTÉ production Celebrity Bainisteoir. They were magaged by Today FM DJ Ray D'Arcy.",
  "/wiki/John_Waters_(columnist)": "John Waters (born 28 May 1955) is an Irish columnist and author whose career began in 1981 with the Irish political-music magazine Hot Press. He went on to write for the Sunday Tribune and later edited In Dublin magazine and Magill. Waters has written several books and, in 1998, he devised The Whoseday Book — which contains quotes, writings and pictures of 365 Irish writers and musicians – that raised some €3 million for the Irish Hospice Foundation.",
  "/wiki/Roscommon_GAA": "The Roscommon County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael, Coiste Chontae Ros Comáin) or Roscommon GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Roscommon. The county board is also responsible for the Roscommon inter-county teams. In 2014, with the help of sponsors and the Club Rossie initiative, a Roscommon GAA bus was bought to provide transport for all county teams to use.",
  "/wiki/Katherine_Lynch": "Katherine Lynch (born 1972) is an Irish television personality from County Leitrim. She has had several television series broadcast on RTÉ Two, with titles like Working Girls, Wonderwomen and Single Ladies.  Lynch also participated as a bainisteoir in the second series of the RTÉ One's Celebrity Bainisteoir. She is said to have established a following among the Irish gay community.",
  "/wiki/Leitrim_GAA": "The Leitrim County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae Liatroma) or Leitrim GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Leitrim. The county board is also responsible for the Leitrim inter-county teams.",
  "/wiki/Emma_O'Driscoll": "Emma Louise O'Driscoll (born 23 March 1982 in Limerick, Ireland) is a former Irish pop star, turned children's television presenter and reality television personality.",
  "/wiki/Limerick_GAA": "The Limerick County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael, Coiste Chontae Luimneach) or Limerick GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Limerick. The county board is also responsible for the Limerick inter-county teams.",
  "/wiki/The_Den": "The Den (previously The New Den) is a football stadium in Bermondsey, south-east London, and the home of Millwall Football Club. It is adjacent to the South London railway originating at London Bridge, and a quarter of a mile from the Old Den, which it replaced in 1993. Built on a previous site of housing, a church and the Senegal Fields playgrounds, it has an all-seated capacity of 20,146. The highest match attendance in the 2018-19 season was 17,195. The Den is the sixth stadia that Millwall has occupied since their formation in the Millwall area of the Isle of Dogs in 1885. Previous grounds include Glengall Road (1885–1886), Lord Nelson Ground (1886–1890), The Athletic Grounds (1890–1901), North Greenwich (1901–1910) and The Old Den (1910–1993).",
  "/wiki/George_Hook": "George Hook (born 19 May 1941) is an Irish broadcaster, journalist and rugby union pundit. He formerly hosted The Right Hook and High Noon on the Irish radio station Newstalk and is a member of the popular sports media website, Pundit Arena.",
  "/wiki/Dublin_GAA": "The Dublin County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Luthchleas Gael Coiste Contae Átha Cliath) or Dublin GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in the Dublin Region and the Dublin inter-county teams. The team and its fans are known as \"The Dubs\" or \"Boys in Blue\". The fans have a special affiliation with the Hill 16 end of Croke Park.",
  "/wiki/Cuala_CLG": "Cuala Gaelic Athletic Association [ˈkuəl̪ˠə] is a Dublin GAA club based in a sports and social centre in Dalkey which is situated in the south of County Dublin, Ireland. Cuala has playing facilities in Dalkey, Glenageary, Meadow Vale/Clonkeen Park, Shankill and Sallynoggin.",
  "/wiki/Andrea_Roche": "Andrea Roche is an Irish model. She had a successful career as one of Irish best known and most photographed models for a  number of years before opening the Andrea Roche Modelling Agency. Andrea is a socialite, and is a regular television personality. She took part in the RTÉ One reality sports television series Celebrity Bainisteoir in 2009 and features on a weekly basis on the TV3 show Ireland AM. Andrea retired full-time from modelling in 2008, she has been credited with discovering models such as Roz Purcell, Clara McSweeney, Pippa Ormond and Miss World 2003 Rosanna Davison.",
  "/wiki/Tipperary_GAA": "The Tipperary County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae Thiobraid Árann) or Tipperary GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Tipperary and the Tipperary inter-county teams.",
  "/wiki/Rockwell_Rovers_GAA": "Rockwell Rovers is a Gaelic Athletic Association hurling and gaelic football club located in the village of New Inn in Tipperary, Ireland. The Rockwell GAA club was founded on 20 October 1887 and the scroll prescribing this is displayed in Rockwell College. The club was originally located in Rockwell College but moved to the village in 1932.\nThe club came to national attention in 2009 when they took part in the second series of the reality TV programme Celebrity Bainisteoir, when they were managed by Tipperary model Andrea Roche.",
  "/wiki/John_McGuire_(businessman)": "Karen Koster (born 9 April 1981) is an Irish-Dutch television presenter. She is the presenter on TV3's Xposé.",
  "/wiki/Kerry_GAA": "The Kerry County Board of the Gaelic Athletic Association (GAA) (or Kerry GAA) is one of the 32 county boards of the GAA in Ireland, and is responsible for Gaelic games in County Kerry. The county board is also responsible for the Kerry inter-county teams.",
  "/wiki/Sneem_GAA": "Sneem GAA is an intermediate Gaelic Athletic Association club from County Kerry, Ireland. They have won 4 South Kerry Senior Football Championships in 1972, 1977, 1997 and 1998, Kerry Junior Football Championship in 1997.",
  "/wiki/Derek_Davis": "Derek Davis (26 April 1948 – 13 May 2015) was an Irish broadcaster. On television, he co-hosted Live at 3, presented Davis at Large and Out of the Blue and won Celebrity Bainisteoir.",
  "/wiki/Down_GAA": "The Down County Board of the Gaelic Athletic Association (GAA) (Irish: Cumann Lúthchleas Gael Coiste Chontae An Dún) or Down GAA is one of the 32 county boards of the GAA in Ireland, and is responsible for the administration of Gaelic games in County Down.",
  "/wiki/Celebrity_Bainisteoir": "Celebrity Bainisteoir is a prime-time reality programme broadcast by RTÉ and produced by Animo Television/Kite Entertainment. Created by Fiona Looney, it involved a number of celebrities competing against each other as a Gaelic football team coach; the title derives from the Irish word for a manager, bainisteoir [ˈbanʲəʃtʲoːɾʲ]."
}