{
  "/wiki/Bat_(Lagoon)": "The Bat is a Vekoma Suspended Family Coaster located at Lagoon Amusement Park in Farmington, Utah, United States.",
  "/wiki/Lagoon_Amusement_Park": "Lagoon is a privately owned amusement park in Farmington, Utah, United States, located about 18 miles north of Salt Lake City. It has ten roller coasters, five of which are unique; Colossus the Fire Dragon, the last Schwarzkopf Double Looping coaster still in operation in the United States (Laser at Dorney Park closed at the end of the 2008 season and was moved to Germany to become the Teststrecke traveling roller coaster in 2009); Roller Coaster, one of the oldest coasters in the world operating since 1921; Wicked, designed by Lagoon's engineering department and Werner Stengel in cooperation with ride manufacturer Zierer; BomBora, a family coaster designed in-house; and Cannibal, built in-house with one of the world's steepest drops.",
  "/wiki/Farmington,_Utah": "Farmington is a city in Davis County, Utah, United States. It is part of the Ogden–Clearfield, Utah Metropolitan Statistical Area. The population was 18,275 at the 2010 census and was estimated at 24,514 in 2018. An amusement park, called Lagoon Amusement Park, is located in Farmington.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Escape_from_Madagascar": "Escape from Madagascar is a suspended family roller coaster at Dreamworld on the Gold Coast, Queensland, Australia.",
  "/wiki/Dreamworld_(Australian_theme_park)": "Dreamworld is a theme park and zoo situated on the Gold Coast in Queensland. It is Australia's biggest theme park with over 40 rides and attractions.",
  "/wiki/Gold_Coast,_Queensland": "The Gold Coast is a coastal city in the Australian state of Queensland, approximately 66 kilometres (41 mi) south-southeast of the state capital Brisbane and immediately north of the border with New South Wales. With a estimated population of 679,127, at June 2018 (including 76,779 in the adjacent Tweed Valley of New South Wales), the Gold Coast is the sixth-largest city in Australia, making it the largest non-capital city, and Queensland's second-largest city.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Children%27s_Grand_Park": "Children's Grand Park is a park complex in Gwangjin-gu, Seoul, South Korea. Facilities at Children's Grand Park include hills and hiking trails, Zoo, garden, and an amusement park. Situated in Seoul City’s Gwangjin-gu, Children’s Grand Park is a leisure facility for families, offering a botanical garden, amusement facilities, and diverse performance events. Opened on a Korean holiday called Children’s Day in 1973, the park is full of attractions that appeal to youngsters: Marine Animal House that exhibits seals and polar bears, a Small Animal Village, and even a Parrot Village. Nearly 62% of the park's total area of about 530,000 sq. meters consists of trees and grass and various facilities.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Paultons_Park": "Paultons Family Theme Park | Home of Peppa Pig World  is an amusement park located in the New Forest National Park, near the village of Ower, in Hampshire, England, with over 70 rides and attractions. The Peppa Pig World theme park area is based on the children's television series character. The Lost Kingdom theme park area includes 27 animatronic dinosaurs. The park name is derived from the former Paultons Estate, on which the park is situated. The park covers 140 acres of land and features a collection of around 80 species of birds and animals, in addition to the rides. Most of the theme park rides are designed for children, which is why the park considers itself a family theme park.",
  "/wiki/Romsey,_Hampshire": "Romsey (/ˈrɒmzi/ ROM-zee) is a historic market town in the county of Hampshire, England. Romsey was home to the 17th-century philosopher and economist William Petty and the 19th-century British prime minister, Lord Palmerston, whose statue has stood in the town centre since 1857. The town was also home to the 20th-century naval officer and statesman Louis Mountbatten, 1st Earl Mountbatten of Burma, who lived at Broadlands. Notable buildings include a 13th-century hunting lodge, an 18th-century coaching inn and the 19th-century Corn Exchange.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Flying_Ace_Aerial_Chase": "Flying Ace Aerial Chase is a Suspended Family Coaster designed and built by Vekoma. The roller coaster debuted at Kings Island in 2001 and was followed by another identical installation that launched at Carowinds in 2003. Originally, both rides opened as Rugrats Runaway Reptar, themed to the Nickelodeon animated television series Rugrats and its two-part episode \"Runaway Reptar\". Following Cedar Fair's acquisition of both parks in 2006, both were eventually re-themed to the Snoopy vs. the Red Baron comic strip series in the 1960s by  Peanuts creator Charles Schulz, undergoing a name change in the process. The Carowinds installation was renamed Kiddy Hawk for the 2018 season.",
  "/wiki/Carowinds": "Carowinds is a 407-acre (165 ha) amusement park, located adjacent to Interstate 77 in Charlotte, North Carolina. Although it has an official North Carolina address, the park is located along the North Carolina-South Carolina state line, with a portion of the park also located in Fort Mill, South Carolina. The park opened on March 31, 1973, at a cost of $70 million. This was the result of a four-year planning period spearheaded by Charlotte businessman Earl Patterson Hall, who was inspired to build the park by a 1956 trip to Disneyland and a dream of bringing the two states closer together. Owned and operated by Cedar Fair Entertainment Company, Carowinds also features a 27-acre (81,000 m2) water park, Carolina Harbor, which is included with park admission. The park has a Halloween event called SCarowinds and a winter event called WinterFest.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Mason,_Ohio": "Mason is a city in southwestern Warren County, Ohio, United States, approximately 22 miles (35 km) from downtown Cincinnati. As of the 2010 census, Mason's population was 30,712.",
  "/wiki/Legoland_Florida": "Legoland Florida Resort (stylized as LEGOLAND Florida Resort) is a vacation destination in Winter Haven, Florida featuring a theme park, water park and on-site accommodations. It opened as Legoland Florida on October 15, 2011, and later rebranded itself Legoland Florida Resort with the opening of Legoland Hotel in May 2015. The park encompasses 145 acres (0.59 km2), making it the second-largest Legoland park after Legoland Windsor in the UK. Built on the site of the former Cypress Gardens theme park, Legoland preserved the botanical gardens and re-themed the water park and select attractions and venues to reflect various Lego brands.",
  "/wiki/Winter_Haven,_Florida": "Winter Haven is a city in Polk County, Florida, United States. It is fifty-one miles east of Tampa. The population was 33,874 at the 2010 census.  According to the U.S. Census Bureau's 2018 estimates, this city had a population of 43,020 , making it the second most populated city in Polk County. It is a principal city of the Lakeland-Winter Haven, Florida Metropolitan Statistical Area.",
  "/wiki/Freedom_Flyer": "Freedom Flyer is a Vekoma Suspended Family Coaster at Fun Spot America. It has yellow track and blue supports. Opened in May 2013, it is 1,295 feet (395 m) long.",
  "/wiki/Fun_Spot_America": "Fun Spot America Theme Parks is a group of amusement parks located in Orlando, Florida, Kissimmee, Florida and Fayetteville, Georgia. Since 1979, the group has owned and operated a number of small amusement parks over the years and currently has three locations, Fun Spot America - Orlando, Fun Spot America - Kissimmee, and Fun Spot America - Atlanta.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Jimmy_Neutron%27s_Atomic_Flyer": "Jimmy Neutron's Atomic Flyer is a steel suspended family roller coaster at Movie Park Germany. This is the first Vekoma Suspended Family Coaster to feature their redesigned restraints. This ride is inspired by The Adventures of Jimmy Neutron: Boy Genius.",
  "/wiki/Movie_Park_Germany": "Movie Park Germany is a theme park in Bottrop-Kirchhellen in western Germany, 50 km (30 mi) north of Düsseldorf. \nWith an area of 40 hectare (98 acres), \nit consists of 7 areas based on movies and TV series. Nearby the park are several film studios.",
  "/wiki/Bottrop": "Bottrop (German pronunciation: [ˈbɔtʁɔp] (listen)) is a city in west central Germany, on the Rhine-Herne Canal, in North Rhine-Westphalia. Located in the Ruhr industrial area, Bottrop adjoins Essen, Oberhausen, Gladbeck and Dorsten. The city had been a coal-mining and rail center and contains factories producing coal-tar derivatives, chemicals, textiles, and machinery. Bottrop grew as a mining center beginning in the 1860s, was chartered as a city in 1921, and bombed during the Oil Campaign of World War II. In 1975 it unified with the neighbour communities of Gladbeck and Kirchhellen, but Gladbeck left it in 1976, leading to Kirchhellen becoming a district of Bottrop as Bottrop-Kirchhellen. It is also twinned with Blackpool, England.",
  "/wiki/North_Rhine-Westphalia": "North Rhine-Westphalia (German: Nordrhein-Westfalen, pronounced [ˌnɔʁtʁaɪ̯n vɛstˈfaːlən] (listen); Low Franconian: Noordrien-Wesfale; Low German: Noordrhien-Westfalen; Kölsch: Noodrhing-Wäßßfaale, commonly shortened to NRW in both written and spoken language) is a state of Germany.",
  "/wiki/Kvasten": "Kvasten, \"The Broom\" is a steel inverted roller coaster at the Gröna Lund amusement park in Stockholm, Sweden. The ride is a Suspended Family Coaster built by Vekoma designed specifically for families.",
  "/wiki/Gr%C3%B6na_Lund": "Gröna Lund (Swedish pronunciation: [ˈɡrø̂ːna ˈlɵnːd]; lit. \"Green Grove\"), or colloquially Grönan (Swedish pronunciation: [ˈɡrø̂ːnan]), is an amusement park in Stockholm, Sweden. Located onthe seaward side of Djurgården Island, it is relatively small compared to other amusement parks, mainly because of its central location, which limits expansion. The 3.8 ha (9.4 acres) amusement park has over 30 attractions and is a popular venue for concerts in the summer. It was founded in 1883 by James Schultheiss.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/F%C3%A5rup_sommerland": "Fårup Summer Park (Danish: Fårup Sommerland) is a theme park located in Fårup between Blokhus and Løkken in North Jutland, Denmark. The park, as the name suggests, is open during the summer months and attracts about 600,000 people each season. It is one of Denmark's biggest amusement parks and has the largest water park of any amusement park in the country. The park currently has six roller coasters and many other rides as well.",
  "/wiki/Jylland": "Jutland (/ˈdʒʌtlənd/; Danish: Jylland [ˈjyˌlænˀ]; German: Jütland [ˈjyːtlant]), anciently known as the Cimbric or Cimbrian Peninsula (Latin: Cimbricus Chersonesus; Danish: Den Kimbriske Halvø, Den Jyske Halvø; German: Kimbrische Halbinsel), is a peninsula of Northern Europe that forms the continental portion of Denmark and part of northern Germany. The names are derived from the Jutes and the Cimbri, respectively.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Canada%27s_Wonderland": "Canada's Wonderland is a 134-hectare (330-acre) theme park located in Vaughan, Ontario, a suburb approximately 25 kilometres (16 mi) north of Downtown Toronto. Opened in 1981 by the Taft Broadcasting Company and The Great-West Life Assurance Company as the first major theme park in Canada, it remains the country's largest. The park, currently owned by Cedar Fair, has been the most visited seasonal amusement park in North America for several consecutive years. As a seasonal park, Canada's Wonderland is open daily from May to Labour Day, with weekend openings in late April and after Labour Day until October 27th. They removed Halloween day Halloween Haunt due to the transition between Halloween Haunt and Winterfest With seventeen roller coasters, Canada's Wonderland is ranked second in the world by number of roller coasters, after Six Flags Magic Mountain (19 coasters) and tied with Cedar Point (17 coasters). The 134-hectare (330-acre) park includes an 8-hectare (20-acre) water park named Splash Works. The park holds Halloween Haunt, a Halloween-themed event, each fall, as well as special events throughout the season, including various food festivals, as well as \"Celebration Canada\", a month-long Canada Day festival, among others. Beginning in 2019, the park launched WinterFest, a holiday-themed event that would extend the park's operating season to late December.",
  "/wiki/Vaughan,_Ontario": "Vaughan (2016 population 306,233) is a city in Ontario, Canada. It is located in the Regional Municipality of York, just north of Toronto. Vaughan was the fastest-growing municipality in Canada between 1996 and 2006 with its population increasing by 80.2% during this time period and having nearly doubled in population since 1991. It is the fifth-largest city in the Greater Toronto Area, and the 17th-largest city in Canada.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Steel_Lasso": "Steel Lasso is an inverted coaster at Frontier City theme park. It opened in 2008 for the parks 50th anniversary celebration. The ride was designed by Vekoma and was made in the United States by Chance-Morgan Rides. It has a double figure eight layout with a clockwise downward helix near the end. Steel Lasso is stopped by a brake run that is built into the station. Steel Lasso is the first and only suspended roller coaster in the state of Oklahoma. The train features simple lap bars that lower from above the riders' heads. Steel Lasso currently has an orange and green paint scheme. The ride is a Suspended Family Coaster.",
  "/wiki/Frontier_City": "Frontier City  is a western-themed amusement park in Oklahoma City. It is owned by EPR Properties and operated by Six Flags Entertainment Corporation. The park originally opened in 1958. Frontier City is one of three Six Flags parks that are not currently branded as a Six Flags park, with Great Escape in Queensbury, New York and La Ronde in Montreal, Quebec, Canada  being the other two.",
  "/wiki/Oklahoma_City,_Oklahoma": "Oklahoma City (/oʊkləˌhoʊmə -/), often shortened to OKC, is the capital and largest city of the U.S. state of Oklahoma. The county seat of Oklahoma County, the city ranks 27th among United States cities in population. The population grew following the 2010 Census, with the population estimated to have increased to 649,021 as of July 2018. The Oklahoma City metropolitan area had a population of 1,396,445, and the Oklahoma City-Shawnee Combined Statistical Area had a population of 1,469,124 residents, making it Oklahoma's largest municipality and metropolitan area by population.",
  "/wiki/Swamp_Thing_(Wild_Adventures)": "Swamp Thing is a steel roller coaster located at Wild Adventures in Valdosta, Georgia.  It opened at Wild Adventures in 2003 mainly as an introduction coaster for children. Swamp Thing is a standard Vekoma Suspended Family Coaster with alligator-themed scenery. In 2004, a second Swamp Thing coaster was opened at Cypress Gardens, but was later closed due to bankruptcy.",
  "/wiki/Wild_Adventures": "Wild Adventures is a zoological theme park in Clyattville, Georgia, which is located 5 miles (8.0 km) south of Valdosta, Georgia, United States. It is owned by Herschend Family Entertainment. The park features rides and attractions, including eight roller coasters, exotic animals, shows, Splash Island water park and concerts from country, pop, rock, Christian, and oldies superstars. The park is located just off Interstate 75.",
  "/wiki/Valdosta,_Georgia": "Valdosta is a city in and the county seat of Lowndes County, Georgia, United States. As of 2018, Valdosta had an estimated population of 56,426, and is the 14th largest city in Georgia.",
  "/wiki/Dollywood": "Dollywood is a theme park jointly owned by entertainer Dolly Parton and Herschend Family Entertainment. It is located in the Knoxville-Smoky Mountains metroplex in Pigeon Forge, Tennessee. Hosting nearly 3 million guests in a typical season – mid-March to the Christmas holidays – Dollywood is the biggest ticketed tourist attraction in Tennessee.",
  "/wiki/Pigeon_Forge,_Tennessee": "Pigeon Forge is a mountain resort city in Sevier County, Tennessee, in the southeastern United States. As of the 2010 census, the city had a total population of 5,875. Situated just 5 miles (8 km) north of Great Smoky Mountains National Park, Pigeon Forge is a tourist destination that caters primarily to Southern culture and country music fans. The city's attractions include Dollywood and Dollywood's Splash Country as well as numerous gift shops, outlet malls, amusement rides, and musical theaters."
}