{
  "/wiki/Uhlandstraße_(Berlin_U-Bahn)": "The underground station Uhlandstraße is the western terminus of U1 line, part of the Berlin U-Bahn network. It is located on Kurfürstendamm boulevard in the central Charlottenburg quarter of Berlin, among a mix of chain and high end shopping facilities.",
  "/wiki/Warschauer_Straße_(Berlin_U-Bahn)": "Warschauer Straße is a Berlin U-Bahn station located on the  and .",
  "/wiki/RAL_6018": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Pankow_(Berlin_U-Bahn)": "Berlin-Pankow is a station on the Berlin–Szczecin railway, situated in Berlin's Pankow district. It is served by the S-Bahn lines ,  and  and is the northern terminus of the U-Bahn line .",
  "/wiki/Ruhleben_(Berlin_U-Bahn)": "Ruhleben is a Berlin U-Bahn station, the western terminus of the  line. Named after the adjacent Ruhleben neighbourhood, it is located in the Westend district close to the border with Spandau.",
  "/wiki/RAL_2002": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Krumme_Lanke_(Berlin_U-Bahn)": "Krumme Lanke is a Berlin U-Bahn station on the . It is the line's southwestern terminus, located in the Zehlendorf district of Berlin.",
  "/wiki/RAL_6016": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Nollendorfplatz_(Berlin_U-Bahn)": "Nollendorfplatz is a Berlin U-Bahn station located on the , the , the , and the . It opened in 1902 and today is the only station in Berlin that is served by four metro lines (also the only one where all Kleinprofil (small profile) lines stop).",
  "/wiki/Innsbrucker_Platz": "Berlin Innsbrucker Platz is a railway station in the Schöneberg district of Berlin and located on the square of the same name. It is served by the Ringbahn lines ,  and  of the Berlin S-Bahn, as well as by the U-Bahn line .",
  "/wiki/RAL_1023": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Alexanderplatz_(Berlin_U-Bahn)": "Berlin Alexanderplatz is a German railway station in the Mitte district of Berlin's city centre. It is one of the busiest transport hubs in the Berlin area. The station is named for the Alexanderplatz on which it is located, near the Fernsehturm and the World clock.",
  "/wiki/Hönow_(Berlin_U-Bahn)": "Hönow is a Berlin U-Bahn station and the eastern terminus of the  line. Located at the borders of the Berliner ward of Hellersdorf, the station borders Hönow, a village of the Hoppegarten municipality in the state of Brandenburg.",
  "/wiki/RAL_8007": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Berlin_Hauptbahnhof": "Berlin Hauptbahnhof (listen) (English: Berlin Central Station) is the main railway station in Berlin, Germany. It came into full operation two days after a ceremonial opening on 26 May 2006. It is located on the site of the historic Lehrter Bahnhof, and until it opened as a main line station, it was a stop on the Berlin S-Bahn suburban railway temporarily named Berlin Hauptbahnhof–Lehrter Bahnhof. The station is operated by DB Station&Service, a subsidiary of Deutsche Bahn AG, and is classified as a Category 1 station, one of 21 in Germany and four in Berlin, the others being Berlin Gesundbrunnen, Berlin Südkreuz and Berlin Ostbahnhof.",
  "/wiki/Berlin_Brandenburger_Tor_station": "Berlin Brandenburger Tor (in German Bahnhof Berlin Brandenburger Tor) – formerly Berlin Unter den Linden (1936-2009) – is an underground railway station in the central Mitte district of Berlin, Germany, located on the Unter den Linden boulevard near Hotel Adlon, Pariser Platz and Brandenburg Gate. It is served by the Berlin S-Bahn and U-Bahn, as well as local bus lines.",
  "/wiki/Alt-Tegel_(Berlin_U-Bahn)": "Alt-Tegel is a Berlin U-Bahn station located on the .\nIt was constructed by B. Grimmek and opened as \"Tegel\" station in 1958.  In 1992, the station was renamed to Alt-Tegel (Old Tegel).  Nearby is the S-Bahn station Berlin-Tegel, and the rename perhaps occurred to avoid confusion.[page needed]",
  "/wiki/Alt-Mariendorf_(Berlin_U-Bahn)": "Alt-Mariendorf is a Berlin U-Bahn station located on the  line. It serves as the current southern terminus of the line. It was opened in 1966.\nThe architect of the station was R. G. Rümmler. The walls are covered with white tiles, and on the southern entrance, wood was used as a reference to the nearby church.",
  "/wiki/RAL_4005": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Rathaus_Spandau_(Berlin_U-Bahn)": "Rathaus Spandau (Spandau Town Hall) is one of the western termini of Berlin U-Bahn line U7 (the other one being Rudow). It was opened on 1 October 1984 with the line's extension from Rohrdamm to Rathaus Spandau. The station takes its name from the nearby Rathaus Spandau,  the historic city hall of Spandau.",
  "/wiki/Rudow_(Berlin_U-Bahn)": "Rudow is a Berlin U-Bahn station located on the . There is a bus link to Berlin Schönefeld Airport, served by the line 171 and the express bus X7. Since 2015, the station has been under extended refurbishment to provide a better interchange between buses serving Schönefeld Airport/BER and the trains.",
  "/wiki/RAL_5012": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Wittenau_(Berlin_U-Bahn)": "Berlin-Wittenau (in German S-Bahnhof Berlin-Wittenau, officially Wittenau (Wilhelmsruher Damm)) is a railway station in the Wittenau district of Berlin, Germany. It is served by the Berlin S-Bahn and numerous local buses. It is also the northern terminus of the Berlin U-Bahn line .",
  "/wiki/Hermannstraße_(Berlin_U-Bahn)": "Berlin Hermannstraße is a railway station in the Neukölln district of Berlin. It is served by the S-Bahn lines , , ,  and  and the U-Bahn line , of which it is the southern terminus. It was formerly also possible to transfer there to the Neukölln-Mittenwalde railway line, which is now only used for goods traffic.",
  "/wiki/RAL_5010": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Rathaus_Steglitz_(Berlin_U-Bahn)": "Berlin Rathaus Steglitz (in German Bahnhof Berlin Rathaus Steglitz, meaning Steglitz Town Hall Station) is the name of both a railway station on the Wannsee Railway and a U-Bahn station in the district of Steglitz in Berlin, Germany, which are close together. It is served by the Berlin S-Bahn, Berlin U-Bahn and numerous local bus lines.",
  "/wiki/Osloer_Straße_(Berlin_U-Bahn)": "Osloer Straße is a Berlin U-Bahn station in the Gesundbrunnen (former Wedding) district, located on the  and . Like the eponymous street it is named after the City of Oslo.",
  "/wiki/RAL_2003": "Below is a list of RAL Classic colors from the RAL colour standard. The visual samples are approximate and informative only.",
  "/wiki/Berlin_U-Bahn": "The Berlin U-Bahn ([uː.baːn]; short for Untergrundbahn, \"underground railway\") is a rapid transit railway in Berlin, the capital city of Germany, and a major part of the city's public transport system. Together with the S-Bahn, a network of suburban train lines, and a tram network that operates mostly in the eastern parts of the city, it serves as the main means of transport in the capital."
}