{
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Federation_for_a_Democratic_China": "Federation for a Democratic China (FDC) is a Canada based political group that advocates the democratization of China through opposition of the Communist Party of China and the support of human rights. It was founded on September 22, 1989 in Paris, France, following the 1989 Tiananmen Square Protests.",
  "/wiki/Azerbaijan": "Azerbaijan (UK: /ˌæzərbaɪˈdʒɑːn, -ˈʒɑːn/ (listen), US: /ˌɑːzərbaɪˈdʒɑːn, ˌæz-/; Azerbaijani: Azərbaycan [ɑːzæɾbɑjˈd͡ʒɑn]), officially the Republic of Azerbaijan (Azerbaijani: Azərbaycan Respublikası [ɑːzæɾbɑjˈd͡ʒɑn ɾespublikɑˈsɯ]), is a landlocked country in the South Caucasus region of Eurasia at the crossroads of Eastern Europe and Central Asia. It is bounded by the Caspian Sea to the east, Russia to the north, Georgia to the northwest, Armenia to the west and Iran to the south. The exclave of Nakhchivan is bounded by Armenia to the north and east, Iran to the south and west, and has an 11 km (6.8 mi) long border with Turkey in the northwest.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Belarusian_Party_%22The_Greens%22": "The Belarusian Green Party (Belarusian: Беларуская Партыя «Зялёныя») is an eco-socialist Green party in Belarus which opposes the administration of president Alexander Lukashenko, which is led by entrepreneur Dzmitry Kuchuk (Дзмітрый Кучук). It was created in 1994. The party has an anti-corporatist, anti-globalist platform.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/The_Greens_(Bulgaria)": "The Greens (Зелените Zelenite; officially known as the Green Movement (Bulgarian: Зелено движение, Zeleno dvizhenie) is a green political party of Bulgaria founded in 2008.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area.",
  "/wiki/Cartago_Green_Party": "The Green Party of Cartago (originally named Green Ecological Party) is a provincial political party in Cartago, Costa Rica. The party follows environmentalist ideas and platform, and is a member of both the Global Greens and the Federation of Green Parties of the Americas. The party also received the endorsement of Costa Rica’s Greenpeace local branch.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Socialistisk_Folkeparti": "The Socialist People's Party (Danish: Socialistisk Folkeparti, SF) is a green, popular socialist political party in Denmark.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Partido_Verde_Dominicano": "N/A",
  "/wiki/French_Guiana": "French Guiana (/ɡiˈɑːnə/ or /ɡiˈænə/; French: Guyane [ɡɥijan]) is an overseas department and region of the French Republic on the northern Atlantic coast of South America in the Guianas. It borders Brazil to the east and south and Suriname to the west. French Guiana is the only territory of the mainland Americas to have full integration in a European country.",
  "/wiki/Guatemala": "Guatemala (/ˌɡwɑːtəˈmɑːlə/ (listen) GWAH-tə-MAH-lə; Spanish: [gwateˈmala] (listen)), officially the Republic of Guatemala (Spanish: República de Guatemala), is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America. Guatemala is a representative democracy; its capital and largest city is Nueva Guatemala de la Asunción, also known as Guatemala City.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Hariyali_Nepal_Party": "Hariyali Nepal Party (Green Nepal Party) is a political party in Nepal. The party is registered with the Election Commission of Nepal ahead of the 2008 Constituent Assembly election. It was established in 1997 and is a member of the Global Greens and the Asia-Pacific Green Network.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English.",
  "/wiki/Ecologist_Green_Party_of_Nicaragua": "On May 9, 2006, the PVEN signed an alliance with the Sandinista Renovation Movement and became part of the Alianza Herty 2006, running in the MRS ticket in the 2006 Nicaraguan general election.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Green_Russia": "In 2005, the organization was founded as an independent party, but in 2006, it merged with the party Yabloko as an ecological faction \"Green Russia\". The \"Union of Greens of Russia\" and the faction \"Green Russia\" of Yabloko were headed by professor Alexey Yablokov, the founder of Greenpeace USSR in the 1980s.",
  "/wiki/Serbia": "Serbia (Serbian: Србија, romanized: Srbija, pronounced [sř̩bija]),[note 1] officially the Republic of Serbia (Serbian: Република Србија, romanized: Republika Srbija, pronounced [repǔblika sř̩bija]), is a land-locked country situated at the crossroads of Central and Southeast Europe in the southern Pannonian Plain and the central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest. The country claims a border with Albania through the disputed territory of Kosovo.[a] Serbia's population numbers approximately seven million. Its capital, Belgrade, ranks among the largest citiеs in southeastern Europe.",
  "/wiki/Greens_of_Serbia": "The Greens of Serbia (Serbian: Зелени Србије / Zeleni Srbije, ZS) is a green political party in Serbia. Established on 14 September 2007, this party advocates environmental and ecological wisdom, social justice and solidarity, direct democracy, green economics, sustainability, respect for diversity and human rights, and prevention of all forms of violence. The Greens of Serbia has observer status in the Global Greens and is applicant for the European Green Party.",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Global_Greens": "The Global Greens (GG) is an international network of political parties and movements which work to implement the Global Greens Charter. It consists of various national Green political parties, partner networks, and other organizations associated with green politics."
}