{
  "/wiki/Stan_Walker": "Stan Walker (born 23 October 1990) is an Australian-born New Zealand recording artist, actor, and television personality. In 2009, Walker was the winner of the seventh and last season of Australian Idol. He subsequently signed a recording contract with Sony Music Australia. In December 2009, Walker released his debut studio album, Introducing Stan Walker, which included the hit single, \"Black Box\". The album debuted at number three on the Australian ARIA Albums Chart and was certified platinum by the Australian Recording Industry Association (ARIA). It also appeared on the New Zealand Albums Chart at number two and was certified triple platinum by the Recording Industry Association of New Zealand (RIANZ).",
  "/wiki/Black_Box_(song)": "\"Black Box\" is the debut single by season seven winner of Australian Idol, Stan Walker. It was released digitally on 22 November 2009, as the lead single from his debut studio  album, Introducing... Stan Walker. Blue covered this song for their new album Roulette.",
  "/wiki/Timbaland": "Timothy Zachary Mosley (born March 10, 1972), known professionally as Timbaland, is an American musician, record producer, rapper, singer, songwriter, and DJ.",
  "/wiki/Katy_Perry": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful. She moved to Los Angeles the following year to venture into secular music after Red Hill ceased operations and she subsequently began working with producers Glen Ballard, Dr. Luke, and Max Martin. After adopting the stage name Katy Perry and being dropped by The Island Def Jam Music Group and Columbia Records, she signed a recording contract with Capitol Records in April 2007.",
  "/wiki/If_We_Ever_Meet_Again": "\"If We Ever Meet Again\" is a song by American rapper Timbaland. It was released on January 18, 2010 as the fourth single from the rapper's third studio album Shock Value II (2009). The song features singer Katy Perry and served as the album's second worldwide single. Timbaland's brother Sebastian is also featured at the end of the song, but is uncredited.",
  "/wiki/J.Williams_(singer)": "Joshua Elia Williams (born 3 September 1986), known by his stage name J. Williams, is a New Zealand R&B recording artist and professional hip-hop dancer. He made his musical debut in 2008 with \"Blow Your Mind\" which peaked at number 13 on the New Zealand Singles Chart. In early 2009 his debut album Young Love  was released with the single \"You Got Me\"  featuring Scribe. It was certified platinum and became the #1 selling single of 2010 in New Zealand.",
  "/wiki/Scribe_(rapper)": "Malo Ioane Luafutu, also called Jeshua Ioane Luafutu (born on 29 May 1979), and better known by his stage name Scribe, is a New Zealand hip hop rapper and recording artist of Samoan descent. His debut album, The Crusader, was released in 2003 in New Zealand where it has since been certified five times platinum, achieving two number one singles.\nIn 2010, he featured on R&B singer J.Williams single You Got Me which reached number one on the RIANZ charts. In October 2013, Luafutu performed in Mumbai, India, and was dubbed by stunned locals as the \"Scrib Dizzler\", after performing dance moves on stage that were largely circular in motion.",
  "/wiki/You_Got_Me_(J.Williams_song)": "\"You Got Me\" is a single by New Zealand R&B singer J. Williams featuring Scribe, released in February 2010. Young Love (Collectors Edition) features the track. The single went to number one in New Zealand five weeks after its debut, and was certified gold the week after.",
  "/wiki/Usher_(entertainer)": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records. He released his self-titled debut album, Usher (1994) but rose to fame in the late 1990s with the release of his second album My Way (1997). It spawned his first U.S. Billboard Hot 100 number-one single, \"Nice & Slow\", among top-two singles \"You Make Me Wanna...\" and \"My Way\". 8701 (2001) produced the number-one singles \"U Remind Me\" and \"U Got It Bad\", as well as top-three single \"U Don't Have to Call\". It sold eight million copies worldwide and won his first two Grammy Awards as Best Male R&B Vocal Performance in 2002 and 2003.",
  "/wiki/Will.i.am": "William Adams (born March 15, 1975), known professionally as will.i.am (pronounced ‘Will-I-am’), is an American rapper, singer, songwriter, record producer, DJ, actor and television personality. He is the founding and lead member of the hip hop group The Black Eyed Peas.",
  "/wiki/OMG_(Usher_song)": "\"OMG\" is a song by American recording artist Usher and American rapper will.i.am, who also wrote and produced the song. It uses the auto-tune effect in several lines, as well as Jock Jams-esque sports arena chanting. It was released on March 22, 2010 as the first worldwide single off his sixth studio album, Raymond v. Raymond, and the fourth single overall, following the three US singles \"Papers\", \"Hey Daddy (Daddy's Home)\", and \"Lil Freak\". The song was met with a mixed reception from critics, who criticized the use of auto-tune, but commended the song's dance and club vibe. The song marks the second time that Usher has collaborated with will.i.am, following the single \"What's Your Name\", from his previous album Here I Stand (2008).",
  "/wiki/B.o.B": "Bobby Ray Simmons Jr. (born November 15, 1988), known professionally as B.o.B, is an American rapper, singer, songwriter, record producer and conspiracy theorist from Decatur, Georgia. In 2006, B.o.B was discovered by Brian Richardson, who then introduced him to TJ Chapman, who subsequently brought him to American record producer Jim Jonsin. After hearing his music, Jonsin signed B.o.B to his Rebel Rock Entertainment imprint. Two years later, Jonsin and B.o.B signed a joint venture deal, with Atlantic Records and American rapper T.I.'s Grand Hustle Records.",
  "/wiki/Hayley_Williams": "Hayley Nichole Williams (born December 27, 1988) is an American singer-songwriter who is best known as the lead vocalist, primary songwriter, and keyboardist of the rock band Paramore.",
  "/wiki/Airplanes_(song)": "\"Airplanes\" is a song by American rapper B.o.B, featuring vocals from Hayley Williams, lead singer of American rock band Paramore. The song was released in April 2010, as the third single from his debut studio album, B.o.B Presents: The Adventures of Bobby Ray. B.o.B co-wrote the song alongside Kinetics & One Love, Alex da Kid, DJ Frank E, and Christine Dominguez. DJ Frank E also co-produced the song with Alex da Kid. The song was released to iTunes on April 13, 2010 and then to urban radio on April 27, 2010.",
  "/wiki/The_Naked_and_Famous_(band)": "The Naked and Famous are an indie electronic band from Auckland, New Zealand, formed in 2007. The band currently consists of Alisa Xayalith (vocals, keyboards), and Thom Powers (vocals, guitars).",
  "/wiki/Young_Blood_(The_Naked_and_Famous_song)": "\"Young Blood\" is a song by New Zealand band The Naked and Famous from their debut studio album, Passive Me, Aggressive You (2010). It was released on 7 July 2010 as the album's second single. \"Young Blood\" debuted at number one on the New Zealand Singles Chart. The song received the 2010 Silver Scroll for Song of the Year.",
  "/wiki/Snoop_Dogg": "Calvin Cordozar Broadus Jr. (born October 20, 1971), known professionally as Snoop Dogg,[note 1] is an American rapper, singer, songwriter, producer, media personality, entrepreneur, and actor. His music career began in 1992 when he was discovered by Dr. Dre and featured on Dre's solo debut, \"Deep Cover\", and then on Dre's solo debut album, The Chronic. He has since sold over 23 million albums in the United States and 35 million albums worldwide.",
  "/wiki/California_Gurls": "\"California Gurls\" is a song recorded by American singer Katy Perry. It served as the lead single for her third studio album, Teenage Dream (2010). The song features verses from rapper Snoop Dogg. Both artists co-wrote the song with Bonnie McKee and its co-producers Dr. Luke and Max Martin, with additional production from Benny Blanco. According to Perry, \"California Gurls\" is an answer song to \"Empire State of Mind\" (2009), by Jay-Z and Alicia Keys.  Its midtempo production incorporates disco-pop and funk-pop with influences of new wave and electropop. Its lyrics are an ode to the state of California, in which both Perry and Snoop Dogg were born and raised.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Love_the_Way_You_Lie": "\"Love the Way You Lie\" is a song recorded by the American rapper Eminem, featuring the Barbadian singer Rihanna, from Eminem's seventh studio album Recovery (2010). The singer and songwriter Skylar Grey wrote and recorded a demo of the song alongside the producer Alex da Kid when she felt she was in an abusive romantic relationship with the music industry. Eminem wrote the verses and chose Rihanna to sing the chorus, resulting in a collaboration influenced by their past experiences in difficult relationships. Recording sessions were held in Ferndale, Michigan, and Dublin, Ireland. Backed by guitar, piano and violin, the track is a midtempo hip-hop ballad with a pop refrain, sung by Rihanna, and describes two lovers who refuse to separate despite being in a dangerous love–hate relationship.",
  "/wiki/Taio_Cruz": "Jacob Taio Cruz (born Adetayo Ayowale Onile-Ere; April 23, 1985), known professionally as Taio Cruz /taɪ.oʊˈkruːz/, is an English singer, songwriter, rapper and record producer. In 2008, he released his debut album Departure, which he wrote, arranged and produced. The album achieved certified gold status in the United Kingdom and earned him a Music of Black Origin Awards (MOBO) nomination.",
  "/wiki/Dynamite_(Taio_Cruz_song)": "\"Dynamite\" is a song by British recording artist Taio Cruz for the international version of his second studio album, Rokstarr (2010). Cruz co-wrote the song, along with Max Martin, Bonnie McKee, Benny Blanco, and Dr. Luke; the latter two are also the producers. The song features additional instrumentation by Cruz himself. It was released internationally as the fourth single from Rokstarr. In the UK, the song was released as the first single from Cruz's compilation album, The Rokstarr Collection (2010). On 30 May 2010, it was released to US and Canadian radio stations as his second single and across Europe as his fourth single. An official remix was released featuring new label mate, Jennifer Lopez.",
  "/wiki/Teenage_Dream_(Katy_Perry_song)": "\"Teenage Dream\" is a song by American singer Katy Perry. It was released as the second single from her third studio album of the same name on July 23, 2010. Perry and Bonnie McKee wrote many songs with youthful themes in mind, but they were rejected by producers Benny Blanco and Dr. Luke. Blanco showed them The Teenagers' single \"Homecoming\", and McKee imagined \"Teenage Dream\" as a throwback song to the euphoric feelings of being in love as a teenager. They met with Max Martin in Perry's hometown of Santa Barbara, California and started writing the track at Playback Recording Studio, which Perry later described as a pure moment for her. After Perry recorded her vocals, McKee presented her idea and the chorus was rewritten. Perry also described the song as reminiscent of her youth while contemplating her future marriage to Russell Brand.",
  "/wiki/Only_Girl_(In_the_World)": "\"Only Girl (In the World)\" is a song by Barbadian singer Rihanna from her fifth album, Loud (2010). The album's lead single, it was released on September 10, 2010. Crystal Johnson wrote the song in collaboration with producers Stargate and Sandy Vee. Rihanna contacted Stargate before Loud's production and asked them to create lively, uptempo music. \"Only Girl (In the World)\" was the first song composed for the album, and the singer decided to include it on the track list before she recorded her vocals. Backed by strong bass and synthesizer, it is a Eurodance and rave R&B song that has an electronic composition. In its lyrics, Rihanna demands physical attention from her lover.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.",
  "/wiki/Just_the_Way_You_Are_(Bruno_Mars_song)": "\"Just the Way You Are\" is the debut solo single by American singer-songwriter Bruno Mars. It is the lead single from his debut studio album, Doo-Wops & Hooligans (2010). The song was written by Bruno Mars, Philip Lawrence, Ari Levine, Khalil Walton and Needlz and produced by the former three, under their alias, The Smeezingtons along with Needlz. It was released in the United States to Contemporary hit radio on August 10, 2010. The track was released in the United Kingdom on September 19, 2010, as \"Just the Way You Are (Amazing)\". The song's lyrics compliment a woman's beauty.",
  "/wiki/Brooke_Fraser": "Brooke Gabrielle Ligertwood (née Fraser, born 15 December 1983) better known by her stage name Brooke Fraser, is a New Zealand singer and songwriter best known for her hit single \"Something in the Water\", released in 2010. Fraser released two studio albums What to Do with Daylight (2003) and Albertine (2006) through Columbia Records before signing a recording contract with Wood + Bone. Her third studio album, Flags was released in 2010 and it is her most successful album to date. Her most recent album, Brutal Romantic, was released in November 2014 through Vagrant Records.",
  "/wiki/Something_in_the_Water_(Brooke_Fraser_song)": "\"Something in the Water\" is the lead single from Brooke Fraser's third studio album, Flags. It was released by Sony Music Entertainment in New Zealand on 2 August 2010 and subsequently became her first chart-topper prior to her initial departure from Hillsong Worship in the same year in mid 2010, reaching number one in October. It was also her first international hit, reaching the top 10 in Austria, Germany, Luxembourg, and Switzerland.",
  "/wiki/Far_East_Movement": "Far East Movement (abbreviated FM) is an Asian-American hip hop and electronic music group based in Los Angeles. The group formed in 2003 and as of August 2018 consists of Kev Nish (Kevin Nishimura), Prohgress (James Roh) and DJ Virman (Virman Coquia).  Their single \"Like a G6\", featuring pop-rap duo The Cataracs and singer Dev hit number one on both the Billboard Hot 100 chart and on the iTunes chart in late October 2010, making them the first Asian-American group to earn a number one hit on the Billboard Hot 100 chart. Among their other chart toppers are: \"Rocketeer\" featuring Ryan Tedder of One Republic (peaked at number seven on Billboard), \"Turn Up the Love\" (number two on the UK charts), and their 2012 remix to the song \"Get Up (Rattle)\" by the Bingo Players, also hit number one on the UK charts.",
  "/wiki/The_Cataracs": "The Cataracs were an American hip hop record production project and duo formed in Berkeley, California, United States, consisting of David Benjamin Singer-Vine (born 9 March 1988) and Niles Hollowell-Dhar (born 6 October 1988). The duo started out as an independent group, during their years at Berkeley High School. The two were first signed to the label Indie-Pop. Singer-Vine left the group in August 2012 with Hollowell-Dhar continuing on with the name The Cataracs by himself. Hollowell-Dhar also released materials starting in 2014, under the name of KSHMR.",
  "/wiki/Dev_(singer)": "Devin Star Tailes (born July 2, 1989), better known as Dev (sometimes stylized as DEV or dEV), is an American singer, songwriter, rapper, model and radio host. She was discovered by the record label, Indie-Pop, and The Cataracs via Myspace after her friend Shane Crislip, posted her singing. Dev's song \"Booty Bounce\" was sampled in Far East Movement's hit single \"Like a G6\" which reached number one in the US, and sold over four million downloads in the country.",
  "/wiki/Like_a_G6": "\"Like a G6\" is a 2010 song written and performed by Far East Movement, The Cataracs, and Dev, with the latter two being credited as featured artists. It is the lead single from Far East Movement's third studio album Free Wired, and production was handled by The Cataracs. The song, in its chorus, samples Dev’s \"Booty Bounce\", which was also written and produced by the Cataracs.",
  "/wiki/Firework_(Katy_Perry_song)": "\"Firework\" is a song by American singer Katy Perry from her third studio album, Teenage Dream (2010). Perry co-wrote the song with Ester Dean and its producers Stargate and Sandy Vee. It is a dance-pop self-empowerment anthem with inspirational lyrics, and Perry felt it was an important song for her on the record. Capitol Records released it as the album's third single on October 26, 2010.",
  "/wiki/The_Black_Eyed_Peas": "Black Eyed Peas (also known as The Black Eyed Peas) is an American musical group, consisting of rappers will.i.am, apl.de.ap, and Taboo. Originally an alternative hip hop group, they subsequently changed their musical sound to pop and dance-pop music. Although the group was founded in Los Angeles in 1995, it was not until the release of their third album, Elephunk, in 2003, that they achieved high record sales. Since that time, the group has sold an estimated 75 million records, making them one of the world's best-selling groups of all time. According to Nielsen SoundScan, the Black Eyed Peas were the second-best-selling artist/group of all time for downloaded tracks, behind Rihanna, with over 42 million sales.[citation needed]",
  "/wiki/The_Time_(Dirty_Bit)": "\"The Time (Dirty Bit)\" is a song by American musical group The Black Eyed Peas from their sixth studio album, The Beginning. The song peaked at number four on the Billboard Hot 100 in the US, becoming the group's sixth consecutive top ten hit (following the five singles from their previous album, The E.N.D), and ninth overall. It topped the charts in Australia, Austria, Belgium, Canada, France, Germany, Hungary, Italy, Spain, New Zealand, and the United Kingdom, while also charting inside the top ten of the charts in most European countries. As of February 2019, the song's accompanying music video has received over 430 million views on YouTube, becoming the group's most viewed video. Worldwide, it was the eighth best selling digital single of 2011 with sales of 7.3 million copies.",
  "/wiki/Grenade_(song)": "\"Grenade\" is a song by American singer and songwriter Bruno Mars from his debut studio album, Doo-Wops & Hooligans (2010). A pop and R&B ballad, \"Grenade\" was written and produced by The Smeezingtons (Mars, Phillip Lawrence, Ari Levine) with additional songwriting by Brody Brown, Claude Kelly, and Andrew Wyatt. The song was developed from an unreleased track with similar lyrical themes played by record producer Benny Blanco to Mars. \"Grenade\" was completely rearranged and re‑recorded two days before the album's release. The song's lyrics carry a message of unrequited love and how Mars' heart was broken, despite his best efforts to show her his love. Initially released as a promotional single on September 28, 2010, it was later announced as the album's second single, released by Atlantic and Elektra Records.",
  "/wiki/Chris_Brown_(American_singer)": "Christopher Maurice Brown (born May 5, 1989) is an American singer, songwriter, rapper, dancer, actor, and record producer. Born in Tappahannock, Virginia, he was involved in his church choir and several local talent shows from a young age. Having signed with Jive Records in 2004, Brown released his self-titled debut studio album the following year, which became certified double platinum by the Recording Industry Association of America (RIAA).",
  "/wiki/Yeah_3x": "\"Yeah 3x\" (pronounced \"Yeah three times\" or \"Yeah Yeah Yeah\"; sometimes stylized as \"Yeah 3X\") is a song by American singer Chris Brown, released as the lead single from his fourth studio album F.A.M.E. on October 25, 2010. It was written by Brown, DJ Frank E, Kevin McCall, Amber Streeter, with Calvin Harris receiving an additional writing credit following his accusation of plagiarism. The song was produced by DJ Frank E. Brown recorded the song for his pop audience as he had been doing a lot of mixtapes and urban records. \"Yeah 3x\" is an uptempo dance-pop, Europop, and electro house song; it uses a video game-type beat and features a thick bassline and big synth chords.",
  "/wiki/Britney_Spears": "Britney Jean Spears (born December 2, 1981) is an American singer, songwriter, dancer, and actress. Born in McComb, Mississippi and raised in Kentwood, Louisiana, she appeared in stage productions and television series, before signing with Jive Records in 1997. Spears's first two studio albums, ...Baby One More Time (1999) and Oops!... I Did It Again (2000), were global successes and made her the best-selling teenage artist of all-time. Referred to as the \"Princess of Pop\", Spears is regarded as a pop icon and is credited with influencing the revival of teen pop during the late 1990s and early 2000s.",
  "/wiki/Hold_It_Against_Me": "\"Hold It Against Me\" is a song performed by American singer Britney Spears for her seventh studio album, Femme Fatale (2011). It was written and produced by Max Martin, Dr. Luke and Billboard, with additional writing by Bonnie McKee. Luke explained that he wanted \"Hold It Against Me\" to sound unlike his previous productions. The song was originally offered to Katy Perry, but Luke and Martin felt that it did not suit her. A demo version of the track by McKee was leaked on January 6, 2011, and the single became available for streaming on January 10, 2011. It was released the following day."
}