{
  "/wiki/Juliette_Binoche": "Juliette Binoche (French pronunciation: ​[ʒyljɛt binɔʃ]; born 9 March 1964) is a French actress, artist, and dancer. She has appeared in more than 60 feature films, been the recipient of numerous international awards, and performed frequently on stage – both as an actress and dancer – internationally. She began taking acting lessons during adolescence and, after performing in several stage productions, was cast in the films of such notable auteur directors as Jean-Luc Godard (Hail Mary, 1985), Jacques Doillon (Family Life, 1985), and André Téchiné; the latter would make her a star in France with the leading role in his 1985 drama Rendez-vous. Her sensual performance in her English-language debut The Unbearable Lightness of Being (1988), directed by Philip Kaufman, launched her international career.",
  "/wiki/Isabelle_Huppert": "Isabelle Anne Madeleine Huppert (French pronunciation: ​[izabɛl yˈpɛʁ]; born 16 March 1953) is a French actress who has appeared in more than 120 films since her debut in 1971. She is the most nominated actress for the César Award, with 16 nominations. She twice won the César Award for Best Actress, for La Cérémonie (1995) and Elle (2016). Huppert was made Chevalier of the Ordre national du Mérite in 1994 and was promoted to Officier in 2005. She was made a Chevalier of the Legion of Honour in 1999 and was promoted to Officer in 2009. In 2019, she was honored with the \"lifetime achievement award for a foreign artist\" at the 50th International Film Festival of India.",
  "/wiki/Charlotte_Rampling": "Tessa Charlotte Rampling OBE (born 5 February 1946)[citation needed] is an English actress, model and singer, known for her work in European arthouse films in English, French, and Italian. An icon of the Swinging Sixties, she began her career as a model and later became a fashion icon and muse.",
  "/wiki/Carmen_Maura": "María del Carmen García Maura OAXS (born 15 September 1945) is a Spanish actress. In a career that has spanned six decades, Maura is best known for her collaborations with noted Spanish film directors Pedro Almodóvar and Álex de la Iglesia. Maura holds the record (with three) for most Goya Awards for Best Leading Actress than any other actress in the history of Spanish film. She also won a Cesar Award in 2013 and a Cannes Film Festival Award in 2006.",
  "/wiki/Penélope_Cruz": "Penélope Cruz Sánchez (/kruːz/; Spanish: [peˈnelope kɾuθ ˈsantʃeθ]; born 28 April 1974) is a Spanish actress and model. Signed by an agent at the age of 15, she made her acting debut at 16 on television, and her feature film debut the following year in Jamón Jamón (1992). Her subsequent roles in the 1990s and 2000s included Belle Epoque (1992), Open Your Eyes (1997), The Hi-Lo Country (1999), The Girl of Your Dreams (2000), and Woman on Top (2000). Cruz achieved recognition for her lead roles in the 2001 films Vanilla Sky, All the Pretty Horses, Captain Corelli's Mandolin, and Blow. She has three Academy Award nominations, and one win.",
  "/wiki/Marion_Cotillard": "Marion Cotillard (French: [maʁjɔ̃ kɔtijaʁ] (listen); born 30 September 1975) is a French actress, singer-songwriter, musician, and environmentalist. She is the recipient of an Academy Award, a BAFTA Award, a Golden Globe Award, two César Awards, a European Award, and a Lumières Award. She became a Knight of the Order of Arts and Letters in France in 2010, and was promoted to Officer in 2016.",
  "/wiki/Tilda_Swinton": "Katherine Matilda Swinton (born 5 November 1960) is an English actress, known for her roles in both independent arthouse films and blockbusters. She won the Academy Award for Best Supporting Actress for her performance in the 2007 film Michael Clayton. She also won the BAFTA Scotland Award for Best Actress for the 2003 film Young Adam, and has received three Golden Globe Award nominations.",
  "/wiki/Helen_Mirren": "Dame Helen Lydia Mirren, DBE (née Mironoff; born 26 July 1945) is an English actor. Mirren began her acting career with the Royal Shakespeare Company in 1967 and is one of the few performers who have achieved the Triple Crown of Acting. She won the Academy Award for Best Actress for her performance as Queen Elizabeth II in The Queen, the Tony Award for Best Actress in a Play for the same role in The Audience, and has won the Primetime Emmy Award for Outstanding Lead Actress in a Limited Series or Movie four times.",
  "/wiki/Kate_Winslet": "Kate Elizabeth Winslet CBE (born 5 October 1975) is an English actress. She is particularly known for her work in period dramas, and is often drawn to portraying angst-ridden women. Winslet is the recipient of various accolades, including three British Academy Film Awards, and is among the few performers to have won Academy, Emmy, and Grammy Awards.",
  "/wiki/Sandra_Hüller": "Sandra Hüller (born 30 April 1978) is a German actress. She gained critical praise for her portrait of Anneliese Michel in Hans-Christian Schmid's drama Requiem, and is best known internationally for her starring role in Maren Ade's comedy Toni Erdmann. Besides Julia Jentsch and Nina Hoss, she is the only German actress to win either the European film award or the Silver Bear for Best Actress, top honors of the European Film Academy and Berlin Film Festival, in the 21st century.",
  "/wiki/Sylvie_Testud": "Sylvie Testud (born 17 January 1971) is a French actress, writer, and film director, whose film career began in 1991. She won the César Award for Most Promising Actress for Murderous Maids (2000), the César Award for Best Actress for Fear and Trembling (2003), and the European Film Award for Best Actress for Lourdes (2009). Her other film roles include Beyond Silence (1996), La Vie en Rose (2007), and French Women (2014).",
  "/wiki/Charlotte_Gainsbourg": "Charlotte Lucy Gainsbourg (French pronunciation: [ʃaʁlɔt ɡɛ̃sbuʁ] (listen); born 21 July 1971) is an English-French actress and singer. She is the daughter of English actress Jane Birkin and French singer and songwriter Serge Gainsbourg. After making her musical debut with her father on the song \"Lemon Incest\" at the age of 12, she released an album with her father at the age of 15. More than 20 years passed before she released the first of four albums as an adult (5:55, IRM, Stage Whisper and Rest) to commercial and critical success. Gainsbourg has also appeared in many films, including several directed by Lars von Trier, and has received both a César Award and the Cannes Film Festival Best Actress Award.",
  "/wiki/Valeria_Bruni_Tedeschi": "Valeria Bruni Tedeschi, also spelled Bruni-Tedeschi (Italian pronunciation: [vaˈlɛːrja ˈbruːni teˈdeski]; born 16 November 1964), is an Italian-French actress, screenwriter and film director. Her 2013 film, A Castle in Italy, was nominated for the Palme d'Or at the 2013 Cannes Film Festival.",
  "/wiki/Nathalie_Baye": "Nathalie Marie Andrée Baye (born 6 July 1948) is a French film, television and stage actress. She began her career in 1970 and has appeared in more than 80 films. A ten-time César Award nominee, her four wins were for Every Man for Himself (1980), Strange Affair (1981), La Balance (1982), and The Young Lieutenant (2005). In 2009, she was made a Chevalier of the Legion of Honour. Her other films include Day for Night (1973), Catch Me If You Can (2002), Tell No One (2006) and The Assistant (2015).",
  "/wiki/Émilie_Dequenne": "Émilie Dequenne (born 29 August 1981) is a Belgian actress. She received a Cannes Film Festival Award for Best Actress for her debut role in Rosetta (1999). Dequenne's other notable film roles were in Brotherhood of the Wolf (2001), The Very Merry Widows (2003), The Light (2004), Our Children (2012), and Not My Type (2014).",
  "/wiki/Barbara_Sukowa": "Barbara Sukowa (born 2 February 1950) is a German theatre and film actress. She is known for her work with directors Rainer Werner Fassbinder and Margarethe von Trotta. She won the Cannes Film Festival Award for Best Actress for the 1986 film Rosa Luxemburg. Her other film appearances include Lola (1981), Europa (1990), M. Butterfly (1993), and Hannah Arendt (2012). She starred as Katarina Jones in 12 Monkeys.",
  "/wiki/Martina_Gedeck": "Martina Gedeck (German: [ˈɡeːdɛk]; born 14 September 1961) is a German actress. She came to broader, international attention due to her roles in films such as Mostly Martha (2001), The Lives of Others (2006), and The Baader Meinhof Complex (2008). She has won numerous awards, including the Deutscher Filmpreis in 1997 for Supporting Actress in Life is All You Get, and in 2002 for Actress in Mostly Martha.",
  "/wiki/Audrey_Tautou": "Audrey Justine Tautou (French pronunciation: [odʁɛ ʒystin totu] (listen); born 9 August 1976) is a French actress. Signed by an agent at age 17, she made her acting debut at 18 on television and her feature film debut the following year in Venus Beauty Institute (1999), for which she received critical acclaim and won the César Award for Most Promising Actress.",
  "/wiki/Sibel_Kekilli": "Sibel Kekilli (born 16 June 1980) is a German actress. She gained public attention after starring in the 2004 film Head-On. She won two Lolas, the most prestigious German film awards, for her performances in Head-On and When We Leave (2010). Beginning in 2011, she became more widely known for her role as Shae in the HBO series Game of Thrones.",
  "/wiki/Trine_Dyrholm": "Trine Dyrholm (born 15 April 1972) is a Danish actress, singer and songwriter. Dyrholm received national attention when she placed third in the Danish, Dansk Melodi Grand Prix as a 14-year-old singer. Four years later, she again achieved national recognition when she won the Bodil Award for Best Actress in her debut film: the teenage romance Springflod. Dyrholm has won the Bodil Award for Best Actress four times and a Bodil award for Best Supporting Actress once as well as four Robert Awards in her acting career.",
  "/wiki/European_Film_Award_for_Best_Actress": "The European Film Award for Best Actress is an award given out at the annual European Film Awards to recognize an actress who has delivered an outstanding leading performance in a film industry. The awards are presented by the European Film Academy (EFA) and was first presented in 1988."
}