{
  "/wiki/Xavi": "Xavier Hernández Creus (Catalan: [ˈʃaβi əɾˈnandəs ˈkɾɛws], Spanish: [ˈtʃaβj eɾˈnandeθ ˈkɾeus]; born 25 January 1980), nicknamed Xavi, is a Spanish football manager and former player who is the manager of Qatar Stars League football club Al Sadd",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Andr%C3%A9s_Iniesta": "Andrés Iniesta Luján (Spanish pronunciation: [anˈdɾes iˈnjesta luˈxan]; born 11 May 1984) is a Spanish professional footballer who plays as a central midfielder for Japanese club Vissel Kobe. He spent most of his career at Barcelona, where he served as the captain for three seasons. Iniesta is widely considered to be one of the best players of his generation and one of the greatest midfielders of all time.",
  "/wiki/Lionel_Messi": "Lionel Andrés Messi Cuccittini[note 1] (Spanish pronunciation: [ljoˈnel anˈdɾez ˈmesi] (listen);[A] born 24 June 1987) is an Argentine professional footballer who plays as a forward and captains both Spanish club Barcelona and the Argentina national team. Often considered the best player in the world and widely regarded as one of the greatest players of all time, Messi has won a record six Ballon d'Or awards,[note 2] and a record six European Golden Shoes. He has spent his entire professional career with Barcelona, where he has won a club-record 34 trophies, including ten La Liga titles, four UEFA Champions League titles and six Copas del Rey. A prolific goalscorer and a creative playmaker, Messi holds the records for most goals in La Liga (433), a La Liga and European league season (50), most hat-tricks in La Liga (35) and the UEFA Champions League (8), and most assists in La Liga (180) and the Copa América (13). He has scored over 700 senior career goals for club and country.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Carles_Puyol": "Carles Puyol Saforcada (Catalan pronunciation: [ˈkaɾles puˈjɔl i safoɾˈkaða]; born 13 April 1978) is a Spanish retired professional footballer. Mainly a central defender, he could also play on either flank, mostly as a right-back, and was regarded as one of the best defenders of his generation.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/V%C3%ADctor_Vald%C3%A9s": "Víctor Valdés Arribas (Spanish pronunciation: [ˈbiktoɾ βalˈdes aˈriβas]; born 14 January 1982) is a Spanish football coach and former professional player. As a player, he played as a goalkeeper.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Guillermo_Amor": "Guillermo Amor Martínez (Spanish pronunciation: [ɡiˈʎeɾmo aˈmoɾ maɾˈtineθ]; born 4 December 1967) is a Spanish retired footballer who played as a versatile midfielder. He is currently responsible for FC Barcelona's youth system, as well as the director of institutional and sporting relations of the first team.",
  "/wiki/Sergio_Busquets": "Sergio Busquets Burgos (Catalan: [busˈkɛts], Spanish: [ˈseɾxjo βusˈkets];[A] born 16 July 1988) is a Spanish professional footballer who plays as a defensive midfielder and is the vice-captain of both Barcelona and the Spain national team. Busquets is widely regarded as one of the greatest defensive midfielders of his generation, and by some to be among the finest of modern era.",
  "/wiki/Gerard_Piqu%C3%A9": "Gerard Piqué Bernabeu (Catalan: [ʒəˈɾaɾt piˈke βəɾnəˈβew], Spanish: [ɟʝeˈɾaɾ piˈke βeɾnaˈβeu]; born 2 February 1987) is a Spanish professional footballer who plays as a centre-back for Barcelona.  Piqué is considered to be one of the best defenders in the world.",
  "/wiki/Sergi_Barju%C3%A1n": "Sergi Barjuán Esclusa (Catalan: [ˈsɛɾʒi βəɾʒuˈan i əsˈkluzə], Spanish: [ˈseɾʝi βaɾˈxwan j esˈklusa]; born 28 December 1971), known simply as Sergi, is a Spanish retired footballer who played as a left back, currently a manager.",
  "/wiki/Pep_Guardiola": "Josep \"Pep\" Guardiola Sala (Catalan pronunciation: [ʒuˈzɛb ɡwəɾðiˈɔlə]; born 18 January 1971) is a Spanish professional football manager and former player, who is the current manager of Premier League club Manchester City. He is considered to be one of the greatest managers of all time. He holds the record for the most consecutive league games won in La Liga, the Bundesliga and the Premier League.[note 1]",
  "/wiki/Francisco_Carrasco": "Francisco José Carrasco Hidalgo (born 6 March 1959) is a Spanish retired footballer who played as a winger, and a coach.",
  "/wiki/Jos%C3%A9_Vicente_S%C3%A1nchez": "José Vicente Sánchez Felip (born 8 October 1956), nicknamed Tente, is a Spanish retired footballer who played as a midfielder.",
  "/wiki/Pedro_(footballer,_born_July_1987)": "Pedro Eliezer Rodríguez Ledesma (Spanish pronunciation: [ˈpeðɾo roˈðɾiɣeθ leˈðezma]; born 28 July 1987), known as Pedro, is a Spanish professional footballer who plays as a forward or winger for Premier League club Chelsea and the Spain national team.",
  "/wiki/Albert_Ferrer": "Albert Ferrer Llopis (Catalan pronunciation: [əlˈβɛɾ fəˈre]; born 6 June 1970) is a Spanish retired footballer who played as a right back, and is a coach.",
  "/wiki/Antonio_Olmo": "Antonio Olmo Ramírez (born 18 January 1954) is a Spanish retired football defender and manager.",
  "/wiki/Jordi_Alba": "Jordi Alba Ramos (Catalan: [ˈʒɔɾði ˈalβə ˈramos], Spanish: [ˈɟʝoɾði ˈalβa ˈramos]; born 21 March 1989) is a Spanish professional footballer who plays as a left-back for Barcelona and the Spain national team.",
  "/wiki/Gabri_Garc%C3%ADa": "Gabriel Francisco García de la Torre (born 10 February 1979), known as Gabri, is a Spanish retired footballer, and the manager of FC Andorra. Mainly a midfielder who could play in the right or the middle, he could also appear as an attacking right back, tackling and passing skills being his main assets.",
  "/wiki/Oleguer_Presas": "Oleguer Presas Renom (born 2 February 1980), known simply as Oleguer, is a Spanish retired footballer. Primarily a central defender, he could also operate as a defensive right back.",
  "/wiki/Sergi_Roberto": "Sergi Roberto Carnicer (Catalan pronunciation: [ˈsɛɾʒi ruˈβɛɾtu], born 7 February 1992) is a Spanish professional footballer who plays for Barcelona and the Spain national team. Mainly a central midfielder, he can also operate as a full-back, defensive midfielder or winger.",
  "/wiki/Ram%C3%B3n_Calder%C3%A9": "Ramón María Calderé del Rey (born 16 January 1959) is a Spanish retired footballer who played as a midfielder, and is a manager."
}