{
  "/wiki/TNA_One_Night_Only_(2014)": "TNA One Night Only (2014) is a series of professional wrestling One Night Only events held by Total Nonstop Action Wrestling (TNA) in 2014.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Impact_Zone": "The Impact Zone, also known as the Impact Wrestling Zone, is the professional wrestling nickname for any one of three sound stages at Universal Studios Florida in Orlando. Its nickname was derived from Impact!, a weekly television series produced by Total Nonstop Action Wrestling (TNA, now known as Impact Wrestling) which broadcast from this venue. Between 2004 and March 2013, TNA taped their broadcasts from Soundstage 21. As part of the agreement with Universal, TNA was not allowed to charge general admission to events held at the Impact Zone, with the exception of VIP packages. This meant the company sometimes looked for alternative venues to host their large pay-per-view events. After March 2013, TNA left Universal Studios and began to tour nationally. TNA returned to Universal Studios on November 21, 2013, using Soundstage 19, which is smaller and holds fewer people than Soundstage 21. Until April 2018, the company continued to tape most of its programming at Universal Studios, with occasional tapings at other venues, switching between Soundstages 19, 20, and 21. Since April 2018, Impact has not returned to Universal Studios, instead choosing to tape from venues in the U.S, Canada, and Mexico where they are able to charge for admission.",
  "/wiki/Lowell,_Massachusetts": "Lowell is a city in the U.S. Commonwealth of Massachusetts. Located in Middlesex County, Lowell (along with Cambridge) was a county seat until Massachusetts disbanded county government in 1999. With an estimated population of 111,640 in 2018, it was the fourth-largest city in Massachusetts as of the last census and is estimated to be the fifth-largest as of 2018, and the second-largest in the Boston metropolitan statistical area.  The city is also part of a smaller Massachusetts statistical area called Greater Lowell, as well as New England's Merrimack Valley region.",
  "/wiki/Poughkeepsie,_New_York": "Poughkeepsie (/pəˈkɪpsi/ pə-KIP-see), officially the City of Poughkeepsie, separate from the Town of Poughkeepsie, is a city in the U.S. state of New York. Poughkeepsie is the county seat of Dutchess County. With a 2018 census-estimated population of 30,356, Poughkeepsie is in the Hudson River Valley region, midway between the core of the New York megacity and the state capital of Albany. It is a principal city of the Poughkeepsie—Newburgh—Middletown metropolitan statistical area, which belongs to the New York—New Jersey—Connecticut CSA. Poughkeepsie is served by the nearby Hudson Valley Regional Airport, and New York Stewart International Airport in Orange County.",
  "/wiki/Mid-Hudson_Civic_Center": "Majed J. Nesheiwat Convention Center  (formerly the Mid-Hudson Civic Center) is a venue located in Poughkeepsie, New York, consisting of Mair Hall (a concert and convention hall) and the McCann Ice Arena (an ice skating venue). It was built in the 1970s as part of the general attempt at rehabilitation of the central district of the City of Poughkeepsie. It is located at 14 Civic Center Plaza, on a segment of what was formerly known as Market Street near the former Main Mall. The Poughkeepsie Grand Hotel, at 40 Civic Center Plaza, is adjacent on the same block and was originally designed to be constructed concurrently with the civic center and financed by Hilton, but the hotel construction was abandoned after the foundation was laid. Four years after the completion of the Mid-Hudson Civic Center, Radisson Hotels bought the hotel property and after a re-design of the original hotel plans, construction of the hotel resumed.",
  "/wiki/Birmingham,_England": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/National_Indoor_Arena": "Arena Birmingham (previously known as The Barclaycard Arena and the National Indoor Arena) is an indoor arena and sporting venue in central Birmingham, United Kingdom. It is owned by parent company the NEC Group. When it was opened in 1991, it was the largest indoor arena in the UK. On 16 January 2020, it was announced that the arena will be renamed Utilita Arena Birmingham from 15 April 2020.",
  "/wiki/Tokyo,_Japan": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Ryōgoku_Kokugikan": "Ryōgoku Kokugikan (両国国技館), also known as Ryōgoku Sumo Hall, is an indoor sporting arena located in the Yokoami neighborhood (bordering to the Ryōgoku neighborhood) of Sumida, one of the 23 wards of Tokyo in Japan, next to the Edo-Tokyo Museum. It is the third building built in Tokyo associated with the name kokugikan. The current building was opened in 1985 and has a capacity of 11,098 people.",
  "/wiki/Impact_One_Night_Only": "Impact: One Night Only is a series of professional wrestling events held by Impact Wrestling  (formerly known as Total Nonstop Action Wrestling (TNA)). Most events are taped and released later periodically as a three-hour pay-per-view broadcast. The series was launched in April 2013, with new PPVs typically released on the first Friday of every month, except for the months that feature a live pay-per-view event. Promoted as individual \"specials\", the events — unlike the live pay-per-view events — are not connected to the storylines featured on the company's weekly television programming nor to each other, though later events incorporated storylines from their weekly television programming into matches and situations."
}