{
  "/wiki/Bayhorse,_Idaho": "Bayhorse is a ghost town in Custer County, Idaho, United States, founded in 1877.  After a new gold mine failed, silver was discovered in the area and a mine was started.  Bayhorse was originally established by the silver mine.[citation needed]",
  "/wiki/U.S._Route_93": "U.S. Route 93 (US 93) is a major north–south United States highway in the western United States. The southern terminus is at US 60 in Wickenburg, Arizona. The northern terminus is at the Canada–US border north of Eureka in Lincoln County, Montana, where the roadway continues into Roosville, British Columbia, as Highway 93. Major cities that US 93 travels through include: Las Vegas, Nevada; Twin Falls, Idaho; Missoula, Montana; and Kalispell, Montana.",
  "/wiki/Challis,_Idaho": "Challis is the largest city in Custer County, Idaho, United States. It is the county seat and its population was 1,081 at the 2010 census, up from 909 in 2000.",
  "/wiki/Buster_Meat_Market": "The Buster Meat Market, located at about 250 Main Ave. in Challis in Custer County, Idaho was a historic building built in c.1897.  It was listed on the National Register of Historic Places in 1980.",
  "/wiki/Bux%27s_Place": "Bux's Place in Challis, Idaho was listed on the National Register of Historic Places in 1980.",
  "/wiki/Challis_Brewery_Historic_District": "Challis Brewery Historic District is a historic district listed on the National Register of Historic Places in 1980.",
  "/wiki/Challis_Cold_Storage": "The Challis Cold Storage was a historic stone building located at about 300 Main Avenue in Challis, Idaho.  It was built in 1881 for Idaho governor George L. Shoup.",
  "/wiki/Challis_High_School": "Challis Jr. Sr. High School is a school in Challis, Idaho.",
  "/wiki/Bill_Chivers_House": "The Bill Chivers House, on 3rd St. in Challis in Custer County, Idaho, is a historic house built in 1900.  It was listed on the National Register of Historic Places in 1980.",
  "/wiki/Thomas_Chivers_Cellar": "The Thomas Chivers Cellar, on Challis Creek Rd. in Challis, Idaho was built in 1895.  It was listed on the National Register of Historic Places in 1980.",
  "/wiki/Thomas_Chivers_House": "The Thomas Chivers House, on Challis Creek Rd. in Challis, Idaho, was built in 1910.  It was listed on the National Register of Historic Places in 1980.",
  "/wiki/Custer,_Idaho": "Custer is a ghost town in Custer County, Idaho, United States. Established in 1877, it is at 44°23′15″N 114°41′45″W﻿ / ﻿44.38750°N 114.69583°W﻿ / 44.38750; -114.69583 (44.3874133, -114.6959118), at an elevation of 6,470 feet (1,972 m). It lies along Yankee Fork Road southwest of the city of Challis, within the Challis National Forest.",
  "/wiki/Challis_National_Forest": "Salmon–Challis National Forest is located in east central sections of the U.S. state of Idaho. At 4,235,940 acres (6,618.66 sq mi, or 17,142.24 km2) it is one of the largest national forests in the lower 48 states and also has most of the land area of the Frank Church River of No Return Wilderness, which is the largest wilderness area south of Alaska. Borah Peak, the tallest mountain in Idaho, is also found here. The Wild and Scenic Salmon River weaves through the rugged terrain of the Sawtooth Mountains and Sawtooth National Recreation Area, while it flows for over 75 miles (121 km) through the forest. The Big Lost River has its headwaters within the national forest.",
  "/wiki/Ivan_W._Day_House": "The Ivan W. Day House near Stanley, Idaho is a c.1936-built Rustic style log cabin also known as Doc Day Cabin.  It was listed on the National Register of Historic Places in 1986.",
  "/wiki/Stanley,_Idaho": "Stanley is a town in Custer County, Idaho, United States. The population was 63 at the 2010 census; down from 100 in 2000.  The center of population of Idaho in 2000 was located in Stanley.",
  "/wiki/Clayton,_Idaho": "Clayton is a city in Custer County, Idaho, United States. The population was 7 at the 2010 census, down from 27 in 2000. The name is derived from early resident Clayton Smith, who is alleged to be the owner of a bawdy house.[citation needed] It is adjacent to the Salmon River.",
  "/wiki/I.O.O.F._Hall_(Challis,_Idaho)": "The I.O.O.F. Hall is an Independent Order of Odd Fellows building located on Main Avenue in Challis, Idaho. The building was constructed in two sections; the first was built prior to 1894, while the second was added in 1896. The front facade features two raised gables with decorative Queen Anne woodwork; both gables were connected by a larger gable in 1930. The Odd Fellows were a significant social group in Challis' early history, as almost all of the town's founders were members of the organization. The hall was used for nearly every large community event in Challis during the early 1900s, including dances, public exhibitions, and even the meetings of other fraternal organizations."
}