{
  "/wiki/Horace_Hayman_Wilson": "Horace Hayman Wilson (26 September 1786 – 8 May 1860) was an English orientalist.",
  "/wiki/St_Thomas%27_Hospital": "St Thomas' Hospital is a large NHS teaching hospital in Central London, England. It is one of the institutions that compose the King's Health Partners, an academic health science centre. Administratively part of the Guy's and St Thomas' NHS Foundation Trust, together with Guy's Hospital and King's College Hospital it provides the location of the King's College London GKT School of Medical Education.",
  "/wiki/Exeter,_Oxford": "Exeter College (in full: The Rector and Scholars of Exeter College in the University of Oxford) is one of the constituent colleges of the University of Oxford in England and the fourth oldest college of the University.",
  "/wiki/Hindustani_language": "Hindustani (Devanagari: .mw-parser-output .script-Cprt{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Cypriot\",Code2001}.mw-parser-output .script-Hano{font-size:125%;font-family:\"Noto Sans Hanunoo\",FreeSerif,Quivira}.mw-parser-output .script-Latf,.mw-parser-output .script-de-Latf{font-size:1.25em;font-family:\"Breitkopf Fraktur\",UnifrakturCook,UniFrakturMaguntia,MarsFraktur,\"MarsFraktur OT\",KochFraktur,\"KochFraktur OT\",OffenbacherSchwabOT,\"LOB.AlteSchwabacher\",\"LOV.AlteSchwabacher\",\"LOB.AtlantisFraktur\",\"LOV.AtlantisFraktur\",\"LOB.BreitkopfFraktur\",\"LOV.BreitkopfFraktur\",\"LOB.FetteFraktur\",\"LOV.FetteFraktur\",\"LOB.Fraktur3\",\"LOV.Fraktur3\",\"LOB.RochFraktur\",\"LOV.RochFraktur\",\"LOB.PostFraktur\",\"LOV.PostFraktur\",\"LOB.RuelhscheFraktur\",\"LOV.RuelhscheFraktur\",\"LOB.RungholtFraktur\",\"LOV.RungholtFraktur\",\"LOB.TheuerbankFraktur\",\"LOV.TheuerbankFraktur\",\"LOB.VinetaFraktur\",\"LOV.VinetaFraktur\",\"LOB.WalbaumFraktur\",\"LOV.WalbaumFraktur\",\"LOB.WeberMainzerFraktur\",\"LOV.WeberMainzerFraktur\",\"LOB.WieynckFraktur\",\"LOV.WieynckFraktur\",\"LOB.ZentenarFraktur\",\"LOV.ZentenarFraktur\"}.mw-parser-output .script-en-Latf{font-size:1.25em;font-family:Cankama,\"Old English Text MT\",\"Textura Libera\",\"Textura Libera Tenuis\",London}.mw-parser-output .script-it-Latf{font-size:1.25em;font-family:\"Rotunda Pommerania\",Rotunda,\"Typographer Rotunda\"}.mw-parser-output .script-Lina{font-size:1.25em;font-family:\"Noto Sans Linear A\"}.mw-parser-output .script-Linb{font-size:1.25em;font-family:\"Noto Sans Linear B\"}.mw-parser-output .script-Ugar{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Ugaritic\",Aegean}.mw-parser-output .script-Xpeo{font-size:1.25em;font-family:\"Segoe UI Historic\",\"Noto Sans Old Persian\",Artaxerxes,Xerxes,Aegean}हिन्दुस्तानी, Nastaliq: ہندوستانی),[a] also known as Hindi-Urdu and historically known as Hindavi, Dehlavi and Rekhta, is the lingua franca of Northern India and Pakistan. It is an Indo-Aryan language, deriving its base primarily from the Khariboli dialect of Delhi, a Western Hindi language. The colloquial language became an expression of Indian national unity during the Indian Independence movement but after the Partition of British India in 1947, it was split into two different standardised registers, Modern Standard Hindi and Modern Standard Urdu. Hindustani continues to be spoken as the common language of the people of the northern Indian subcontinent, which is reflected in the Hindustani vocabulary of Bollywood films and songs.",
  "/wiki/East_India_House": "East India House was the London headquarters of the East India Company, from which much of British India was governed until the British government took control of the Company's possessions in India in 1858. It was located in Leadenhall Street in the City of London. The first East India House on the site was an Elizabethan mansion, previously known as Craven House, which the Company first occupied in 1648. This was completely rebuilt in 1726–29; and further remodelled and extended in 1796–1800. It was demolished in 1861. The Lloyd's building, headquarters for Lloyd's of London, was built on the site of the former East India House.",
  "/wiki/Monier_Williams": "Sir Monier Monier-Williams, KCIE (/ˈmɒniər/; né Williams; 12 November 1819 – 11 April 1899) was the second Boden Professor of Sanskrit at Oxford University, England. He studied, documented and taught Asian languages, especially Sanskrit, Persian and Hindustani.",
  "/wiki/Balliol,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/University,_Oxford": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as \"Univ\") is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.",
  "/wiki/East_India_Company_College": "The East India Company College, or East India College, was an educational establishment situated at Hailey, Hertfordshire, nineteen miles north of London, founded in 1806 to train \"writers\" (administrators) for the Honourable East India Company (HEIC). It provided general and vocational education for young gentlemen of sixteen to eighteen years old, who were nominated by the Company's directors to writerships in its overseas civil service. It closed in 1858.",
  "/wiki/Indian_rebellion": "The Indian Rebellion of 1857 was a major, but ultimately unsuccessful, uprising in India in 1857–58 against the rule of the British East India Company, which functioned as a sovereign power on behalf of the British Crown.   The rebellion began on 10 May 1857 in the form of a mutiny of sepoys of the Company's army in the garrison town of Meerut, 40 mi (64 km) northeast of Delhi (now Old Delhi). It then erupted into other mutinies and civilian rebellions chiefly in the upper Gangetic plain and central India,[a][b] though incidents of revolt also occurred farther north and east.[c]  The rebellion posed a considerable threat to British power in that region,[d] and was contained only with the rebels' defeat in Gwalior on 20 June 1858. On 1 November 1858, the British granted amnesty to all rebels not involved in murder, though they did not declare the hostilities to have formally ended until 8 July 1859. Its name is contested, variously described as the Sepoy Mutiny, the Indian Mutiny, the Great Rebellion, the Revolt of 1857, the Indian Insurrection, and the First War of Independence.[e]",
  "/wiki/Indian_Institute": "The Indian Institute in central Oxford, England, is at the north end of Catte Street on the corner with Holywell Street and facing down Broad Street from the east. Sir Monier Monier-Williams started the Institute in the University of Oxford in 1883 to provide training for the Indian Civil Service of the British Raj.",
  "/wiki/Indian_Institute_Library": "The Indian Institute Library is a dependent library of the Bodleian and part of the University of Oxford in Oxford, England. Opened in 1886, the library specialises in the history and culture of South Asia, Tibet and the Himalayas. The Indian Institute and its library were originally based in the building now occupied by the History Faculty Library, on the corner of Holywell and Catte Street. (The History Faculty moved to a location on George Street in 2007, although the History Faculty Library remained in the old Indian Institute building) Traces of the building's original function are still visible, including the gilded weathervane which depicts an elephant with a howdah.",
  "/wiki/Arthur_Anthony_Macdonell": "Arthur Anthony Macdonell, FBA (11 May 1854 – 28 December 1930), 7th of Lochgarry, was a noted Sanskrit scholar.",
  "/wiki/University_of_G%C3%B6ttingen": "The University of Göttingen, officially the Georg-August University of Göttingen, (German: Georg-August-Universität Göttingen, known informally as Georgia Augusta) is a public research university in the city of Göttingen, Germany. Founded in 1734 by George II, King of Great Britain and Elector of Hanover, and starting classes in 1737, the Georgia Augusta was conceived to promote the ideals of the Enlightenment. It is the oldest university in the state of Lower Saxony and the largest in student enrollment, which stands at around 31,600.",
  "/wiki/Corpus_Christi_College,_Oxford": "Corpus Christi College (formally, Corpus Christi College in the University of Oxford, informally abbreviated as Corpus or CCC), is one of the constituent colleges of the University of Oxford in the United Kingdom. Founded in 1517, it is the 12th oldest college in Oxford.",
  "/wiki/University_of_Leipzig": "Leipzig University (German: Universität Leipzig), in Leipzig in the Free State of Saxony, Germany, is one of the world's oldest universities and the second-oldest university (by consecutive years of existence) in Germany. The university was founded on December 2, 1409 by Frederick I, Elector of Saxony and his brother William II, Margrave of Meissen, and originally comprised the four scholastic faculties. Since its inception, the university has engaged in teaching and research for over 600 years without interruption.",
  "/wiki/Literae_humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/Mah%C4%81bh%C4%81rata": "The Mahābhārata (US: /məhɑːˈbɑːrətə/, UK: /ˌmɑːhəˈbɑːrətə/; Sanskrit: महाभारतम्, Mahābhāratam, pronounced [mɐɦaːˈbʱaːɽɐtɐm]) is one of the two major Sanskrit epics of ancient India, the other being the Rāmāyaṇa. It narrates the struggle between two groups of cousins in the Kurukshetra War and the fates of the Kaurava and the Pāṇḍava princes and their successors. Along with the epic Rāmāyaṇa, it forms the Hindu Itihasa.",
  "/wiki/Bodleian_Library": "The Bodleian Library (/ˈbɒdliən, bɒdˈliːən/) is the main research library of the University of Oxford, and is one of the oldest libraries in Europe. With over 12 million items, it is the second-largest library in Britain after the British Library. Under the Legal Deposit Libraries Act 2003 it is one of six legal deposit libraries for works published in the United Kingdom, and under Irish law it is entitled to request a copy of each book published in the Republic of Ireland. Known to Oxford scholars as \"Bodley\" or \"the Bod\", it operates principally as a reference library and, in general, documents may not be removed from the reading rooms.",
  "/wiki/Vedic_Sanskrit": "Vedic Sanskrit was an ancient language of the Indo-Aryan subgroup of the Indo-European languages. It is attested in the Vedas, texts compiled over the period of the mid-2nd to mid-1st millennium BCE. It was orally preserved, predating the advent of Brahmi script by several centuries.[citation needed]",
  "/wiki/Frederick_William_Thomas_(philologist)": "Frederick William Thomas CIE FBA (21 March 1867 – 6 May 1956), usually cited as F. W. Thomas, was an English Indologist and Tibetologist.",
  "/wiki/Trinity_College,_Cambridge": "Trinity College is a constituent college of the University of Cambridge in England. With around 600 undergraduates, 300 graduates, and over 180 fellows, it is the largest college in either of the Oxbridge universities by number of undergraduates. In terms of total student numbers, it is second only to Homerton College, Cambridge.",
  "/wiki/India_Office": "The India Office was a British government department established in London in 1858 to oversee the administration, through a Viceroy and other officials, of the Provinces of British India. These territories comprised most of the modern-day nations of Bangladesh, Burma, India, and Pakistan, as well as Aden and other territories around the Indian Ocean. The department was headed by the Secretary of State for India, a member of the British cabinet, who was formally advised by the Council of India.",
  "/wiki/Buddhism": "Buddhism (/ˈbʊdɪzəm/, US: /ˈbuːd-/) is the world's fourth-largest religion with over 520 million followers, or over 7% of the global population, known as Buddhists.[web 1]\nBuddhism encompasses a variety of traditions, beliefs and spiritual practices largely based on original teachings attributed to the Buddha and resulting interpreted philosophies. It originated in ancient India as a Sramana tradition sometime between the 6th and 4th centuries BCE, spreading through much of Asia. Two major extant branches of Buddhism are generally recognized by scholars: Theravada (Pali: \"The School of the Elders\") and Mahayana (Sanskrit: \"The Great Vehicle\").",
  "/wiki/Jainism": "Jainism (/ˈdʒeɪnɪzəm/), traditionally known as Jain Dharma, is an ancient Indian religion. Followers of Jainism are called \"Jains\", a word derived from the Sanskrit word jina (victor) referring to the path of victory in crossing over life's stream of rebirths by destroying karma through an ethical and spiritual life. Jainism is a transtheistic religion, and Jains trace their spiritual ideas and history through a succession of twenty-four victorious saviours and teachers known as tirthankaras, with the first being Rishabhanatha, who according to Jain tradition lived millions of years ago, the twenty-third Tirthankara Parshvanatha in 900 BCE, and the twenty-fourth Tirthankara the Mahāvīra around 500 BCE. Jains believe that Jainism is an eternal dharma with the tirthankaras guiding every cycle of the Jain cosmology. Their religious texts are called Agamas.",
  "/wiki/Harshacharita": "The Harshacharita (Sanskrit: हर्षचरित, Harṣacarita) (The deeds of Harsha), is the biography of Indian emperor Harsha by Banabhatta, also known  as Bana, who was a Sanskrit writer of seventh-century CE India. He was the Asthana Kavi, meaning Court Poet, of Harsha. The Harshacharita was the first composition of Bana and is considered to be the beginning of writing of historical poetic works in the Sanskrit language.",
  "/wiki/Edward_Johnston_(professor)": "Edward Hamilton Johnston (26 March 1885 – 24 October 1942) was a British oriental scholar who was Boden Professor of Sanskrit at the University of Oxford from 1937 until his death.",
  "/wiki/New_College,_Oxford": "New College is one of the constituent colleges of the University of Oxford in the United Kingdom. Founded in 1379 by William of Wykeham, the full name of the college is St Mary's College of Winchester in Oxford. The name \"New College\", however, soon came to be used following its completion in 1386 to distinguish it from the older existing college of St Mary, now known as Oriel College.",
  "/wiki/Indian_Civil_Service": "The Indian Civil Service (ICS), for part of the 19th century officially known as the Imperial Civil Service, is the elite higher civil service of the British Empire in British India during British rule in the period between 1858 and 1947.",
  "/wiki/Buddhacarita": "Buddhacharita (\"Acts of the Buddha\"; Buddhacaritam, Devanagari बुद्धचरितम्) is an epic poem in the Sanskrit mahakavya style on the life of Gautama Buddha by Aśvaghoṣa, composed in the early second century CE.  Of the poem's 28 cantos, the first 14 are extant in Sanskrit complete (cantos 15 to 28 are in incomplete form).",
  "/wiki/A%C5%9Bvagho%E1%B9%A3a": "Aśvaghoṣa or Ashvaghosha (/'əɕʋə'gʰoːʂə/; c. 80 – c. 150 CE) was a Buddhist philosopher, dramatist, poet and orator from India. He was born in Saketa in northern India. He is believed to have been the first Sanskrit dramatist, and is considered the greatest Indian poet prior to Kālidāsa. He was the most famous in a group of Buddhist court writers, whose epics rivalled the contemporary Ramayana. Whereas much of Buddhist literature prior to the time of Aśvaghoṣa had been composed in Buddhist Hybrid Sanskrit, Aśvaghoṣa wrote in Classical Sanskrit.",
  "/wiki/The_Times": "The Times is a British daily (Monday to Saturday) national newspaper based in London. It began in 1785 under the title The Daily Universal Register, adopting its current name on 1 January 1788. The Times and its sister paper The Sunday Times (founded in 1821) are published by Times Newspapers, since 1981 a subsidiary of News UK, in turn wholly owned by News Corp. The Times and The Sunday Times do not share editorial staff, were founded independently, and have only had common ownership since 1967.",
  "/wiki/Thomas_Burrow": "Thomas Burrow (/ˈbʌroʊ/; 29 June 1909 – 8 June 1986) was an Indologist and the Boden Professor of Sanskrit at the University of Oxford from 1944 to 1976; he was also a fellow of Balliol College, Oxford during this time. His work includes A Dravidian Etymological Dictionary, The Problem of Shwa in Sanskrit and The Sanskrit Language.",
  "/wiki/Christ%27s_College,_Cambridge": "Christ's College is a constituent college of the University of Cambridge.  The college includes the Master, the Fellows of the College, and about 450 undergraduate and 170 graduate students. The college was founded by William Byngham in 1437 as God's House.  In 1505, the college was granted a new royal charter, was given a substantial endowment by Lady Margaret Beaufort, and changed its name to Christ's College, becoming the twelfth of the Cambridge colleges to be founded in its current form. The college is renowned for educating some of Cambridge's most famous alumni, including Charles Darwin and John Milton.",
  "/wiki/School_of_Oriental_Studies": "SOAS University of London (/ˈsoʊæs/; the School of Oriental and African Studies) is a public research university in London, England, and a constituent college of the federal University of London.  Founded in 1916, SOAS is located in the heart of Bloomsbury in central London.",
  "/wiki/Prakrit": "The Prakrits (/ˈprɑːkrɪt/; Early Brahmi Sanskrit: 𑀧𑁆𑀭𑀸𑀓𑀾𑀢, prākṛta, Devanagari Sanskrit: प्राकृत, prākṛta; Shauraseni: pāuda; Jain Prakrit: pāua) are any of several Middle Indo-Aryan languages formerly used in India.",
  "/wiki/British_Museum": "The British Museum, in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely sourced during the era of the British Empire. It documents the story of human culture from its beginnings to the present.[a] It was the first public national museum in the world.",
  "/wiki/Dravidian_languages": "The Dravidian languages are a language family spoken by more than 215 million people, mainly in southern India and northern Sri Lanka, with pockets elsewhere in South Asia. Since the colonial era, there have been small but significant immigrant communities outside South Asia in countries such as Mauritius, Hong Kong, Pakistan, Singapore, Malaysia, Indonesia, Philippines, Britain, Australia, and the United States.",
  "/wiki/Pali": "Pali (/ˈpɑːli/; Pāḷi; Sinhala: ඵලි; Burmese: ပါဠိ) or Magadhan[a] is a Middle Indo-Aryan liturgical language native to the Indian subcontinent. It is widely studied because it is the language of the Pāli Canon or Tipiṭaka and is the sacred language of Theravāda Buddhism.  The earliest archaeological evidence of the existence of canonical Pali comes from Pyu city-states inscriptions found in Burma dated to the mid 5th to mid 6th century CE.",
  "/wiki/Richard_Gombrich": "Richard Francis Gombrich (/ˈɡɒmbrɪk/; born 17 July 1937) is an Indologist and scholar of Sanskrit, Pāli, and Buddhist Studies.  He was the Boden Professor of Sanskrit at the University of Oxford from 1976 to 2004.  He is currently Founder-President of the Oxford Centre for Buddhist Studies. He is a past president of the Pali Text Society (1994–2002) and general editor emeritus of the Clay Sanskrit Library.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/Ernst_Gombrich": "Sir Ernst Hans Josef Gombrich OM CBE FBA (/ˈɡɒmbrɪk/; German: [ˈgɔmbʁɪç]; 30 March 1909 – 3 November 2001) was an Austrian-born art historian who, after settling in England in 1936, became a naturalised British citizen in 1947 and spent most of his working life in the United Kingdom.",
  "/wiki/Wolfson_College,_Oxford": "Wolfson College (/ˈwʊlfsən/) is a constituent college of the University of Oxford in England. Located in north Oxford along the River Cherwell, Wolfson is an all-graduate college with over sixty governing body fellows, in addition to both research and junior research fellows. It caters to a wide range of subjects, from the humanities to the social and natural sciences. Like the majority of Oxford's newer colleges, it has been coeducational since its foundation in 1965.",
  "/wiki/Oxford_Centre_for_Buddhist_Studies": "The Oxford Centre for Buddhist Studies (OCBS) was founded in 2004 by Prof Richard Gombrich, Emeritus Boden Professor of Sanskrit at the University of Oxford. The Centre is a Recognised Independent Centre of the University of Oxford.",
  "/wiki/Clay_Sanskrit_Library": "The Clay Sanskrit Library is a series of books published by New York University Press and the JJC Foundation. Each work features the text in its original language (transliterated Sanskrit) on the left-hand page, with its English translation on the right.  The series was inspired by the Loeb Classical Library, and its volumes are bound in teal cloth.",
  "/wiki/Christopher_Minkowski": "Christopher Zand Minkowski (/mɪŋˈkɔːfski, -ˈkɒf-/; born 13 May 1953) is an American academic, who has been Boden Professor of Sanskrit at the University of Oxford since 2005.",
  "/wiki/Harvard_College": "Harvard College is the undergraduate college of Harvard University, an Ivy League research university in Cambridge, Massachusetts. Founded in 1636, Harvard College is the original school of Harvard University, which is now the oldest institution of higher learning in the United States and one of the most prestigious in the world.",
  "/wiki/University_of_Delhi": "The University of Delhi, informally known as Delhi University (DU), is a collegiate public central university, located in New Delhi, India. It was founded in 1922 by an Act of the Central Legislative Assembly. As a collegiate university, its main functions are divided between the academic departments of the university and affiliated colleges. Consisting of three colleges, two faculties, and 750 students at its founding, the University of Delhi has since become India's largest institution of higher learning and among the largest in the world. The university currently consists of 16 faculties and 86 departments distributed across its North and South campuses. It has 77 affiliated colleges and 5 other institutes. The Vice-President of India serves as the University's chancellor.",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\"",
  "/wiki/Boden_Professor_of_Sanskrit": "The position of Boden Professor of Sanskrit at the University of Oxford was established in 1832 with money bequeathed to the university by Lieutenant Colonel Joseph Boden, a retired soldier in the service of the East India Company. He wished the university to establish a Sanskrit professorship to assist in the conversion of the people of British India to Christianity, and his bequest was also used to fund scholarships in Sanskrit at Oxford. The first two professors were elected by Oxford graduates, as the university's statutes provided: Horace Hayman Wilson won by a narrow majority in 1832, and the 1860 election was hotly contested, as the rivals each claimed to be best at fulfilling Boden's intentions and presented different views about the nature and purpose of Sanskrit scholarship. Reforms of Oxford implemented in 1882 removed all mention of Boden's original purpose from the statutes, removed the power to elect the professor from graduates, and gave the holder of the professorship a fellowship at Balliol College, Oxford."
}