{
  "/wiki/Emraan_Hashmi": "Syed Emraan Anwar Hashmi (pronounced [ɪmraːn ˈɦaːʃmiː]; born 24 March 1979) is an Indian film actor who appears in Hindi films. Through his career, Hashmi has received three Filmfare Award nominations.",
  "/wiki/Atheist": "Atheism is, in the broadest sense, an absence of belief in the existence of deities. Less broadly, atheism is a rejection of the belief that any deities exist.  In an even narrower sense, atheism is specifically the position that there are no deities. Atheism is contrasted with theism, which, in its most general form, is the belief that at least one deity exists.",
  "/wiki/Casual_relationship": "Casual dating or a casual relationship is a physical and emotional relationship between two people who may have casual sex or a near-sexual relationship without necessarily demanding or expecting the extra commitments of a more formal romantic relationship. Motives for casual relationships vary. There are significant gender and cultural differences in acceptance of and breadth of casual relationships, as well as in regrets about action/inaction in those relationships.",
  "/wiki/Jacqueline_Fernandez": "Jacqueline Fernandez (born 11 August 1985) is a Sri Lankan actress, former model, and the winner of the Miss Universe Sri Lanka pageant of 2006 who predominantly works in Bollywood. In 2009, she debuted in Bollywood with the movie Aladin and since then has established a career in the industry. Jacqueline is also known as the Jacq of hearts in India. Born into a multiracial family of Canadian, Sri Lankan, and Malaysian descent, Fernandez was raised in Bahrain. After graduating in mass communication from the University of Sydney and working as a television reporter in Sri Lanka, she joined the modeling industry. She was crowned Miss Universe Sri Lanka in 2006, and represented her country at Miss Universe 2006.",
  "/wiki/Prashant_Narayanan": "Prashant Narayanan is an Indian actor, known for his roles in films like Waisa Bhi Hota Hai Part II, Shadows of Time, Bombil and Beatrice, Via Darjeeling and Murder 2. He also worked in the telefilm Ek Tamanna. His break came in the Bhatt banner film Murder 2.\nHe has acted in many Hindi films along with a few Malayalam films.",
  "/wiki/Sulagna_Panigrahi": "Sulagna Panigrahi (born 3 February 1989) is an Odia and Indian television and film actress. As a débutante, she played the lead role in the television serial Amber Dhara as Dhara, and went on to play the principal character in Do Saheliyaan. She further did a grey role as Sakshi Rajvansh in Bidaai, until getting her big break in the Bhatt banner film Murder 2 as Reshma.",
  "/wiki/Sudhanshu_Pandey": "Sudhanshu Pandey is an Indian model, singer and Bollywood actor. He was part of India's first boy band, \"A Band of Boys\". After a career in fashion modelling, he debuted in a 2000 Bollywood film called Khiladi 420 following which he has appeared in over 35 films and shows including The Myth starring Jackie Chan. In May 2018 he came out with his first single \"Teri adaa\".",
  "/wiki/Trans_women": "A trans woman (sometimes trans-woman or transwoman) is a woman who was assigned male at birth. Trans women may experience gender dysphoria and may transition; this process commonly includes hormone replacement therapy and sometimes sex reassignment surgery, which can bring immense relief and even resolve gender dysphoria entirely. Trans women may be heterosexual, bisexual, homosexual, asexual, or identify with other terms (such as queer).",
  "/wiki/Bikramjeet_Kanwarpal": "Bikramjeet Kanwarpal is an Indian film and television actor. A retired army officer, Kanwarpal has played supporting roles in many films and television serials. Kanwarpal recently shared screen space with actor Anil Kapoor in 24.",
  "/wiki/Shweta_Kawatra": "Shweta Kawatra (born 10 February 1976)  is an Indian actress. She is best known for her role as Pallavi Agarwal in Kahaani Ghar Ghar Kii and as Nivedita Mittal in Kumkum  –  Ek Pyara Sa Bandhan. She has had appearances in many other TV serials, most notably in  C.I.D.. She appears in Sawal E Ishq to answer love questions on fame Bollywood. She played Bhayankar Pari in Baal Veer.",
  "/wiki/Amardeep_Jha": "Amardeep Jha (born 14 June 1960) is an Indian film actress and a television personality.",
  "/wiki/Abhijit_Lahiri": "Yeh Rishta Kya Kehlata Hai (transl. What is this relationship called?) is an Indian television soap opera that airs on Star Plus and streams on Hotstar. It premiered on January 12, 2009 and is the fourth longest running Indian television soap opera. Produced by Rajan Shahi under Director's Kut Productions, it initially starred Hina Khan and Karan Mehra and currently stars Shivangi Joshi and Mohsin Khan.",
  "/wiki/Yana_Gupta": "Yana Gupta (née Synková, born 23 April 1979) is a Czech model, actress and author who worked in Mumbai.",
  "/wiki/Item_number": "In Indian cinema, an item number or item song is a musical number inserted into a film that does not have any relevance to the plot. The term is commonly used within Indian films (Hindi, Kannada, Tamil, Telugu, Malayalam and Bengali) to describe a catchy, upbeat, often sexually provocative dance sequence for a song in a movie. The main aim of an item number is to entertain movie-goers and to lend support to the marketability of the film by being featured in trailers. They are favoured by filmmakers as they afford the opportunity pick potential hit songs from the stocks, since they do not add to the continuity of the plot. It is thus a vehicle for commercial success that ensures repeat viewing."
}