{
  "/wiki/Battlefords—Lloydminster": "Battlefords—Lloydminster is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Blackstrap_(electoral_district)": "Blackstrap was a federal electoral district in Saskatchewan, Canada, that had been represented in the House of Commons of Canada since 1997.  It is named for Blackstrap Lake.  The riding was abolished prior to the 2015 Canadian federal election.",
  "/wiki/Cypress_Hills—Grasslands": "Cypress Hills—Grasslands is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Desnethé—Missinippi—Churchill_River": "Desnethé—Missinippi—Churchill River (French: Desnethé—Missinippi—Rivière Churchill; formerly known as Churchill River) is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Palliser_(Saskatchewan_electoral_district)": "Palliser was a federal electoral district in Saskatchewan, Canada, that was represented in the House of Commons of Canada from 1997 to 2015.",
  "/wiki/Prince_Albert_(electoral_district)": "Prince Albert is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada from 1908 to 1988, and since 1997.",
  "/wiki/Regina—Lumsden—Lake_Centre": "Regina—Lumsden—Lake Centre (formerly known as Regina—Arm River) was a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Regina—Qu'Appelle": "Regina—Qu'Appelle (formerly Qu'Appelle) is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada from 1904 to 1968 and since 1988.",
  "/wiki/Saskatoon—Humboldt": "Saskatoon—Humboldt was a federal electoral district in Saskatchewan, Canada, that was represented in the House of Commons of Canada from 1968 to 1979, and from 1988 to 2015.",
  "/wiki/Saskatoon—Rosetown—Biggar": "Saskatoon—Rosetown—Biggar (formerly known as Saskatoon—Rosetown) was a federal electoral district in Saskatchewan, Canada, that was represented in the House of Commons of Canada from 1997 to 2015.",
  "/wiki/Nettie_Wiebe": "Nettie Wiebe (born January 22, 1949) is a Canadian professor. She grew up near Warman, Saskatchewan. She has a BA and MA in Philosophy from the University of Saskatchewan and a Ph.D in Philosophy from the University of Calgary.",
  "/wiki/Saskatoon—Wanuskewin": "Saskatoon—Wanuskewin was a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1997. (In the Cree language: ᐋᐧᓇᐢᑫᐃᐧᐣ / wânaskêwin means, \"being at peace with oneself\".) It covers a part of the city of Saskatoon.",
  "/wiki/Souris—Moose_Mountain": "Souris—Moose Mountain is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1988.",
  "/wiki/Wascana_(electoral_district)": "Regina—Wascana (formerly Wascana) is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1988.",
  "/wiki/Yorkton—Melville": "Yorkton—Melville is a federal electoral district in Saskatchewan, Canada, that has been represented in the House of Commons of Canada since 1968.",
  "/wiki/New_Democratic_Party_candidates_in_the_2008_Canadian_federal_election": "This is a list of nominated candidates for the New Democratic Party in the 40th Canadian federal election, which resulted in a Conservative minority government."
}