{
  "/wiki/T%C3%ADmea_Nagy": "Tímea Nagy (born 22 August 1970) is a Hungarian épée fencer. She competed at the 1996, 2000 and 2004 Olympics and won individual gold medals in 2000 and 2004; her teams placed fourth-fifth. She won the individual world title in 2006 and a gold medal with the Hungarian teams in 1992, 1993, 1995, 1997 and 1999. In 2006, she was voted Hungarian Sportswoman of the Year.",
  "/wiki/Fencing_at_the_2004_Summer_Olympics": "Fencing at the 2004 Summer Olympics took place at the Fencing Hall at the Hellinikon Olympic Complex. Ten gold medals were awarded in individual and team events, further divided into three styles of fencing: épée, foil and sabre.",
  "/wiki/Fencing_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_%C3%A9p%C3%A9e": "These are the results of the women's épée competition in fencing at the 2004 Summer Olympics in Athens.  A total of 39 women competed in this event.  Competition took place in the Fencing Hall at the Helliniko Olympic Complex on August 15.",
  "/wiki/Di%C3%A1na_Igaly": "Diána Igaly (born January 31, 1965 in Budapest) is a Hungarian sport shooter who has won two Olympic medals in skeet.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics": "In shooting at the 2004 Summer Olympics, 390 competitors from 106 nations contested 17 events (10 for men and 7 for women). The competition took place at the Markopoulo Olympic Shooting Centre, located in the east of the Greek region of Attica.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_skeet": "The women's skeet shooting competition at the 2004 Summer Olympics was held on August 19 at the Markópoulo Olympic Shooting Centre near Athens, Greece.",
  "/wiki/Istv%C3%A1n_Majoros": "István Majoros (born July 11, 1974) is a Hungarian wrestler and Olympic champion in Greco-Roman wrestling.",
  "/wiki/Wrestling_at_the_2004_Summer_Olympics": "Wrestling at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the Freestyle event with 18 gold medals being contested in all. This was the first Olympic Games that included women's wrestling events on the program.",
  "/wiki/Wrestling_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_Greco-Roman_55_kg": "The men's Greco-Roman 55 kg at the 2004 Summer Olympics as part of the wrestling program were held at the Ano Liossia Olympic Hall, August 24 to August 25. The competition held with an elimination system of three or four wrestlers in each pool, with the winners qualify for the quarterfinals, semifinals and final by way of direct elimination.",
  "/wiki/G%C3%A1bor_Horv%C3%A1th_(kayaker)": "Gábor Horváth (born November 15, 1971 in Budapest) is a Hungarian sprint canoeist who competed from 1993 to 2006. Competing in three Summer Olympics, he won three medals in the K-4 1000 m event with two golds (2000, 2004) and one silver (1996).",
  "/wiki/Zolt%C3%A1n_Kammerer": "Zoltán Kammerer (born 10 March 1978) is a Hungarian sprint canoeist who has competed since the mid-1990s. Competing in five Summer Olympics, he won three gold medals (K-2 500 m: 2000, K-4 1000 m: 2000, 2004) and a silver medal (K-4 1000 m: 2012).",
  "/wiki/Botond_Storcz": "Botond Storcz (born 30 January 1975) is a retired Hungarian sprint canoeist. He competed at the 2000 and 2004 Olympics and won three gold medals (K-2 500 m: 2000, K-4 1000 m: 2000, 2004). He also won eleven medals at the ICF Canoe Sprint World Championships with four golds (K-1 500 m: 1997, K-1 1000 m: 1997, K-4 500 m: 1997, K-4 1000 m: 1999), five silvers (K-2 500 m: 1999, K-4 500 m: 1998, K-4 1000 m: 1997, 1998, 2001), and two bronzes (K-2 500 m: 2002, K-4 500 m: 1999).",
  "/wiki/%C3%81kos_Vereckei": "Ákos Vereckei (Sometimes listes as Ákos Vereczkei, born August 26, 1977 in Budapest) is a Hungarian sprint canoeist who has competed since the late 1990s. Competing in three Summer Olympics, he won two gold medals in the K-4 1000 m events (2000, 2004).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics": "Canoeing at the 2004 Summer Olympics was held at the Schinias Olympic Rowing and Canoeing Centre for the sprint events and the Olympic Canoe/Kayak Slalom Centre at the Helliniko Olympic Complex for the canoe and kayak slalom disciplines. A total of 16 events were contested, 12 sprint events (9 for men and 3 for women) and 4 slalom events (3 for men and 1 for women).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_K-4_1000_metres": "These are the results of the men's K-4 1000 metres competition in canoeing at the 2004 Summer Olympics. The K-4 event is raced by four-man canoe sprint kayaks.",
  "/wiki/Zsuzsanna_V%C3%B6r%C3%B6s": "Zsuzsanna Vörös (born 4 May 1977 in Székesfehérvár) is a retired Hungarian modern pentathlete who won a gold medal at the 2004 Summer Olympics in Athens, Greece. Her score of 5448 is broken down as follows:",
  "/wiki/Modern_pentathlon_at_the_2004_Summer_Olympics": "The modern pentathlon at the 2004 Summer Olympics was held from 26 August to 27 August 2004, at the Olympic Modern Pentathlon Centre at the Goudi Olympic Complex.  The men's and women's events each involved 32 athletes, an increase of eight from the previous games.",
  "/wiki/Modern_pentathlon_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s": "The women's modern pentathlon at the 2004 Summer Olympics took place at the Olympic Modern Pentathlon Centre in Goudi Olympic Complex on 27 August. On its second appearance at the Olympics, thirty-two athletes from 21 nations participated in this event.",
  "/wiki/Natasa_Janics": "Natasa Dusev-Janics (Serbian Latin: Nataša Dušev-Janić, Serbian Cyrillic: Наташа Душев-Јанић, Hungarian: Dusev-Janics Natasa; born 24 June 1982) is a Yugoslavian-born Hungarian sprint canoer who has competed for Hungary since 2001 and has won six Olympic medals in the sprint canoe events.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_K-1_500_metres": "These are the results of the women's K-1 500 metres competition in canoeing at the 2004 Summer Olympics.  The K-1 event is raced by single-person canoe sprint kayaks.",
  "/wiki/Katalin_Kov%C3%A1cs": "Katalin Kovács (born 29 February 1976) is a Hungarian sprint canoer. She competed in the 2000, 2004, 2008 and 2012 Olympics and won eight medals, with three golds (K-2 500 m: 2004, 2008, K-4 500 m: 2012) and five silvers (K-2 500 m: 2000, 2012, K-4 500 m: 2000, 2004, 2008).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_K-2_500_metres": "These are the results of the women's K-2 500 metres competition in canoeing at the 2004 Summer Olympics. The K-2 event is raced by two-person canoe sprint kayaks.",
  "/wiki/Hungary_men%27s_national_water_polo_team": "The Hungary men's national water polo team represents Hungary in international men's water polo competitions and is controlled by the Hungarian Water Polo Association. They are considered the world's top power in the history of water polo, having won 15 Olympic, 11 World Championship, 10 FINA World Cup , 8 FINA World League, 24 European Championship and 16 Summer Universiade medals in total of 84.",
  "/wiki/Zolt%C3%A1n_Sz%C3%A9csi": "Zoltán Szécsi (born 22 December 1977 in Budapest) is a Hungarian water polo player, who played on the gold medal squads at the 2000 Summer Olympics, 2004 Summer Olympics and 2008 Summer Olympics. He made his international debut for the men's national team in 1998.\nHe is currently living in Eger.",
  "/wiki/Tam%C3%A1s_Varga_(water_polo)": "Tamás Varga (born 14 July 1975 in Szolnok) is a Hungarian water polo player. He was a member of the gold medal winning Hungary men's national water polo team at the 2004 Athens Olympics and the 2008 Beijing Olympics, and was also a member of the squad that finished 5th at the 2012 London Olympics.",
  "/wiki/Norbert_Madaras": "Norbert Madaras (born 1 December 1979 in Eger) is a Hungarian water polo player, who won the gold medal with the men's national team at the 2004 Summer Olympics and 2008 Summer Olympics. He also was on the squad that claimed the title at the 2003 World Aquatics Championships and the 2013 World Aquatics Championships. Madaras won the Euro League 2007 with Pro Recco.",
  "/wiki/%C3%81d%C3%A1m_Steinmetz": "Ádám Steinmetz (born 11 August 1980 in Budapest) is a Hungarian water polo player and Olympic champion, who plays for Hungarian Championship outfit Vasas SC. He has a brother, Barnabás Steinmetz, who is also a water polo player and two-time Olympic gold medalist.",
  "/wiki/Tam%C3%A1s_K%C3%A1s%C3%A1s": "Tamás Kásás (Hungarian pronunciation: [ˈtɒmaːʃ ˈkaːʃaːʃ]; born July 20, 1976 in Budapest is a retired Hungarian water polo player, with a height of 200 cm (6.5ft) and a weight of 90 kg (198.4 lbs).",
  "/wiki/Attila_V%C3%A1ri": "Attila Vári (born 26 February 1976 in Budapest), nicknamed Doki, is a Hungarian water polo player, who played on the gold medal squads at the 2000 Summer Olympics and 2004 Summer Olympics.",
  "/wiki/Gergely_Kiss": "Gergely \"Gergő\" Kiss (born 21 September 1977) is a Hungarian water polo player who plays for Vasas SC in the Hungarian Championship. He plays on the right side, but moves to 2-meters on offense sometimes. He is considered to be one of the best left-handed water polo players in the world.",
  "/wiki/Tibor_Benedek": "Tibor Benedek (born 12 July 1972 in Budapest) is a retired Hungarian water polo player, who played in the gold medal squads at the 2000 Summer Olympics, 2004 Summer Olympics and 2008 Summer Olympics. Benedek also competed at the 1996 Summer Olympics, where the Hungarian team was placed 4th. He was a member of team Domino-Honvéd.",
  "/wiki/Rajmund_Fodor": "Rajmund Fodor (born February 21, 1976 in Szeged) is a Hungarian water polo player, who played on the gold medal squads at the 2000 Summer Olympics and 2004 Summer Olympics. He is nicknamed Rajmi, and made his debut for the national team in 1993. He studied at Radnóti Miklós High School in Szeged, one of the best schools in Hungary and he was one of the best students.\nHe is married and he has a daughter: Nadine (born 2 September 2005).",
  "/wiki/Istv%C3%A1n_Gergely": "István Gergely (Hungarian: Gergely István; born August 20, 1976  in Dunajská Streda, Czechoslovakia) is a Slovak–Hungarian water polo player. He was a member of the gold medal-winning Hungary national team at the 2004 and 2008 Olympics. He also represented Slovakia national team at the 2000 Olympics.",
  "/wiki/Barnab%C3%A1s_Steinmetz": "Barnabás Steinmetz (born 6 October 1975 in Budapest) is a Hungarian water polo player who played on the gold medal squads at the 2000 Summer Olympics and 2004 Summer Olympics. He is nicknamed Barney and Sema, and made his debut for the national team in 1993, at an international tournament in Moscow, Russia. He is currently the player of Vasas SC.",
  "/wiki/Tam%C3%A1s_Moln%C3%A1r": "Tamás Molnár (born August 2, 1975 in Szeged) is a Hungarian water polo player, who played on the gold medal squads at the 2000 Summer Olympics, 2004 Summer Olympics and 2008 Olympics. He was named Hungarian Water Polo Player of the Year in 1998, and made his debut for the national team in 1997.",
  "/wiki/P%C3%A9ter_Biros": "Péter Biros (born 5 April 1976 in Miskolc) is a Hungarian water polo player, who played on the gold medal squads at the 2000 Summer Olympics, 2004 Summer Olympics and 2008 Summer Olympics, which makes him one of few water polo players who have three olympic gold medals. He also competed at the 2012 Summer Olympics.",
  "/wiki/Water_polo_at_the_2004_Summer_Olympics": "Water polo at the 2004 Summer Olympics took place at the Olympic Aquatic Centre where women competed for only the second time in the event at the Summer Olympics.",
  "/wiki/Water_polo_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_tournament": "The men's tournament of water polo at the 2004 Summer Olympics at Athens, Greece, began on August 13 and lasted until August 29, 2004.",
  "/wiki/Zsolt_Nemcsik": "Zsolt Nemcsik (born 15 August 1977 in Budapest) is a Hungarian sabre fencer. He competed at three Olympic Games.",
  "/wiki/Fencing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_sabre": "These are the results of the men's sabre competition in fencing at the 2004 Summer Olympics in Athens.  A total of 39 men competed in this event.  Competition took place in the Fencing Hall at the Helliniko Olympic Complex on August 14.",
  "/wiki/D%C3%A1niel_Gyurta": "Dániel Gyurta (Hungarian pronunciation: [ˈdaːniɛl ˈɟurtɒ]; born 4 May 1989) is a Hungarian former competitive swimmer who mainly competed in the 200-metre breaststroke.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics": "The swimming competitions at the 2004 Summer Olympics in Athens took place from 14 to 21 August 2004 at the Athens Olympic Aquatic Centre in Marousi. It featured 32 events (16 male, 16 female), a total of 937 swimmers from 152 nations, and the program's changes instituted in the previous Games, including notably the three-phase format (heats, semifinals, and final) for all short-distance races (200 metres and under).",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_200_metre_breaststroke": "The men's 200 metre breaststroke event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 17 and 18.",
  "/wiki/Eszter_Krutzler": "Eszter Krutzler (born March 4, 1981 in Szombathely, Vas) is a female weightlifter from Hungary. She became an Olympic medalist during the 2004 Summer Olympics when she won the silver medal in the women's – 69 kg class.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics in Athens, fifteen events in weightlifting were contested, in eight classes for men and seven for women.  Competition was held in the Nikaia Olympic Weightlifting Hall.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_69_kg": "The women's 69 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 19 August.",
  "/wiki/G%C3%A1bor_Boczk%C3%B3": "Gábor Boczkó (born 1 April 1977) is a Hungarian fencer, who won a silver medal in the team Épée competition at the 2004 Summer Olympics in Athens together with Krisztián Kulcsár, Géza Imre and Iván Kovács.",
  "/wiki/Iv%C3%A1n_Kov%C3%A1cs": "Iván Kovács (born 8 February 1970) is a Hungarian épée fencer, who won two Olympic silver medals in the team épée competition.",
  "/wiki/Kriszti%C3%A1n_Kulcs%C3%A1r": "Krisztián Kulcsár (born 28 June 1971) is a Hungarian fencer, who has won two Olympic silver medals in the team épée competition. He became world champion in 2007. As of 2013, he is deputy chairman of the Hungarian Fencing Federation. Kulcsár has a university degree in Economics and Law. In his private life, he is married with two daughters and one son.",
  "/wiki/G%C3%A9za_Imre": "Géza Imre (pronounced [ˈɡeːzɒ ˈimrɛ]; born 23 December 1974) is a Hungarian fencer, who has won three Olympic medals in the Épée competitions, a silver medal in 2004 Summer Olympics in Athens, a bronze medal in 1996 Summer Olympics in Atlanta and a silver medal in 2016 Summer Olympics in Rio de Janeiro. He was the 2015 world champion in men's épée in Moscow.",
  "/wiki/Fencing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_team_%C3%A9p%C3%A9e": "These are the results of the men's épée team competition in fencing at the 2004 Summer Olympics in Athens.  A total of 30 men from eight nations competed in this event.  Competition took place in the Fencing Hall at the Helliniko Olympic Complex on August 22.",
  "/wiki/Zolt%C3%A1n_K%C5%91v%C3%A1g%C3%B3": "Zoltán Kővágó (born 10 April 1979 in Szolnok) is a Hungarian discus thrower. At the 2004 Olympic Games he initially won the bronze medal, but was promoted to silver when countryfellow Róbert Fazekas was disqualified following a doping rule violation.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_discus_throw": "The men's discus throw competition at the 2004 Summer Olympics in Athens was held at the Olympic Stadium on 21–23 August. It was originally planned to hold the discus throw at the Ancient Olympia Stadium, but it was discovered that the field was not large enough to accommodate the range of modern discus throwers, and would have posed a danger to spectators. As such, it was decided to move the discus throw and to hold the shot put at the ancient stadium, despite the fact that the shot put was not contested at the Ancient Olympic Games.",
  "/wiki/Kinga_B%C3%B3ta": "Kinga Bóta (born 22 August 1977) is a Hungarian sprint canoer who competed from 1999 to 2005. She won silver medal in the K-4 500 m event at the 2004 Summer Olympics in Athens.",
  "/wiki/Szilvia_Szab%C3%B3": "Szilvia Szabó (born 24 October 1978, in Budapest) is a Hungarian sprint canoer who competed from 1997 to 2005. Competing in two Summer Olympics, she won three silvers (2000: K-2 500 m, K-4 500 m; 2004: K-4 500 m).",
  "/wiki/Erzs%C3%A9bet_Viski": "Erzsébet Viski (born 22 February 1980 in Kismaros) is a Hungarian sprint canoer who competed from 1998 to 2005. Competing in two Summer Olympics, she won two silver medals in the K-4 500 m event (2000, 2004).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Women%27s_K-4_500_metres": "These are the results of the women's K-4 500 metres competition in canoeing at the 2004 Summer Olympics. The K-4 event is raced by four-person canoe sprint kayaks.",
  "/wiki/L%C3%A1szl%C3%B3_Cseh": "László Cseh (pronounced [ˈlaːsloː ˈt͡ʃɛ]; born 3 December 1985) is a Hungarian competitive swimmer and six-time Olympic medalist.  He is a 33-time European Champion. His father, László Cseh Sr., also represented Hungary at the Olympics in swimming.",
  "/wiki/Swimming_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_400_metre_individual_medley": "The men's 400 metre individual medley event at the 2004 Olympic Games was contested at the Olympic Aquatic Centre of the Athens Olympic Sports Complex in Athens, Greece on August 14.",
  "/wiki/Attila_Vajda": "Attila Vajda (born 17 March 1983) is a Hungarian sprint canoeist who has competed since the early 2000s. Competing in three Summer Olympics (04, 08, 12) he has won two medals in the C-1 1000 m event with a gold in 2008 and a bronze in 2004.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_C-1_1000_metres": "These are the results of the men's C-1 1000 metres competition in canoeing at the 2004 Summer Olympics.  The C-1 event is raced by single-man sprint canoes.",
  "/wiki/Gy%C3%B6rgy_Kolonics": "György \"Kolo\" Kolonics (4 June 1972 – 15 July 2008) was a Hungarian sprint canoeist who won two gold and two bronze medals at four Summer Olympics. He also won a record fifteen gold medals at the ICF Canoe Sprint World Championships. He died from heart failure while preparing for his fifth Olympics.",
  "/wiki/Gy%C3%B6rgy_Kozmann": "György Kozmann (born March 23, 1978 in Szekszárd) is a Hungarian sprint canoeist who competed since the late 1990s. Competing in two Summer Olympics, he won two bronze medals in the C-2 1000 m event, earning them in 2004 and 2008.",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_%E2%80%93_Men%27s_C-2_1000_metres": "These are the results of the men's C-2 1000 metres competition in canoeing at the 2004 Summer Olympics.  The C-2 event is raced by two-man sprint canoes.",
  "/wiki/Hungary_at_the_2004_Summer_Olympics": "Hungary competed at the 2004 Summer Olympics in Athens, Greece, from 13 to 29 August 2004. Hungarian athletes have competed at every Summer Olympic Games in the modern era, except the 1920 Summer Olympics in Antwerp, and the 1984 Summer Olympics in Los Angeles because of the Soviet boycott. The Hungarian Olympic Committee (Hungarian: Magyar Olimpiai Bizottság, MOB) sent a total of 209 athletes to the Games, 119 men and 90 women, to compete in 20 sports. Water polo and handball were the only team-based sports in which Hungary had its representation in these Olympic Games. There was only a single competitor in road cycling and mountain biking."
}