{
  "/wiki/York_Regional_Road_71": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/Ontario_Highway_404": "King's Highway 404 (pronounced \"four-oh-four\"), also known as Highway 404 and colloquially as the 404, is a 400-series highway in the Canadian province of Ontario connecting Highway 401 and the Don Valley Parkway (DVP) in Toronto with East Gwillimbury. The 50.1-kilometre (31.1 mi) controlled-access highway also connects with Highway 407 in Markham. Highway 404 provides access to the eastern edge of Richmond Hill, Aurora and Newmarket and the western edge of Whitchurch-Stouffville, in addition to the southern edge of Keswick.",
  "/wiki/York_Regional_Road_29": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/York_Regional_Road_30": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/York_Regional_Road_8": "Woodbine Avenue consists of three north–south road sections in the Greater Toronto Area, Canada:",
  "/wiki/York_Regional_Road_65": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/John_Street_(Markham)": "John Street is an east-west collector and arterial road in the city of Markham, Ontario, Canada. It is one of the oldest roads in the city of Markham and forms the backbone of the 200-year-old community of Thornhill.",
  "/wiki/Rouge_River_(Ontario)": "The Rouge River is a river in Markham, Pickering, Richmond Hill and Toronto in the Greater Toronto Area of Ontario, Canada. The river flows from the Oak Ridges Moraine to Lake Ontario at the eastern border of Toronto, and is the location of Rouge Park, the only national park in Canada within a municipality. At its southern end, the Rouge River is the boundary between Toronto and southwestern Pickering in the Regional Municipality of Durham.",
  "/wiki/York_Regional_Road_68": "King's Highway 48, also known as Highway 48, is a provincially maintained highway in southern Ontario that extends from Major Mackenzie Drive in Markham, through Whitchurch-Stouffville and East Gwillimbury, to Highway 12 south-east of Beaverton. The route is generally rural and straight, passing near several communities within the Regional Municipality of York. The route is 65.2 kilometres (40.5 mi) long. Most part of the road has a speed limit of 80 km/h (50 mph), except within town limits, where the speed limit is reduced to 60 km/h (37 mph) or 50 km/h (31 mph).",
  "/wiki/York_Regional_Road_7": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/Cornell,_Ontario": "Cornell is a new community village being developed in northeast Markham, Ontario and bounded by Highway 407, 16th Avenue, Ninth Line, and the Donald Cousens Parkway. The 2011 population of this area was 9,880. Adding Cornell North's 2,178 (from 16th Avenue to Donald Cousens Parkway) it had 12,058 residents.",
  "/wiki/York_Regional_Road_3": "The following is a list of the north–south arterial thoroughfares in the city of Toronto, Ontario, Canada. The city is organized in a grid pattern dating back to the plan laid out by Augustus Jones between 1793 and 1797. Most streets are aligned in the north-south or east-west direction, based on the shoreline of Lake Ontario. In other words, major north–south roads are generally perpendicular to the Lake Ontario shoreline and major east–west roads are generally parallel to the lake's shoreline. The Toronto road system is also influenced by its topography as some roads are aligned with the old Lake Iroquois shoreline, or the deep valleys. Minor streets with documented history or etymology are listed in a separate section.",
  "/wiki/Berczy_Village,_Ontario": "Berczy Village /ˈbɜːrzi/ is a planned residential neighbourhood in Markham, Ontario, Canada. It is bounded to the north by Major Mackenzie Drive, to the east by McCowan Road, to the south by 16th Avenue, and to the west by Kennedy Road. This area is north of Unionville. The community is named after William Berczy, Markham's founder. The name can be found on limestone plaques throughout the community's many arterial road entrances.",
  "/wiki/York_Regional_Road_67": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/Unionville,_Ontario": "Unionville is a neighbourhood and former village in Markham, Ontario, Canada 33 km northeast of Downtown Toronto and 4 km east of southern Richmond Hill. The boundaries of Unionville are not well-defined, as it is an unincorporated community. Several neighbourhoods claim to be part of it however, this has been disputed between the various wards.",
  "/wiki/York_Regional_Road_69": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/York_Regional_Road_1": "Yonge Street (/jʌŋ/; \"young\") is a major arterial route in the Canadian province of Ontario connecting the shores of Lake Ontario in Toronto to Lake Simcoe, a gateway to the Upper Great Lakes. Until 1999, the Guinness Book of World Records repeated the popular misconception it was 1,896 km (1,178 mi) long, and thus the longest street in the world; this was due to a conflation of Yonge Street with the rest of Ontario's Highway 11. Yonge Street (including the Bradford-to-Barrie extension) is actually 56 kilometres (35 mi) long. The construction of Yonge Street is designated an Event of National Historic Significance in Canada.  Yonge Street was fundamental in the original planning and settlement of western Upper Canada in the 1790s, forming the basis of the concession roads in Ontario today. Once the southernmost leg of Highway 11, linking the provincial capital with northern Ontario, Yonge Street has been referred to as \"Main Street Ontario\". Today, no section of Yonge Street is a provincial highway.",
  "/wiki/Vaughan,_Ontario": "Vaughan (2016 population 306,233) is a city in Ontario, Canada. It is located in the Regional Municipality of York, just north of Toronto. Vaughan was the fastest-growing municipality in Canada between 1996 and 2006 with its population increasing by 80.2% during this time period and having nearly doubled in population since 1991. It is the fifth-largest city in the Greater Toronto Area, and the 17th-largest city in Canada.",
  "/wiki/Steeles_Avenue": "Steeles Avenue is an east-west street that forms the northern city limit of Toronto and the southern limit of York Region, Ontario, Canada. It stretches 77.3 km (48.0 mi) across the western and central Greater Toronto Area from Appleby Line in Milton in the west to the Toronto-Pickering city limits in the east, where it continues east into Durham Region as Taunton Road, which itself extends 58 km (36 mi) across the length of Durham Region to its boundary with Northumberland County.",
  "/wiki/Milliken,_Ontario": "Milliken and Milliken Mills are neighbourhoods in the cities of Toronto and Markham, comprising Milliken in the city of Toronto and Milliken Mills East and Milliken Mills West in the city of Markham. Located in the north west section of Scarborough and south east Unionville, the neighbourhoods are centered on Kennedy Road and Steeles Avenue.",
  "/wiki/York_Regional_Road_49": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/Main_Street_Unionville": "Main Street Unionville is a collector route that runs through the historical suburban community of Unionville, in Markham, Ontario, Canada. Like most other Main Streets, the street serves as an important road for local tourism development. All along the road, the street has structures that are virtually unchanged from its founding in 1794. Renowned for its pubs, parks, restaurants, and its historical European view, the road also hosts the annual Unionville Festival, which draws several thousand visitors to the neighbourhood.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Fred_Varley_Drive": "Frederick Horsman Varley (January 2, 1881 – September 8, 1969) was a member of the Canadian Group of Seven artists.",
  "/wiki/Fred_Varley": "Frederick Horsman Varley (January 2, 1881 – September 8, 1969) was a member of the Canadian Group of Seven artists.",
  "/wiki/York_Regional_Road_12": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/York_Regional_Road_34": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/German_Mills,_Ontario": "German Mills is a community within the city of Markham in Ontario, Canada. The easternmost community in the historic town of Thornhill, German Mills was named for the early German settlers in the area.",
  "/wiki/John_Street,_Markham": "John Street is an east-west collector and arterial road in the city of Markham, Ontario, Canada. It is one of the oldest roads in the city of Markham and forms the backbone of the 200-year-old community of Thornhill.",
  "/wiki/Thornhill,_Ontario": "Thornhill is a suburban community in the Regional Municipality of York in Ontario, Canada. It is split between the cities of Vaughan and Markham, lying along the north border of Toronto, centred on Yonge Street. Once a police village, Thornhill is now a community and postal designation. According to the 2001 Census, Thornhill-Vaughan's population was 56,361, and the population of Thornhill-Markham was 47,333. As of 2016, the total population was 112,719. It is immediately south and south-west of Richmond Hill.",
  "/wiki/John_Colborne,_1st_Baron_Seaton": "Field Marshal John Colborne, 1st Baron Seaton, GCB, GCMG, GCH, PC (Ire) (16 February 1778 – 17 April 1863) was a British Army officer and colonial governor. After taking part as a junior officer in the Anglo-Russian invasion of Holland, Sir Ralph Abercromby's expedition to Egypt and then the War of the Third Coalition, he served as military secretary to Sir John Moore at the Battle of Corunna. He then commanded the 2nd Battalion of the 66th Regiment of Foot and, later, the 52nd Regiment of Foot at many of the battles of the Peninsular War. At the Battle of Waterloo, Colborne on his own initiative brought the 52nd Regiment of Foot forward, took up a flanking position in relation to the French Imperial Guard and then, after firing repeated volleys into their flank, charged at the Guard so driving them back in disorder.",
  "/wiki/Lieutenant_Governor_of_Upper_Canada": "The following is a list of Lieutenant Governors of Ontario and governors of predecessor colonies. Though the present day office of the lieutenant governor in Ontario came into being only upon the province's entry into Canadian Confederation in 1867, the post is a continuation from the first governorship of Upper Canada in 1791, which itself branched out of the governorship of the Province of Quebec. From 1841 to 1867, the Governors General of the Province of Canada simultaneously acted as the direct governor of Canada West (what is present day Ontario) only occasionally appointing a lieutenant to act in their stead.",
  "/wiki/Bayview_Avenue": "{{Infobox road",
  "/wiki/Yonge_Street": "Yonge Street (/jʌŋ/; \"young\") is a major arterial route in the Canadian province of Ontario connecting the shores of Lake Ontario in Toronto to Lake Simcoe, a gateway to the Upper Great Lakes. Until 1999, the Guinness Book of World Records repeated the popular misconception it was 1,896 km (1,178 mi) long, and thus the longest street in the world; this was due to a conflation of Yonge Street with the rest of Ontario's Highway 11. Yonge Street (including the Bradford-to-Barrie extension) is actually 56 kilometres (35 mi) long. The construction of Yonge Street is designated an Event of National Historic Significance in Canada.  Yonge Street was fundamental in the original planning and settlement of western Upper Canada in the 1790s, forming the basis of the concession roads in Ontario today. Once the southernmost leg of Highway 11, linking the provincial capital with northern Ontario, Yonge Street has been referred to as \"Main Street Ontario\". Today, no section of Yonge Street is a provincial highway.",
  "/wiki/York_Regional_Road_72": "York Region, located in southcentral Ontario, Canada, assigned approximately 50 regional roads, each with a number ranging from 1 to 99. All expenses of York Regional Roads (for example, snow shovelling, road repairs, traffic lights) are funded by the York Region government. Several new roads were assumed by the region in 2012, including King–Vaughan Town Line and Kirby Sideroad.",
  "/wiki/Raymerville_-_Markville_East,_Ontario": "Raymerville - Markville East (2006 population 10,562) (Census Tract No. 5350400.03 and 5350400.12) is a community in Markham, Ontario, Canada. The name \"Raymerville\" came from the community's major collector road, Raymerville Drive. The name \"Markville\" came from the local major shopping mall, Markville Shopping Centre. The community is referred to as \"Markville East\" because it is located immediately east of Markville Shopping Centre.",
  "/wiki/List_of_municipal_roads_in_Markham,_Ontario": "While most major roads in Markham, Ontario are funded by the York Regional government, some of the main roads are funded by the Markham government. These roads are named as municipal roads. These municipal roads are served for motorists to travel within the city. The Markham government also funded all of the local, light-duty Collector roads. This article lists all the major municipal roads funded by Markham."
}