{
  "/wiki/Battle_of_Wester_Kinghorn": "The Battle of Kinghorn, was a skirmish fought on 6 August 1332 at Wester Kinghorn (now Burntisland), Fife, Scotland.",
  "/wiki/Fife": "Fife (/faɪf/, Scottish English: [fɐi̯f]; Scottish Gaelic: Fìobha; Scots: Fife) is a council area and historic county of Scotland. It is situated between the Firth of Tay and the Firth of Forth, with inland boundaries to Perth and Kinross (i.e. the historic counties of Perthshire and Kinross-shire) and Clackmannanshire. By custom it is widely held to have been one of the major Pictish kingdoms, known as Fib, and is still commonly known as the Kingdom of Fife within Scotland. Fife is one of the six local authorities part of the Edinburgh and South East Scotland city region.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Edward_Balliol": "Edward Balliol (c. 1283 – 1367) was a pretender to the Scottish throne during the Second War of Scottish Independence.  With English help, he ruled parts of the country from 1332 to 1356.",
  "/wiki/Battle_of_Dupplin_Moor": "The Battle of Dupplin Moor was fought between supporters of the infant David II, the son of Robert the Bruce, and rebels supporting the Balliol claim in 1332. It was a significant battle of the Second War of Scottish Independence. The battlefield was added to the Inventory of Historic Battlefields in Scotland in 2011.",
  "/wiki/Perthshire": "Perthshire (/ˈpɜːrθʃər/ (listen); Scottish Gaelic: Siorrachd Pheairt), officially the County of Perth, is a historic county and registration county in central Scotland. Geographically it extends from Strathmore in the east, to the Pass of Drumochter in the north, Rannoch Moor and Ben Lui in the west, and Aberfoyle in the south; it borders the counties of Inverness-shire and Aberdeenshire to the north, Angus to the east, Fife, Kinross-shire, Clackmannanshire, Stirlingshire and Dunbartonshire to the south and Argyllshire to the west. It was a local government county from 1890 to 1930.",
  "/wiki/Battle_of_Annan": "The Battle of Annan, known in the sources as the Camisade of Annan took place on 16 December 1332.  It took place at Annan, Dumfries and Galloway in Scotland.  In it the Bruce loyalist supporters of King David II of Scotland (son of Robert the Bruce) surprised Edward Balliol and his supporters while they were in bed, and completely threw them out of Scotland.  The Bruce loyalists were led by Sir Archibald Douglas, supported by John Randolph, 3rd Earl of Moray, the Steward, the future Robert II of Scotland, and Simon Fraser. Balliol had seized the Scottish crown after the Battle of Dupplin Moor (10–11 August 1332). Robert the Bruce had died on 7 June 1329. At the time of Annan, David was seven years old.",
  "/wiki/Dumfries_and_Galloway": "Dumfries and Galloway (Scots: Dumfries an Gallowa; Scottish Gaelic: Dùn Phrìs is Gall-Ghaidhealaibh) is one of 32 unitary council areas of Scotland and is located in the western Southern Uplands. It comprises the historic counties of Dumfriesshire, Stewartry of Kirkcudbright and Wigtownshire, the latter two of which are collectively known as Galloway. The administrative centre is the town of Dumfries.",
  "/wiki/Battle_of_Dornock": "The Battle of Dornock was fought on 25 March 1333 during the Second War of Scottish Independence.",
  "/wiki/Kingdom_of_England": "The Kingdom of England (Anglo-Norman: Realme d'Engleterre, French: Royaume d'Angleterre) was a sovereign state on the island of Great Britain from 927, when it emerged from various Anglo-Saxon kingdoms until 1707, when it united with Scotland to form the Kingdom of Great Britain.",
  "/wiki/Battle_of_Halidon_Hill": "The Battle of Halidon Hill (19 July 1333) was fought during the Second War of Scottish Independence. Scottish forces under Sir Archibald Douglas were heavily defeated by the English forces of King Edward III of England on unfavourable terrain while trying to relieve Berwick-upon-Tweed.",
  "/wiki/Berwickshire": "Berwickshire is a historic county, registration county and lieutenancy area in the Scottish Borders.  It takes its name from Berwick-upon-Tweed, which was part of Scotland at the time of the county's formation, but became part of England in 1482 after several centuries of being fought over and swapping back and forth between the two kingdoms.",
  "/wiki/Battle_of_Boroughmuir": "The Battle of Boroughmuir was fought on 30 July 1335 between Guy, Count of Namur, a cousin of Queen Philippa of England, and John Randolph, 3rd Earl of Moray and Guardian of Scotland.  Namur was on his way to join Edward III on his invasion of Scotland, when he was intercepted on the common grazing ground to the south of Edinburgh - the Borough Muir.  The fighting continued into the city itself, and concluded in a desperate struggle in the ruins of the old castle.  Randolph was victorious in a fight which forms a small part of the Second War of Scottish Independence.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Battle_of_Culblean": "The Battle of Culblean was fought on 30 November 1335, during the Second War of Scottish Independence.  It was a victory for the Scots led by the Guardian, Sir Andrew Murray over an Anglo-Scots force commanded by David III Strathbogie, titular Earl of Atholl, and a leading supporter of Edward Balliol.",
  "/wiki/Aberdeenshire": "Aberdeenshire (Scots: Aiberdeenshire; Scottish Gaelic: Siorrachd Obar Dheathain) is one of the 32 council areas of Scotland.",
  "/wiki/Battle_of_Neville%27s_Cross": "The Battle of Neville's Cross took place during the Second War of Scottish Independence on 17 October 1346, half a mile (800 m) to the west of Durham, England. An invading Scottish army of 12,000 led by King David II was defeated with heavy loss by an English army of approximately 6,000–7,000 men led by Ralph Neville, Lord Neville. The battle was named after an Anglo-Saxon stone cross that stood on the hill where the Scots made their stand. After the victory, Neville paid to have a new cross erected to commemorate the day.",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Battle_of_Nesbit_Moor_(1355)": "The Battle of Nesbit Moor was an engagement fought in August, 1355 between forces of the Kingdom of Scotland and the Kingdom of England."
}