{
  "/wiki/(I've_Had)_The_Time_of_My_Life": "\"(I've Had) The Time of My Life\" is a 1987 song composed by Franke Previte, John DeNicola, and Donald Markowitz. It was recorded by Bill Medley and Jennifer Warnes, and used as the theme song for the 1987 film Dirty Dancing.  The song has won a number of awards, including an Academy Award for Best Original Song, a Golden Globe Award for Best Original Song, and a Grammy Award for Best Pop Performance by a Duo or Group with Vocals.",
  "/wiki/Bill_Medley": "William Thomas Medley (born September 19, 1940) is an American singer and songwriter, best known as one half of The Righteous Brothers.  He is noted for his bass-baritone voice, exemplified in songs such as \"You've Lost That Lovin' Feelin'\".  Medley produced a number of the duo's songs, including \"Unchained Melody\" and \"Soul and Inspiration\".",
  "/wiki/Jennifer_Warnes": "Jennifer Jean Warnes (born March 3, 1947) is an American singer, songwriter, arranger and record producer. She has performed as a vocalist on a number of movie soundtracks. She was also a close friend and collaborator of Canadian singer-songwriter and poet Leonard Cohen.",
  "/wiki/Ain't_No_Other_Man": "\"Ain't No Other Man\" is a song by American singer Christina Aguilera from her fifth studio album, Back to Basics (2006). Aguilera co-wrote the song with Charles Martin Roane, Kara DioGuardi, Harold Beatty, and producer DJ Premier. \"Ain't No Other Man\" is a pop, R&B and funk song that incorporates elements of soul, blues and jazz music. Lyrically, the song was inspired by her marriage to Jordan Bratman in 2005.",
  "/wiki/Christina_Aguilera": "Christina María Aguilera (/ˌæɡɪˈlɛərə/, Spanish: [aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013. With estimated sales of 75 million records, she is one of the world's best-selling music artists.",
  "/wiki/The_Ketchup_Song_(Asereje)": "\"The Ketchup Song (Aserejé)\" is the debut single by Spanish pop group Las Ketchup, taken from their debut studio album Hijas del Tomate (2002). It was released on 10 June 2002, and became an international hit later that year.",
  "/wiki/Las_Ketchup": "Las Ketchup is a Spanish girl group, founded by flamenco record producer Manuel \"Queco\" Ruiz. The group is best known for the 2002 hit single, \"The Ketchup Song (Aserejé)\", a single that sold over 7 million copies worldwide. The group's debut studio album, Hijas del Tomate, has sold over 2 million copies worldwide, but the second did not achieve the same success. The group has not released any singles since 2006, but still performs together publicly around Spain and other countries.",
  "/wiki/Beauty_and_a_Beat": "\"Beauty and a Beat\" is a song by Canadian singer Justin Bieber from his third studio album Believe (2012). It features Trinidadian rapper \nNicki Minaj, who co-wrote it with Savan Kotecha, Max Martin and Zedd. It was also produced by the latter two with a heavy drum machine and \"rushing\" synthesizers. Lyrically, it speaks about Bieber wanting to take his love interest to a club, where they can \"party like it's 3012\". It is the only song from Believe that Bieber did not co-write. The song became the third official single from the album.",
  "/wiki/Justin_Bieber": "Justin Drew Bieber (/ˈbiːbər/; born March 1, 1994) is a Canadian singer, songwriter and actor.  Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.",
  "/wiki/Nicki_Minaj": "Onika Tanya Maraj-Petty (born December 8, 1982), known professionally as Nicki Minaj (/mɪˈnɑːʒ/), is an American rapper and singer. Born in Saint James, Port of Spain, and raised in Queens, New York City, she gained public recognition after releasing the mixtapes Playtime Is Over (2007), Sucka Free (2008), and Beam Me Up Scotty (2009).",
  "/wiki/Beware_of_the_Boys": "\"Mundian To Bach Ke\" (Punjabi: ਮੁੰਡਿਆਂ ਤੋਂ ਬੱਚ ਕੇ, Punjabi pronunciation: [mʊɳɖɪɑ̃ tõ bəttʃ ke]), also titled \"Beware of the Boys (Mundian To Bach Ke)\" or \"Beware\", is a bhangra song produced by Panjabi MC, with vocals and lyrics by Punjabi artist Labh Janjua. The song was originally released in 1997, produced by Panjabi MC in Birmingham, United Kingdom for the album Legalised. Following its re-release as a single in 2002 with Jay-Z, it achieved considerable worldwide success, topping the singles charts in Italy and Belgium (Wallonia), and charting highly in many other countries. The song sold 10 million copies worldwide, making it one of the best-selling singles of all time.",
  "/wiki/Panjabi_MC": "Rajveer Singh Rai (Punjabi: ਰਜਿੰਦਰ ਸਿੰਘ; born 14 February 1973), better known by his stage name Panjabi MC, is a British recording artist, rapper, producer and DJ of Punjabi ethnicity. He is best known for the worldwide bhangra hit, \"Mundian To Bach Ke\" of 1997, which sold 10 million copies worldwide, making it one of the best-selling singles of all time. Among other songs, he gained acclaim with the 2003 release \"Jogi\". Allmusic has called him \"one of the most prominent names in bhangra\".",
  "/wiki/Anja": "Anya is a feminine given name. It is a unisex  name in several African countries. It is also found as a surname.",
  "/wiki/Call_Me_Maybe": "\"Call Me Maybe\" is a song recorded by Canadian singer Carly Rae Jepsen for her EP Curiosity (2012) and later appeared on her second studio album Kiss (2012). The song was written by Jepsen and Tavish Crowe as a folk song, but its genre was modified to pop following the production by Josh Ramsay. It was released as the lead single from the EP on September 20, 2011, through 604 Records. Jepsen was signed to Schoolboy Records, releasing her single in the United States through the label, as the first single from Kiss. Musically, \"Call Me Maybe\" is a synth pop track that alludes to the inconvenience that a love at first sight brings to a girl who hopes for a call back from a new crush.",
  "/wiki/Carly_Rae_Jepsen": "Carly Rae Jepsen (born November 21, 1985) is a Canadian singer, songwriter, and actress. Born and raised in Mission, British Columbia, Jepsen performed several lead roles in her high school's musical productions and pursued musical theatre at the Canadian College of Performing Arts in Victoria, BC. After completing her studies, she relocated to Vancouver and later competed on the fifth season of Canadian Idol in 2007, placing third. In 2008, Jepsen released her folk-influenced debut studio album Tug of War in Canada.",
  "/wiki/Can't_Take_My_Eyes_Off_You": "\"Can't Take My Eyes Off You\" is a 1967 song written by Bob Crewe and Bob Gaudio. It was recorded as a single by Frankie Valli. The song was among his biggest hits, earning a gold record and reaching No. 2 on the Billboard Hot 100 for a week, stuck behind \"Windy\" by the Association. Gaudio was a bandmate of Valli's in the Four Seasons. It was Valli's biggest solo hit until he hit No. 1 in 1975 with \"My Eyes Adored You\".",
  "/wiki/Boys_Town_Gang": "The Boys Town Gang were a disco and Hi-NRG band from San Francisco, California. Their popularity peaked in the 1980s when the group reached No. 5 on Billboard's Hot Dance Club Play chart with the single \"Cruisin' the Streets\" and No. 1 in the Netherlands, Belgium, and Spain  (No. 4 on the UK Singles chart) with their cover version of \"Can't Take My Eyes Off You\".",
  "/wiki/Emma_Marrone": "Emmanuela \"Emma\" Marrone (pronounced [ˈɛmma marˈroːne]; born 25 May 1984), known professionally as Emma, is an Italian pop singer, songwriter, records producer and TV personality.",
  "/wiki/Crucified_(Army_of_Lovers_song)": "\"Crucified\" is a 1991 song recorded by the Swedish band Army of Lovers. It is the first single from their second album Massive Luxury Overdose and the seventh single to be released by the band. It was released on May 1991 (in Sweden), February–April 1992 (in the U.K and US), and July 2013 (Crucified 2013).",
  "/wiki/Army_of_Lovers": "Army of Lovers is a Swedish dance music group which formed in 1987 and had a number of hits in Europe throughout the 1990s with songs such as \"Crucified\", which was a big hit in Europe, charting 31 weeks in the Eurochart peaking at number 14 in 1992. It remains their best known song internationally. Their second international hit \"Obsession\" charted 32 weeks and peaked number 36.",
  "/wiki/Diggin'_in_the_Dirt": "\"Diggin' in the Dirt\" is a song by Swiss recording artist Stefanie Heinzmann. The song was written by Martin Fliegenschmidt, Claudio Pagonis, Matthias Hass, Herbie Crichlow while the production was done by Fliegenschmidt, Pagonis and Kiko Masbaum. The song was released as the first single from her third self-titled album, Stefanie Heinzmann. This song is a PAL Region exclusive for Just Dance 4, but playable in NTSC from the Just Dance Unlimited service",
  "/wiki/Stefanie_Heinzmann": "Stefanie Fabienne Heinzmann (born 10 March 1989) is a Swiss pop singer and television personality. She gained public interest in early 2008 when she won SSDSDSSWEMUGABRTLAD, a talent contest hosted in Stefan Raab's late-night-show TV total on the German ProSieben network. Following her win, Heinzmann released her debut single \"My Man Is a Mean Man,\" which debuted straight atop the Swiss Singles Chart and became a top ten hit in Austria and Germany. Her pop soul-influenced album Masterplan was released in March 2008 and made it to the top ten in Austria and Germany, also reaching number one in Switzerland, where it was certified platinum by the IFPI for more than 30,000 copies sold.",
  "/wiki/Disturbia_(song)": "\"Disturbia\" is a song recorded by Barbadian singer Rihanna for Good Girl Gone Bad: Reloaded (2008), a re-release of her third studio album Good Girl Gone Bad (2007). It was written by Andre Merritt, Chris Brown, Brian Kennedy and Rob. A!, with production of the song helmed by Kennedy. The song was released as the third single from the reloaded edition of the album, and seventh overall. \"Disturbia\" was sent to US Contemporary hit radio on June 17, 2008, and was released as a CD single in the United Kingdom on July 22, 2008.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Domino_(Jessie_J_song)": "\"Domino\" is a song by English singer and songwriter Jessie J from her debut studio album, Who You Are (2011). The song was released on 29 August 2011 as the fifth single from the album. Musically, \"Domino\" is an electropop pop rock & dance-pop song. Jessie J co-wrote \"Domino\" with its producers, Dr. Luke and Cirkut, with extra writing from Claude Kelly and Max Martin. Domino was included on the platinum or deluxe edition of \"Who You Are\" only.",
  "/wiki/Jessie_J": "Jessica Ellen Cornish (born 27 March 1988), known professionally as Jessie J, is an English singer and songwriter. Born and raised in London, she began her career on stage, aged 11, with a role in the West End musical Whistle Down the Wind. She studied at the BRIT School before signing with Gut Records and striking a songwriting deal with Sony/ATV Music Publishing.",
  "/wiki/Everybody_Needs_Somebody_to_Love": "\"Everybody Needs Somebody to Love\" is a song written by Bert Berns, Solomon Burke and Jerry Wexler, and originally recorded by Solomon Burke under the production of Bert Berns at Atlantic Records in 1964. Burke's version charted in 1964, but missed the US top 40, peaking at number 58.",
  "/wiki/The_Blues_Brothers": "The Blues Brothers are an American blues and soul revivalist band founded in 1978 by comedians Dan Aykroyd and John Belushi as part of a musical sketch on Saturday Night Live. Belushi and Aykroyd fronted the band, in character, respectively, as lead vocalist 'Joliet' Jake Blues and harmonica player/vocalist Elwood Blues. The band was composed of well-known musicians, and debuted as the musical guest in a 1978 episode of Saturday Night Live, opening the show performing \"Hey Bartender\", and later \"Soul Man\".",
  "/wiki/The_Final_Countdown_(song)": "\"The Final Countdown\" is a song by Swedish rock band Europe, released in 1986. Written by Joey Tempest, it was based on a keyboard riff he made in the early 1980s, with lyrics inspired by David Bowie's \"Space Oddity\". Originally made to just be a concert opener, it is the first single from the band's third studio album, also named The Final Countdown. The song reached number one in 25 countries, including the United Kingdom, and was certified gold in that country in 1986. In the United States, the song peaked at number 8 on the Billboard Hot 100 and number 18 on the Billboard Album Rock Tracks chart. A music video by Nick Morris was made to promote the single that features footage from the band's two concerts at the Solnahallen in Solna, as well as extra footage of the sound checks at those concerts.",
  "/wiki/Europe_(band)": "Europe is a Swedish rock band formed in Upplands Väsby in 1979,  by vocalist Joey Tempest, guitarist John Norum, bassist Peter Olsson, and drummer Tony Reno. They got a major breakthrough in Sweden in 1982 by winning the televised competition \"Rock-SM\" (Swedish Rock Championships): it was the first time this competition was held, and Europe became a larger success than the competition itself.",
  "/wiki/Good_Feeling_(song)": "\"Good Feeling\" is a song by American rapper Flo Rida from his 2012 EP of the same name, also appearing on his fourth studio album, Wild Ones. It was released as the album's lead single on August 29, 2011 in the United States. The song was written by Flo Rida, Dr. Luke, Cirkut, Breyan Isaac, Arash Pournouri, Avicii, Etta James, Leroy Kirkland and Pearl Woods. It was also produced by Dr. Luke and Cirkut.",
  "/wiki/Flo_Rida": "Tramar Lacel Dillard (born September 16, 1979), known professionally as Flo Rida (/floʊ ˈraɪdə/, floh RY-də), is an American rapper, singer and songwriter from Carol City, Florida. His 2007 breakout single \"Low\" was number one for 10 weeks in the United States and broke the record for digital download sales at the time of its release.",
  "/wiki/Good_Girl_(Carrie_Underwood_song)": "\"Good Girl\" is a song by American country music recording artist Carrie Underwood. The song was written by Chris DeStefano, Ashley Gorley and Underwood. It was released by Arista Nashville as the lead single from Underwood's fourth studio album, Blown Away (2012).",
  "/wiki/Carrie_Underwood": "Carrie Marie Underwood (born March 10, 1983) is an American singer, songwriter, fashion designer, and actress. She rose to fame as the winner of the fourth season of American Idol in 2005. Her debut single, \"Inside Your Heaven\", made her the only country artist to debut at number one on the Billboard Hot 100 chart and the only solo country artist in the 2000s to have a number-one song on the Hot 100. Her debut album, Some Hearts (2005), was bolstered by the huge crossover success of the singles \"Jesus, Take the Wheel\" and \"Before He Cheats\", becoming the best-selling solo female debut album in country music history, the fastest-selling debut country album in Nielsen SoundScan history and the best-selling country album of the last 17 years. Underwood won three Grammy Awards for the album, including Best New Artist.",
  "/wiki/Hit_'Em_Up_Style_(Oops!)": "\"Hit 'Em Up Style (Oops!)\" is the debut single by American R&B singer Blu Cantrell, written and produced by Dallas Austin and featured on Cantrell's debut album, So Blu (2001).",
  "/wiki/Blu_Cantrell": "Blu Cantrell (born Tiffany Cobb; March 16, 1976) is an American R&B and soul singer-songwriter.",
  "/wiki/Just_Dance_4": "Just Dance 4 is a music video game developed by Ubisoft as the fourth main installment of the Just Dance series. Announced at E3 2012 by Flo Rida and Aisha Tyler, it was released on the Wii, the Wii U, the PlayStation 3 (for PlayStation Move), and the Xbox 360 (for Kinect) and was for Xbox 360, Wii, and PlayStation 3 and released in Europe and Australia on October 2, 2012 and on October 9, 2012 in North America, The Wii U version was released on November 18, 2012 in North America and was released on November 30, 2012 in Europe and Australia, alongside the system. A sequel, Just Dance 2014, was released in October 2013 for all motion-control consoles, and released as a launch title for PlayStation 4 and Xbox One."
}