{
  "/wiki/Part_of_Me_(Katy_Perry_song)": "\"Part of Me\" is a song by American singer Katy Perry, released as the lead single from Teenage Dream: The Complete Confection. It was written by Perry, and Bonnie McKee, with production and additional writing by Dr. Luke, Max Martin, and Cirkut. The song was not included on the original edition of Teenage Dream because Perry felt that it did not fit the composition of the album. A demo of the song leaked online in late 2010, amid speculation that the lyrics were directed to the singer's ex-boyfriend Travie McCoy. \"Part of Me\" was re-worked and officially released on February 13, 2012, through Capitol Records with artwork by art director Gavin Taylor and photography by Mary Ellen Matthews.",
  "/wiki/Katy_Perry": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful. She moved to Los Angeles the following year to venture into secular music after Red Hill ceased operations and she subsequently began working with producers Glen Ballard, Dr. Luke, and Max Martin. After adopting the stage name Katy Perry and being dropped by The Island Def Jam Music Group and Columbia Records, she signed a recording contract with Capitol Records in April 2007.",
  "/wiki/Gangnam_Style": "\"Gangnam Style\" (Korean: 강남스타일, IPA: [kaŋ.nam sɯ.tʰa.il]) is the 18th K-pop single by the South Korean musician Psy. The song was released on July 15, 2012, as the lead single of his sixth studio album Psy 6 (Six Rules), Part 1, and debuted at number one on South Korea's Gaon Chart. On December 21, 2012, \"Gangnam Style\" became the first YouTube video to reach one billion views. The song's music video has since been viewed over 3.5 billion times on YouTube, and was the most viewed video on YouTube from November 24, 2012, when it surpassed the music video for \"Baby\" by Justin Bieber featuring Ludacris, to July 10, 2017, when it was surpassed by the music video for \"See You Again\" by Wiz Khalifa featuring Charlie Puth.",
  "/wiki/PSY": "Park Jae-sang (Korean: 박재상; Hanja: 朴載相, IPA: [pɐk̚.t͡ɕεsɐŋ]; born December 31, 1977), known professionally as Psy (싸이; /saɪ/ SY; Korean: [s͈ai]), stylized in all caps, is a South Korean singer, rapper, songwriter, and record producer. Psy is known domestically for his humorous videos and stage performances, and internationally for his hit single \"Gangnam Style\". The song's refrain was entered into The Yale Book of Quotations as one of the most famous quotations of 2012.",
  "/wiki/Funhouse_(song)": "\"Funhouse\" is the fifth single from American singer-songwriter Pink's fifth studio album of the same name. The track was written by P!nk, Jimmy Harry and Tony Kanal who also produced the song. It holds the title of the album and, just like most of the album's tracks, the song speaks about P!nk's split with motocrossrider Carey Hart. Pink performed the song on September 16, 2009 on the Jimmy Kimmel Live! concert stage.",
  "/wiki/Pink_(singer)": "Alecia Beth Moore (born September 8, 1979), known professionally as Pink (stylized as P!nk), is an American singer, songwriter, dancer, actress, record producer, spokesperson and model. She was originally a member of the girl group Choice. In 1995, LaFace Records saw potential in Pink and offered her a solo recording contract. Her R&B-influenced debut studio album Can't Take Me Home (2000) was certified double-platinum in the United States and spawned two Billboard Hot 100 top-ten songs: \"There You Go\" and \"Most Girls\". She gained further recognition with the collaborative single \"Lady Marmalade\" from the Moulin Rouge! soundtrack, which topped many charts worldwide. Refocusing her sound to pop rock with her second studio album Missundaztood (2001), the album sold more than 13 million copies worldwide and yielded the international number-one songs \"Get the Party Started\", \"Don't Let Me Get Me\", and \"Just Like a Pill\".",
  "/wiki/One_Thing_(One_Direction_song)": "\"One Thing\" is a song by English-Irish boy band One Direction from their debut studio album, Up All Night (2011). It was released in various countries by Syco Music on 6 January 2012, as their second single, and as their third single in the UK on 13 February 2012. Additionally, Columbia Records sent it to contemporary hit radio playlists on 22 May 2012 as their second single in the United States. Written by Savan Kotecha and its producers, Carl Falk and Rami Yacoub, initially, the upbeat pop rock number was written as two different songs. As both tracks had elusive attributes, the trio decided to merge the two into one song. The lyrical content regards the protagonist's infatuation with a significant other.",
  "/wiki/One_Direction": "One Direction, often shortened to 1D, are an English-Irish pop boy band formed in London, England in 2010. The band is composed of Niall Horan, Liam Payne, Harry Styles and Louis Tomlinson; former member Zayn Malik departed from the group in 2015. The group signed with Simon Cowell's record label Syco Records after forming and finishing third in the seventh series of the British televised singing competition The X Factor in 2010. Propelled to global success by social media, One Direction's five albums, Up All Night (2011), Take Me Home (2012), Midnight Memories (2013), Four (2014), and Made in the A.M. (2015), topped charts in most major markets, and generated hit singles including \"What Makes You Beautiful\", \"Live While We're Young\", \"Best Song Ever\", \"Story of My Life\" and \"Drag Me Down\".",
  "/wiki/Heavy_Cross": "\"Heavy Cross\" is a song by American band Gossip. It was released on April 28, 2009 as the first single from the band's fourth album Music for Men. The song was the first international hit for Gossip, reaching the top ten across Europe, in Australia and on the US Billboard Hot Dance Club Songs chart from mid- to late 2009. It peaked just outside the top 10 in New Zealand, and made the top 40 in Ireland and the UK; Gossip had already achieved two top 40 singles in the latter region, with \"Standing in the Way of Control\" and \"Listen Up!\" in 2006.",
  "/wiki/Gossip_(band)": "Gossip (or The Gossip) is an American indie rock band that was originally active from 1999 until 2016, formed in Searcy, Arkansas. For most of their career, the band consisted of singer Beth Ditto, multi-instrumentalist Brace Paine, and drummer Hannah Blilie. After releasing several recordings, the band broke through with their 2006 studio album, Standing in the Way of Control. A follow-up, Music for Men, was released in 2009. The band play a mix of post-punk revival, indie rock, and dance-rock. Their last album, A Joyful Noise, was released in May 2012.",
  "/wiki/Hit_The_Lights_(Selena_Gomez_%26_the_Scene_song)": "\"Hit the Lights\" is a song by American band Selena Gomez & the Scene, taken from their third and final studio album When the Sun Goes Down (2011). The song was written by Leah Haywood, Daniel James and Tony Nilsson, while production of the song was handled by Haywood and James under their production name Dreamlab. Musically, \"Hit the Lights\" is a synth-pop and teen pop song. Lyrically, the song speaks about living in the moment and taking risks. An international remixes EP was released on January 20, 2012 for the song's single release. It officially impacted Top 40/Mainstream radio in the U.S. on April 10, 2012. It was the third and last single from the album, as well as the final single released by the group to date. It was also the only single released by the group that was excluded from Selena Gomez's 2014 compilation album For You.",
  "/wiki/Selena_Gomez_%26_the_Scene": "Selena Gomez & the Scene was an American pop rock band from Hollywood, California. Formed in 2008, its last lineup consisted of lead vocalist Selena Gomez, bassist Joey Clement, drummer Greg Garman, keyboardist Dane Forrest, and guitarist Drew Taubenfeld. The band released three studio albums, seven singles and nine music videos. Their debut album, Kiss & Tell, was released on September 29, 2009, debuting at No. 9 on the US Billboard 200 and earning the band a Gold certification from the Recording Industry Association of America (RIAA) in March 2010. The second single from the album, \"Naturally\", reached the top thirty in the U.S., as well as the top twenty in New Zealand, the United Kingdom, Ireland, Canada, and Germany. The song has been certified Platinum in the U.S. and Canada. As of 2012, Kiss & Tell has sold over 900,000 copies in the U.S.",
  "/wiki/Good_Girl_(Carrie_Underwood_song)": "\"Good Girl\" is a song by American country music recording artist Carrie Underwood. The song was written by Chris DeStefano, Ashley Gorley and Underwood. It was released by Arista Nashville as the lead single from Underwood's fourth studio album, Blown Away (2012).",
  "/wiki/Carrie_Underwood": "Carrie Marie Underwood (born March 10, 1983) is an American singer, songwriter, fashion designer, and actress. She rose to fame as the winner of the fourth season of American Idol in 2005. Her debut single, \"Inside Your Heaven\", made her the only country artist to debut at number one on the Billboard Hot 100 chart and the only solo country artist in the 2000s to have a number-one song on the Hot 100. Her debut album, Some Hearts (2005), was bolstered by the huge crossover success of the singles \"Jesus, Take the Wheel\" and \"Before He Cheats\", becoming the best-selling solo female debut album in country music history, the fastest-selling debut country album in Nielsen SoundScan history and the best-selling country album of the last 17 years. Underwood won three Grammy Awards for the album, including Best New Artist.",
  "/wiki/We_R_Who_We_R": "\"We R Who We R\" is a song by American singer Kesha from her first extended play (EP), Cannibal (2010). The song was released as the EP's lead single on October 22, 2010. It was written by Kesha, with Jacob Kasher Hindlin, Dr. Luke, Benny Blanco and Ammo. Production of the song was completed by Dr. Luke, Blanco, and Ammo. In the wake of news that bullying and harassment had led to multiple suicides of gay youth, Kesha wrote the song in hopes that it would become a pride anthem. The song is intended to inspire people to be themselves, and as a celebration of anyone deemed quirky or eccentric.",
  "/wiki/Kesha": "Kesha Rose Sebert (/ˈkɛʃə ˈsiːbərt/; born March 1, 1987), known mononymously as Kesha (formerly stylized Ke$ha), is an American singer, songwriter, rapper, and actress. In 2005, at age 18, Kesha was signed to Kemosabe Records. Her first major success came in early 2009 after she was featured on American rapper Flo Rida's number-one single \"Right Round\".",
  "/wiki/You_Make_Me_Feel...": "\"You Make Me Feel...\" is a song recorded by American synthpop band Cobra Starship with guest vocals by American pop singer Sabi. It was the first single released from their fourth studio album, Night Shades. The song was released digitally through iTunes on May 10, 2011. The song is a dance-pop, electropop song and it talks about looking for a soul mate in the club. It received mixed reviews from most music critics: some of them thought that the song was \"catchy and happy,” but at the same time they criticized it for being too \"faceless and empty.” Commercially, the song reached No. 1 in New Zealand and the Top 10 in Australia, Canada, Hungary, Japan, and the United States.",
  "/wiki/Cobra_Starship": "Cobra Starship was an American dance-pop band created by former Midtown bassist and lead vocalist Gabe Saporta in 2006 in New York City, New York. After writing and recording the band's debut album While the City Sleeps, We Rule the Streets as a solo project, Saporta enlisted guitarist Ryland Blackinton, bassist Alex Suarez, drummer Nate Novarro, and keytarist Victoria Asher, all of whom provide backing vocals.",
  "/wiki/Sabi_(singer)": "Jenice Dena Portlock (born November 24, 1987), also known as Sabi, is an American pop singer, songwriter, dancer and actress from Los Angeles, California.",
  "/wiki/Oath_(song)": "\"Oath\" is a song by English singer Cher Lloyd, featuring vocals from American rapper Becky G. The track was released on 2 October 2012, as the second single from the American version of Lloyd's debut studio album, Sticks and Stones, and the fourth single overall. \"Oath\", produced by Dr. Luke and Cirkut, was played for the first time on New York City radio station Z100 FM. The track was released as a single in the United States, Canada, Australia and New Zealand only. \"Oath\" was not as successful as Lloyd's previous single, \"Want U Back\", in the United States, debuting at number 99, and peaking at number 73 on the Billboard Hot 100. The single was certified gold  by the Recording Industry Association of America (RIAA) denoting sales of 500,000 in the country. In New Zealand, following the major success of \"Want U Back\", which reached number three, \"Oath\" made a respectable impact, peaking at number 13, becoming Lloyd's third consecutive Top 20 hit in that country.",
  "/wiki/Cher_Lloyd": "Cher Lloyd (born 28 July 1993) is an English singer, songwriter and model. She rose to fame in 2010 when she finished fourth in the seventh series of The X Factor. Following the seventh series finale, she was signed to Syco Music. Lloyd's debut single, \"Swagger Jagger\", was released in July 2011 and entered at number one on the UK Singles Chart. Her second single, \"With Ur Love\" featuring Mike Posner, was released on 31 October 2011, and peaked at number four on the UK Singles Chart. Lloyd's debut album, Sticks and Stones had two releases: its standard edition and a US version. The album peaked at number four on the UK Albums Chart while the latter version debuted at number nine in the US Billboard 200. Lloyd signed to US record label Epic Records in 2011.",
  "/wiki/Becky_G": "Rebbeca Marie Gomez (born March 2, 1997), also known as Becky G, is an American singer, songwriter and actress. Gomez first gained recognition in 2011 when she began posting videos of herself covering popular songs online. One of her videos caught the attention of producer Dr. Luke, who subsequently offered her a joint record deal with Kemosabe Records and RCA Records. While working on her debut effort, Gomez collaborated with artists will.i.am, Cody Simpson and Cher Lloyd. Her official debut single, \"Becky from the Block\" (2013), received a positive reception upon its release. She released her debut extended play, Play It Again (2013), later that same year. Her second single, \"Can't Get Enough\" (2014), featured guest vocals from Pitbull and went on to top the Latin Rhythm Airplay chart in the United States.",
  "/wiki/The_Lazy_Song": "\"The Lazy Song\" is a song recorded by American singer-songwriter Bruno Mars for his debut studio album Doo-Wops & Hooligans (2010). It was serviced to contemporary hit radios in the United States on February 15, 2011 as the album's third single by Atlantic and Elektra. Development of \"The Lazy Song\" began while Bruno Mars, Philip Lawrence and Ari Levine were hanging around the studio and didn't feel like working. Mars wrote the song in collaboration with singer-songwriter K'naan and his production team The Smeezingtons, who also produced the track. Musically, \"The Lazy Song\" has been described as borrowing \"heavily from roots reggae\" and has been compared to the reggae style of Jason Mraz, while lyrically it is an anthem to laziness.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.",
  "/wiki/Gold_Dust_(DJ_Fresh_song)": "\"Gold Dust\" is a song by British-based DJ and record producer DJ Fresh. It is the third single released from his second album Kryptonite'",
  "/wiki/DJ_Fresh": "Daniel Edward Stein (born 11 April 1977), better known by his stage name DJ Fresh, is an English musician, DJ and record producer, best known for making electronic music. He was one of the principal members of the drum and bass group Bad Company,[failed verification] alongside Darren White (dBridge), Jason Maldini and Michael Wojcicki (Vegas). He also owns and runs the drum and bass label Breakbeat Kaos with Adam F.",
  "/wiki/Die_Young_(Kesha_song)": "\"Die Young\" is a song by American singer Kesha. It was released on September 25, 2012 as the lead single from her second studio album, Warrior (2012). Kesha co-wrote the song with its producers, Dr. Luke, Benny Blanco, and Cirkut, with additional writing from Nate Ruess, the lead singer of Fun. Kesha wrote the lyrics after traveling around the world and embarking on a spiritual journey.",
  "/wiki/Primadonna_(Marina_and_the_Diamonds_song)": "\"Primadonna\" is a song by Welsh singer-songwriter Marina and the Diamonds from her second studio album, Electra Heart (2012). It was released on 20 March 2012 as the album's official lead single. It was an international success, reaching the top five in Austria, Ireland and New Zealand and the top twenty in the United Kingdom, Hungary and Switzerland.",
  "/wiki/Marina_and_the_Diamonds": "Marina Lambrini Diamandis (/ˌdiːəˈmændɪs/; born 10 October 1985), known mononymously as Marina (stylised in all caps) and previously by the stage name Marina and the Diamonds, is a Welsh singer and songwriter.",
  "/wiki/Just_Dance_4": "Just Dance 4 is a music video game developed by Ubisoft as the fourth main installment of the Just Dance series. Announced at E3 2012 by Flo Rida and Aisha Tyler, it was released on the Wii, the Wii U, the PlayStation 3 (for PlayStation Move), and the Xbox 360 (for Kinect) and was for Xbox 360, Wii, and PlayStation 3 and released in Europe and Australia on October 2, 2012 and on October 9, 2012 in North America, The Wii U version was released on November 18, 2012 in North America and was released on November 30, 2012 in Europe and Australia, alongside the system. A sequel, Just Dance 2014, was released in October 2013 for all motion-control consoles, and released as a launch title for PlayStation 4 and Xbox One."
}