{
  "/wiki/Michigan_State_Spartans_football": "The Michigan State Spartans football program represents Michigan State University in college football at the NCAA Division I Football Bowl Subdivision level. The Spartans are members of the Big Ten Conference.  Michigan State claims a total of six national championships (1951, 1952, 1955, 1957, 1965, and 1966); the AP Poll voted Michigan State as national champion one time (1952). They have been named national champions twice in the Coaches Poll (1952 and 1965). The Spartans have also won two Michigan Intercollegiate Athletic Association championships (1903 and 1905) and nine Big Ten championships (1953, 1965, 1966, 1978, 1987, 1990, 2010, 2013, and 2015).",
  "/wiki/Justin_Phillips_(Canadian_football)": "Justin Phillips (born April 24, 1985 in Ottawa, Ontario) is a Canadian football linebacker who is currently a free agent. He was drafted with the fifth overall pick in the 2007 CFL Draft by the Calgary Stampeders. He played CIS Football with Wilfrid Laurier University.",
  "/wiki/Wilfrid_Laurier_Golden_Hawks": "The Wilfrid Laurier Golden Hawks, commonly shortened to Laurier Golden Hawks, is the name used by the varsity sports teams of Wilfrid Laurier University in Waterloo, Ontario, Canada. The university's varsity teams compete in the Ontario University Athletics conference of the Canadian Interuniversity Sport and, where applicable, in the west division.",
  "/wiki/Jabari_Arthur": "Jabari Arthur (born August 28, 1982) is a Canadian football wide receiver who is currently a free agent.",
  "/wiki/Akron_Zips_football": "The Akron Zips football team is a college football program representing the University of Akron in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA). Akron plays its home games on InfoCision Stadium on the campus of the University of Akron in Akron, Ohio. The Zips compete in the Mid-American Conference as a member of the East Division.",
  "/wiki/Kevin_Challenger": "Kevin Challenger (born May 4, 1982) is a former professional Canadian football wide receiver. He was released by the Edmonton Eskimos of the Canadian Football League on June 24, 2010. He was drafted by the Calgary Stampeders in the second round of the 2007 CFL Draft. He played college football for the Boston College Eagles. Before that, he played for the Vanier College Cheetahs.\nKevin Challenger also holds an annual football camp for up and coming football players in Montreal, Quebec it is held for 2 days.",
  "/wiki/Boston_College_Eagles_football": "The Boston College Eagles football team represents Boston College in the sport of American football. The Eagles compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Atlantic Division of the Atlantic Coast Conference (ACC). Formed in 1892, Boston College's football team was one of six \"Major College\" football programs in New England as designated by NCAA classifications, starting in 1938. By 1981, and for the remainder of the twentieth century, BC was New England's sole Division I-A program. It has amassed a 632–454–37 record and is 99–54 since the turn of the 21st century.[citation needed]",
  "/wiki/Pat_MacDonald_(gridiron_football)": "Patrick \"Pat\" MacDonald (born February 20, 1982) is a former NFL and CFL professional football player. He was signed by the New Orleans Saints as an undrafted free agent in 2007 and was the second player in the school's history to go to the NFL.[citation needed]  He was drafted by the Calgary Stampeders in the third round of the 2007 CFL Draft. He played college football at University of Alberta.",
  "/wiki/Alberta_Golden_Bears": "The Alberta Golden Bears and Pandas are the sports teams that represent the University of Alberta in Edmonton, Alberta, Canada.",
  "/wiki/Henry_Bekkering": "Hendrik \"Henry\" Bekkering (born November 26, 1985) is a Canadian former professional basketball player who holds a Dutch passport as well. Bekkering is the elder brother of Ross Bekkering, who is a professional basketball player as well.",
  "/wiki/Eastern_Washington_University": "Eastern Washington University (EWU) is a public university in Cheney, Washington, with programs offered at campuses in Cheney, EWU Spokane at the Riverpoint Campus and at multiple campus locations throughout the state.",
  "/wiki/Queen's_Golden_Gaels": "The Queen's Gaels (also: Queen's Golden Gaels) are the athletic teams that represent Queen's University in Kingston, Ontario, Canada. Team colours are blue, red, and gold. Its main home is Richardson Memorial Stadium on West Campus.",
  "/wiki/Greg_Hetherington": "Greg Hetherington (born May 10, 1983) is a former Canadian football slotback. He most recently played for the BC Lions of the Canadian Football League. He was drafted by the Calgary Stampeders in the sixth round of the 2007 CFL Draft. He played CIS Football for the McGill Redmen.",
  "/wiki/McGill_Redmen_football": "The McGill Football Club represents McGill University athletics teams in U Sports and is based in Montreal, Quebec. Nicknamed the Redmen until May of 2019, the program is one of the oldest in all of Canada, having begun organized competition in 1874. The team won its first championship in 1902 and since then have also won in 1912, 1913, 1919, 1928, 1938 and 1960 prior to the inauguration of the Vanier Cup in 1965. McGill appeared in the Vanier Cup final in 1969, 1973 and 1987, with the Redmen finally winning the title in the 1987 game. McGill plays out of Percival Molson Memorial Stadium, where the Canadian Football League's Montreal Alouettes also play. After a controversial student campaign in late 2018 that accused the traditional “Redmen” name of being offensive to Canadian First Nations communities, the longstanding men’s varsity nickname was dropped by the university. As of May 2019, the team has been temporarily renamed “the McGill University Football Club” pending an eventual rebranding.",
  "/wiki/2007_Calgary_Stampeders_season": "The 2007 Calgary Stampeders season was the 50th season for the team in the Canadian Football League and their 69th overall. After promising 2nd-place finishes in the West Division in 2005 (11–7) and 2006 (10–8) they finished 3rd in the West Division in 2007, with a disappointing 7–10–1 record, their first losing record in three seasons. They were defeated in the Western Semi-Final 26–24 by the eventual Grey Cup champion Saskatchewan Roughriders. The season was the last in which the team recorded more than two consecutive losses in the regular season in 10 years, recording three consecutive losses to close out the 2017 Calgary Stampeders season."
}