{
  "/wiki/Elstow_Moot_Hall": "Elstow is a village and civil parish in the English county of Bedfordshire.",
  "/wiki/Elstow": "Elstow is a village and civil parish in the English county of Bedfordshire.",
  "/wiki/RAF_Twinwood_Farm": "RAF Twinwood Farm is a former Royal Air Force (RAF) station located 4 mi (6.4 km) north of Bedford, Bedfordshire, England. For the majority of the war the airfield was home to RAF night fighters.",
  "/wiki/Bedford": "Bedford is the county town of Bedfordshire, England. At the 2011 Census, the population of the Bedford built-up area was 106,940,[a] while that within its traditional boundary was 87,590.[b] At the same census, the Borough of Bedford had a population of 157,479.",
  "/wiki/Glenn_Miller": "Alton Glenn Miller (March 1, 1904 – disappeared December 15, 1944) was an American big-band trombonist, arranger, composer, and bandleader in the swing era. He was the best-selling recording artist from 1939 to 1942, leading one of the best-known big bands. Miller's recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American Patrol\", \"Tuxedo Junction\", \"Elmer's Tune\", and \"Little Brown Jug\". In just four years Glenn Miller scored 16 number-one records and 69 top ten hits—more than Elvis Presley (38 top 10s) and the Beatles (33 top 10s) did in their careers.\nWhile he was traveling to entertain U.S. troops in France during World War II, Miller's aircraft disappeared in bad weather over the English Channel.",
  "/wiki/The_Higgins_Art_Gallery_%26_Museum": "The Higgins Art Gallery & Museum, Bedford is the principal art gallery and museum in Bedford, Bedfordshire, England, run by Bedford Borough Council and the Trustees of the Cecil Higgins Collection.",
  "/wiki/John_Bunyan_Museum": "John Bunyan Museum is a museum primarily dedicated to the life, times and works of John Bunyan. The museum is located in Bedford, Bedfordshire, England.",
  "/wiki/John_Bunyan": "John Bunyan (/ˈbʌnjən/; baptised November 30, 1628 – August 31, 1688) was an English writer and Puritan preacher best remembered as the author of the Christian allegory The Pilgrim's Progress. In addition to The Pilgrim's Progress, Bunyan wrote nearly sixty titles, many of them expanded sermons.",
  "/wiki/The_Pilgrim%27s_Progress": "The Pilgrim's Progress from This World, to That Which Is to Come is a 1678 Christian allegory written by John Bunyan. It is regarded as one of the most significant works of religious, theological fiction in English literature. It has been translated into more than 200 languages, and has never been out of print. It has also been cited as the first novel written in English.",
  "/wiki/Luton": "Luton (/ˈluːtən/ (listen)) is a large town, borough and unitary authority area of Bedfordshire, situated in the south east of England, but in the East of England region for administrative purposes. It has a population of 214,109 (mid-2018 est.) and is one of the most populous towns without city status in the United Kingdom. The town is situated on the River Lea, about 30 miles (50 km) northwest of London. The town's foundation dates to the sixth century as a Saxon outpost on the River Lea, from which Luton derives its name. Luton is recorded in the Domesday Book as Loitone and Lintone and one of the largest churches in Bedfordshire, St Mary's Church, was built in the 12th century. There are local museums which explore Luton's history in Wardown Park and Stockwood Park.",
  "/wiki/Leighton_Buzzard": "Leighton Buzzard (/ˈleɪtən ˈbʌzərd/ LAY-tən BUZ-ərd) is a town in Bedfordshire, England, near the Chiltern Hills and lying between Luton and Milton Keynes. It adjoins Linslade and the name Leighton Linslade is sometimes used to refer to the combination of the two towns; parts of this article also apply to Linslade as well as Leedon. For local government purposes, the town is part of the Central Bedfordshire district and is administered jointly with Linslade as the civil parish of Leighton-Linslade.",
  "/wiki/Moggerhanger_House": "Moggerhanger House is a Grade I-listed country house in Moggerhanger, Bedfordshire, England, designed by the eminent architect John Soane. The house is owned by a Christian charity, Harvest Vision, and the Moggerhanger House Preservation Trust, and has recently undergone a £7m refurbishment project with help from organisations such as the Heritage Lottery Fund, English Heritage, World Monuments Fund and the East of England Development Agency.",
  "/wiki/Moggerhanger": "Moggerhanger is a village in the English county of Bedfordshire. It is west of Sandy on the road to Bedford.  Its population in 2001 was 636, but had reduced to 620 at the 2011 Census.  In the twentieth century the village name was spelled variously as: Moggerhanger, Mogerhanger, Muggerhanger and Morehanger. Local pronunciation of the name is as Morhanger.",
  "/wiki/John_Soane": "Sir John Soane RA FSA FRS (/soʊn/; né Soan; 10 September 1753 – 20 January 1837) was an English architect who specialised in the Neo-Classical style. The son of a bricklayer, he rose to the top of his profession, becoming professor of architecture at the Royal Academy and an official architect to the Office of Works. He received a knighthood in 1831.",
  "/wiki/Panacea_Society": "The Panacea Society was a millenarian religious group in Bedford, England. Founded in 1919, it followed the teachings of the Devonshire prophetess Joanna Southcott, who died in 1814, and campaigned for Southcott's sealed box of prophecies to be opened according to her instructions. The society believed Bedford to be the original site of the Garden of Eden.",
  "/wiki/The_Panacea_Society": "The Panacea Society was a millenarian religious group in Bedford, England. Founded in 1919, it followed the teachings of the Devonshire prophetess Joanna Southcott, who died in 1814, and campaigned for Southcott's sealed box of prophecies to be opened according to her instructions. The society believed Bedford to be the original site of the Garden of Eden.",
  "/wiki/RAF_Henlow": "RAF Henlow is a Royal Air Force station in Bedfordshire, England, equidistant from Bedford, Luton and Stevenage. It houses the RAF Centre of Aviation Medicine, the Joint Arms Control Implementation Group (JACIG), the Signals Museum and 616 Volunteer Gliding Squadron. The Ministry of Defence announced on 6 September 2016 that the base is set to be closed following a consultation.",
  "/wiki/Henlow": "Henlow is a village and civil parish in the Central Bedfordshire district of the county of Bedfordshire, England about 10.75 miles (17 km) south-east of the county town of Bedford.",
  "/wiki/Sandy,_Bedfordshire": "Sandy is a market town and civil parish in Central Bedfordshire, England. It lies 8 miles (13 km) to the east of Bedford, 18 miles (29 km) to the south west of Cambridge and 43 miles (69 km) north of Central London. The town has a population of around 13,400 based on 2015 estimates.",
  "/wiki/Roman_Britain": "Roman Britain (Latin: Britannia or, later, Britanniae, \"the Britains\") was the area of the island of Great Britain that was governed by the Roman Empire, from 43 to 410 AD.:129–131 It comprised almost the whole of England and Wales and, for a short period, southern Scotland.",
  "/wiki/Shuttleworth_Collection": "The Shuttleworth Collection is an aeronautical and automotive museum located at the Old Warden Aerodrome, Old Warden in Bedfordshire, England. It is one of the most prestigious in the world due to the variety of old and well-preserved aircraft.",
  "/wiki/Old_Warden": "Old Warden is a village and civil parish in the Central Bedfordshire district of the county of Bedfordshire, England, about 6.5 miles (10 km) southeast of the county town of Bedford.",
  "/wiki/Stockwood_Discovery_Centre": "Stockwood Discovery Centre, formerly known as Stockwood Craft Museum, is one of two free admission museums situated in Luton (the other is Wardown Park Museum). The museums in Luton are a part of a charitable trust, Luton Culture.",
  "/wiki/Mossman_Collection": "The Mossman Carriage Collection is a museum housing a collection of horse-drawn vehicles in Stockwood Park, Luton, Bedfordshire. It is the largest collection of such vehicles in the United Kingdom, and includes original vehicles dating from the 18th, 19th and 20th centuries.",
  "/wiki/Lower_Stondon": "Lower Stondon is a small village in the Central Bedfordshire district of Bedfordshire, England. It is located close to the border with Hertfordshire, around 2.5 miles (4 km) south-west of Henlow. It is part of the larger Stondon civil parish, which at the 2001 Census had a population of approximately 2,000 increasing to approximately 2,300 at the 2011 Census.",
  "/wiki/HM_Bark_Endeavour": "HMS Endeavour, also known as HM Bark Endeavour, was a British Royal Navy research vessel that Lieutenant James Cook commanded to Australia and New Zealand on his first voyage of discovery from 1768 to 1771.",
  "/wiki/James_Cook": "James Cook FRS (7 November 1728[NB 1] – 14 February 1779) was a British explorer, navigator, cartographer, and captain in the British Royal Navy. He made detailed maps of Newfoundland prior to making three voyages to the Pacific Ocean, during which he achieved the first recorded European contact with the eastern coastline of Australia and the Hawaiian Islands, and the first recorded circumnavigation of New Zealand.",
  "/wiki/Tempsford": "Tempsford is a village and civil parish in the Central Bedfordshire district of the county of Bedfordshire, England, about 7 miles (11 km) east north-east of the county town of Bedford.",
  "/wiki/Bedford_Autodrome": "Bedford Autodrome is an autodrome based on the former site of RAE Bedford, in the village of Thurleigh, Bedfordshire. It is owned by former Formula One driver Jonathan Palmer's MotorSport Vision organisation.",
  "/wiki/Thurleigh": "Thurleigh is a village and civil parish in north Bedfordshire, England.",
  "/wiki/RAE_Bedford": "RAE Bedford was a research site of the Royal Aircraft Establishment between 1946 and 1994. It was located near the village of Thurleigh, north of the town of Bedford in England and was the site of aircraft experimental development work.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/306th_Bombardment_Group": "The 306th Flying Training Group (306 FTG) is a unit of the United States Air Force, assigned to Air Education and Training Command (AETC).  The group is stationed at the United States Air Force Academy (USAFA) near Colorado Springs, Colorado.",
  "/wiki/Turvey_Abbey": "Turvey Abbey is located in the village of Turvey in the English county of Bedfordshire. It is dated 1605 on the north facade and 1608 on the south facade.\nThe building is stone, with a tile roof.\nA dovecote, which no longer belongs to the Abbey, is a Grade II listed building.",
  "/wiki/Turvey,_Bedfordshire": "Turvey is a village and civil parish on the River Great Ouse in Bedfordshire, England, about 6 miles (9.7 km) west of Bedford. The village is on the A428 road between Bedford and Northampton, close to the border with Buckinghamshire. The 2011 Census recorded the parish's population as 1,225.",
  "/wiki/Wardown_Park_Museum": "Wardown Park Museum, formerly the Luton Museum & Art Gallery in Luton, is housed in a large Victorian mansion in Wardown Park on the outskirts of the town centre.  The museum collection focuses on the traditional crafts of Bedfordshire, notably lace-making and hat-making. There are samples of Bedfordshire lace from as early as the 17th century.",
  "/wiki/Woburn_Abbey": "Woburn Abbey (/ˈwoʊbərn/)[n 1] occupying the east of the village of Woburn, Bedfordshire, England, is a country house, the family seat of the Duke of Bedford.  Although it is still a family home to the current duke, it is open on specified days to visitors, along with the diverse estate surrounding it, including the historic landscape gardens and deer park (by Humphry Repton), as well as more recently added attractions including Woburn Safari Park, a miniature railway and a garden/visitor centre.",
  "/wiki/Woburn,_Bedfordshire": "Woburn (/ˈwoʊbərn/, meaning twisted or crooked stream) is a village and civil parish in Bedfordshire, England. It is situated about 5 miles (8.0 km) southeast of the centre of Milton Keynes, and about 3 miles (4.8 km) south of junction 13 of the M1 motorway and is a tourist attraction.  At the 2011 census, it had a population of 933.",
  "/wiki/Duke_of_Bedford": "Duke of Bedford (named after Bedford, England) is a title that has been created six times (for five distinct people) in the Peerage of England. The first and second creations came in 1414 in favour of Henry IV's third son, John, who later served as regent of France. He was made Earl of Kendal at the same time and was made Earl of Richmond later the same year. The titles became extinct on his death in 1435. The third creation came in 1470 in favour of George Neville, nephew of Warwick the Kingmaker. He was deprived of the title by Act of Parliament in 1478. The fourth creation came 1478 in favour of George, the third son of Edward IV. He died the following year at the age of two. The fifth creation came in 1485 in favour of Jasper Tudor, half-brother of Henry VI and uncle of Henry VII. He had already been created Earl of Pembroke in 1452. However, as he was a Lancastrian, his title was forfeited between 1461 and 1485 during the predominance of the House of York. He regained the earldom in 1485 when his nephew Henry VII came to the throne and was elevated to the dukedom the same year. He had no legitimate children and the titles became extinct on his death in 1495."
}