{
  "/wiki/Love_Words": "Love Words (subtitled Ken Nordine Speaks Lyrically of Love) is an album by voice-over and recording artist Ken Nordine which was released on the Dot label in 1958.  The album featured Nordine's spoken word interpretations of love songs, a departure from his previous work which featured his surreal or humorous monologues.",
  "/wiki/Ken_Nordine": "Ken Nordine (April 13, 1920 – February 16, 2019) was an American voice-over and recording artist, best known for his series of word jazz albums. His deep, resonant voice has also been featured in many commercial advertisements and movie trailers. One critic wrote that \"you may not know Ken Nordine by name or face, but you'll almost certainly recognize his voice.\"",
  "/wiki/Dot_Records": "Dot Records was an American record label founded by Randy Wood that was active between 1950 and 1979. The label was reactivated in 2014 through a joint venture between Big Machine Label Group and the Republic Records unit of Universal Music Group (which owns the original Dot Records catalog). Based in Nashville, Tennessee, the label was discontinued in 2017.",
  "/wiki/Quiet_Village:_The_Exotic_Sounds_of_Martin_Denny": "Quiet Village: The Exotic Sounds of Martin Denny was the eighth album by Martin Denny. Released in the summer of 1959, the monophonic version of the album (LRP 3122) reached No. 21 on the Billboard monophonic album chart in November 1959, and the stereophonic version (LST 7122) reached No. 12 on the magazine's stereophonic album chart in January 1960.",
  "/wiki/Martin_Denny": "Martin Denny (April 10, 1911 ‒ March 2, 2005) was an American piano-player and composer best known as the \"father of exotica.\" In a long career that saw him performing well into the 1980s, he toured the world popularizing his brand of lounge music which included exotic percussion, imaginative rearrangements of popular songs, and original songs that celebrated Tiki culture.",
  "/wiki/Rev-Ola_Records": "Rev-Ola Records is a British independent record label formed in 1990 that specializes in reissues, as well as select new releases.  The label is headed by Joe Foster, a former child actor and musician/producer.  He, along with Alan McGee and Dick Green, formed Creation Records, as well as the band Biff Bang Pow!.",
  "/wiki/Out_of_Nowhere_(Harold_Fethe_album)": "Out of Nowhere is the debut album of jazz guitarist Harold Fethe, who performs on this outing in the style of Django Reinhardt. Accompanying him is the legendary Johnny Frigo on violin, who like Fethe got a late start with his own career.",
  "/wiki/Harold_Fethe": "Harold Fethe is a professional jazz guitarist in San Francisco, California who began his recording career later than most. For more than two decades he worked in biotechnology. In 2002 he give that up and became a full-time musician. He recorded Out of Nowhere, his first album as a bandleader, in 2004 with 87-year-old violinist Johnny Frigo. The album contains mostly standards in a style suggestive of gypsy jazz.",
  "/wiki/Pee_Wee_King": "Julius Frank Anthony Kuczynski (February 18, 1914 – March 7, 2000), known professionally as Pee Wee King, was an American country music songwriter and recording artist best known for co-writing \"Tennessee Waltz\".",
  "/wiki/Bear_Family": "Bear Family Records is a Germany-based independent record label that specializes in reissues of archival material ranging from country music to 1950s rock and roll to old German movie soundtracks.",
  "/wiki/Comes_Love": "\"Comes Love\" is a 1939 jazz standard. It was composed by Sam H. Stept, with lyrics by Lew Brown and Charles Tobias. It was featured in the Broadway musical Yokel Boy, starring Phil Silvers and Buddy Ebsen, when it was introduced by Judy Canova.",
  "/wiki/Arbors_Records": "Arbors Records is a record company and independent record label in Clearwater, Florida. It was founded by Mat and Rachel Domber in 1989 and was initially devoted to the recordings of their friend, Rick Fay.",
  "/wiki/Pine_Valley_Cosmonauts": "Pine Valley Cosmonauts (PVC) are a musical ensemble from Chicago, Illinois.",
  "/wiki/Bloodshot_Records": "Bloodshot Records is an independent record label based in Chicago, Illinois that specializes in roots-infused indie rock, punk rock, and alternative country.",
  "/wiki/Jack_Donahue": "Jack Donahue (1804 – 1 September 1830) was a bushranger in Australia between 1825 and 1830. Known as \"Bold Jack Donahue\", he became part of the notorious \"Wild Colonial Boys\".",
  "/wiki/PS_Classics": "PS Classics is a record label that specializes in musical theatre and standard vocals. Founded in 2000 by Grammy-nominated freelance producer Tommy Krasker and singer/actor Philip Chaffin, their releases have been critically acclaimed for their meticulous sonic detail and high-quality packaging and artwork.[citation needed]",
  "/wiki/Statesmen_of_Jazz": "Statesmen of Jazz was a swing jazz group started in 1994 by the American Federation of Jazz Societies.",
  "/wiki/Hot_Club_of_52nd_Street": "Hot Club of 52nd Street is a live Jazz quartet album co-led by guitarists Bucky Pizzarelli and Howard Alden in tribute to Django Reinhardt, released on May 25, 2004.",
  "/wiki/Bucky_Pizzarelli": "John Paul \"Bucky\" Pizzarelli (born January 9, 1926) is an American jazz guitarist. He is the father of jazz guitarist John Pizzarelli and double bassist Martin Pizzarelli. He worked for NBC as a staffman for Dick Cavett (1971) and ABC with Bobby Rosengarden in (1952). The list of musicians he has collaborated with includes Benny Goodman, Les Paul, Stéphane Grappelli,  and Antônio Carlos Jobim. Pizzarelli cites as influences Django Reinhardt, Freddie Green, and George Van Eps.",
  "/wiki/Howard_Alden": "Howard Vincent Alden (born October 17, 1958) is an American jazz guitarist born in Newport Beach, California. Alden has recorded many albums for Concord Records, including four with seven-string guitar innovator George Van Eps.",
  "/wiki/Chesky_Records": "Chesky Records is a record company and label founded in 1978 by brothers David and Norman Chesky. The company produces high-definition recordings of music in a variety of genres, including jazz, classical, pop, R&B, folk and world/ethnic. Chesky artists include McCoy Tyner, Herbie Mann, David Johansen and the Harry Smiths, Joe Henderson, Chuck Mangione, Paquito D'Rivera, Ron Carter, Larry Coryell, John Pizzarelli, Bucky Pizzarelli, Babatunde Olatunji, Ana Caram, and Rebecca Pidgeon.",
  "/wiki/Chad_Mitchell": "The Chad Mitchell Trio – later known as The Mitchell Trio – were a North American vocal group who became known during the 1960s. They performed traditional folk songs and some of John Denver's early compositions. They were particularly notable for performing satirical songs that criticized current events during the time of the cold war, the civil rights movement, and the Vietnam War, in a less subtle way than the typical folk music and singer-songwriter musicians of their time.",
  "/wiki/Collectors%27_Choice_Music": "Collectors' Choice Music (CCM) is an Itasca, Illinois, company originally primarily in two businesses, but since 2010 only in the second.",
  "/wiki/Skitch_Henderson": "Lyle Russell Cedric \"Skitch\" Henderson (January 27, 1918 – November 1, 2005) was a pianist, conductor, and composer. His nickname \"Skitch\" came from his ability to \"re-sketch\" a song in a different key and Bing Crosby suggested that he should use the name professionally.",
  "/wiki/Pentimento_(Molaskey)": "Pentimento is the 2002 debut album by singer Jessica Molaskey performing standards of the 1920s and 1930s. She is joined by an all-star cast of musicians, including her husband John Pizzarelli, father-in-law Bucky Pizzarelli, violinist Johnny Frigo and her brother-in-law, Martin Pizzarelli.",
  "/wiki/Jessica_Molaskey": "Jessica Molaskey (born January 9, 1962, Wolcott, Connecticut) is an American professional actor and singer of torch songs and show tunes. She has appeared in a dozen Broadway shows, including Sunday in the Park with George, Tommy, Crazy for You, Chess, Oklahoma!, Cats, City of Angels, and the first national tour of Joseph and the Amazing Technicolor Dreamcoat.",
  "/wiki/Monty_Alexander": "Montgomery Bernard \"Monty\" Alexander (born 6 June 1944) is a Jamaican jazz pianist. His playing has a Caribbean influence and bright swinging feeling, with a strong vocabulary of bebop jazz and blues rooted melodies. He was influenced by Louis Armstrong, Duke Ellington, Nat King Cole, Oscar Peterson, and Frank Sinatra. Alexander also sings and plays the melodica. He is known for his surprising musical twists, bright rhythmic sense, and intense dramatic musical climaxes. Monty's recording career has covered many of the well known American songbook standards, jazz standards, pop hits, and Jamaican songs from his original homeland. Alexander has resided in New York City for many years and performs frequently throughout the world at jazz festivals and clubs.",
  "/wiki/Concord_Records": "Concord Records is an American record label owned by Concord Music Group and based in Beverly Hills, California. Concord Records was launched in 1995 as an imprint designed to reach beyond the company's foundational Concord Jazz label. The label's artists have won 14 Grammy Awards and 88 Grammy nominations.",
  "/wiki/Buddy_Greco": "Armando Joseph \"Buddy\" Greco (August 14, 1926 – January 10, 2017) was an American jazz and pop singer and pianist who had a long career in the US and UK. His recordings have sold millions, including \"Oh Look A-There Ain't She Pretty\", \"Up, Up and Away\", and \"Around the World\". His most successful single was \"The Lady Is a Tramp\", which sold over one million copies. During his career, he recorded over sixty albums. He conducted the London Symphony Orchestra, performed for Queen Elizabeth II and with the Beatles.",
  "/wiki/Polygram_Records": "PolyGram N.V. was a Dutch entertainment company and major music record label.  It was founded in 1962 as the Grammophon-Philips Group by Dutch corporation Philips and German corporation Siemens, to be a holding for their record companies, and was renamed \"PolyGram\" in 1972. The name was chosen to reflect the Siemens interest Polydor Records and the Philips interest Phonogram Records. The company traced its origins through Deutsche Grammophon back to the inventor of the flat disk gramophone, Emil Berliner.",
  "/wiki/Skeeter_Davis": "Skeeter Davis (born Mary Frances Penick; December 30, 1931 – September 19, 2004) was an American country music singer who sang crossover pop music songs including 1962's \"The End of the World\". She started out as part of the Davis Sisters as a teenager in the late 1940s, eventually landing on RCA Victor. In the late 1950s, she became a solo star.",
  "/wiki/Buddah_Records": "Buddah Records (later known as Buddha Records) was an American record label founded in 1967 in New York City. The label was born out of Kama Sutra Records, an MGM Records-distributed label, which remained a key imprint following Buddah's founding. Buddah handled a variety of music genres, including bubblegum pop (the Ohio Express and the 1910 Fruitgum Company), folk-rock (Melanie), experimental music (Captain Beefheart), and soul (Gladys Knight & the Pips)."
}