{
  "/wiki/Bestum_(station)": "Bestum is a former light rail station on the Oslo Tramway.",
  "/wiki/Lilleaker_Line": "The Lilleaker Line (Norwegian: Lilleakerbanen) is a suburban tramway from Skøyen in Oslo westwards to Jar, Bærum in Norway. It is operated by Line 13 from Grefsen to Bekkestua of the Oslo Tramway, operated by Oslo Sporvognsdrift. The line continues on the Oslo Metro west of Jar as part of the Kolsås Line, and as a street tramway on the Oslo tramway system at Skøyen as the Skøyen Line.",
  "/wiki/Bestum": "Bestum is a neighbourhood in Ullern in Oslo, Norway. Before the residential area arose, Bestum was mainly an agricultural area. The name origins from the Middle Ages. Bestum was served by a station named \"Bestun\" and the tram stop Bestum, but both are now closed. The residential houses in the area are drawn in Swiss chalet style.",
  "/wiki/Gr%C3%BCnerl%C3%B8kka%E2%80%93Torshov_Line": "The Grünerløkka–Torshov (Norwegian: Grünerløkka–Torshov-linjen) is a tramway line running from Jernbanetorget to Storo in Oslo, Norway. It is served by lines 11, 12 and 13 of the Oslo Tramway.",
  "/wiki/Torshov": "Torshov is a neighborhood north of Grünerløkka and Lilleborg in the borough Sagene in Oslo, Norway. Oslo Tramway (Trikken i Oslo) provides connections with lines  running between  Majorstuen and Kjelsås. Vogts gate serves as the main street of the neighborhood.  Along Vogts gate are several coffee shops, restaurants and cafes. The Torshov public school was built in 1878. Torshov was separated from Sagene as a separate congregation in 1930. The local sports club is Skeid Fotball.",
  "/wiki/Ekebergparken_(station)": "Ekebergparken (Formerly: Sjømannsskolen) is a light rail station on the Ekeberg Line of the Oslo Tramway. It is located near Sjømannsskolen (the Seamen School) in Ekeberg and Ekebergparken Sculpture Park nearby. The station is located in the borough of Nordstrand, in Oslo, Norway.",
  "/wiki/Simensbr%C3%A5ten_Line": "The Simensbråten Line (Norwegian: Simensbråtenlinjen) was a light rail line of Oslo Tramway between Jomfrubråten and Simensbråten in Oslo, Norway. Opening on 30 September 1931, it branched off the Ekeberg Line at Jomfrubråten and had three stops along the 1.5-kilometer (0.9 mi) route—Ekebergparken, Smedstua and Simensbråten. Operated by Ekebergbanen, the line was closed on 29 October 1967. It is the only light rail line in Oslo to have been closed.",
  "/wiki/Ekeberg": "Ekeberg is a neighborhood in the city of Oslo, Norway. The Norway Cup soccer tournament takes place at Ekebergsletta every summer. \"Sletta\" means \"the plain\".  The painting \"The Scream\" by Edvard Munch is painted from Utsikten (\"the view\"), a part of Ekeberg.",
  "/wiki/Sk%C3%B8yen_Line": "The Skøyen Line (Norwegian: Skøyenlinjen/Skøyenlinja) is a tramway line running from Slottsparken to Skøyen in Oslo, Norway. It is served by line 13 of the Oslo Tramway. It connects the Briskeby Line at Slottsparken to the Lilleaker Line at Skøyen.",
  "/wiki/Skillebekk": "Skillebekk is a neighbourhood of Oslo, Norway. It is located near Solli plass in the West End of Oslo, and is served by the station Skillebekk on the Skøyen Line. The name origins from Skillebekken, a brook between Bymarken and Frogner Hovedgård.",
  "/wiki/Frogner": "Frogner is a borough and an exclusive residential and retail district in the West End of the city of Oslo, Norway, with a population of 58,897 as of 2019. In addition to traditional Frogner, the borough incorporates Bygdøy, Uranienborg and Majorstuen. The borough is named after Frogner Manor, and the famous Frogner Park is now found on the site of the manor. In Norwegian society, Frogner occupies a similar position as London's Knightsbridge, and has the highest real estate prices in the entire country. Most embassies are located in Frogner.",
  "/wiki/Briskeby_Line": "The Briskeby Line (Norwegian: Briskebylinjen) is a line of the Oslo Tramway, Norway. It runs from Jernbanetorget westwards through the city center of Oslo before serving the neighborhoods of Briskeby and Uranienborg and terminating at Majorstuen. The section from Jernbanetorget and Inkognitogata is concurrent with the Skøyen Line, past which is serves the important transport hub Nationatheatret. This section is variously served by lines 12, 13 and 19. From Inkognitogata Line 19 runs alone through Riddervolds gate, Briskebyveien, Holtegata and Bogstadveien. Parts of the line through Bogstadveien is also served by Line 11.",
  "/wiki/Solli_plass": "Solli plass, pronounced /su:li/ or /suli/, /plas/ or /pɽas/, also called Lapsetorvet, is a square in Oslo, Norway, located southwest of Slottsparken and the Royal Palace.",
  "/wiki/Ekeberg_Line": "The Ekeberg Line (Norwegian: Ekebergbanen) is a 6.6-kilometre (4.1 mi) long light rail line of the Oslo Tramway which runs from Gamlebyen to Ljabru in Oslo, Norway. Operated by lines 18 and 19, it serves the area of Nordstrand and the neighborhoods of Ekeberg, Jomfrubråten, Bekkelaget and Ljan. The line is operated by Oslo Sporvognsdrift using SL79 and SL95 trams on contract with Ruter. The line itself is owned by Sporveien. At Oslo Hospital, the line connects to the Gamleby Line, which runs to the city center.",
  "/wiki/Gr%C3%B8nland,_Oslo": "Grønland (meaning “Greenland” in Norwegian) is a neighbourhood in central Oslo, Norway. It is served by several tram and bus lines, as well as the Oslo Metro at the Grønland Station. The neighborhood, along with neighboring Tøyen, is considered to be one of the most ethnically diverse areas in Scandinavia, and is home to a large population of immigrants from India, Pakistan, Somalia, Turkey and Kurdistan.",
  "/wiki/Majorstuen": "Majorstuen or Majorstua is a particularly affluent neighbourhood in the Frogner borough in the inner part of Oslo, Norway.",
  "/wiki/Frogner_Line": "The Frogner Line (Norwegian: Frognerlinjen) is a section of the Oslo Tramway which runs between Solli and Majorstuen, serving the neighborhood of Frogner. The line is served by tram number 12, and the Frogner section makes up the westernmost part of this line. From Solli to Frogner, the line runs northwestwards to Frognerveien, then turns northeast along Kirkeveien, along the Frogner Park, including a stop at the main gate to the Vigeland sculpture installation, before ending at Majorstuen where it connects with the Homansbyen Line and Briskeby Line.",
  "/wiki/Elisenberg": "Elisenberg is a neighborhood in the Frogner borough in Oslo, Norway.",
  "/wiki/Briskeby": "Briskeby is an electropop band from Larvik, Norway. Bjørn Bergene, Claus Heiberg Larsen and Bård Helgeland are from Larvik, while Lise Karlsnes is from Tønsberg.",
  "/wiki/Sentrum,_Oslo": "Sentrum, meaning city-centre, is located on the southeast side of the city near the inner Oslofjord.",
  "/wiki/Posthuset_(station)": "Posthuset station was a former tram stop on the Oslo Tramway. It has since been replaced by Dronningens gate station.",
  "/wiki/Gamleby_Line": "The Gamlebyen Line (Norwegian: Gamlebylinjen) is a section of the Oslo Tramway which runs east from Jernbanetorget along Schweigaards gate (street), past the Oslo Bus Terminal then turns south along Oslo gate, and past Gamlebyen before becoming the Ekeberg Line. The section is served by lines 18 and 19.",
  "/wiki/Simensbr%C3%A5ten_(station)": "Simensbråten was a light rail station on the Oslo Tramway.",
  "/wiki/Simensbr%C3%A5ten": "Simensbråten is a neighborhood in the borough of Nordstrand, Oslo, Norway.",
  "/wiki/Smedstua_(station)": "Smedstua was a light rail station on the Simensbråten Line of the Oslo Tramway. It was located at Smedstua in Ekeberg, in the borough of Nordstrand, in Oslo, Norway.",
  "/wiki/Ullev%C3%A5l_Hageby_Line": "The Ullevål Hageby Line (Norwegian: Ullevål Hageby-linjen) is a light rail section of the Oslo Tramway. It runs from Stortorvet in the city center of Oslo, Norway to Rikshospitalet. It passes through the areas of St. Hanshaugen, Ullevål Hageby and Blindern before reaching Gaustad. It serves major institutions such as Oslo University College, Bislett Stadion, Ullevål University Hospital, the University of Oslo and Rikshospitalet. The line is served by route 17 and 18 by Oslo Sporvognsdrift using SL95 trams, while the tracks are owned by Kollektivtransportproduksjon.",
  "/wiki/Bislett": "Bislett is a neighbourhood in the St. Hanshaugen borough in north-central Oslo, Norway. It is internationally famous for the Bislett Games, held at Bislett Stadium.",
  "/wiki/Ullev%C3%A5l_Hageby": "Ullevål Hageby is a residential area and garden city in borough Nordre Aker of Oslo, Norway. All housing in the area is part of the housing cooperative Oslo Havebyselskap. The area borders on Ullevål University Hospital to the east, Blindern in the west, and Berg to the north.",
  "/wiki/Valkyrie_plass_(station)": "Valkyrie plass was a metro station on the Oslo Metro.",
  "/wiki/List_of_disused_Oslo_Tramway_stations": "This is a list of disused Oslo Tramway stations that lists 19 tram stations in Oslo, Norway. The first stations to be closed were Ekebergparken, Simensbråten and Smedstua on the Simensbråten Line in 1967. In 2006, the stations Olav Kyrres plass, Halvdan Svartes gate and Nobels gate were merged into one."
}