{
  "/wiki/Short_program_(figure_skating)": "The short program of figure skating is the first of two segments of competitions, skated before the free skating program.  It lasts, for both senior and junior singles and pair skaters, 2 minutes and 40 seconds.  In synchronized skating, for both juniors and seniors, the short program lasts 2 minutes and 50 seconds.  Vocal music with lyrics is allowed for all disciplines since the 2014-2015 season.  The short program for single skaters and for pair skaters consists of seven required elements, and there are six required elements for synchronized skaters.",
  "/wiki/Free_skating": "The free skating segment of figure skating, also called the free skate and the long program, is the second of two segments of competitions, skated after the short program.  Its duration, across all disciplines, is four minutes for senior skaters and teams, and three-and-one-half minutes for junior skaters and teams.  Vocal music with lyrics is allowed for all disciplines since the 2014—2015 season. The free skating program, across all disciplines, must be well-balanced and include certain elements described and published by the International Skating Union (ISU).",
  "/wiki/Mutsumi_Takayama": "Mutsumi Takayama (高山 睦美, Takayama Mutsumi, born January 17, 1991) is a Japanese figure skater. She won the 2009 Ondrej Nepela Memorial.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Kerstin_Frank": "Kerstin Frank (born 23 October 1988) is an Austrian figure skater. She is a six-time national champion and represented Austria at the 2014 Winter Olympics. She has won eleven international medals and reached the free skate at nine ISU Championships.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Isabelle_Pieman": "Isabelle Pieman (born 28 September 1983) is a Belgian figure skater. She won five senior international medals and three Belgian national titles (2007, 2009, 2012). At the 2009 Nebelhorn Trophy, Pieman qualified a spot for Belgium in the ladies' singles event at the 2010 Winter Olympics in Vancouver, where she placed 25th. She qualified to the free skate at the 2012 European Championships in Sheffield.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Yuki_Nishino": "Yuki Nishino (西野 友毬, Nishino Yūki, born September 10, 1993 in Osaka) is a Japanese figure skater. She is the 2007 Junior Grand Prix Final bronze medalist and represented Japan at two World Junior Championships. She won silver medals at two senior internationals, the 2011 NRW Trophy and 2012 Gardena Spring Trophy.",
  "/wiki/Victoria_Muniz": "Victoria Muniz (born January 25, 1989, Agana Heights, Guam) is an American figure skater who skated internationally for Puerto Rico. She qualified to the free skate at three ISU Championships — 2007 Junior Worlds, 2011 Four Continents, and 2012 Four Continents. She is a four-time Puerto Rican national champion, having won the title in 2005, 2007, 2009, and 2011.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Isabel_Drescher": "Isabel Drescher (born 9 March 1994) is a German figure skater. She is the 2007–08 German national silver medalist and competed at three World Junior Championships. Her best result was 10th in 2009.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Nicole_Graf": "Nicole Graf (born 7 May 1985 in Wil, Switzerland) is a Swiss figure skater who competes in ladies singles.  She won the gold medal at the 2009 Swiss Figure Skating Championships and finished 26th at the European Figure Skating Championships that year.  In 2012, she captured the bronze medal at the Swiss Nationals.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Ivana_Reitmayerová": "Ivana Reitmayerová (born 4 May 1992) is a Slovak former competitive figure skater. She is the 2008 Ondrej Nepela Memorial champion, 2008 Triglav Trophy silver medalist, and a two-time (2009, 2010) Slovak national champion. She competed at the 2010 Winter Olympics in Vancouver.",
  "/wiki/Irina_Movchan": "Iryna Pavlivna Movchan (Ukrainian: Ірина Павлівна Мовчан; born 26 June 1990 in Dnipropetrovsk) is a Ukrainian figure skater. She is the 2008 Crystal Skate of Romania champion and a two-time (2009, 2011) Ukrainian national champion. She qualified to the free skate at three ISU Championships — 2007 Europeans in Warsaw, Poland; 2009 Europeans in Helsinki, Finland; and 2011 Worlds in Moscow, Russia.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Andrea_Kreuzer": "Andrea Kreuzer (born 8 March 1984) is an Austrian former competitive figure skater. She is the 2006 Austrian national champion and competed in the final segment at two European Championships, finishing 23rd in 2005 (Turin) and 18th in 2006 (Lyon).",
  "/wiki/Olga_Ikonnikova": "Olga Ikonnikova (born 14 May 1990 in Tallinn, Estonia) is an Estonian figure skater. She is the 2006 & 2008 Estonian national bronze medalist.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language.",
  "/wiki/Maria_Papasotiriou": "Maria-Elena Papasotiriou (born 27 January 1990) is an American figure skater who represented Greece. She was born in Park Ridge, Illinois. She was placed 31st at the 2007 European Championships.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Alexandra_Kunova": "Alexandra Kunová (born 1 November 1992) is a Slovak figure skater. She is the 2011 Slovak national champion.",
  "/wiki/2009_Ondrej_Nepela_Memorial": "The 2009 Ondrej Nepela Memorial (Slovak: Memoriál Ondreja Nepelu) was the Ondrej Nepela Memorial competition for the 2009–10 figure skating season. It was the 17th edition of the Ondrej Nepela Memorial to be held. The Ondrej Nepela Memorial is an annual senior-level international figure skating competition held in Slovakia. Skaters competed in the disciplines of men's singles, ladies' singles, pair skating, and ice dancing."
}