{
  "/wiki/James_Argue": "James Henthorne Argue (2 June 1848 – 4 March 1927) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1914, as a member of the Conservative Party. Argue was born in Ireland, and received a grammar school education. He worked as a farmer after moving in Manitoba, and served for fifteen years as a local reeve and councillor. In religion, he was a member of the Church of England. He was first elected to the Manitoba legislature in the 1899 provincial election, defeating Liberal incumbent Thomas Dickey by seventy-seven votes in the Avondale constituency. The Conservatives won this election, and Argue served in the legislature as a government backbencher. He was re-elected in the campaigns of 1903,\n1907 and 1910, and did not seek re-election in 1914.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/Charles_Mickle": "Charles Julius Mickle (July 22, 1849 in Stratford, Canada West, now Ontario – November 10, 1919 in Minnedosa, Manitoba) was a politician in Manitoba, Canada. He was a provincial cabinet minister for three years and on two occasions served as the leader of the Liberal Party in the Legislative Assembly of Manitoba. Mickle trained as a lawyer and was admitted to the Ontario bar in 1872. He practiced law in Ontario for ten years before moving to Manitoba. He was first elected to the Manitoba legislature for the constituency of Birtle in the 1888 provincial election, as a supporter of Liberal Premier Thomas Greenway. He was re-elected in the 1892 campaign and won by acclamation in 1896. In 1889, he married Mary A. Ross. In November 1896, Mickle entered Greenway's cabinet as Provincial Secretary.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.\n Birtle was established in 1881, following the western expansion of the province's boundaries.  It was located in the central western region of the province, near Roblin and Russell.  It was eliminated for the 1886 provincial election, but re-established for the 1888 election.\n For most of its history, Birtle was safe for the Liberal and Liberal-Progressive parties.  The constituency was abolished with the 1958 election, with much of its territory going to the new constituency of Birtle-Russell.",
  "/wiki/Stanley_McInnis": "Stanley William McInnis (October 8, 1865 – November 4, 1907) was a Canadian dentist and politician in Manitoba. He served in the Legislative Assembly of Manitoba from 1899 to 1907 as a member of the Conservative Party, and was briefly a cabinet minister in the government of Rodmond Roblin. McInnis was born in Saint John, New Brunswick, and was educated at Manitoba College and the Philadelphia Dental College. He practiced as a dentist before entering political life. In 1902, he moved a motion at a meeting of the Canadian Dental Association to adopt a code of ethics. He was first elected to the Manitoba legislature in the 1899 provincial election, defeating Liberal Party incumbent Charles Adams by eight votes in Brandon City. He served as a backbench supporter of the governments of Hugh John Macdonald and Rodmond Roblin in the legislative sitting that following. On March 1, 1902, he was named Acting Speaker of the Legislative Assembly of Manitoba in lieu of a full-time Speaker.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.\n It was initially created as Brandon in 1881, following the westward expansion of Manitoba's boundaries.  It was eliminated through redistribution before the 1886 provincial election, and replaced with Brandon East and Brandon West.  The area was further redistributed prior to the 1888 election, and Brandon City was created along with Brandon North and Brandon South.\n The constituency was renamed Brandon for the 1958 provincial election.  It disappeared from the electoral map with the 1969 provincial election, when the city was once again divided into Brandon East and Brandon West.",
  "/wiki/Thomas_E._Greenwood": "Thomas E. Greenwood (May 16, 1859 – May 14, 1934) was a farmer, grain dealer and political figure in Manitoba. He represented Brandon North from 1900 to 1903 in the Legislative Assembly of Manitoba as a Liberal-Conservative.\n He was born in Perth County, Canada West, the son of Philip Greenwood and Louisa Dodge, and was educated in Fullarton. In 1882, Greenwood married Annie Brooks. He came west to Manitoba in 1882, bringing horses and cattle with him from Fullarton.\n He died in Brandon at the age of 74.",
  "/wiki/Frank_Oliver_Fowler": "Frank Oliver Fowler (14 December 1861 – 18 February 1945) was a Canadian politician serving as a member of the Legislative Assembly of Manitoba, then in Winnipeg city politics as an alderman and subsequently as the 29th Mayor. He moved from Ontario to the Brandon, Manitoba region in the early 1880s where he was a farmer. He established a grain company in Wawanesa in 1891 and became a leader in regional grain industry associations after Fowler and his family moved to Winnipeg in 1902. Fowler was acclaimed to the Manitoba legislature for the South Brandon riding following a by-election on 20 November 1897. He was re-elected in the 1899 general provincial election and remained in provincial office until 1903. After leaving provincial office, he became a city alderman in 1908 where he supported restrictions on trade unions. He was acclaimed Mayor on 20 June 1922, 11 days after Edward Parnell died in office. Fowler served as Mayor for the remainder of that year.",
  "/wiki/Martin_Jérôme": "Martin Jérôme (November 23, 1850 – July 22, 1936) was an American-born farmer and political figure in Manitoba. He represented Carillon from 1888 to 1895 and from 1900 to 1903 in the Legislative Assembly of Manitoba as a Liberal.\n Born in Pembina, North Dakota, he was educated at the Collège de Saint-Boniface. In 1871, he married Leocadie Carriere. Jérôme served as the first reeve for the Rural Municipality of De Salaberry. He was elected as an independent Liberal when he ran for reelection to the assembly in 1892 and was defeated when he ran for reelection in 1896.  Jérôme served for several years as a Canadian immigration agent in France and Belgium. He died in St. Boniface.",
  "/wiki/Carillon_(electoral_district)": "Carillon is a former provincial electoral division in Manitoba, Canada.\n It was established for the 1886 provincial election, and eliminated with the 1969 election.  The constituency was predominantly francophone.  Albert Prefontaine and his son Edmond represented Carillon for almost all of the period between 1903 and 1962, serving with a variety of parties.",
  "/wiki/George_Steel_(Manitoba_politician)": "George Steel (June 3, 1858–August 20, 1940) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1915. Steel was born in Ayrshire, Scotland, the son of John Steel, and was educated at public schools in Lorne and Dallegles. He worked as a farmer, and resided in Glenboro, Manitoba. In religion, Steel was a Presbyterian. He was first elected to the Manitoba legislature in the 1899 provincial election, defeating Liberal incumbent Alfred Doig by 98 votes in the constituency of Cypress. He identified himself as a \"Liberal-Conservative\", and sat as a backbench supporter the Conservative administrations led by Hugh John Macdonald and Rodmond Roblin. Steel was re-elected in the 1903 election as a Liberal-Conservative, and in the elections of 1907, 1910 and 1914 as a Conservative.",
  "/wiki/Cypress_(former_Manitoba_provincial_electoral_district)": "Cypress is a former provincial electoral division in Manitoba, Canada.  It was located in the south of the province.\n Cypress was created for the 1886 provincial election, and abolished with the 1969 election.",
  "/wiki/Theodore_Arthur_Burrows": "Theodore Arthur Burrows (August 15, 1857 – January 18, 1929) was a politician and office-holder in Manitoba, Canada. He served as the tenth Lieutenant Governor of the province from October 6, 1926 until his death. Burrows was born in Ottawa, Canada West (now Ontario), where his grandfather had been a pioneer settler. He moved to Manitoba in 1875, and was subsequently educated at Manitoba College. In 1877, Burrows became the first law student in Winnipeg history, working in the office of one Frederick Mackenzie. He entered the lumber business in 1879, and subsequently played a major role in developing the industry in Manitoba's northwest. Burrows entered politics in 1892, winning election to the provincial legislature in the riding of Dauphin. Although he described himself as a Liberal-Conservative, he was nevertheless a supporter of Liberal Premier Thomas Greenway.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/Charles_Alexander_Young": "Charles Alexander Young (December 29, 1856 – September 28, 1928) was a grain dealer and political figure in Manitoba, Canada. He represented Deloraine from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915. McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin. McFadden was born in Peterborough, Canada West (now Ontario), and educated in Bruce, Ontario. He received certification from the Ontario Veterinary College and practised as a veterinary surgeon. He also served as manager of the Alexandra Realty Co. in Emerson, Manitoba, and was active in municipal politics. In religion, McFadden was a Methodist. He was first elected to the Manitoba legislature in the 1892 provincial election, defeating Liberal incumbent James Thomson by fourteen votes in the Emerson constituency.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba. It has existed since 1879, when it was created by redistribution. It is located in the southeastern corner of the province. It is bordered to the north by Carman, Morris, Steinbach and La Verendrye, to the west by Pembina, to the east by the province of Ontario and to the south by the American state of North Dakota. The riding includes the communities/municipalities of Emerson, Altona, Dominion City, Rhineland, Gretna, Woodridge and St. Jean Baptiste. The riding's population in 2008 was 20,370. In 2011, the average family income was $61,951, and the unemployment rate was 2.9%. Agriculture accounts for 24% of the riding's industry, followed by manufacturing at 16%.",
  "/wiki/Baldwin_Baldwinson": "Baldwin Larus Baldwinson (October 26, 1856 – October 5, 1936) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1907 and from 1910 to 1913, as a member of the Conservative Party. Baldwinson was born in Akureyri, Iceland, and attended public school in that country. He came to Canada in 1873, and worked in the newspaper industry. He was editor of the Icelandic Weekly Heimskringla, and served as president, secretary and manager of the Heimskringla News and Publishing Co., Ltd. He was a member of the Lutheran church. He first ran for the Manitoba legislature in the 1892 provincial election, and lost to Liberal Frederick Colcleugh by seventy-eight votes in the St. Andrews constituency. He ran again in the 1896 election, and lost to Liberal Sigtryggur Jonasson by seventy-nine votes.",
  "/wiki/Gimli_(electoral_district)": "Gimli was a provincial electoral division in the Canadian province of Manitoba. It was created by redistribution in 1899, and existed continuously until the 2019 election. Gimli was located to the immediate north of the City of Winnipeg. It was bordered to the north by Interlake, to the west by Interlake and Lakeside, and to the east by Lake Winnipeg and Selkirk. Communities in the riding included Gimli, Winnipeg Beach, Petersfield, Clandeboye and Matlock. The riding's population in 1996 was 19,700. In 1999, the average family income was $58,790, and the unemployment rate was 7.90%. The service sector accounts for 15% of industry in the riding, with a further 11% each in manufacturing and the retail trade.",
  "/wiki/Orton_Grain": "Orton Irwin Grain (August 9, 1863 – February 2, 1930) was a Canadian physician and politician in Manitoba. He served in the Legislative Assembly of Manitoba from 1899 to 1903, and again from 1907 to 1913. Grain was born in Fergus, Canada West (now Ontario), the son of William Grain, a native of Gibraltar, and Mary Orton, the sister of Dr. G. T. Orton, and attended schools in Fergus and the Toronto School of Medicine. He was assistant surgeon of the 91st battalion in Canada. Grain was one of the charter holders of the Winnipeg and Northern Railway, and served as mayor of Selkirk in 1896. In religion, he was a member of the Church of England. He practised medicine in Banff, Alberta, Manitou, Manitoba, Winnipeg and Selkirk. In 1890, Grain married Annie Cull.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/George_Lawrence_(politician)": "George Lawrence (March 21, 1857 – 1924) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1915 as a member of the Conservative Party, and was a cabinet minister in the government of Rodmond Roblin. Born in the county and province of Ontario, the son of Noble and Sarah (Lyons) Lawrence, both of whom were natives of Ireland, he was educated in Zephyr, Ontario and Uxbridge, Ontario. In 1878 he moved to Manitoba to work as a farmer. In religion, Lawrence was a Presbyterian. He first ran for the Manitoba legislature in the 1892 provincial election, in the constituency of Killarney. He lost to Liberal incumbent Finlay Young by 153 votes. He ran again in the 1899 election, and this time defeated Young by 140 votes.",
  "/wiki/Killarney_(electoral_district)": "Killarney is a former provincial electoral division in Manitoba, Canada.\n It was created for the 1888 provincial election, and abolished with the 1958 election.",
  "/wiki/James_McKenzie_(Manitoba_politician)": "James McKenzie (April 23, 1854 – February 12, 1936) was a farmer and political figure in Manitoba. He represented Lakeside from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Lakeside_(electoral_district)": "Lakeside is a provincial electoral division in Manitoba, Canada. It is located to the immediate northwest of the city of Winnipeg. Traditionally a rural riding, Lakeside has become more urban in recent years (as a result of both electoral redistribution and changes in demography). All the same, agriculture accounted for 17% of the riding's industry in 1999. The riding is bordered to the north by Interlake, to the west by Portage la Prairie, to the south by Morris and to the east by Gimli. It also borders the city of Winnipeg to the southeast. There are no major urban centres in the riding. Communities include Argyle, Balmoral, Rosser, Gunton, Stonewall, Stony Mountain, Teulon, Warren, Woodlands and Inwood.",
  "/wiki/Tobias_Norris": "Tobias Crawford Norris (September 5, 1861 – October 29, 1936) was a politician in Manitoba, Canada.  He served as the tenth Premier of Manitoba from 1915 to 1922.  Norris was a member of the Liberal Party.",
  "/wiki/Lansdowne_(electoral_district)": "Lansdowne is a former provincial electoral division in Manitoba, Canada.  It was created for the 1888 provincial election, and eliminated with the 1958 election.\n Lansdowne was a rural constituency in the province's southwestern corner.  For almost its entire history, it was considered safe for the Liberal Party and its successor, the Liberal-Progressive Party.  Only two non-Liberals were ever elected for the division, and both were defeated after a single term.  Tobias Norris, who served as Premier of Manitoba from 1915 to 1922, represented Lansdowne in the provincial legislature for twenty-one years.\n After its elimination, parts of Lansdowne were included in the new constituency of Souris-Lansdowne.",
  "/wiki/William_Lagimodière": "William Lagimodière (April 29, 1857 – October 2, 1930) was a farmer and political figure in Manitoba. He represented La Verendrye from 1888 to 1892 and from 1899 to 1907 in the Legislative Assembly of Manitoba as a Liberal. He was born in St. Boniface, Manitoba, the son of Elzéar Lagimodière and Sarah Goulet, and was educated at St. Joseph's College there. In 1880, he married Lucy Genthon. Lagimodière served as secretary-treasurer for the Rural Municipality of Taché from 1880 to 1903. He was also a homestead inspector from 1905 to 1929. He was defeated when he ran for reelection to the Manitoba assembly in 1892 and 1896, and again in 1907. Lagimodière died at home in Lorette.",
  "/wiki/La_Verendrye_(electoral_district)": "La Verendrye is a provincial electoral division in the Canadian province of Manitoba. It was created by redistribution in 1879, and has existed since that time. La Verendrye is located southeastern region of Manitoba. It is bordered to the west by Dawson Trail, Emerson, Steinbach, and St. Paul, to the north by Lac Du Bonnet, and to the east by the province of Ontario. Communities in the riding include Falcon Lake, Gardenton, Grunthal, Hadashville, Piney, Pointe du Bois, Sprague,  Stuartburn, Sundown, and West Hawk Lake. The Whiteshell Provincial Park and Sandilands Provincial Forest are also in the riding. The riding's population in 1996 was 19,558. In 1999, the average family income was $49,308, and the unemployment rate was 5.90%.",
  "/wiki/James_Riddell_(politician)": "James Riddell (May 1850 – September 19, 1926) was a Scottish-Canadian farmer and political figure in Manitoba. He represented Lorne from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal. He was born in Jedburgh and was educated there and at St. Andrew's University. Riddell married a Miss Sharp in Galt, Ontario. He came to Carman, Manitoba in 1880. He was president of the Dufferin Agricultural Society. Riddell was defeated when he ran for the Dufferin seat in the Manitoba assembly in 1903. In 1904, he was an unsuccessful candidate for the Macdonald seat in the Canadian House of Commons.",
  "/wiki/Robert_Rogers_(Manitoba_politician)": "Robert Rogers, PC (March 2, 1864 – July 21, 1936) was a Canadian merchant and politician. He served as a cabinet minister at the federal and provincial levels. Rogers was born in Lakefield, Canada East (now Quebec), the son of Lieutenant-Colonel George Rogers. He was educated in Lachute, Berthier and Montreal, and later moved to Winnipeg, Manitoba to become director of the Monarch Life Assurance Company. In religion, he was a member of the Church of England. He contested Lisgar in the 1896 federal election as a candidate of the federal Conservative Party, and lost to Liberal Robert Lorne Richardson by fifty-four votes. Rogers was elected to the Legislative Assembly of Manitoba in the 1899 provincial election as a Conservative candidate, defeating Liberal candidate J.L. Brown by twenty-eight votes in Manitou.",
  "/wiki/Robert_Hill_Myers": "Robert Hill Myers (March 30, 1856 – November 16, 1921) was a lawyer, judge and political figure in Manitoba. He represented Minnedosa from 1892 to 1903 in the Legislative Assembly of Manitoba as a Liberal. He was born in Oxford County, Canada West, the son of Robert Myers, a native of England, and Margaret Hill, a native of Scotland. Myers was educated at the Collegiate Institute in Stratford and at Osgoode Hall. He was called to the Ontario bar in 1880, then moved to Manitoba in 1882 and was called to the Manitoba bar the following year. In 1885, Myers married Annie McLeod. He practised law briefly in Winnipeg and Brandon before settling in Minnedosa, where he was in practice for 21 years. In January 1903, he was named county court judge for Winnipeg.",
  "/wiki/Minnedosa_(electoral_district)": "Minnedosa was a provincial electoral division in the Canadian province of Manitoba. It was created in 1881 with the expansion of the province's western boundary, and has existed continuously since that time. From 1886 to 1888, it was divided into two ridings, Minnedosa East and Minnedosa West. Minnedosa was located in the southwestern region of Manitoba. It was bordered by Russell to the north, Ste. Rose to the east, Turtle Mountain to the east and south, and Arthur-Virden to the south and west. The constituency also surrounded the City of Brandon, which is divided into the ridings of Brandon East and Brandon West. Minnedosa itself was the largest community in the constituency.",
  "/wiki/10th_Manitoba_Legislature": "The members of the 10th Manitoba Legislature were elected in the Manitoba general election held in December 1899. The legislature sat from March 29, 1900, to June 25, 1903.\n The Conservatives led by Hugh John Macdonald formed the government. After Macdonald resigned in 1900 to run for a federal seat, Rodmond Roblin became party leader and premier.\nThomas Greenway of the Liberal Party was Leader of the Opposition.\nWilliam Hespeler served as speaker for the assembly.\n There were four sessions of the 10th Legislature:"
}