{
  "/wiki/James_Argue": "James Henthorne Argue (2 June 1848 – 4 March 1927) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1914, as a member of the Conservative Party.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/Charles_Mickle": "Charles Julius Mickle (July 22, 1849 in Stratford, Canada West, now Ontario – November 10, 1919 in Minnedosa, Manitoba) was a politician in Manitoba, Canada. He was a provincial cabinet minister for three years and on two occasions served as the leader of the Liberal Party in the Legislative Assembly of Manitoba.",
  "/wiki/Birtle_(electoral_district)": "Birtle is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Stanley_McInnis": "Stanley William McInnis (October 8, 1865 – November 4, 1907) was a Canadian dentist and politician in Manitoba.  He served in the Legislative Assembly of Manitoba from 1899 to 1907 as a member of the Conservative Party, and was briefly a cabinet minister in the government of Rodmond Roblin.",
  "/wiki/Brandon_City_(electoral_district)": "Brandon City is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/Thomas_E._Greenwood": "Thomas E. Greenwood (May 16, 1859 – May 14, 1934) was a farmer, grain dealer and political figure in Manitoba. He represented Brandon North from 1900 to 1903 in the Legislative Assembly of Manitoba as a Liberal-Conservative.",
  "/wiki/Frank_Oliver_Fowler": "Frank Oliver Fowler (14 December 1861 – 18 February 1945) was a Canadian politician serving as a member of the Legislative Assembly of Manitoba, then in Winnipeg city politics as an alderman and subsequently as the 29th Mayor.",
  "/wiki/Martin_J%C3%A9r%C3%B4me": "Martin Jérôme (November 23, 1850 – July 22, 1936) was an American-born farmer and political figure in Manitoba. He represented Carillon from 1888 to 1895 and from 1900 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Carillon_(electoral_district)": "Carillon is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/George_Steel_(Manitoba_politician)": "George Steel (June 3, 1858–August 20, 1940) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1915.",
  "/wiki/Cypress_(former_Manitoba_provincial_electoral_district)": "Cypress is a former provincial electoral division in Manitoba, Canada.  It was located in the south of the province.",
  "/wiki/Theodore_Arthur_Burrows": "Theodore Arthur Burrows (August 15, 1857 – January 18, 1929) was a politician and office-holder in Manitoba, Canada.  He served as the tenth Lieutenant Governor of the province from October 6, 1926 until his death.",
  "/wiki/Dauphin_(provincial_electoral_district)": "For the former federal electoral district, see Dauphin",
  "/wiki/Charles_Alexander_Young": "Charles Alexander Young (December 29, 1856 – September 28, 1928) was a grain dealer and political figure in Manitoba, Canada. He represented Deloraine from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915.  McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/Baldwin_Baldwinson": "Baldwin Larus Baldwinson (October 26, 1856 – October 5, 1936) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1899 to 1907 and from 1910 to 1913, as a member of the Conservative Party.",
  "/wiki/Gimli_(electoral_district)": "Gimli is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1899, and has existed continuously since that time.",
  "/wiki/Orton_Grain": "Orton Irwin Grain (August 9, 1863 – February 2, 1930) was a Canadian physician and politician in Manitoba.  He served in the Legislative Assembly of Manitoba from 1899 to 1903, and again from 1907 to 1913.",
  "/wiki/Kildonan_(Manitoba_electoral_district)": "Kildonan is a provincial electoral division in the Canadian province of Manitoba. The boundaries for the riding maintained their location through the 2008 redistribution.",
  "/wiki/George_Lawrence_(politician)": "George Lawrence (March 21, 1857 – 1924) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1899 to 1915 as a member of the Conservative Party, and was a cabinet minister in the government of Rodmond Roblin.",
  "/wiki/Killarney_(electoral_district)": "Killarney is a former provincial electoral division in Manitoba, Canada.",
  "/wiki/James_McKenzie_(Manitoba_politician)": "James McKenzie (April 23, 1854 – February 12, 1936) was a farmer and political figure in Manitoba. He represented Lakeside from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Lakeside_(electoral_district)": "Lakeside is a provincial electoral division in Manitoba, Canada.  It is located to the immediate northwest of the city of Winnipeg.",
  "/wiki/Tobias_Norris": "Tobias Crawford Norris (September 5, 1861 – October 29, 1936) was a politician in Manitoba, Canada.  He served as the tenth Premier of Manitoba from 1915 to 1922.  Norris was a member of the Liberal Party.",
  "/wiki/Lansdowne_(electoral_district)": "Lansdowne is a former provincial electoral division in Manitoba, Canada.  It was created for the 1888 provincial election, and eliminated with the 1958 election.",
  "/wiki/William_Lagimodi%C3%A8re": "William Lagimodière (April 29, 1857 – October 2, 1930) was a farmer and political figure in Manitoba. He represented La Verendrye from 1888 to 1892 and from 1899 to 1907 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/La_Verendrye_(electoral_district)": "La Verendrye is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed since that time.",
  "/wiki/James_Riddell_(politician)": "James Riddell (May 1850 – September 19, 1926) was a Scottish-Canadian farmer and political figure in Manitoba. He represented Lorne from 1896 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Robert_Rogers_(Manitoba_politician)": "Robert Rogers, PC (March 2, 1864 – July 21, 1936) was a Canadian merchant and politician.  He served as a cabinet minister at the federal and provincial levels.",
  "/wiki/Robert_Hill_Myers": "Robert Hill Myers (March 30, 1856 – November 16, 1921) was a lawyer, judge and political figure in Manitoba. He represented Minnedosa from 1892 to 1903 in the Legislative Assembly of Manitoba as a Liberal.",
  "/wiki/Minnedosa_(electoral_district)": "Minnedosa was a provincial electoral division in the Canadian province of Manitoba. It was created in 1881 with the expansion of the province's western boundary, and has existed continuously since that time.  From 1886 to 1888, it was divided into two ridings, Minnedosa East and Minnedosa West.",
  "/wiki/10th_Manitoba_Legislature": "The members of the 10th Manitoba Legislature were elected in the Manitoba general election held in December 1899. The legislature sat from March 29, 1900, to June 25, 1903."
}