{
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915.  McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Winnipeg_South_(provincial_electoral_district)": "Winnipeg South was a provincial electoral division in Manitoba, Canada, which existed on two separate occasions.",
  "/wiki/Hugh_John_Macdonald": "Sir Hugh John Macdonald, PC (March 13, 1850 – March 29, 1929) was the only surviving son of the first Prime Minister of Canada, Sir John A. Macdonald. He too was a politician, serving as a member of the House of Commons of Canada and a federal cabinet minister, and briefly as the eighth Premier of Manitoba.",
  "/wiki/John_Andrew_Davidson": "John Andrew Davidson (August 19, 1852 – November 14, 1903) was a Manitoba politician.  He was briefly the leader of Manitoba's Conservative parliamentary caucus in 1894, and later served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Morris_(electoral_district)": "Morris is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed continuously since that time.  The constituency is named after Alexander Morris, who served as Lieutenant Governor of Manitoba from 1872 to 1877.",
  "/wiki/Colin_H._Campbell": "Colin H. Campbell (25 December 1859 – October 24, 1914) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a Conservative from 1899 to 1914, and was a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.",
  "/wiki/Winnipeg_Centre_(provincial_electoral_division)": "Winnipeg Centre was a provincial electoral division in Manitoba, Canada.  It existed on three separate occasions.",
  "/wiki/Thomas_William_Taylor": "Thomas William Taylor (September 6, 1852 – February 24, 1924) was a politician in Manitoba, Canada.  He served as the 13th Mayor of Winnipeg, and was a member of the Legislative Assembly of Manitoba from 1900 to 1914.  Taylor was a member of the Conservative Party.",
  "/wiki/Rodmond_Roblin": "Sir Rodmond Palen Roblin KCMG (February 15, 1853 – February 16, 1937) was a businessman and politician in Manitoba, Canada .",
  "/wiki/Rhineland_(electoral_district)": "Rhineland is a former provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1892, and eliminated in 1914, when it merged into the new riding of Morden and Rhineland.  It was re-established in 1949, and eliminated again in 1989.  As its name implies, Rhineland was home to several German settlers, many of whom were Mennonites.  It is named after the Rhineland region of Germany.",
  "/wiki/Valentine_Winkler": "Valentine Winkler (March 18, 1864 – June 7, 1920) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a Liberal for Rhineland from 1892 to 1900, and again from 1900 to 1920.  Winkler was a cabinet minister in the government of Tobias Norris.  His brother, Enoch Winkler, was also a member of the provincial legislature from 1888 to 1899.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/St._Boniface_(provincial_electoral_district)": "St. Boniface (French: Saint-Boniface) is a provincial electoral division in the Canadian province of Manitoba. It should not be confused with the federal electoral division of the same name, which includes most of the provincial riding's territory but has expanded boundaries and a larger population base. The riding has existed, in one form or another, since the province's creation.",
  "/wiki/Joseph_Bernier": "Joseph Bernier (August 16, 1874—June 8, 1951) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba on four occasions between 1900 and 1932.  Bernier was a member of the Conservative Party, and served as a cabinet minister in the government of Rodmond Roblin.  His father, Thomas A. Bernier, was a member of the Senate of Canada.",
  "/wiki/Robert_Rogers_(Manitoba_politician)": "Robert Rogers, PC (March 2, 1864 – July 21, 1936) was a Canadian merchant and politician.  He served as a cabinet minister at the federal and provincial levels.",
  "/wiki/James_Thomas_Gordon": "James Thomas Gordon (December 24, 1859—December 21, 1919) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1901 to 1910, as a member of the Conservative Party.",
  "/wiki/Portage_la_Prairie_(provincial_electoral_district)": "Portage la Prairie is a provincial electoral division in the Canadian province of Manitoba.  It has existed since the province's creation in 1870.",
  "/wiki/Hugh_Armstrong": "Hugh Armstrong (August 5, 1858 – March 4, 1926) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1892 to 1896 and from 1902 to 1915, and was a senior cabinet minister in the government of Rodmond Roblin. Armstrong was a member of the Conservative Party.",
  "/wiki/10th_Manitoba_Legislature": "The members of the 10th Manitoba Legislature were elected in the Manitoba general election held in December 1899. The legislature sat from March 29, 1900, to June 25, 1903."
}