{
  "/wiki/Emerson_(electoral_district)": "Emerson is a provincial electoral division in the Canadian province of Manitoba.  It has existed since 1879, when it was created by redistribution.\n It is located in the southeastern corner of the province.  It is bordered to the north by Carman, Morris, Steinbach and La Verendrye, to the west by Pembina, to the east by the province of Ontario and to the south by the American state of North Dakota.\n The riding includes the communities/municipalities of Emerson, Altona, Dominion City, Rhineland, Gretna, Woodridge and St. Jean Baptiste.\n The riding's population in 2008 was 20,370. In 2011, the average family income was $61,951, and the unemployment rate was 2.9%. Agriculture accounts for 24% of the riding's industry, followed by manufacturing at 16%. Over 27% of Emerson's residents have less than a Grade Nine education.\n Emerson is an ethnically diverse riding, with only 51% of its residents listing English as their mother tongue.  26% of the riding's residents list themselves as either German, French, Ukrainian, Polish or Mennonite, while a further 5% are aboriginal.\n The riding has generally been safe for the Progressive Conservative Party of Manitoba since 1969, although the New Democratic Party of Manitoba (NDP) won it in 1973.",
  "/wiki/David_Henry_McFadden": "David Henry McFadden (February 17, 1856 – 1935) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1892 to 1907, and again from 1910 to 1915.  McFadden was a Conservative, and served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.\n McFadden was born in Peterborough, Canada West (now Ontario), and educated in Bruce, Ontario.  He received certification from the Ontario Veterinary College and practised as a veterinary surgeon.  He also served as manager of the Alexandra Realty Co. in Emerson, Manitoba, and was active in municipal politics.  In religion, McFadden was a Methodist.\n He was first elected to the Manitoba legislature in the 1892 provincial election, defeating Liberal incumbent James Thomson by fourteen votes in the Emerson constituency.  The Liberals won a majority government in this election, and McFadden served as an opposition member.  He was one of only six Conservatives returned in the 1896 election, defeating candidates of the Liberals and the Patrons of Industry.\n McFadden was returned again for Emerson by an increased majority in the 1899 election.  At the provincial level, the Conservatives won a majority government under the leadership of Hugh John Macdonald.  The Conservative Party assumed office on January 10, 1900, and McFadden was appointed as Minister of Public Works and Provincial Secretary.  When Rodmond Roblin replaced Macdonald as premier on December 20, 1900, he reassigned McFadden as Municipal Commissioner and Provincial Secretary.\n He was re-elected over Liberal George Walton in the 1903 election, and might have lost had the opposition vote not been split with a Prohibitionist candidate.  In the 1907 election, Walton defeated McFadden by 105 votes.  He resigned from cabinet on June 26, 1907.\n McFadden returned to the legislature in the 1910 election, defeating Walton by a margin of nine votes in Emerson.  He was not re-appointed to cabinet and served as a backbench supporter of Roblin's administration.  In the 1914 election, McFadden defeated Walton by thirty-two votes.\n In 1915, the Roblin administration was forced to resign from office after a report commissioned by the Lieutenant Governor found the government guilty of corruption in the tendering of contracts for new legislative buildings.  A new election was called, in which the Liberal government won a landslide majority.  McFadden did not seek re-election.\n He attempted to return to the legislature in the 1922 election, but lost to independent candidate Dmytro Yakimischak.",
  "/wiki/Progressive_Conservative_Party_of_Manitoba": "The Progressive Conservative Party of Manitoba (French: Parti progressiste-conservateur du Manitoba) is a centre-right political party in Manitoba, Canada. It is currently the governing party in the Legislative Assembly of Manitoba, after winning a substantial majority in the 2016 election and maintaining a majority in the 2019 election.",
  "/wiki/Winnipeg_South_(provincial_electoral_district)": "Winnipeg South was a provincial electoral division in Manitoba, Canada, which existed on two separate occasions.\n It was initially created for the 1883 provincial election, and abolished with the 1920 election when Winnipeg became a single ten-member constituency.  It was re-established for the elections of 1949 and 1953 as a four-member constituency, and was divided into several single-member constituencies in 1958.",
  "/wiki/Hugh_John_Macdonald": "Sir Hugh John Macdonald, PC (March 13, 1850 – March 29, 1929) was the only surviving son of the first Prime Minister of Canada, Sir John A. Macdonald. He too was a politician, serving as a member of the House of Commons of Canada and a federal cabinet minister, and briefly as the eighth Premier of Manitoba.",
  "/wiki/John_Andrew_Davidson": "John Andrew Davidson (August 19, 1852 – November 14, 1903) was a Manitoba politician.  He was briefly the leader of Manitoba's Conservative parliamentary caucus in 1894, and later served as a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.\n Davidson was born in Thamesford, Canada West (now Ontario).  He moved to Manitoba in 1871, and became a mill owner and general merchant, also serving on the Protestant school board.\n Manitoba's boundaries were expanded in 1881, and Davidson was elected to the provincial legislature in a by-election as the first member for Dauphin.  A Liberal, he defeated his sole opponent, P.S. St. Clair McGregor, 148 votes to 17.\n Party affiliations were fluid in Manitoba in this period, and by the general election of 1883 Davidson was identifying himself as a Liberal-Conservative, and a supporter of Premier John Norquay.  He was re-elected in Dauphin without opposition.\n Following redistribution, Davidson campaigned in the Beautiful Plains constituency for the provincial election of 1886.  The Liberals saw their support rise in this campaign, and Davidson (now a Conservative) lost to Liberal John Crawford by thirty votes.  Crawford again defeated Davidson in the 1888 election, this time by twenty-four votes.\n Provincial support for the Conservatives recovered slightly in the 1892 election, and Davidson defeated Crawford by sixteen votes in their third encounter.  The opposition caucus to which he belonged initially chose William Alexander Macdonald as its leader.  When Macdonald's constituency election was overturned in 1893, Davidson was chosen in his place.  He made his first speech as leader of the opposition in January 1894.  Davidson was a moderate figure, whose interventions were respected by the province's Liberal leadership.\n He did not serve as opposition leader for long.  His constituency victory was also overturned on April 17, 1894, and he was subsequently defeated by John Forsyth of the Patrons of Industry in a by-election.  After his loss, the leadership of the opposition seems to have fallen to James Fisher, an Independent MLA.  Davidson again lost to a Patrons of Industry candidate in the 1896 election.\n Though the Conservatives returned to government in the 1899 election, Davidson was once again defeated in Beautiful Plains, losing to Liberal Robert Ennis by ninety votes.  He was, nonetheless, appointed to cabinet by Premier Hugh John Macdonald in January 1900, serving as Provincial Treasurer, Minister of Agriculture, and Provincial Lands Commissioner.  Ennis was persuaded to resign his seat the following month, and Crawford was returned to the legislature in a by-election.\n Rodmond Roblin took the Agriculture portfolio for himself on becoming Premier in late 1900, but kept Davidson in his other two positions.  Within a year, Davidson had eliminated the debt accumulated during the previous administration of Thomas Greenway.\n Davidson was re-elected in the 1903 election, but died shortly after the election.",
  "/wiki/Morris_(electoral_district)": "Morris is a provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1879, and has existed continuously since that time.  The constituency is named after Alexander Morris, who served as Lieutenant Governor of Manitoba from 1872 to 1877.\n Morris is a rural riding located in the Red River Valley in the south of the province.  In is bordered to the south by Emerson, to the north by Lakeside, to the west by Midland and Portage la Prairie, and to the east by Steinbach, Dawson Trail, Assiniboia, Kirkfield Park and Charleswood.\n The largest communities in the riding are Morris, Niverville and La Salle.  Other communities include Elie, Oak Bluff, Sanford,  Starbuck, Ste. Agathe,  St. Eustache and St. Francois Xavier.\n In 1999, the average family income was $53,719, and the unemployment rate was 3.90%.  Agriculture accounts for 23% of the riding's industry, followed by the retail trade at 10%.\n Eighteen per cent of Morris's residents are of German background, and a further 17% are French.  The riding has the third-highest percentage of francophones in Manitoba.\n The Progressive Conservative Party of Manitoba has represented Morris since 1954, and the riding is generally regarded as safe for the party.",
  "/wiki/Colin_H._Campbell": "Colin H. Campbell (25 December 1859 – October 24, 1914) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a Conservative from 1899 to 1914, and was a cabinet minister in the governments of Hugh John Macdonald and Rodmond Roblin.\n Campbell was a barrister, and ran a practice in Winnipeg.  He first ran for the Manitoba legislature in the 1892 provincial election, and lost to Liberal Peter McIntyre by 280 votes in Winnipeg North.\n He sought election to the House of Commons of Canada in November 1893, as a candidate of the Conservative Party of Canada.  Campbell stood in by-election for the riding of Winnipeg, after Hugh John Macdonald's resignation from the house.  He lost to Liberal candidate Joseph Martin.\n Campbell was first elected to the Manitoba legislature in the 1899 election, defeating Liberal incumbent Stewart Mulvey by 188 votes in the constituency of Morris.  The Conservatives won the election, and Campbell was named as a minister without portfolio in Macdonald's government on January 10, 1900.  He was promoted to Attorney General on October 9 of the same year.\n In this period of Canadian history, newly appointed ministers were required to resign their legislative seats to seek a new mandate from their electors.  These by-elections were usually mere formalities, and many ministers were returned without opposition.  Campbell faced a challenge from Liberal Matthew Laurie, and defeated him by 278 votes on October 29, 1900.  This by-election occurred on the same day that Roblin replaced Macdonald as premier.  The new premier kept Campbell as his Attorney General, and also appointed him as Municipal Commissioner from October 29 to December 20, 1900.\n Campbell was re-elected in the elections of 1903, 1907 and 1910, retaining his seat in 1907 by a single vote.  He was named Minister of Education and Municipal Commissioner on October 11, 1911.  He was later appointed Minister of Public Works.  After Robert Rogers left the provincial legislature for federal politics, Campbell was seen as the second most important minister in Roblin's government.\n Campbell was stricken by a severe illness on February 15, 1913, the same day that the provincial legislature was scheduled to open.  He traveled to Kingston, Jamaica to recover, but was afflicted with paralysis almost immediately after arriving.  He resigned his ministry on November 3, 1913, and did not stand in the 1914 election.\n After unsuccessfully seeking medical care in the United States of America, Europe and Egypt, Campbell returned to Manitoba in summer 1914.  He died shortly thereafter, at age 54.",
  "/wiki/Winnipeg_Centre_(provincial_electoral_division)": "Winnipeg Centre was a provincial electoral division in Manitoba, Canada.  It existed on three separate occasions.\n It was initially created for the 1888 provincial election, and was abolished in the 1920 election when Winnipeg was made into a single ten-member constituency.   It was then re-established for the elections of 1949 and 1953, as a four-member constituency.  This constituency was eliminated in 1958 and divided into several single-member constituencies, one of which was also called Winnipeg Centre.  This single-member constituency lasted until 1981, when it too was eliminated through redistribution.",
  "/wiki/Thomas_William_Taylor": "Thomas William Taylor (September 6, 1852 – February 24, 1924) was a politician in Manitoba, Canada.  He served as the 13th Mayor of Winnipeg, and was a member of the Legislative Assembly of Manitoba from 1900 to 1914.  Taylor was a member of the Conservative Party.\n Taylor was born in Portsmouth, England, and was educated in London, Ontario.  He came to Winnipeg in 1877 and set up a bookbinding business two years letter.  Taylor served as a Winnipeg alderman in 1892, was elected mayor 1893, and was re-elected without opposition in 1894.  He was also the president of the Manitoba Rifle Association, and of the St. Andrew's Society.  In religion, he was a member of the Church of England.\n Taylor first ran for the Manitoba legislature in the 1896 provincial election, and lost to Liberal Peter McIntyre by 238 votes in Winnipeg North.  He was first elected to the legislature in a by-election, held for Winnipeg Centre on November 1, 1900.  Taylor defeated Liberal candidate Robert Muir by 157 votes, and served in the legislature as a backbench supporter of Rodmond Roblin's administration.  He was re-elected in the riding of Winnipeg Centre over the Liberal candidate, J.A. McArthur, in the elections of 1903 and 1907.\n He was returned to the legislature again in the 1910 election, under controversial circumstances.  Taylor defeated Fred Dixon, a Labour candidate supported by the Liberal Party, by a margin of seventy-three votes.  The Socialist Party also ran a candidate in Winnipeg Centre, who received ninety-nine votes.  Some believe the Conservatives encouraged the Socialist campaign to ensure their own victory.\n Despite his municipal experience, Taylor was never appointed to cabinet.  He did not seek re-election in 1914, and died ten years later.\n Taylor's son-in-law, W.C. Birt, took over the family's bookbinding business after Taylor's death.  The Thomas William Taylor printing plant and book bindery remained open in Winnipeg until 1968.\n Taylor Avenue in Winnipeg is named for Thomas William Taylor.",
  "/wiki/Rodmond_Roblin": "Sir Rodmond Palen Roblin KCMG (February 15, 1853 – February 16, 1937) was a businessman and politician in Manitoba, Canada .\n Roblin was born in Sophiasburgh, in Prince Edward County, Canada West (later Ontario). The Roblin family was established in Sophiasburgh by Loyalist farmers Philip and Elizabeth Roblin from Smith's Clove (now known as Monroe) in Orange County, New York. He was educated at Albert College in Belleville, arrived in Winnipeg in 1877, and worked as a grain merchant.  Roblin served as reeve of Dufferin for five years and as warden for two, and was also a school trustee in the community.\n He entered provincial politics in the 1886 Manitoba election, running as a Liberal Party candidate against Conservative cabinet minister David H. Wilson in the constituency of Dufferin North.  He lost this race by five votes, but won a subsequent by-election held on May 12, 1888.\n The by-election took place shortly after Thomas Greenway was inaugurated as Manitoba's first Liberal premier.  Roblin was a supporter of Greenway in this period, and was re-elected by acclamation when the new premier called another provincial election for July 1888.\n Although Greenway's Liberals won this election with a landslide majority, the new premier was unable to fulfill a campaign promise for the development of local railways.  The Canadian Pacific Railway had lost its formal monopoly in the region, but it was still the dominant line and transportation costs remained high.  Confronted with Greenway's failure, Roblin abandoned the government in 1889 and caucused with the small Conservative opposition.  With the death of John Norquay in the same year, he emerged as the party's leading spokesman.  Roblin was the Conservative Party's de facto leader in the legislature between 1890 and 1892.\n In opposition, Roblin spoke against Greenway's proposed education reforms.  After his failure to reform the provincial railway system, Greenway repudiated an earlier pledge and withdrew state support for Manitoba's Catholic and francophone education system.  His reforms triggered a national political crisis, known as the Manitoba Schools Question.  While many Canadian francophones regarded Greenway's policy as discriminatory, it was extremely popular with Manitoba's anglophone and Protestant majority.  Greenway's government was re-elected in the 1892 election, and Roblin was personally defeated in the rural constituency including the town of Morden.\n Greenway won another landslide victory in the 1896 election, although Roblin was this time returned to the legislature for the constituency of Woodlands.  He became the parliamentary leader of the Conservatives for a second time, but stood aside to allow Hugh John Macdonald to become the official leader of the party in 1897.\n The 1899 provincial election very different from the previous two campaigns.  The schools question was resolved in 1896, and Greenway was forced to defend a fairly mediocre record on other issues against a more organized opposition.  The result was a narrow victory for Macdonald's Conservatives, who won 22 of 40 seats.  Macdonald was inaugurated as premier early in 1900.  Roblin, who was re-elected in Woodlands and was the main architect of the Conservative victory, was left out of cabinet.\n Macdonald resigned as premier on October 29, 1900, to run for the Conservative Party of Canada against Clifford Sifton in the federal riding of Brandon.  Roblin became premier in his place, and also took the powerful cabinet position of Railway Commissioner.  In December, he also appointed himself as Minister of Agriculture as well.  This consolidation of power reflected Roblin's personal authority over both the government and the provincial Conservative Party: his control over both would be unquestioned for the next fourteen years.\n While Greenway had won elections on single-issue populism, Roblin relied on \"machine politics\" for his electoral success.  Despite (or because of) some coercion, he was able to effectively dispense patronage and could rely on the support of many loyal followers at the community level.\n Roblin's Conservatives won thirty-one seats in the 1903 election, against nine for Greenway's Liberals.  The extent of this victory may be credited to Greenway's leadership of the Liberal Party—he was increasingly uninterested in provincial politics, and was spending much of his time looking for a federal patronage appointment.  Roblin's machine also coasted to easy victories in 1907 and 1910, winning twenty-eight of forty-one seats on both occasions.\n Roblin played a crucial role in the 1911 federal election on reciprocity, by putting his electoral machine at the disposal of the federal Conservative Party.  In so doing, Roblin helped to defeat Sir Wilfrid Laurier and put Robert Borden in power.  Borden, in turn, enacted legislation to expand Manitoba's boundaries to their current limit.\n Like his counterpart James Whitney in Ontario, Roblin expanded the role of government in Manitoba and promoted many initiatives that would be regarded today as progressive.  As railway commissioner, he reached an agreement with Canadian Northern Railways to build an alternate route to the lakehead, and put control of the rates into the hands of the province.  His government also promoted significant expansions in health, education and road services, all of which were required to service Manitoba's rapidly increasing population.\n Roblin's Tories created Manitoba's first crown corporations, expropriating Bell's telephone services to create a state-owned system—the first effective public utilities system in Canada. The government also started a state-owned system of grain elevators to assist farmers, but this was less successful.  A scandal involving these elevators weakened his government's hold on power in the early 1910s.\n Roblin was more conservative on social issues.  He is often remembered today for his opposition to women's suffrage, and for clashing with Nellie McClung on the issue.  McClung made Roblin appear foolish in her famous \"parliament of women\", parodying the premier's patronizing comments on traditional gender roles.  Roblin also resisted demands to enact a labour code to protect workers, and was sometimes reluctant to enforce the province's existing legislation.\n Roblin is also remembered for folding to pressure from Winnipeg's business community. In 1904 he took the appalling step of reducing the age minima for child labour, and increasing the maximum hours of work for women and children.\n Roblin's handling of the prohibition issue was also controversial.  Hugh John Macdonald's government passed prohibition legislation in 1900, after two separate referendums had confirmed public support for the initiative.  Roblin was reluctant to enforce the legislation, however, because his government received significant revenues from the sale of alcohol.  He called a third referendum in 1902.  When temperance supporters boycotted the poll, prohibition was defeated by a narrow margin.\n The 1914 provincial election was the start of a watershed period in Manitoba politics.  Roblin's government went into the election weakened by a scandal involving the construction of new legislative buildings.  His opponents accused the government of corruption, claiming misappropriation of funds and overspending.  The Conservatives were re-elected by a reduced margin, winning 28 seats against 20 for the Liberals in an expanded legislature.\n When Roblin rejected calls for a formal investigation into the legislative buildings scandal, the Liberal opposition petitioned the Lieutenant Governor to take direct action. The Lieutenant-Governor convened his own commission of enquiry, popularly known as the Mathers Commission as it was led by chief justice T.A. Mathers.  After only two weeks, the commission had uncovered enough evidence to force the government's resignation.  Roblin formally resigned as premier on May 12, 1915, and Liberal leader Tobias Norris was called to form a new administration.  A new general election was called, which the Liberals won in a landslide..\n The commission report concluded that Roblin, Attorney General James H. Howden and developer Thomas Kelly had conspired to commit fraud in the contract arrangements.  Roblin was indicted, but was eventually discharged of criminal responsibility.  He died in Hot Springs, Arkansas in 1937.\n Sir Rodmond Roblin is the grandfather of another Manitoba premier, Dufferin Roblin.",
  "/wiki/Rhineland_(electoral_district)": "Rhineland is a former provincial electoral division in the Canadian province of Manitoba.  It was created by redistribution in 1892, and eliminated in 1914, when it merged into the new riding of Morden and Rhineland.  It was re-established in 1949, and eliminated again in 1989.  As its name implies, Rhineland was home to several German settlers, many of whom were Mennonites.  It is named after the Rhineland region of Germany.\n Jacob Froese, the last Social Credit MLA in Manitoba history, represented this riding from 1959 until 1973.\n Rhineland's territory was integrated into the riding of Emerson in 1989.",
  "/wiki/Valentine_Winkler": "Valentine Winkler (March 18, 1864 – June 7, 1920) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba as a Liberal for Rhineland from 1892 to 1900, and again from 1900 to 1920.  Winkler was a cabinet minister in the government of Tobias Norris.  His brother, Enoch Winkler, was also a member of the provincial legislature from 1888 to 1899.\n Winkler was born in Neustadt, Grey County, Canada West (now Ontario), and educated at public schools in the area.  He moved to Manitoba in 1879 after the death of his father, and worked in his brother Enoch Winkler's lumberyard.  In 1883, he began his own grain and lumber business in Morden.  He began farming in 1888.  After the incorporation of the Municipality of Stanley in 1890, Winkler was chosen as the community's first reeve.  He served in this position until 1892.  In the same year, the village of Winkler was established in Manitoba, named after him.  He ran a grain elevator and lumber business in the community.  Winkler was also an active freemason.\n He was first elected to the Manitoba legislature in the 1892 provincial election, defeating Conservative candidate N. Bowman by 186 votes to 74 in the constituency of Rhineland.  The Liberals won a majority government in this election, and Winkler served as a backbench supporter of Thomas Greenway's government.  He was re-elected over Bowman by an increased margin in the 1896 campaign.\n The Liberals were defeated in the 1899 provincial election, although Winkler retained his seat with a victory over Conservative candidate W.J. Potter.  He resigned his seat in 1900 to run for the House of Commons of Canada in the 1900 federal election, as a candidate of the Liberal Party of Canada in the riding of Lisgar.  He narrowly lost to independent candidate Robert Lorne Richardson, 3,392 votes to 3,143.  Winkler's son later wrote that his father was not keen on entering federal politics, but ran at the behest of Clifford Sifton, a prominent cabinet minister from Manitoba.\n Twelve days after the federal election, Winkler was narrowly re-elected in a by-election to serve Rhineland again in the provincial legislature.  He defeated Bowman again, 185 votes to 174.\n Winkler was re-elected by an increased margin in the 1903 provincial election, and again in the elections of 1907, 1910 and 1914.  In 1914, he defeated future Lieutenant Governor of Manitoba William Johnston Tupper by 132 votes.  The Conservative administration of Rodmond Roblin governed the province throughout this period, and Winkler served as a member of the opposition.\n In 1915, Roblin was forced to resign from office after the Lieutenant Governor found his ministry guilty of corruption in the tendering of contracts for new legislative buildings.  Although the Liberals did not command a majority in the legislature, they were called upon to form a new administration.  Tobias Norris became Premier of Manitoba on May 15, 1915, and appointed Winkler as his Minister of Agriculture and Immigration.\n A new election was called in 1915, which the Liberals won with a landslide majority.  Winkler defeated Tupper a second time, and was retained as Agriculture and Immigration minister in Norris's government.\n Winkler was an activist Minister of Agriculture.  He passed the Settlers Animal Purchase Act, which allowed new settlers in Interlake to purchase cattle on credit, and the Seed Grain Act, allowing municipalities to purchase seed on credit.  He was also responsible for Manitoba's Farm Implements Act and Producer Dealers Act.\n Winkler died of diabetes while campaigning for re-election in the provincial campaign of 1920.  It may be noted that insulin was not discovered until two years later.\n Winkler's son, Howard Winkler, was a federal Liberal Member of Parliament from 1935 to 1953.",
  "/wiki/Manitoba_Liberal_Party": "The Manitoba Liberal Party (French: Parti libéral du Manitoba) is a political party in Manitoba, Canada. Its roots can be traced to the late nineteenth-century, following the province's creation in 1870.",
  "/wiki/St._Boniface_(provincial_electoral_district)": "St. Boniface (French: Saint-Boniface) is a provincial electoral division in the Canadian province of Manitoba. It should not be confused with the federal electoral division of the same name, which includes most of the provincial riding's territory but has expanded boundaries and a larger population base. The riding has existed, in one form or another, since the province's creation.\n In Manitoba's first general election (1870), the riding was divided into St. Boniface East and St. Boniface West.  It became a single constituency in 1874, and has existed continuously since then.\n The riding elected two members by preferential balloting in 1949 and 1953. On all other occasions, it has been a single-member constituency.\n St. Boniface is located in the central-eastern Winnipeg. Its boundaries roughly correspond with the historical community of Saint Boniface, Manitoba, which was a distinct civic jurisdiction before being amalgamated with the City of Winnipeg in 1971.\n The riding's population in 1996 was 19,646. The average family income in 1999 was $45,193, with an unemployment rate of 10.50%. The service sector accounts for 18% of the riding's industry, with a further 15% in health and social services.\n St. Boniface has historically been home to the largest francophone community in the Winnipeg area. According to a 1999 census, 34% of the riding's residents speak French as their first language—the highest rate in the province.  The riding's aboriginal population is 8%, and almost 19% of the population is over 65 years of age.\n For many years after the introduction of partisan politics in 1882, St. Boniface was a hotly contested battleground riding between the provincial Liberals and Conservatives (although candidates of the parliamentary left were also elected in the 1930s and 1940s). During the 1950s and 1960s, it was generally regarded as a safe seat for the Liberals.\n In 1969, St. Boniface MLA Laurent Desjardins decided to sit as a Liberal Democrat, supporting the New Democratic Party government of Edward Schreyer. He formally joined the NDP in 1971, and aside from an overturned election result in 1973, continued to represent the area until 1988.\n The provincial Liberals recaptured the seat in 1988, during a period of resurgence for that party in the province. After Neil Gaudry's death in 1999, Greg Selinger recaptured the seat for the NDP. He was reelected in 2003 with about 75 percent of the popular vote, and was named premier of Manitoba in 2009.\n Selinger left politics two years after the NDP was heavily defeated at the 2016 provincial election, and newly elected Liberal leader Dougald Lamont won the seat at the ensuing by-election.",
  "/wiki/Joseph_Bernier": "Joseph Bernier (August 16, 1874—June 8, 1951) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba on four occasions between 1900 and 1932.  Bernier was a member of the Conservative Party, and served as a cabinet minister in the government of Rodmond Roblin.  His father, Thomas A. Bernier, was a member of the Senate of Canada.\n Bernier was born in St. Jean d'Iberville, Québec, and educated at St. Boniface College and the Manitoba University.  He received a Master of Arts degree. Bernier was called to the Manitoba bar in 1896 and began practising as a barrister-at-law in Winnipeg in 1897.  He was first elected to the Manitoba legislature in a by-election held on November 24, 1900, defeating Victor Mager by 154 votes in the St. Boniface constituency.  He lost his seat in the 1903 provincial election, losing to Liberal Horace Chevrier by a single vote.\n Bernier was re-elected to the legislature in the 1907 election, defeating Chevrier by 71 votes.  Returned without difficulty in the 1910 campaign, he was appointed to cabinet on May 22, 1913 as Provincial Secretary.\n Bernier was again re-elected in the 1914 provincial election.  Early in 1915, the entire Roblin administration was forced to resign after the Lieutenant Governor issued a report which found the government had been guilty of corrupt practices in the tendering of contracts for new legislative buildings.  Bernier did not seek re-election in the 1915 campaign, and the St. Boniface constituency was won by Liberal Joseph Dumas.\n Bernier returned to the legislature for a third time in the 1920 provincial election, defeating Dumas and three other candidates.  He identified himself as an independent during this period, but was still widely regarded as being in sympathy with the Conservative Party.  He was again returned in the 1922 campaign, once again identifying himself as an independent.\n Bernier resigned from the legislature on September 1, 1926 to campaign for the House of Commons of Canada in the 1926 federal election.  He ran as a candidate of the Conservative Party of Canada in the federal riding of St. Boniface, and lost to Liberal John Power Howden by 2,668 votes.\n Bernier ran again for the provincial constituency of St. Boniface in the 1927 provincial election, this time as an official candidate of the Manitoba Conservative Party.  This campaign ended in controversy, with a ballot-counting process marred by confusion and error.  Liberal candidate L.P. Gagnon was initially declared the winner by one vote, but a recount saw Bernier confirmed as the victor.  He returned to the legislature, and rejoined the Conservative caucus on the opposition benches.  He was expelled from the legislature for a month in 1928, after being named by the Speaker.\n Bernier lost his seat for the final time in the 1932 campaign, falling to Labour candidate Harold Lawrence by 504 votes.  He actually won a plurality of votes on the first count, but fell behind on transfers (Manitoba used the single transferable ballot for elections during this period).\n From 1900 to 1917, Bernier was editor for the francophone newspaper Le Manitoba. In 1910, he married Rose Marie Bernier. Bernier was an honorary colonel with the Canadian Expeditionary Force during World War I and helped with recruiting.\n After leaving politics, he served as a county court judge from 1933 to 1949.\n Bernier died in hospital in Montreal at the age of 76.",
  "/wiki/Robert_Rogers_(Manitoba_politician)": "Robert Rogers, PC (March 2, 1864 – July 21, 1936) was a Canadian merchant and politician.  He served as a cabinet minister at the federal and provincial levels.\n Rogers was born in Lakefield, Canada East (now Quebec), the son of Lieutenant-Colonel George Rogers. He was educated in Lachute, Berthier and Montreal, and later moved to Winnipeg, Manitoba to become director of the Monarch Life Assurance Company.  In religion, he was a member of the Church of England.\n He contested Lisgar in the 1896 federal election as a candidate of the federal Conservative Party, and lost to Liberal Robert Lorne Richardson by fifty-four votes.\n Rogers was elected to the Legislative Assembly of Manitoba in the 1899 provincial election as a Conservative candidate, defeating Liberal candidate J.L. Brown by twenty-eight votes in Manitou.  The Conservatives won this election, and Rogers sat in the legislature as a backbench supporter of Hugh John Macdonald's administration.  When Rodmond Roblin succeeded Macdonald as premier on October 29, 1900, he appointed Rogers as a minister without portfolio.\n On December 20, 1900, Rogers was promoted to the powerful position of Minister of Public Works.  He remained in this position for eleven years, and was often regarded as the second most powerful figure in Roblin's cabinet, helping the premier construct an effective patronage network.  He was re-elected without difficulty in the campaigns of 1903, 1907 and 1910.\n Rogers turned to federal politics in 1911.  The federal Conservative Party under Robert Borden defeated Wilfrid Laurier's governing Liberals in the 1911 federal election, due in part to assistance from Roblin's electoral machine in Manitoba.  Although Rogers was not a candidate in the election, he was appointed as Canada's Minister of the Interior and Superintendent-General of Indian Affairs on October 10, 1911.  Seventeen days later, he was acclaimed to the House of Commons in a by-election for Winnipeg.\n Rogers was given additional responsibilities as Minister of Mines on March 30, 1912.  On October 29, 1912, he left his other portfolios to become Canada's Minister of Public Works, a position which he held for five years.  He did not seek re-election in 1917.\n He attempted to return to the House of Commons for Lisgar in the 1921 election, but lost to Progressive candidate John Livingstone Brown by 1,164 votes.\n Rogers was returned to parliament in the 1925 election, defeating former Liberal premier Tobias Norris by 1,617 votes in Winnipeg South.  In the following year's election, he lost his seat to Liberal John Stewart McDiarmid by 1,171 votes.  He was a candidate at the Conservative Party leadership convention in 1927, and finished fifth out of six candidates.\n Rogers won election to the House of Commons for a third time in the 1930 election, defeating McDiarmid by 343 votes.  He was not included in the cabinet of Conservative prime minister Richard Bennett, and retired from politics in 1935.",
  "/wiki/James_Thomas_Gordon": "James Thomas Gordon (December 24, 1859—December 21, 1919) was a politician in Manitoba, Canada.  He served in the Legislative Assembly of Manitoba from 1901 to 1910, as a member of the Conservative Party.\n Gordon was born in Tweed, Hastings County, Canada West (now Ontario), the son of John Gordon, and was educated at common schools in Tweed.  He farmed in Ontario and then moved to Manitoba in 1879, where he was employed in the lumber trade and then dealt in lumber, cattle and wheat. Gordon married Mearle Baldwin in 1885. In 1893, he established the firm of Gordon & Ironsides, which had branches in Fort William, Port Arthur, Kenora, Rainy River, Sudbury, Montreal, Sault Ste. Marie, Regina, Moose Jaw and Saskatoon. Gordon was also president of the Monarch Life Insurance Company, of A. Carruthers & Company, of the Standard Trust Company and of the Royal Securities Company.\n Gordon challenged Liberal Premier Thomas Greenway for the Mountain constituency in the 1899 provincial election, and lost by 128 votes.  Less than two years later, on December 24, 1901, he was elected to the legislature without opposition in a by-election for Winnipeg South.  The Conservatives had won a majority government in the 1899 election, and Gordon served as a backbench supporter of Rodmond Roblin's government.  In 1902, he was given the honour of moving the address in reply to the Speech from the Throne.\n Gordon was re-elected for Winnipeg South in the 1903 Manitoba general election and 1907 elections, and did not seek re-election in 1910.\n He served as a director for the Winnipeg Exhibition Company and was president of the Dominion Exposition of Winnipeg in 1904.\n Gordon died at home in Winnipeg at the age of 59.",
  "/wiki/Portage_la_Prairie_(provincial_electoral_district)": "Portage la Prairie is a provincial electoral division in the Canadian province of Manitoba.  It has existed since the province's creation in 1870.\n Portage la Prairie is located in southern Manitoba. It is bordered to the north by Lake Manitoba, to the south by Carman, to the west by Turtle Mountain, and to the east by Lakeside and Morris.\n Portage la Prairie itself is in the central part of the riding. Other communities in the riding include Oakville, Newton, St. Marks, and Dakota Plains Wahpeton First Nation.\n The riding's population in 1996 was 18,785.  In 1999, the average family income was $45,302, and the unemployment rate was 7.00%.  The health and service sector accounts for 18% of the riding's industry, followed by agriculture at 13%.\n Thirteen per cent of Portage la Prairie's residents are aboriginal, while a further 6% are German.\n Portage la Prairie has been held since by the Progressive Conservative Party for most of its history, although the New Democratic Party has increased its standing in the riding in recent years.",
  "/wiki/Hugh_Armstrong": "Hugh Armstrong (August 5, 1858 – March 4, 1926) was a politician in Manitoba, Canada. He served in the Legislative Assembly of Manitoba from 1892 to 1896 and from 1902 to 1915, and was a senior cabinet minister in the government of Rodmond Roblin. Armstrong was a member of the Conservative Party.",
  "/wiki/10th_Manitoba_Legislature": "The members of the 10th Manitoba Legislature were elected in the Manitoba general election held in December 1899. The legislature sat from March 29, 1900, to June 25, 1903.\n The Conservatives led by Hugh John Macdonald formed the government. After Macdonald resigned in 1900 to run for a federal seat, Rodmond Roblin became party leader and premier.\nThomas Greenway of the Liberal Party was Leader of the Opposition.\nWilliam Hespeler served as speaker for the assembly.\n There were four sessions of the 10th Legislature:"
}