{
  "/wiki/Senvion": "Senvion S.A. (called  REpower Systems SE until 2014) is a wind turbine manufacturer founded in 2001 in Germany,  majority owned by the private equity firm, Centerbridge Partners since April 2015.  It was under the ownership of Suzlon, an India wind turbine manufacturer, from 2007 to 2015.",
  "/wiki/Port_Augusta_Renewable_Energy_Park": "The Port Augusta Renewable Energy Park is proposed to be a large wind farm and solar farm south of Port Augusta in South Australia, Australia. The solar farm is planned to be at the northern end of the site, west of the Augusta Highway and immediately south of Sundrop Farms. The wind turbines will be on both sides of the Augusta Highway, extending south as far as the road to Horrocks Pass. Construction is intended to start mid-2020 and take about 18 months to complete.",
  "/wiki/Port_Augusta": "Port Augusta is a small city in South Australia. Formerly a seaport, it is now a road traffic and railway junction city mainly located on the east coast of the Spencer Gulf immediately south of the gulf's head and about 322 kilometres (200 mi) north of the state capital, Adelaide. The suburb of Port Augusta West is located on the west side of the gulf on the Eyre Peninsula. Other major industries included, up until the mid-2010s, electricity generation. At June 2018, the estimated urban population was 13,799,> having declined at an average annual rate of -0.53% over the preceding five years.",
  "/wiki/Iberdrola": "Iberdrola (Spanish pronunciation: [iβeɾˈðɾola]) is a Spanish multinational electric utility company based in Bilbao, Spain. Iberdrola has a workforce of around 31,330 employees in dozens of countries on four continents serving around 31.67 million customers. Subsidiaries include Scottish Power (United Kingdom), Avangrid (United States) and NYSEG (United States), amongst others.  The largest shareholder of the company was, in 2013, Qatar Investment Holding; other significant shareholders are Norges Bank, Kutxabank and Bankia.",
  "/wiki/Keyneton,_South_Australia": "Keyneton is a locality in South Australia. The town is in the Mid Murray Council local government area, 82 kilometres (51 mi) north-east of the state capital, Adelaide. At the 2011 census, Keyneton and the surrounding area had a population of 534.",
  "/wiki/Pacific_Hydro": "Pacific Hydro is a Chinese-owned renewable energy company headquartered in Melbourne, Australia. The company was founded in 1992 and was soon floated on the Australian Stock Exchange, it was later bought by a consortium of industry superannuation funds and delisted. It is now owned by China's State Power Investment Corporation.",
  "/wiki/Burra,_South_Australia": "Burra is a pastoral centre and historic tourist town in the mid-north of South Australia. It lies east of the Clare Valley in the Bald Hills range, part of the northern Mount Lofty Ranges, and on Burra Creek. The town began as a single company mining township that, by 1851, was a set of townships (company, private and government-owned) collectively known as \"The Burra\". The Burra mines supplied 89% of South Australia's and 5% of the world's copper for 15 years, and the settlement has been credited (along with the mines at Kapunda) with saving the economy of the struggling new colony of South Australia. The Burra Burra Copper Mine was established in 1848 mining the copper deposit discovered in 1845. Miners and townspeople migrated to Burra primarily from Cornwall, Wales, Scotland and Germany. The mine first closed in 1877, briefly opened again early in the 20th century and for a last time from 1970 to 1981.",
  "/wiki/EnergyAustralia": "EnergyAustralia (former name: TRUenergy) is an electricity generation, electricity and gas retailing private company in Australia that is owned by Hong Kong-based and listed CLP Group. EnergyAustralia also had a portfolio of generating sites using thermal coal, natural gas, hydro-electric, solar energy, and wind power.",
  "/wiki/Naracoorte,_South_Australia": "Naracoorte is a town in the Limestone Coast region of South Australia, approximately 336 kilometres south-east of Adelaide and 100 kilometres north of Mount Gambier on the Riddoch Highway (A66).",
  "/wiki/Acciona": "Acciona, S.A. (Spanish pronunciation: [akˈθjona]) is a Spanish conglomerate group dedicated to the development and management of infrastructure (construction, water, industrial and services) and renewable energy.",
  "/wiki/Beachport": "Beachport is a small coastal town in the Australian state of South Australia about 311 kilometres (193 mi) south-east of the state capital of Adelaide and about 34 kilometres (21 mi) north-west of the municipal seat in Millicent, located at the northern end of Rivoli Bay. Beachport has a large crayfishing fleet, and is known for its 772-metre (2,533 ft)-long jetty, the second-longest in South Australia after the one at Port Germein.",
  "/wiki/Infigen_Energy": "Infigen Energy (Infigen), operating under this name since 29 April 2009, is a developer, owner and operator of renewable energy generation assets in Australia. Infigen's wind farm portfolio has an installed capacity of 557 MW. Most of Infigen's assets generate electricity from renewable sources and are eligible to sell Large-scale Generation Certificates (LGCs) under the mandatory Renewable Energy Target scheme, which operates in Australia under the Renewable Energy (Electricity) Act 2000.",
  "/wiki/Palmer,_South_Australia": "Palmer is a town just east of the Adelaide Hills region of South Australia along the Adelaide-Mannum Road, 70 kilometres east-north-east of the state capital, Adelaide and 15 km west-north-west of Mannum (34°51′S 139°9′E﻿ / ﻿34.850°S 139.150°E﻿ / -34.850; 139.150). It is located in the Mid Murray Council local government area. At the 2006 census, Palmer had a population of 329.",
  "/wiki/Tungkillo,_South_Australia": "Tungkillo (34°49′S 139°04′E﻿ / ﻿34.817°S 139.067°E﻿ / -34.817; 139.067, postcode 5236, altitude 299m) is a town in South Australia, located approximately 5 km (3.1 mi) south of Mount Pleasant. It sits on Adelaide-Mannum Road, 60 km (37 mi) north-east of the state capital, Adelaide and 25 km (16 mi) north-west of Mannum. At the 2006 census, Tungkillo had a population of 360.",
  "/wiki/Sanderston,_South_Australia": "Sanderston is a settlement in South Australia. It is at the foot of the eastern slopes of the Mount Lofty Ranges, and was on the Sedan railway line (which ran south–north) where it crossed the road from Mount Pleasant (west) to the Murray River at Walker Flat (east).",
  "/wiki/Tilt_Renewables": "Tilt Renewables Pty Ltd is an Australasian electricity generation company, dual listed on the New Zealand stock exchange and Australian stock exchange.  Tilt Renewables was demerged from Trustpower in October 2016, with Tilt Renewables taking ownership of all operational wind assets and the wind and solar development pipeline, and Trustpower retaining all hydro assets.",
  "/wiki/Kongorong,_South_Australia": "Kongorong is a locality in the Australian state of South Australia located southwest of Mount Gambier. It has an Australian rules football team and netball team. Kongorong Primary School had 61 students in 2010.",
  "/wiki/Mount_Gambier,_South_Australia": "Mount Gambier is the second most populated city in South Australia with an estimated urban population of 29,639. The city is located on the slopes of Mount Gambier (volcano) in the south east of the state, about 450 kilometres (280 mi) south-east of the capital Adelaide and just 17 kilometres (11 mi) from the Victorian border, it is the most important settlement in the Limestone Coast region and the seat of government for both the City of Mount Gambier and the District Council of Grant.",
  "/wiki/RATCH-Australia": "RATCH-Australia Corporation (RAC) is an Australian electricity generation company. It is a subsidiary of RATCH Group (formerly known as Ratchaburi Electricity Generating Holding Company), a public company listed on the Stock Exchange of Thailand. RATCH-Australia owns both renewable energy and fossil fuel power stations in Australia.",
  "/wiki/Port_Wakefield,_South_Australia": "Port Wakefield (formerly Port Henry) was the first government town to be established north of the capital, Adelaide, in South Australia.",
  "/wiki/Elliston,_South_Australia": "Elliston is a small coastal town in the Australian state of South Australia on the west coast of Eyre Peninsula 169 km northwest of Port Lincoln and 641 km west of Adelaide. The township is located on Waterloo Bay.\nIt has a rainfall of 426 mm per annum. At the 2006 census, Elliston had a population of 377.",
  "/wiki/Sheringa,_South_Australia": "Sheringa is a coastal locality on the western side of Eyre Peninsula in South Australia on the Great Australian Bight.",
  "/wiki/Snowtown_Wind_Farm": "The Snowtown wind farms are located on the Barunga and Hummocks ranges west of Snowtown in the Mid North of South Australia, around 150 kilometres (93 mi) north of the state capital, Adelaide. They were developed by Trustpower and owned by Tilt Renewables, which demerged from Trustpower in 2016. The first stage of 47 turbines was completed in 2008 and Stage 2 of 90 turbines became operational in 2014. Stage 2 was sold by Tilt Renewables to Palisade Investment Partners in December 2019.",
  "/wiki/Clements_Gap_Wind_Farm": "Clements Gap Wind Farm is a wind farm opened in 2010 located in the Barunga Range, South Australia near Clements Gap, some 20 minutes south of Port Pirie. The wind farm consists of 27 wind turbines with a total generating capacity of 57 MW. It provides enough electricity for up to 33,000 homes and is estimated to avoid the emission of 150,000 tonnes of greenhouse gases each year.  The Clements Gap site was chosen because of its powerful winds, easy construction access, simple grid connection, and strong community support.",
  "/wiki/Barunga_Range": "The Barunga Range is a range of hills in the northern Mount Lofty Ranges starting near Clements Gap and Merriton in South Australia's Mid North. At the range's southern end it merges with Hummock Range at Barunga Gap, approximately 10 kilometres (6.2 mi) south west of Snowtown. The name 'Barunga' derives from an indigenous term meaning \"gap in the range\".",
  "/wiki/Redhill,_South_Australia": "Redhill (formerly Broughton) is a town in the Mid North of South Australia adjacent to the Broughton River.",
  "/wiki/AGL_Energy": "AGL Energy Ltd (ASX: AGL) is an Australian listed public company involved in both the generation and retailing of electricity and gas for residential and commercial use.",
  "/wiki/Kapunda,_South_Australia": "Kapunda is a town on the Light River and near the Barossa Valley in South Australia. It was established after a discovery in 1842 of significant copper deposits.",
  "/wiki/RES_Australia": "The RES Group (Renewable Energy Systems) is a global renewable energy company which has been active in the renewable energy industry for over 30 years. Its core business is to develop, construct and operate large-scale, grid-connected renewable energy projects worldwide for commercial, industrial and utility clients. RES is active in the wind (onshore and offshore wind)  and solar energy sectors and is increasingly focused on the transition to a low-carbon economy providing transmission, energy storage and demand side management expertise.",
  "/wiki/Crystal_Brook,_South_Australia": "Crystal Brook is a town in the Mid North of South Australia. It was named after the spring-fed creek next to which it was founded. The area was founded in 1839 by Edward John Eyre who was passing through the region. He named it after the beautiful sparkling clear water and named it 'Chrystal Brook'. Crystal Brook is 197 kilometres (122 mi) north of Adelaide and in the 2016 census had a population of 1,515. The town has had some growth over the past year or two with more proposed job opportunities in the region.",
  "/wiki/Neoen": "Neoen is a renewable energy company headquartered in Paris, France. It owns and operates solar and wind farms in 13 countries on four continents."
}