{
  "/wiki/3M_Administration_Building": "The 3M Administration Building was the corporate headquarters of 3M in Saint Paul, Minnesota, United States, from 1940 to 1962.  It is listed on the National Register of Historic Places for its national significance in commerce, industry, and invention, and its local significance in architecture.  The building reflects the corporation's success in the 1930s and continued rise to international prominence in the 1940s and 50s through its commitment to research, product development, and product diversification.  The building is also a distinctive example of Moderne architecture within Saint Paul.",
  "/wiki/Saint_Paul,_Minnesota": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/Moderne_architecture": "Moderne architecture, also sometimes referred to as \"Style Moderne\" or simply \"Moderne\", describes certain styles of architecture\npopular from 1925 through the 1940s.",
  "/wiki/3M": "The 3M Company, formerly known as the Minnesota Mining and Manufacturing Company, is an American multinational conglomerate corporation operating in the fields of industry, worker safety, health care, and consumer goods. The company produces over 60,000 products under several world-renowned brands, including adhesives, abrasives, laminates, passive fire protection, personal protective equipment, window films, paint protection films, dental and orthodontic products, electrical & electronic connecting and insulating materials, medical products, car-care products, electronic circuits, healthcare software and optical films. It is based in Maplewood, Minnesota, a suburb of St. Paul.",
  "/wiki/Arlington_Hills_Library": "The Arlington Hills Library is a 1916 Beaux Arts library building designed by Charles A. Hausler. It is one of three Carnegie Libraries in Saint Paul, Minnesota, United States. It is listed on the National Register of Historic Places.",
  "/wiki/Carnegie_library": "A Carnegie library is a library built with money donated by Scottish-American businessman and philanthropist Andrew Carnegie. A total of 2,509 Carnegie libraries were built between 1883 and 1929, including some belonging to public and university library systems. 1,689 were built in the United States, 660 in the United Kingdom and Ireland, 125 in Canada, and others in Australia, South Africa, New Zealand, Serbia, Belgium, France, the Caribbean, Mauritius, Malaysia, and Fiji.",
  "/wiki/Beaux-Arts_architecture": "Beaux-Arts architecture (/ˌboʊˈzɑːr/; French: [bozaʁ]) was the academic architectural style taught at the École des Beaux-Arts in Paris, particularly from the 1830s to the end of the 19th century. It drew upon the principles of French neoclassicism, but also incorporated Gothic and Renaissance elements, and used modern materials, such as iron and glass. It was an important style in France until the end of the 19th century. It also had a strong influence on architecture in the United States, because of the many prominent American architects who studied at the École des Beaux-Arts, including Henry Hobson Richardson, John Galen Howard, Daniel Burnham, and Louis Sullivan.:76",
  "/wiki/John_M._Armstrong_House": "The John M. Armstrong House is in Saint Paul, Minnesota, United States. John Milton Armstrong, son of John Armstrong, Jr. (April 20, 1793 – December 22, 1865) hired architect Edward P. Bassford to design this side-by-side duplex in 1886 as income-producing residential housing. The red brick house was originally located at 233-235 West Fifth Street, but was moved to its present location on Eagle Parkway in November 2001.",
  "/wiki/Edward_Bassford": "Edward Payson Bassford (1837–1912) was an architect who practiced in St. Paul, Minnesota, in the late 19th century. Born in Calais, Maine, on June 7, 1837, he moved to St. Paul in 1866. He worked in the office of Abraham Radcliffe for a time, then founded his own architectural firm. By the 1870s, Bassford was the busiest architect in St. Paul, working on designs for houses, schools, and many commercial buildings.  His firm also employed architects who later were famous in their own right, such as Cass Gilbert, Augustus Gauger, Edward J. Donohue, Silas Jacobson, and Charles Bassford. He died in Osakis, Minnesota, on July 20, 1912.",
  "/wiki/Semi-detached": "A semi-detached house (often abbreviated to semi) is a single family dwelling house that shares one common wall with the next house. The name distinguishes this style of house from detached houses, with no shared walls, and terraced houses, with a shared wall on both sides. Often, semi-detached houses are built as pairs in which each house's layout is a mirror image of the other's.",
  "/wiki/Assumption_School_(Minnesota)": "The Assumption School building, located at 68 Exchange Street, in Saint Paul in the U.S. state of Minnesota was built in 1864 of local quarter-cut limestone.  It had a central cupola, which has been replaced.  The school is affiliated with the nearby Church of the Assumption.",
  "/wiki/Church_of_the_Assumption_(Saint_Paul,_Minnesota)": "The Church of the Assumption Catholic Church was dedicated in 1874 and is the oldest existing church in Saint Paul in the state of Minnesota (U.S.).  It is located at 51 West Seventh Street, in downtown Saint Paul.  The building is listed on the National Register of Historic Places.",
  "/wiki/Italian_Villa_style": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Dr._Ward_Beebe_House": "The Dr. Ward Beebe House, also known as the John Leuthold Residence, is a three-story stucco prairie house built by Dr. Ward and Bess Beebe and designed by Purcell and Elmslie in 1912. Purcell and Elmslie were prolific designers of prairie style homes. It is located in the West Summit Avenue Historic District, in Saint Paul, Minnesota, United States.",
  "/wiki/Summit_Avenue_(St._Paul)": "Summit Avenue is a street in Saint Paul, Minnesota, United States, known for being the longest avenue of Victorian homes in the country, having a number of historic houses, churches, synagogues, and schools.  The street starts just west of downtown Saint Paul and continues four and a half miles west to the Mississippi River where Saint Paul meets Minneapolis.  Other cities have similar streets, such as Prairie Avenue in Chicago, Euclid Avenue in Cleveland, and Fifth Avenue in New York City.  Summit Avenue is notable for having preserved its historic character and mix of buildings, as compared to these other examples.  Historian Ernest R. Sandeen described Summit Avenue as \"the best preserved example of the Victorian monumental residential boulevard.\"",
  "/wiki/Purcell_&_Elmslie": "Purcell & Elmslie (P&E), as it was most widely known, was a progressive American architectural practice.  P&E was the second most commissioned firm of the Prairie School, after Frank Lloyd Wright. The firm was active from 1917 to 1921.",
  "/wiki/Prairie_School": "Prairie School is a late 19th- and early 20th-century architectural style, most common in the Midwestern United States. The style is usually marked by horizontal lines, flat or hipped roofs with broad overhanging eaves, windows grouped in horizontal bands, integration with the landscape, solid construction, craftsmanship, and discipline in the use of ornament. Horizontal lines were thought to evoke and relate to the wide, flat, treeless expanses of America's native prairie landscape.",
  "/wiki/West_Summit_Avenue_Historic_District": "Summit Avenue is a street in Saint Paul, Minnesota, United States, known for being the longest avenue of Victorian homes in the country, having a number of historic houses, churches, synagogues, and schools.  The street starts just west of downtown Saint Paul and continues four and a half miles west to the Mississippi River where Saint Paul meets Minneapolis.  Other cities have similar streets, such as Prairie Avenue in Chicago, Euclid Avenue in Cleveland, and Fifth Avenue in New York City.  Summit Avenue is notable for having preserved its historic character and mix of buildings, as compared to these other examples.  Historian Ernest R. Sandeen described Summit Avenue as \"the best preserved example of the Victorian monumental residential boulevard.\"",
  "/wiki/Blair_Flats": "Blair Flats, also known as the Blair Arcade Building, is a Victorian residential building designed by Hermann Kretz and William H. Thomas in 1887, located in Saint Paul, Minnesota, United States. The building is located on the intersection of Western and Selby Avenues. It is also a contributing property to the Historic Hill District.  Construction materials are sandstone and brick.  Blair Flats has been used as apartments, hotel, and condominiums.",
  "/wiki/Victorian_architecture": "Victorian architecture is a series of architectural revival styles in the mid-to-late 19th century. Victorian refers to the reign of Queen Victoria (1837–1901), called the Victorian era, during which period the styles known as Victorian were used in construction. However, many elements of what is typically termed \"Victorian\" architecture did not become popular until later in Victoria's reign. The styles often included interpretations and eclectic revivals of historic styles. The name represents the British and French custom of naming architectural styles for a reigning monarch. Within this naming and classification scheme, it followed Georgian architecture and later Regency architecture, and was succeeded by Edwardian architecture.",
  "/wiki/Historic_Hill_District": "Summit Avenue is a street in Saint Paul, Minnesota, United States, known for being the longest avenue of Victorian homes in the country, having a number of historic houses, churches, synagogues, and schools.  The street starts just west of downtown Saint Paul and continues four and a half miles west to the Mississippi River where Saint Paul meets Minneapolis.  Other cities have similar streets, such as Prairie Avenue in Chicago, Euclid Avenue in Cleveland, and Fifth Avenue in New York City.  Summit Avenue is notable for having preserved its historic character and mix of buildings, as compared to these other examples.  Historian Ernest R. Sandeen described Summit Avenue as \"the best preserved example of the Victorian monumental residential boulevard.\"",
  "/wiki/Bridges_No._L-5853_and_92247": "Bridges No. L-5853 and 92247 are two side-by-side bridges in Saint Paul, Minnesota, United States. They were built in 1904 over the Como-Harriet streetcar line, connecting the nearby Twin City Rapid Transit Company station to the line running west to Minneapolis; Bridge No. 92247 carries traffic on Lexington Avenue over the tracks and Bridge No. L-5853 carried pedestrians; the latter is an example of an early reinforced concrete arch bridge, using the Melan reinforcing system by the William S. Hewett & Company of Minneapolis.",
  "/wiki/Arch_bridge": "An arch bridge is a bridge with abutments at each end shaped as a curved arch. Arch bridges work by transferring the weight of the bridge and its loads partially into a horizontal thrust restrained by the abutments at either side. A viaduct (a long bridge) may be made from a series of arches, although other more economical structures are typically used today.",
  "/wiki/William_S._Hewett": "William S. Hewett was a major bridge contractor in the Minneapolis area from the 1890s until well into the 20th century.  His firm designed and built a number of bridges for the Twin City Rapid Transit Company when it was electrifying and expanding its system around the turn of the 20th century.",
  "/wiki/Josef_Melan": "Josef Melan (1854–1941) was an Austrian engineer. He is regarded as one of the most important pioneers of reinforced concrete bridge-building at the end of the 19th century. Josef Melan is credited as the inventor of the Melan System, a method for the construction of reinforced bridges. Melan System was different from reinforced bridges built, because Melan did not build iron bars into the reinforced concrete bridge structure, but used rigid truss arches made of iron. Melan became famous in 1898 after building a 42.4 m bridge with a very shallow arch in Steyr. At that time, this was the largest reinforced concrete bridge in the world. He also built the Dragon Bridge in Ljubljana.",
  "/wiki/Eastcliff_(mansion)": "Eastcliff is a 20-room house overlooking the Mississippi River in St. Paul, Minnesota, United States, which serves as the official residence of the president of the University of Minnesota system.  It was first built in 1922 by local lumber magnate Edward Brooks Sr. and donated to the university by the Brooks family in 1958, beginning its service as the president's official residence in 1960 when O. Meredith Wilson took the position.  In 2000, the home was added to the National Register of Historic Places.  Today, it is the most-visited public residence in the state (outpacing the Minnesota Governor's Residence), often hosting events five days a week.  6,800 people were recorded attending 159 events in 2005.",
  "/wiki/Colonial_Revival_architecture": "The Colonial Revival architectural style seeks to revive elements of American colonial architecture.",
  "/wiki/Clarence_H._Johnston,_Sr.": "Clarence Howard Johnston Sr. (August 26, 1859 – December 29, 1936) was an American architect who practiced in the US state of Minnesota during the late 1800s and early 1900s. Specializing in domestic, religious, and public architecture, he served as Minnesota State Architect from 1901 to 1931. He is considered one of the most prolific architects in the state's history.",
  "/wiki/University_of_Minnesota_system": "The University of Minnesota system is a public university system with five campuses spread throughout the U.S. state of Minnesota. It has one of the largest endowments among public universities in the U.S., and also receives annual funding from the State of Minnesota.",
  "/wiki/Benjamin_Brunson_House": "The Benjamin Brunson House is one of the oldest houses remaining in Saint Paul, Minnesota it was built ca. 1856 in the area known as \"railroad island,\" being surrounded by tracks. It is listed on the National Register of Historic Places.",
  "/wiki/Federal_architecture": "Federal-style architecture is the name for the classicizing architecture built in the newly founded United States between c. 1780 and 1830, and particularly from 1785 to 1815. This style shares its name with its era, the Federalist Era. The name Federal style is also used in association with furniture design in the United States of the same time period. The style broadly corresponds to the classicism of Biedermeier style in the German-speaking lands, Regency architecture in Britain and to the French Empire style.",
  "/wiki/Casiville_Bullard_House": "The Casiville Bullard House is a historic house in Saint Paul, Minnesota, United States.  It was built from 1909 to 1910 by stonemason and bricklayer Casiville Bullard (1873–1959), one of the few known African-American skilled workers active in the building trades in early-20th-century Saint Paul.  The house was listed on the National Register of Historic Places in 1997 for its local significance in the themes of black history and social history.",
  "/wiki/African_American": "African Americans (also referred to as Black Americans or Afro-Americans) are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The phrase generally refers to descendants of enslaved black people who are from the United States.",
  "/wiki/Burbank–Livingston–Griggs_House": "The Burbank–Livingston–Griggs House is the second-oldest house on Summit Avenue in Saint Paul, Minnesota, United States.  It was designed in Italianate style by architect Otis L. Wheelock of Chicago and built from 1862 to 1863.  The work was commissioned by James C. Burbank, a wealthy owner of the Minnesota Stage Company.  Later, four significant local architects left their mark on the landmark structure.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Pierce_and_Walter_Butler_House": "The Pierce and Walter Butler House is a side-by-side duplex, in the West Summit Avenue Historic District of Saint Paul, Minnesota.",
  "/wiki/Pierce_Butler_(justice)": "Pierce Butler (March 17, 1866 – November 16, 1939) was an American jurist who served as an Associate Justice of the Supreme Court of the United States from 1923 until his death in 1939. He is notable for being the first Justice from Minnesota, and for being a Democrat appointed by a Republican president, Warren G. Harding.",
  "/wiki/C.S.P.S._Hall_(Saint_Paul,_Minnesota)": "The C.S.P.S. Hall, also known as Czech Hall or as CSPS Sokol Hall, is the home of the Czech-Slovak Protective Society Hall — a recreation center and meeting house used for social events, including Sokol events; important to the cultural preservation of Czech and Slovak immigrants in Saint Paul, Minnesota. It is listed on the National Register of Historic Places.",
  "/wiki/Czech-Slovak_Protective_Society": "The Czech-Slovak Protective Society (CSPS), which became the Czecho Slovakian Association, was an organization supporting the welfare of Czech and Slovak immigrants to the United States. The Czech-Slovak Protective Society started as an insurance services organization. It was once the largest Czech-American freethought fraternity in the United States.",
  "/wiki/Czech_American": "Czech Americans (Czech: Čechoameričané), known in the 19th and early 20th century as Bohemian Americans, are citizens of the United States who are of Czech descent. Czechs originate from the Czech lands, a term which refers to the majority of the traditional lands of the Bohemian Crown, namely Bohemia, Moravia and Czech Silesia. These lands over time have been governed by a variety of states, including the Kingdom of Bohemia, the Austrian Empire, Czechoslovakia, and the Czech Republic. Germans from the Czech lands who emigrated to the United States usually identified as German American, or, more specifically, as Americans of German Bohemian descent. According to the 2000 US census, there are 1,262,527 Americans of full or partial Czech descent, in addition to 441,403 persons who list their ancestry as Czechoslovak.",
  "/wiki/Central_Presbyterian_Church_(Saint_Paul,_Minnesota)": "Central Presbyterian Church is a church in downtown Saint Paul, Minnesota, United States.  The congregation was founded in 1852 and built its first building in 1854, which was later enlarged during the 1870s.  The rapidly growing congregation outgrew the building, so they built a new church building in 1889.  The building, an example of Richardsonian Romanesque architecture, is listed on the National Register of Historic Places.",
  "/wiki/Richardsonian_Romanesque": "Richardsonian Romanesque is a style of Romanesque Revival architecture named after architect Henry Hobson Richardson (1838–1886). The revival style incorporates 11th and 12th century southern French, Spanish and Italian Romanesque characteristics. Richardson first used elements of the style in his Richardson Olmsted Complex in Buffalo, New York, designed in 1870. Multiple architects followed in this style in the late 1800s; Richardsonian Romanesque later influenced modern styles of architecture as well.",
  "/wiki/Warren_H._Hayes": "Warren Howard Hayes (1847–1899) was a leading designer of churches in the United States and Canada during the late 19th century. Hayes' work holds a significant place in its association with the \"Social Gospel\" movement. He is credited with some of the earliest use of the \"diagonal auditorium\" plan and the vast majority of his churches uncovered to date are centered on the diagonal auditorium design with fan shaped pew arrangements and, to assure excellent acoustics, the seating sloping toward the pulpit and domed ceilings. As noted at the opening of the Rockville Ct. Congregational Church:",
  "/wiki/Church_of_St._Agnes_(Saint_Paul,_Minnesota)": "The Church of Saint Agnes is an onion-domed church building designed by George Ries, built 1901–1912 for the German-speaking Austro-Hungarian population of immigrants in Saint Paul, Minnesota, United States. It is listed on the National Register of Historic Places.",
  "/wiki/Baroque_Revival_architecture": "The Baroque Revival, also known as Neo-Baroque (or Second Empire architecture in France and Wilhelminism in Germany), was an architectural style of the late 19th century. The term is used to describe architecture and architectural sculptures which display important aspects of Baroque style, but are not of the original Baroque period. Elements of the Baroque architectural tradition were an essential part of the curriculum of the École des Beaux-Arts in Paris, the pre-eminent school of architecture in the second half of the 19th century, and are integral to the Beaux-Arts architecture it engendered both in France and abroad. \nAn ebullient sense of European imperialism encouraged an official architecture to reflect it in Britain and France, and in Germany and Italy the Baroque Revival expressed pride in the new power of the unified state.",
  "/wiki/Austria-Hungary": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy in Central and Eastern Europe between 1867 and 1918. It was formed when the Austrian Empire adopted a new constitution; as a result Austria (Cisleithania) and Hungary (Transleithania) were placed on equal footing. It dissolved when its member states proclaimed sovereignty and independence following the First World War.",
  "/wiki/Church_of_St._Bernard_(Saint_Paul,_Minnesota)": "The Church of Saint Bernard is a Roman Catholic parish in the North End neighborhood of Saint Paul, Minnesota. The brick church was designed by John Jager and built 1905–1914 in the Prairie School and Art Nouveau styles. It is listed on the National Register of Historic Places.",
  "/wiki/Art_Nouveau": "Art Nouveau (/ˌɑːrt nuːˈvoʊ, ˌɑːr/; French: [aʁ nuvo]) is an international style of art, architecture and applied art, especially the decorative arts, known in different languages by different names: Jugendstil in German, Stile Liberty in Italian, Modernisme in Catalan, etc. In English it is also known as the Modern Style (not to be confused with Modernism and Modern architecture). The style was most popular between 1890 and 1910. It was a reaction against the academic art, eclecticism and historicism of 19th century architecture and decoration.  It was often inspired by natural forms such as the sinuous curves of plants and flowers. Other characteristics of Art Nouveau were a sense of dynamism and movement, often given by asymmetry or whiplash lines, and the use of modern materials, particularly iron, glass, ceramics and later concrete, to create unusual forms and larger open spaces.",
  "/wiki/Reinforced-concrete": "Reinforced concrete (RC) (also called reinforced cement concrete or RCC) is a composite material in which concrete's relatively low tensile strength and ductility are counteracted by the inclusion of reinforcement having higher tensile strength or ductility. The reinforcement is usually, though not necessarily, steel reinforcing bars (rebar) and is usually embedded passively in the concrete before the concrete sets. Reinforcing schemes are generally designed to resist tensile stresses in particular regions of the concrete that might cause unacceptable cracking and/or structural failure. Modern reinforced concrete can contain varied reinforcing materials made of steel, polymers or alternate composite material in conjunction with rebar or not. Reinforced concrete may also be permanently stressed (concrete in compression, reinforcement in tension), so as to improve the behaviour of the final structure under working loads. In the United States, the most common methods of doing this are known as pre-tensioning and post-tensioning.",
  "/wiki/Church_of_St._Casimir_(Saint_Paul,_Minnesota)": "The Church of Saint Casimir is church building built in 1904 in the Beaux Arts style in Saint Paul, Minnesota, United States. It is listed on the National Register of Historic Places. The church was founded to serve the needs of Polish American immigrants.",
  "/wiki/Polish_American": "Polish Americans are Americans who have total or partial Polish ancestry. There are an estimated 10.5 million self-identified Polish Americans, representing about 3% of the U.S. population.",
  "/wiki/Romanesque_Revival_architecture": "Romanesque Revival (or Neo-Romanesque) is a style of building employed beginning in the mid-19th century  inspired by the 11th- and 12th-century Romanesque architecture. Unlike the historic Romanesque style, however, Romanesque Revival buildings tended to feature more simplified arches and windows than their historic counterparts.",
  "/wiki/Ludwigskirche_(Munich)": "The Catholic Parish and University Church St. Louis, called Ludwigskirche, in Munich is a monumental church in neo-romanesque style with the second-largest altar fresco of the world. The building, with its round arches called the Rundbogenstil, strongly influenced other church architecture, train stations and synagogues in both Germany and the United States.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/German_American": "German Americans (German: Deutschamerikaner, pronounced [ˈdɔʏ̯tʃʔameʁiˌkaːnɐ]) are Americans who have full or partial German ancestry. With an estimated size of approximately 44 million in 2016, German Americans are the largest of the self-reported ancestry groups by the US Census Bureau in its American Community Survey. German-Americans account for about one third of the total ethnic German population in the world.",
  "/wiki/Cyrus_B._Cobb_House": "The Cyrus B. Cobb House is a home built circa 1885-1889 in White Bear Lake, Minnesota. The solid brick house was designed in the Queen Anne architectural style. It is listed on the National Register of Historic Places.",
  "/wiki/White_Bear_Lake,_Minnesota": "White Bear Lake is a city in Ramsey County in the state of Minnesota. A small portion of the city also extends into Washington County. The population was 23,769 at the 2010 census. The city is located on White Bear Lake, one of the largest lakes in the Minneapolis–Saint Paul metropolitan area.",
  "/wiki/Queen_Anne_style_architecture_in_the_United_States": "In the United States, Queen Anne-style architecture was popular from roughly 1880 to 1910. \"Queen Anne\" was one of a number of popular architectural styles to emerge during the Victorian era. Within the Victorian era timeline, Queen Anne style followed the Eastlake style and preceded the Richardsonian Romanesque and Shingle styles.",
  "/wiki/Colorado_Street_Bridge_(Saint_Paul,_Minnesota)": "The Colorado Street Bridge also known as Bridge L-8803 is a masonry and brick arch bridge in Saint Paul, Minnesota's West Side neighborhood. It is 58 feet (18 m) wide and consists of a single oblique span of 70 feet 6 inches (21.49 m) that was built with the arch courses running parallel to the abutments, leading to a weaker structure than other skew arch construction methods, known as a false skew arch. It was designed in 1888 by Andreas W. Munster of the Saint Paul Engineer's Office and is now restricted to pedestrian traffic.",
  "/wiki/Skew_arch": "A skew arch (also known as an oblique arch) is a method of construction that enables an arch bridge to span an obstacle at some angle other than a right angle. This results in the faces of the arch not being perpendicular to its abutments and its plan view being a parallelogram, rather than the rectangle that is the plan view of a regular, or \"square\" arch.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Ramsey_County,_Minnesota": "This is a complete list of National Register of Historic Places listings in Ramsey County, Minnesota. It is intended to be a complete list of the properties and districts on the National Register of Historic Places in Ramsey County, Minnesota, United States.  The locations of National Register properties and districts for which the latitude and longitude coordinates are included below, may be seen in an online map."
}