{
  "/wiki/Afa_Anoaʻi": "Arthur Anoaʻi Sr. (born November 21, 1942) is a Samoan-American retired professional wrestler and professional wrestling manager. Since retiring, he has operated the World Xtreme Wrestling promotion and trained wrestlers at the Wild Samoan Training Center.",
  "/wiki/Sika_Anoaʻi": "Leati Sika Anoa'i Amituana'i (born April 5, 1945), better known as Sika Anoa'i or simply Sika, is an American Samoan retired professional wrestler. He is best known as one-half of the tag team The Wild Samoans with his brother Afa. Championships held by Anoa'i over the course of his career include the WWF World Tag Team Championship. He was inducted into the WWE Hall of Fame in 2007 and the Professional Wrestling Hall of Fame in 2012. He is a member of the Anoa'i family and the father of professional wrestlers Rosey and Roman Reigns.",
  "/wiki/Reno_Anoaʻi": "The Anoa’i family, originating from American Samoa, is a family of professional wrestlers. Family members have comprised several tag teams and stables within a variety of promotions. Famous members of the family include Rosey, Rikishi, Jamal/Ekmo/Umaga, Yokozuna, Roman Reigns, The Usos, Nia Jax, Tamina Snuka  and brothers Afa and Sika Anoaʻi, the Wild Samoans. Peter Maivia and his grandson The Rock are considered honorary members.",
  "/wiki/Yokozuna_(wrestler)": "Rodney Agatupu Anoaʻi (October 2, 1966 – October 23, 2000) was an American professional wrestler best known for his time with the World Wrestling Federation (WWF), where he wrestled under the ring name Yokozuna. The name was a reference to the highest rank in professional sumo wrestling in Japan.",
  "/wiki/Sam_Fatu": "Samuel Larry Anoa'i Fatu (born October 11, 1965) is an American retired professional wrestler. He is best known for his appearances with the World Wrestling Federation under the ring names The Tonga Kid and Tama and with World Championship Wrestling as The Samoan Savage.",
  "/wiki/Umaga_(wrestler)": "Edward Smith Fatu (March 28, 1973 – December 4, 2009) was an American Samoan professional wrestler, best known for his time with World Wrestling Entertainment (WWE) under the ring name Umaga.",
  "/wiki/American_Samoa": "American Samoa (/səˈmoʊə/ (listen); locally /ˈsɑːmoʊə/; Samoan: Amerika Sāmoa, [aˈmɛɾika ˈsaːmʊa]; also Amelika Sāmoa or Sāmoa Amelika) is an unincorporated territory of the United States located in the South Pacific Ocean, southeast of (the independent nation of) Samoa. Its location is centered on 14.2710° S, 170.1322° W. It is east of the International Date Line, while Samoa is west of the Line.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/The_Barbarian_(wrestler)": "Sione Havea Vailahi (born 6 September 1958) is a Tongan professional wrestler, better known by his ring name, The Barbarian. He is best known for his various stints with National Wrestling Alliance (NWA), World Championship Wrestling (WCW) and World Wrestling Federation (WWF) and for being a part of tag teams The Powers of Pain with The Warlord and Faces of Fear with Meng.",
  "/wiki/Lei'D_Tapa": "Seini Draughn (née Tonga, born 27 November 1982) is a German-born Tongan American professional wrestler, professional wrestling valet, model, mixed martial artist undefeated professional boxer (2-0 2 KO) and former women's American football player. Having been previously working for the American promotion Total Nonstop Action Wrestling under the ring name Lei'D Tapa, Draughn last worked for Global Force Wrestling.",
  "/wiki/Jack_Brisco": "Freddie Joe \"Jack\" Brisco (September 21, 1941 – February 1, 2010) was an American professional wrestler. He performed for various territories of the National Wrestling Alliance (NWA), becoming a two-time NWA World Heavyweight Champion, and multi-time NWA Tag Team Champion with his brother Gerald Brisco. Brisco is considered one of the top wrestlers of his era; in 2005, Don Leo Jonathan called him \"probably the greatest champion of the 20th century.\"",
  "/wiki/Wes_Brisco": "Wesley \"Wes\" Brisco (born February 21, 1983) is an  American professional wrestler known for his time in Total Nonstop Action (TNA), where he is a former member of Aces & Eights. He is a member of the Brisco wrestling family; the son of former Championship Wrestling from Florida mainstay Gerald Brisco and the nephew of former NWA World Heavyweight Champion Jack Brisco.He currently performs for Atomic Revolutionary Wrestling (ARW), where he is the current ARW Heavyweight Champion in his first reign.",
  "/wiki/Bob_Brown_(wrestler)": "Robert \"Bob\" Harold Brown (October 16, 1938 - February 5, 1997) was a Canadian professional wrestler, better known by his ring name \"Bulldog\" Bob Brown.",
  "/wiki/Kerry_Brown_(wrestler)": "Kerry Brown (February 3, 1958 – September 10, 2009) was a Canadian professional wrestler. Brown was best known for working in Stampede Wrestling in the 1980s under his real name, but also wrestled in Puerto Rico, Montreal and the Maritimes using the ring name Rick Valentine.",
  "/wiki/Édouard_Carpentier": "Édouard Ignacz Weiczorkiewicz (Russian: Эдуард Виецз; July 17, 1926 – October 30, 2010) was a French-born Canadian professional wrestler better known by his ring name Édouard Carpentier. In a career that spanned from the 1950s into the 1970s, he garnered several world championships.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Carlos_Colón,_Sr.": "Carlos Edwin Colón González Sr. (born July 18, 1948) is a retired Puerto Rican professional wrestler, and wrestling promoter, better known as Carlitos Colón or simply Carlos Colón. He is, along with Victor Jovica, an owner of the Puerto Rican wrestling promotion World Wrestling Council (WWC), where he has held the WWC Universal Heavyweight Championship a record 26 times. He is the patriarch of the Colón wrestling family, composed by his sons Carly and Eddie, daughter Stacy and nephew Orlando. In 2014, he was inducted into the WWE Hall of Fame and the following year into the Wrestling Observer Newsletter Hall of Fame.",
  "/wiki/Epico_Colón": "Orlando Tito Colón (born March 24, 1982) is a Puerto Rican professional wrestler currently signed to WWE under the ring name Epico Colon, where he performs on the SmackDown brand. He also competes in the World Wrestling Council (WWC) under his real name, where he is the current WWC Universal Heavyweight Champion in his first reign.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Dos_Caras": "José Luis Rodríguez Arellano (born February 21, 1951) is a Mexican Luchador Enmascarado (masked professional wrestler) who wrestles under the ring name Dos Caras (Spanish for \"two faces\"). His most active years were in the 1970s and 1980s, and he achieved his greatest success in Mexico's Universal Wrestling Alliance (UWA), where he won the UWA World Heavyweight Championship three times. He has been called \"the greatest heavyweight ever to come out of Mexico\". He is the creator of the Dos Caras Clutch, a Hammerlock head scissors pinning combination.",
  "/wiki/Mil_Mascaras": "Mil Máscaras (born Aarón Rodríguez Arellano, July 15, 1942) is a Mexican luchador (professional wrestler). He is regarded as one of the greatest wrestlers of the lucha libre tradition in Mexico - along with El Santo and Blue Demon - and has been described as the first international superstar of Lucha Libre. Máscaras is considered one of the most influential wrestlers of all time for enhancing and popularizing the lucha libre style around the world, both in the ring and as the star of 20 films. He is also an accomplished artist and cultural ambassador for his native country and has appeared on three of its postage stamps. Although he has never been unmasked and his true identify is generally kept a secret out of respect for Lucha Libre traditions, his real name is known due to appearing in the credits of the films he has starred in. His ring name is Spanish for \"Thousand Masks\".",
  "/wiki/Sicodelico_Jr.": "Aaron Rodríguez (born June 13, 1976) is an American professional wrestler, better known by his ring name Sicodelico Jr. Rodríguez is the son of Sicodelico and the nephew of Mil Máscaras and Dos Caras, and the cousin of Alberto Del Rio (Dos Caras Jr.).",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Alberto_Del_Rio": "José Alberto Rodríguez (born May 25, 1977) is a Mexican-American professional wrestler, promoter and mixed martial artist. He is best known for his two tenures in WWE under the ring name Alberto Del Rio, as well as his work outside of WWE under the ring name Alberto El Patron.",
  "/wiki/Hulk_Hogan": "Terry Gene Bollea (/bəˈleɪə/, born August 11, 1953), better known by his ring name as Hulk Hogan, is an American retired professional wrestler, actor, television personality, entrepreneur, and musician. According to IGN, Hogan is \"the most recognized wrestling star worldwide and the most popular wrestler of the 1980s\".",
  "/wiki/Horace_Boulder": "Michael Allan Bollea (born October 21, 1965) is an American retired professional wrestler. The nephew of fellow wrestler Hulk Hogan, he is best known for his appearances with World Championship Wrestling in the late 1990s under the ring name Horace Hogan.",
  "/wiki/Volador_Jr.": "Ramón Ibarra Rivera (born January 26, 1981) is a Mexican luchador, or professional wrestler, best known for his work under the ring name Volador Jr. with Consejo Mundial de Lucha Libre (CMLL) in his native Mexico where he has been a regular competitor since 2001 and is currently one of the top level tecnicos (\"good guys\"). He is the son of Ramón Ibarra Banda, better known as the wrestler Super Parka and previously known as Volador. Ibarra is the nephew of the original La Parka, the cousin of El Hijo de L.A. Park and the uncle of CMLL wrestler Flyer; he is also related to a number of other luchadors in the Ibarra family.",
  "/wiki/Karloff_Lagarde": "Carlos Delucio Lagarde (July 27, 1928 – August 31, 2007) is best known as Karloff Lagarde, a Mexican Luchador, or professional wrestler, who was immensely popular during the 1960s and 1970s. Through his career had faced most of Mexico's top stars of the 1950s, 1960s and 1970s including lucha libre legends such as El Santo, El Solitario, Mil Máscaras, Black Shadow, Huracán Ramírez, Gory Guerrero, Ray Mendoza and Perro Aguayo. He was known as the \"king of the Welterweight\" due to him holding the Mexican National Welterweight Championship four times and the NWA World Welterweight Championship three times in his career. Lagarde teamed up with René Guajardo to form a tag team known as Los Rebeldes, considered to be one of the top five tag teams in Lucha libre history.",
  "/wiki/Karloff_Lagarde_Jr.": "César Baltazar de Lucio Valencia (born October 21, 1970) is a semi-retired Mexican Luchador, or professional wrestler best known under the ring name Karloff Lagarde Jr. Despite what his ring name might suggest, he is not the son of Karloff Lagarde, but his nephew. Lucio is a former CMLL World Welterweight Champion and Mexican National Welterweight Champion. He currently makes limited appearances for International Wrestling Revolution Group (IWRG) in Mexico.",
  "/wiki/Rey_Misterio_Sr.": "Miguel Ángel López Díaz (born January 8, 1958) is a Mexican retired professional wrestler and trainer, better known by his ring name, Rey Misterio (\"Mystery King\"). He is also referred to as Rey Misterio Sr. to distinguish him from his nephew.",
  "/wiki/Rey_Mysterio": "Óscar Gutiérrez (born December 11, 1974), better known by his ring name Rey Mysterio, is an American professional wrestler currently signed to WWE, where he performs on the Raw brand. According to ESPN, he is \"widely regarded as the greatest cruiserweight in pro wrestling history\".",
  "/wiki/Bubba_Monroe": "Quentin Bell (born 1958), better known by his ring name Bubba Monroe, is a retired American professional wrestler and trainer who wrestled in numerous regional and independent promotions in the Southern United States during the 1980s and 1990s. Though his career did not reach the same heights of his father Sputnik Monroe, partially due to the decline of the National Wrestling Alliance, Monroe won several regional titles during his near 20-year career, most notably, the heavyweight championship for Texas All-Star Wrestling.",
  "/wiki/Rip_Oliver": "Larry Richard Oliver (born October 6, 1952) is an American former professional wrestler, known as Crippler Rip Oliver, who had success in Pacific Northwest Wrestling (PNW). He was also known for having \"The Criplers Carry Out Service\" in which he had a stretcher and slogan of “We break’em and Take’em”.",
  "/wiki/Earl_Oliver": "Earl Oliver (born June 23, 1948) is an American writer, musician, variety, street entertainer, and graphic artist. An accomplished blues and jazz guitarist and singer in Northern California and the San Francisco Bay Area, popularly known as the Walkin' Blues Man, he hosted a popular cable-access television program, \"Earl Oliver & Friends: Live from LaVal's\", later called \"Live on Location\", that aired in 16 stations throughout the region from 1992 to 1995. He has also been the lead vocalist for several California-based bands, most recently, the Groovinators.",
  "/wiki/Ed_Farhat": "Edward George Farhat (June 7, 1926 – January 18, 2003) was a Lebanese-American professional wrestler best known  by his ring name The Sheik (sometimes called The Original Sheik to distinguish him from The Iron Sheik, who debuted in 1972). He is also one of the originators of what became the hardcore wrestling style, as the promoter of Big Time Wrestling, and the uncle of ECW wrestler Sabu.",
  "/wiki/Sabu_(wrestler)": "Terry Michael Brunk (born December 12, 1964) is an American professional wrestler, better known by his ring name Sabu. He is currently signed to Impact Wrestling and also wrestles on the independent circuit. He is known for his trademark style of hardcore wrestling, which he pioneered in his time with Extreme Championship Wrestling (ECW) from 1995 to 2000. He is also known for his work in World Wrestling Entertainment (WWE) from 2006 to 2007, where he wrestled on the rebooted ECW brand. He is a 3-time World Heavyweight Champion having held the ECW World Heavyweight Championship twice and the NWA World Heavyweight Championship once.",
  "/wiki/List_of_family_relations_in_professional_wrestling": "This is a list of family relations in professional wrestling. Since the beginning of the artforms secretive history family members have been involved in all aspects of the industry, often to keep it closed off to outsiders. Although most connections are among wrestlers, there have been contributions from family members in many other fileds, such as managing, promoting, training and refereeing."
}