{
  "/wiki/Richard_Franko_Goldman": "Richard Franko Goldman (December 7, 1910 – January 19, 1980)\nwas a conductor, educator, author, music critic, and composer.",
  "/wiki/Mansfield_University": "Mansfield University of Pennsylvania is a small public university in Mansfield, Pennsylvania. It is one of the fourteen state universities that are part of the Pennsylvania State System of Higher Education (PASSHE). The university is accredited by the Middle States Association of Colleges and Secondary Schools and numerous national professional organizations. Mansfield University's total enrollment is 1,637 students.",
  "/wiki/Percy_Grainger": "Percy Aldridge Grainger (born George Percy Grainger; 8 July 1882 – 20 February 1961) was an Australian-born composer, arranger and pianist who lived in the United States from 1914 on and became a citizen in 1918. In the course of a long and innovative career, he played a prominent role in the revival of interest in British folk music in the early years of the 20th century.  Although much of his work was experimental and unusual, the piece with which he is most generally associated is his piano arrangement of the folk-dance tune \"Country Gardens\".",
  "/wiki/David_Holsinger": "Dr. David R. Holsinger is an American composer and conductor writing primarily for concert band.  Holsinger is a graduate of Hardin-Central High School in Hardin, Missouri, Central Methodist University, the University of Central Missouri, and the University of Kansas. He is well known across the nation as well as the world for his outstanding work for his differentiating time signatures throughout his pieces.",
  "/wiki/Central_Methodist_University": "Central Methodist University (formerly known as Central Methodist College and also known as Central College or CMU) is a private university in Fayette, Missouri. CMU is accredited to offer master's, bachelor's, and associate degrees.  The school is affiliated with the United Methodist Church.",
  "/wiki/Sousa/Ostwald_Award": "The Sousa/Ostwald Award is an annual award given by the American Bandmasters Association for a composition for concert band. It was first awarded in 1956, after band uniform suppliers Ernest and Adolph Ostwald established the ABA/Ostwald Award for the best band composition written in the previous year. Previous rules allowed for compositions of grades 1-6, but the rules are undergoing a transition to focus on grades 1-4 (in 2011) and 5-6 (in 2012). The award was renamed from the Ostwald Award in 2011.",
  "/wiki/American_Bandmasters_Association": "The American Bandmasters Association (ABA) was formed in 1929 by Edwin Franko Goldman to promote concert band music. Goldman sought to raise esteem for concert bands among musicians and audiences. The reputations of concert bands suffered in comparison to symphony orchestras due to factors including \"the concert band’s concert venue, often out-of-doors, the difficulty of conductors to obtain a quality music education, a limited repertoire that with the exception of marches was largely borrowed from the libraries of the orchestra, and a lack of camaraderie among the leading bandmasters/conductors of the period.\"",
  "/wiki/Martin_Mailman": "Martin S. Mailman (born 30 June 1932 in New York City died 18 April 2000 in Denton, Texas)  was an American composer noted for his music for orchestra, chorus, multimedia, and winds.",
  "/wiki/East_Carolina_University": "East Carolina University (ECU) is a public research university in Greenville, North Carolina. It is the fourth largest university in North Carolina.",
  "/wiki/David_Maslanka": "David Maslanka (August 30, 1943 – August 7, 2017) was an American composer of Polish descent who wrote for a variety of genres, including works for choir, wind ensemble, chamber music, and symphony orchestra.",
  "/wiki/Appalachian_State_University": "Appalachian State University /ˌæpəˈlætʃən/  (Appalachian, App State, App, or ASU) is a public university in Boone, North Carolina.  It was founded as a teachers college in 1899 by brothers B.B. and D.D. Dougherty and D.D.’s wife, Lillie Shull Dougherty. The university expanded to include other programs in 1967 and joined the University of North Carolina System in 1971.",
  "/wiki/National_Endowment_for_the_Arts": "The National Endowment for the Arts (NEA) is an independent agency of the United States federal government that offers support and funding for projects exhibiting artistic excellence. It was created by an act of the U.S. Congress in 1965 as an independent agency of the federal government.  The NEA has its offices in Washington, D.C. It was awarded Tony Honors for Excellence in Theatre in 1995, as well as the Special Tony Award in 2016.",
  "/wiki/W._Francis_McBeth": "William Francis McBeth (March 9, 1933 – January 6, 2012) was an American composer, whose wind band works are highly respected. His primary musical influences included Clifton Williams, Bernard Rogers, and Howard Hanson. The popularity of his works in the United States during the last half of the twentieth century led to many invitations and appearances as a guest conductor, where he often conducted the premiere performances of some of his compositions, the majority of which were commissioned. His conducting activities took him to forty-eight states, three Canadian provinces, Japan, and Australia; and for a number of years he was principal conductor of the Arkansas Symphony Orchestra in the capital of Little Rock.  At one time, his \"Double Pyramid Balance System\" was a widely used pedagogical tool in the concert band world.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/Charles_E._Lutton_Man_of_Music_Award": "The Charles E. Lutton Man of Music Award is one of the highest honors awarded to members of the Phi Mu Alpha Sinfonia fraternity for a lifelong achievement in uplifting the world through art and music. Its recipients include musical legends such as Aaron Copland, W. Francis McBeth, James Levine, Frederick Fennell, Maynard Ferguson, and Col. John R. Bourgeois, USMC (Ret.).",
  "/wiki/William_Schuman": "William Howard Schuman (August 4, 1910 – February 15, 1992) was an American composer and arts administrator.",
  "/wiki/Columbia_University": "Columbia University (also known as Columbia, and officially as Columbia University in the City of New York) is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to the Ivy League. It has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Juilliard_School": "The Juilliard School (/ˈdʒuːliɑːrd/) is a private performing arts conservatory in New York City. Established in 1905, the school trains about 850 undergraduate and graduate students in dance, drama, and music. It is widely regarded as one of the world's leading drama, music and dance schools, with some of the most prestigious arts programs.",
  "/wiki/Lincoln_Center_for_the_Performing_Arts": "Lincoln Center for the Performing Arts (also simply known as Lincoln Center) is a 16.3-acre (6.6-hectare) complex of buildings in the Lincoln Square neighborhood of Manhattan in New York City. It has thirty indoor and outdoor facilities and is host to 5 million visitors annually. It houses nationally and internationally renowned performing arts organizations including the New York Philharmonic, the Metropolitan Opera, and the New York City Ballet.",
  "/wiki/Pulitzer_Prize_for_Music": "The Pulitzer Prize for Music is one of seven Pulitzer Prizes awarded annually in Letters, Drama, and Music. It was first given in 1943. Joseph Pulitzer arranged for a music scholarship to be awarded each year, and this was  eventually converted into a prize: \"For a distinguished musical composition of significant dimension by an American that has had its first performance in the United States during the year.\"",
  "/wiki/National_Medal_of_Arts": "The National Medal of Arts is an award and title created by the United States Congress in 1984, for the purpose of honoring artists and patrons of the arts. A prestigious American honor, it is the highest honor given to artists and arts patrons by the United States government. Nominations are submitted to the National Council on the Arts, the advisory committee of the National Endowment for the Arts, who then submits its recommendations to the White House for the President of the United States to award.  The medal was designed for the NEA by sculptor Robert Graham.",
  "/wiki/Kennedy_Center_Honors": "The Kennedy Center Honors is an annual honor given to those in the performing arts for their lifetime of contributions to American culture. The honors have been presented annually since 1978, culminating each December in a star-studded gala celebrating the honorees in the Kennedy Center Opera House in Washington, D.C.",
  "/wiki/John_Philip_Sousa": "John Philip Sousa (/ˈsuːsə/;[a] November 6, 1854 – March 6, 1932) was an American composer and conductor of the late Romantic era known primarily for American military marches. He is known as \"The March King\" or the \"American March King\", to distinguish him from his British counterpart Kenneth J. Alford who is also known as \"The March King\". Among his best-known marches are \"The Stars and Stripes Forever\" (National March of the United States of America), \"Semper Fidelis\" (official march of the United States Marine Corps), \"The Liberty Bell\", \"The Thunderer\", and \"The Washington Post\".",
  "/wiki/University_of_Illinois_at_Urbana-Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Jack_Stamp": "Jack Stamp (born March 5, 1954 in College Park, Maryland) is a North American Wind Ensemble conductor and composer. He has approximately sixty compositions available from Neil A. Kjos Music Company, including his most well-known piece, Gavorkna Fanfare, which was dedicated to Eugene Corporon.  In 1993, he formed the Keystone Wind Ensemble, comprising students, alumni and professors at Indiana University of Pennsylvania, which has been recorded on 16 albums.",
  "/wiki/Indiana_University_of_Pennsylvania": "Indiana University of Pennsylvania (IUP) is a public research university in Indiana County, Pennsylvania. As of fall 2019, the university enrolled 9,215 undergraduates and 2,110 postgraduates, for a total enrollment of 11,325 students. The university is 55 miles (89 km) northeast of Pittsburgh. It is governed by a local Council of Trustees and the Board of Governors of the Pennsylvania State System of Higher Education. IUP has branch campuses at Punxsutawney, Northpointe, and Monroeville. IUP is accredited by the Middle States Association of Colleges and Schools, National Council for Accreditation of Teacher Education (NCATE), and Association to Advance Collegiate Schools of Business (AACSB).",
  "/wiki/James_Swearingen": "James Swearingen is an American composer and arranger. He holds a Master’s Degree from the Ohio State University and a Bachelor's degree from Bowling Green State University and is Professor of Music Emeritus, Department Chair of Music Education at Capital University, Columbus, Ohio.",
  "/wiki/Bowling_Green_State_University": "Bowling Green State University (BGSU) is a public research university in Bowling Green, Ohio. The 1,338-acre (541.5 ha) main academic and residential campus is 15 miles (24 km) south of Toledo, Ohio. The university has nationally recognized programs and research facilities in the natural and social sciences, education, arts, business, health and wellness, humanities and applied technologies. The institution was granted a charter in 1910 as a normal school, specializing in teacher training and education, as part of the Lowry Normal School Bill that authorized two new normal schools in the state of Ohio. Over the university's history, it developed from a small rural normal school into a comprehensive public university.",
  "/wiki/Frank_Ticheli": "Frank Ticheli (born January 21, 1958) is an American composer of orchestral, choral, chamber, and concert band works. He lives in Los Angeles, California, where he is a Professor of Composition at the University of Southern California. He was the Pacific Symphony's composer-in-residence from 1991 to 1998, composing numerous works for that orchestra. A number of his works are particularly notable, as they have become standards in concert band repertoire.",
  "/wiki/American_Academy_of_Arts_and_Letters": "The American Academy of Arts and Letters is a 250-member honor society; its goal is to \"foster, assist, and sustain excellence\" in American literature, music, and art. Located in the Washington Heights neighborhood of Manhattan in New York City, it shares Audubon Terrace, a complex on Broadway between West 155th and 156th Streets, with the Hispanic Society of America and Boricua College.",
  "/wiki/Clifton_Williams_(composer)": "[James] Clifton Williams, Jr. (26 March 1923 Traskwood, Arkansas — 12 February 1976 Miami, Florida) was an American composer, pianist, French hornist, mellophonist, music theorist, conductor, and teacher. Williams was known by symphony patrons as a virtuoso French hornist with the symphony orchestras of Baton Rouge, New Orleans, Houston, Oklahoma City, Austin, and San Antonio. The young composer was honored with performances of Peace, A Tone Poem and A Southwestern Overture by the Houston and Oklahoma City symphony orchestras, respectively. He remains widely known as one of America's accomplished composers for the wind ensemble and band repertory.",
  "/wiki/Louisiana_State_University": "Louisiana State University (officially Louisiana State University and Agricultural and Mechanical College, commonly referred to as LSU) is a public research university in Baton Rouge, Louisiana. The university was founded in 1853 in what is now known as Pineville, Louisiana, under the name Louisiana State Seminary of Learning & Military Academy. The current LSU main campus was dedicated in 1926, consists of more than 250 buildings constructed in the style of Italian Renaissance architect Andrea Palladio, and the main campus historic district occupies a 650-acre (2.6 km²) plateau on the banks of the Mississippi River."
}