{
  "/wiki/Van_Cliburn": "Harvey Lavan \"Van\" Cliburn Jr. (/ˈklaɪbɜːrn/; July 12, 1934 – February 27, 2013) was an American pianist who, at the age of 23, achieved worldwide recognition when he won the inaugural International Tchaikovsky Competition in Moscow in 1958 (during the Cold War).",
  "/wiki/University_of_Tulsa": "The University of Tulsa (TU) is a private research university in Tulsa, Oklahoma, United States. TU has an historic affiliation with the Presbyterian Church and the campus architectural style is predominantly Collegiate Gothic.",
  "/wiki/International_Tchaikovsky_Competition": "The International Tchaikovsky Competition is a classical music competition held every four years in Moscow and Saint Petersburg, Russia, for pianists, violinists, and cellists between 16 and 32 years of age and singers between 19 and 32 years of age. The competition is named after Russian composer Pyotr Ilyich Tchaikovsky and is an active member of the World Federation of International Music Competitions.",
  "/wiki/Charles_E._Lutton_Man_of_Music_Award": "The Charles E. Lutton Man of Music Award is one of the highest honors awarded to members of the Phi Mu Alpha Sinfonia fraternity for a lifelong achievement in uplifting the world through art and music. Its recipients include musical legends such as Aaron Copland, W. Francis McBeth, James Levine, Frederick Fennell, Maynard Ferguson, and Col. John R. Bourgeois, USMC (Ret.).",
  "/wiki/Kennedy_Center_Honors": "The Kennedy Center Honors is an annual honor given to those in the performing arts for their lifetime of contributions to American culture. The honors have been presented annually since 1978, culminating each December in a star-studded gala celebrating the honorees in the Kennedy Center Opera House in Washington, D.C.",
  "/wiki/Presidential_Medal_of_Freedom": "The Presidential Medal of Freedom is an award bestowed by the president of the United States. The Presidential Medal of Freedom and the Congressional Gold Medal are the highest civilian awards of the United States. The presidential medal seeks to  recognize those people who have made \"an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors\". The award is not limited to U.S. citizens and, while it is a civilian award, it can also be awarded to military personnel and worn on the uniform.",
  "/wiki/Grammy_Lifetime_Achievement_Award": "The Grammy Lifetime Achievement Award is a special Grammy Award that is awarded by The Recording Academy to \"performers who, during their lifetimes, have made creative contributions of outstanding artistic significance to the field of recording.\"\nThis award is distinct from the Grammy Hall of Fame Award, which honors specific recordings rather than individuals, and the Grammy Trustees Award, which honors non-performers.",
  "/wiki/National_Medal_of_Arts": "The National Medal of Arts is an award and title created by the United States Congress in 1984, for the purpose of honoring artists and patrons of the arts. A prestigious American honor, it is the highest honor given to artists and arts patrons by the United States government. Nominations are submitted to the National Council on the Arts, the advisory committee of the National Endowment for the Arts, who then submits its recommendations to the White House for the President of the United States to award.  The medal was designed for the NEA by sculptor Robert Graham.",
  "/wiki/Rudolph_Ganz": "Rudolph Ganz (24 February 1877 Zurich – 2 August 1972 Chicago) was a Swiss-born American pianist, conductor, composer, and music educator.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/Leopold_Godowsky": "Leopold Godowsky (13 February 1870 – 21 November 1938) was a Polish-American virtuoso pianist, composer, and teacher. He was one of the most highly regarded performers of his time – known for his theories concerning the application of relaxed weight and economy of motion within pianistic technic – principles later propagated by Godowsky's pupils, such as Heinrich Neuhaus.",
  "/wiki/Combs_College_of_Music": "Combs College of Music was founded in Philadelphia, Pennsylvania in 1885 as Combs Broad Street Conservatory of Music by Gilbert Raynolds Combs, celebrated pianist, organist and composer.",
  "/wiki/Morton_Gould": "Morton Gould (December 10, 1913 – February 21, 1996) was an American composer, conductor, arranger, and pianist.",
  "/wiki/Iowa_State_University": "Iowa State University of Science and Technology (Iowa State) is a public land-grant and space-grant research university in Ames, Iowa. It is the largest university in the state of Iowa and the third largest university in the Big 12 athletic conference.  Iowa State is classified among \"R1: Doctoral Universities – Very high research activity.\" It is also a member of the Association of American Universities (AAU).",
  "/wiki/Hollywood_Walk_of_Fame": "The Hollywood Walk of Fame comprises more than 2,600 five-pointed terrazzo and brass stars embedded in the sidewalks along 15 blocks of Hollywood Boulevard and three blocks of Vine Street in Hollywood, California. The stars are permanent public monuments to achievement in the entertainment industry, bearing the names of a mix of musicians, actors, directors, producers, musical and theatrical groups, fictional characters, and others. The Walk of Fame is administered by the Hollywood Chamber of Commerce and maintained by the self-financing Hollywood Historic Trust. It is a popular tourist destination, with a reported 10 million visitors in 2003. The Hollywood Chamber of Commerce holds trademark rights to the Hollywood Walk of Fame.",
  "/wiki/Pulitzer_Prize_for_Music": "The Pulitzer Prize for Music is one of seven Pulitzer Prizes awarded annually in Letters, Drama, and Music. It was first given in 1943. Joseph Pulitzer arranged for a music scholarship to be awarded each year, and this was  eventually converted into a prize: \"For a distinguished musical composition of significant dimension by an American that has had its first performance in the United States during the year.\"",
  "/wiki/Josef_Hofmann": "Josef Casimir Hofmann (originally Józef Kazimierz Hofmann; January 20, 1876 – February 16, 1957) was a Polish American pianist, composer, music teacher, and inventor.",
  "/wiki/New_England_Conservatory": "The New England Conservatory of Music (NEC) is a private music school in Boston, Massachusetts. It is the oldest independent music conservatory in the United States. The conservatory is located on Huntington Avenue of the Arts near Boston Symphony Hall and is home to 750 students pursuing undergraduate and graduate studies along with 1400 more in its Preparatory School as well as the School of Continuing Education. At the collegiate level, NEC offers the Bachelor of Music, Master of Music, and Doctor of Musical Arts, as well as the Undergraduate, Graduate, and Artist Diplomas. Also offered are five-year joint double-degree programs with Harvard University and Tufts University.",
  "/wiki/Peter_Nero": "Peter Nero (born Bernard Nierow, May 22, 1934) is an American pianist and pops conductor. He directed the Philly Pops from 1979 to 2013, and has earned two Grammy Awards.",
  "/wiki/Indiana_State_University": "Indiana State University (ISU) is a public university in Terre Haute, Indiana. It was founded in 1865 and offers over 100 undergraduate majors and more than 75 graduate and professional programs. Indiana State is classified by the Carnegie Classification of Institutions of Higher Education as a Doctoral/Research University.",
  "/wiki/Grammy_Award": "A Grammy Award (stylized as GRAMMY, originally called Gramophone Award), or Grammy, is an award presented by The Recording Academy to recognize achievements in the music industry. The trophy depicts a gilded gramophone. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest. The Grammys are the second of the Big Three major music awards held annually (between the American Music Awards in the Fall, and the Billboard Music Awards in the Summer), was held May 1 in 2019.",
  "/wiki/Andr%C3%A9_Previn": "André George Previn KBE (/ˈprɛvɪn/; born Andreas Ludwig Priwin; April 6, 1929 – February 28, 2019) was a German-American pianist, composer, arranger, and conductor.",
  "/wiki/Sam_Houston_State_University": "Sam Houston State University (colloquially known as SHSU or Sam) is a public university in Huntsville, Texas. It was founded in 1879 and is the third-oldest public college or university in Texas. It is one of the oldest purpose-built institutions for the instruction of teachers west of the Mississippi River and the first such institution in Texas. It is named for Sam Houston, who made his home in the city and is buried there.[citation needed]",
  "/wiki/Academy_Awards": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Order_of_the_British_Empire": "The Most Excellent Order of the British Empire is a British order of chivalry, rewarding contributions to the arts and sciences, work with charitable and welfare organisations,\nand public service outside the civil service. It was established on 4 June 1917 by King George V and comprises five classes across both civil and military divisions, the most senior two of which make the recipient either a knight if male or dame if female. There is also the related British Empire Medal, whose recipients are affiliated with, but not members of the order.",
  "/wiki/Sergei_Rachmaninoff": "Sergei Vasilyevich Rachmaninoff[a] (English: /rɑːxˈmɑːnəˌnɔːf, -ˌnɒf, rɑːk-/ rahkh-MAH-nə-nawf, -⁠nof, rahk-; Russian: Серге́й Васи́льевич Рахма́нинов[b], tr. Sergei Vasilyevich Rakhmaninov, IPA: [sʲɪrˈɡʲej vɐˈsʲilʲjɪvʲɪt͡ɕ rɐxˈmanʲɪnəf]; 1 April [O.S. 20 March] 1873 – 28 March 1943[c][d]) was a Russian composer, virtuoso pianist, and conductor of the late Romantic period. The influence of Tchaikovsky, Rimsky-Korsakov, Balakirev, Mussorgsky, and other Russian composers is seen in his early works, later giving way to a personal style notable for song-like melodicism, expressiveness and rich orchestral colors.",
  "/wiki/Roger_Williams_(pianist)": "Roger Williams (born Louis Jacob Weertz, October 1, 1924 – October 8, 2011) was an American popular music pianist.  Described by the Los Angeles Times as \"one of the most popular instrumentalists of the mid-20th century\", and \"the rare instrumental pop artist to strike a lasting commercial chord,\" Williams had 22 hit singles — including chart-topping \"Autumn Leaves\" in 1955 and \"Born Free\" in 1966 — and 38 hit albums between 1955 and 1972.",
  "/wiki/Drake_University": "Drake University is a private university in Des Moines, Iowa. The institution offers undergraduate and graduate programs including professional programs in business, law, and pharmacy. Drake's law school is among the twenty-five oldest in the country.",
  "/wiki/Autumn_Leaves_(1945_song)": "\"Autumn Leaves\" is a popular song and jazz standard composed by Joseph Kosma with original lyrics by Jacques Prévert in French, and later by Johnny Mercer in English. An instrumental version by pianist Roger Williams was a number 1 best-seller in the US Billboard charts of 1955.",
  "/wiki/Billboard_(magazine)": "Billboard, stylized as billboard, is an American entertainment media brand owned by the Billboard-Hollywood Reporter Media Group, a division of Eldridge Industries. It publishes pieces involving news, video, opinion, reviews, events, and style, and is also known for its music charts, including the Hot 100 and Billboard 200, tracking the most popular songs and albums in different genres. It also hosts events, owns a publishing firm, and operates several TV shows.",
  "/wiki/List_of_Sinfonians": "This is a list of distinguished members of Phi Mu Alpha Sinfonia fraternity who have achieved significant recognition in their respective fields, including (but not limited to) education, film, industry, literature, music, philanthropy, public service, radio, science, and television."
}