{
  "/wiki/Tom_Poes": "Tom Puss (Tom Poes in Dutch) is a Dutch comic strip, created by Marten Toonder. Together with Hans G. Kresse's Eric de Noorman and Pieter Kuhn's Kapitein Rob it is regarded as the Big Three of Dutch comics.",
  "/wiki/Marten_Toonder": "Marten Toonder (2 May 1912 – 27 July 2005) was a Dutch comic strip creator, born in Rotterdam. He was probably the most successful comic artist in the Netherlands and had a great influence on the Dutch language by introducing new words and expressions. He is most famous for his series Tom Puss and Panda.",
  "/wiki/Olivier_B._Bommel": "Oliver B. Bumble (Olivier B. Bommel in Dutch) is a fictional anthropomorphic bear, one of the two main characters in a Dutch comic book series written by Marten Toonder. The other is Tom Puss (Tom Poes), and the comic book bears the name of either of these characters.",
  "/wiki/Bamse": "Bamse – Världens starkaste björn (Swedish for \"The world's strongest bear\") is a Swedish cartoon created by Rune Andréasson. The highly popular children's cartoon first emerged as a series of television short films as well as a weekly half-page Sunday strip in 1966, before being published periodically in its own comic magazine since 1973.",
  "/wiki/Rune_Andr%C3%A9asson": "Rune Herbert Emanuel Andréasson (11 August 1925 in Lindome – 15 December 1999 in Viken) was a Swedish comic creator.",
  "/wiki/Pogo_(comics)": "Pogo is the title and central character of a long-running daily American comic strip, created by cartoonist Walt Kelly (1913–1973) and distributed by the Post-Hall Syndicate. Set in the Okefenokee Swamp of the southeastern United States, the strip often engaged in social and political satire through the adventures of its anthropomorphic funny animal characters.",
  "/wiki/Walt_Kelly": "Walter Crawford Kelly, Jr. (August 25, 1913 – October 18, 1973), commonly known as Walt Kelly, was an American animator and cartoonist, best known for the comic strip Pogo. He began his animation career in 1936 at Walt Disney Studios, contributing to Pinocchio, Fantasia, and Dumbo. In 1941, at the age of 28, Kelly transferred to work at Dell Comics, where he created Pogo, which eventually became his platform for political and philosophical commentary.",
  "/wiki/Bear_(comic)": "Bear is a popular black and white alternative comic book created by British writer/artist Jamie Smart and published in the United States by Slave Labor Graphics. It follows the adventures of a small stuffed bear named Bear and his roommate/antagonist, a psychotic housecat named Looshkin. Looshkin often plays cruel, sadistic, and nonsensical pranks on Bear, and it is not uncommon for faeces and dismemberment to come into play.",
  "/wiki/Jamie_Smart": "Jamie Smart (born 21 July 1978) is a British comic artist and writer, most famous for his ten-issue comic series, Bear. He has also had his comic My Own Genie published in the popular children's magazine The Dandy.",
  "/wiki/Biffo_the_Bear": "Biffo the Bear is a British comic strip from The Beano about the eponymous bear which was created in 1948 by Dudley D. Watkins.",
  "/wiki/The_Beano": "The Beano is the longest running British children's comic magazine, published by DC Thomson in Dundee, Scotland. The comic first appeared on 30 July 1938, and was published weekly. In September 2009, The Beano's 3,500th issue was published. One of the best selling comics in the UK, along with The Dandy, the weekly circulation of The Beano in April 1950 was 1,974,072. The Beano is currently edited by John Anderson. Each issue is published on a Wednesday, with the issue date being that of the following Saturday. The Beano reached its 4,000th issue on 28 August 2019.",
  "/wiki/Dudley_D._Watkins": "Dudley Dexter Watkins (27 February 1907 – 20 August 1969) was an English cartoonist and illustrator. He is best known for his characters Oor Wullie and The Broons; comic strips featuring them have appeared in Scottish newspaper The Sunday Post since 1936, along with annual compilations. Watkins also illustrated for comics such as The Beano, The Dandy, The Beezer and Topper, and provided illustrations for Christian stories.",
  "/wiki/Phiny_Dick": "Afine Kornélie Dik, better known as Phiny Dick (14 September 1912 - 7 August 1990) was a Dutch illustrator and writer of children's books and comics. She was the wife of Marten Toonder from 1935 until her death.",
  "/wiki/Bobby_Bear": "Bobby Bear was a British comics character in the Daily Herald newspaper starting in 1919. He was a young male bear character based on the Steiff teddy bear that was popular at the time. His friends were Ruby Rabbit and Maisie Mouse. Later Percy Porker the pig became a regular character as well as Freddy Fox on occasion. He was the first bear to appear as a cartoon character, pre dating Rupert Bear by a year.",
  "/wiki/Bobo_(Swedish_comics)": "Bobo is a Swedish comic strip, created by Lars Mortimer, published periodically between 1978-1990.",
  "/wiki/Lars_Mortimer": "Lars Mortimer (22 March 1946 – 25 August 2014) was a Swedish comic artist who wrote and illustrated, among many others, the Swedish comic strips Bobo and Hälge.",
  "/wiki/Julius_Stafford_Baker": "Julius Stafford Baker  (1869–1961) was an English cartoonist and creator of the series Tiger Tim. His name is sometimes given as Julius Baker, Jr or II.",
  "/wiki/Hippopotamus": "The hippopotamus (/ˌhɪpəˈpɒtəməs/ HIP-ə-POT-ə-məs; Hippopotamus amphibius), or common hippopotamus, is a large, mostly herbivorous, semiaquatic mammal and ungulate native to sub-Saharan Africa. It is one of only two extant species in the family Hippopotamidae, the other being the pygmy hippopotamus (Choeropsis liberiensis or Hexaprotodon liberiensis).  The name comes from the ancient Greek for \"river horse\" (ἱπποπόταμος). After the elephant and rhinoceros, both of which are found in Africa, the hippopotamus is the third-largest type of land mammal and the heaviest extant artiodactyl. Despite its physical resemblance to pigs and other terrestrial even-toed ungulates, the closest living relatives of the Hippopotamidae are cetaceans (whales, dolphins, porpoises, etc.) from which they diverged about 55 million years ago.",
  "/wiki/Rolf_Kauka": "Rolf Kauka (9 April 1917 in Markranstädt, Saxony – 13 September 2000 in Thomasville, Georgia) was a comic artist, most famous for the series Fix and Foxi.",
  "/wiki/Achewood": "Achewood is a webcomic created by Chris Onstad in 2001. It portrays the lives of a group of anthropomorphic stuffed toys, robots, and pets. Many of the characters live together in the home of their owner, Chris, at the fictional address of 62 Achewood Court. The events of the strip mostly take place in and around the house, as well as around the town of Achewood, the fictional suburb which gives its name to the comic.",
  "/wiki/Chris_Onstad": "Achewood is a webcomic created by Chris Onstad in 2001. It portrays the lives of a group of anthropomorphic stuffed toys, robots, and pets. Many of the characters live together in the home of their owner, Chris, at the fictional address of 62 Achewood Court. The events of the strip mostly take place in and around the house, as well as around the town of Achewood, the fictional suburb which gives its name to the comic.",
  "/wiki/Genma_Saotome": "The Ranma ½ manga series features a cast of characters created by Rumiko Takahashi. The story revolves around the Japanese teenage boy Ranma Saotome who has trained in martial arts since early childhood. As a result of an accident during a training journey in China, he is cursed to become a girl when splashed with cold water, while hot water changes him back into a boy. Throughout the series Ranma seeks out a way to rid his curse, while his friends, enemies and many fiancées constantly hinder and interfere.",
  "/wiki/Ranma_%C2%BD": "Ranma ½ (Japanese: らんま 1/2, Hepburn: Ranma Nibun-no-Ichi, pronounced Ranma One-Half) is a Japanese manga series written and illustrated by Rumiko Takahashi. It was serialized in Weekly Shōnen Sunday from August 1987 to March 1996, with the chapters collected into 38 tankōbon volumes by Shogakukan. The story revolves around a teenage boy named Ranma Saotome who has trained in martial arts since early childhood. As a result of an accident during a training journey, he is cursed to become a girl when splashed with cold water, while hot water changes him back into a boy. Throughout the series Ranma seeks out a way to rid himself of his curse, while his friends, enemies and many fiancées constantly hinder and interfere.",
  "/wiki/Rumiko_Takahashi": "Rumiko Takahashi (高橋 留美子, Takahashi Rumiko, born October 10, 1957) is a Japanese manga artist. With a career of several commercially successful works, beginning with Urusei Yatsura in 1978, Takahashi is one of Japan's most affluent manga artists. Her works are popular worldwide, where they have been translated into a variety of languages, with over 200 million copies in circulation. She has won the Shogakukan Manga Award twice, once in 1980 for Urusei Yatsura and again in 2001 for Inuyasha, and the Seiun Award twice, once in 1987 for Urusei Yatsura and again in 1989 for Mermaid Saga. She also received the Grand Prix de la ville d'Angoulême in 2019, becoming the second woman and second Japanese to win the prize.",
  "/wiki/Pinky_(comics)": "Pinky is the title character of an Italian humorous comic series created by Massimo Mattioli.",
  "/wiki/Massimo_Mattioli": "Massimo Mattioli (25 September 1943 – 23 August 2019) was an Italian artist and cartoonist.",
  "/wiki/Earth-616": "In the fictional Marvel Comics multiverse, Earth-616 is the primary continuity in which most Marvel Comics titles take place.",
  "/wiki/Jasper_the_Bear": "James Nathaniel \"Jim\" Simpkins (November 26, 1910 – February 1, 2004) was a Winnipeg-born Canadian cartoonist and artist. He was one of the original artists for the National Film Board and worked for them for many years before launching a successful freelancing career. His cartoon character Jasper the Bear was famous throughout Canada from 1948 to 1972 and remains as the mascot of Jasper National Park.",
  "/wiki/James_Simpkins": "James Nathaniel \"Jim\" Simpkins (November 26, 1910 – February 1, 2004) was a Winnipeg-born Canadian cartoonist and artist. He was one of the original artists for the National Film Board and worked for them for many years before launching a successful freelancing career. His cartoon character Jasper the Bear was famous throughout Canada from 1948 to 1972 and remains as the mascot of Jasper National Park.",
  "/wiki/Jasper_National_Park": "Jasper National Park is a national park in Alberta, Canada. It is the largest national park in the Canadian Rockies spanning 11,000 km2 (4,200 sq mi). Its location is north of Banff National Park and west of Edmonton. The park contains the glaciers of the Columbia Icefield, springs, lakes, waterfalls and mountains.",
  "/wiki/Biomega_(manga)": "Biomega (バイオメガ, Baiomega) is a Japanese science fiction manga written and illustrated by Tsutomu Nihei.",
  "/wiki/Tsutomu_Nihei": "Tsutomu Nihei (弐瓶 勉, Nihei Tsutomu, born 1971) is a Japanese manga artist.  His cyberpunk-influenced artwork has gained a strong cult following. He has a relatively large community of fans overseas where his manga Blame!, Knights of Sidonia and Biomega were published by Vertical Inc. and Viz Media."
}