{
  "/wiki/IATA": "The International Air Transport Association (IATA /aɪˈɑːtə/) is a trade association of the world's airlines founded in 1945. IATA has been described as a cartel since, in addition to setting technical standards for airline, IATA also organized tariff conferences that served as a forum for price fixing.",
  "/wiki/ICAO": "The International Civil Aviation Organization (ICAO; French: Organisation de l'aviation civile internationale; Chinese: 国际民航组织) is a specialized agency of the United Nations. It changes the principles and techniques of international air navigation and fosters the planning and development of international air transport to ensure safe and orderly growth. Its headquarters is located in the Quartier International of Montreal, Quebec, Canada.",
  "/wiki/Punta_Cana_International_Airport": "Punta Cana International Airport (IATA: PUJ, ICAO: MDPC) is a privately owned commercial airport in Punta Cana, eastern Dominican Republic. The airport is built with open-air terminals with their roofs covered in palm fronds. Grupo PuntaCana built the airport, which was designed by architect Oscar Imbert, and inaugurated it in December 1983. It became the first privately owned international airport in the world.",
  "/wiki/Punta_Cana": "Punta Cana is a resort town within the Punta Cana-Bávaro-Veron-Macao municipal district, in the municipality of Higüey, in La Altagracia Province, the easternmost province of the Dominican Republic. The area has beaches and balnearios which face both the Caribbean Sea and the Atlantic Ocean, and it is a tourist destination. The weather is hot and humid, especially in late summer and autumn when the Northern Tropics receive their most direct sunlight.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Luis_Muñoz_Marin_International_Airport": "Luis Muñoz Marín International Airport (IATA: SJU, ICAO: TJSJ, FAA LID: SJU) (Spanish: Aeropuerto Internacional Luis Muñoz Marín, also known as Isla Verde International Airport/Aeropuerto Internacional de Isla Verde) is a joint civil-military international airport named for Puerto Rico's first democratically elected governor and located in suburban Carolina, Puerto Rico, three miles (five kilometres) southeast of San Juan. It is the busiest airport in the Caribbean region by passenger traffic. Over 4 million passengers board a plane at the airport per year according to the Federal Aviation Administration.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/José_Martí_International_Airport": "José Martí International Airport (IATA: HAV, ICAO: MUHA), sometimes known by its former name Rancho-Boyeros Airport, is an international airport located 15 km (9 mi) southwest of Havana, Cuba, and is a hub for Cubana de Aviación and Aerogaviota, and former Latin American hub for the Soviet (later Russian) airline Aeroflot. It is Cuba's main international and domestic gateway, and serves several million passengers each year. The airport is operated by Empresa Cubana de Aeropuertos y Servicios Aeronáuticos (ECASA).",
  "/wiki/Havana": "Havana (/həˈvænə/; Spanish: La Habana [la aˈβana] (listen)) is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region.",
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Sangster_International_Airport": "Sangster International Airport (IATA: MBJ, ICAO: MKJS) is an international airport located 3 mi (4.8 km) east of Montego Bay, Jamaica. The airport is capable of handling nine million passengers per year. It serves as the most popular airport for tourists visiting the north coast of Jamaica. The airport is named after former Jamaican Prime Minister Sir Donald Sangster.",
  "/wiki/Montego_Bay": "Montego Bay is the capital of the parish of St. James in Jamaica. The city is the fourth-largest urban area in the country by population, after Kingston, Spanish Town and Portmore, all of which form the Greater Kingston Metropolitan Area, home to over half a million people. As a result Montego Bay is the second-largest anglophone city in the Caribbean, after Kingston.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Las_Americas_International_Airport": "Las Américas International Airport (Spanish: Aeropuerto Internacional Las Américas, or AILA) (IATA: SDQ, ICAO: MDSD) is an international airport located in Punta Caucedo, near Santo Domingo and Boca Chica in the Dominican Republic. The airport is run by Aeropuertos Dominicanos Siglo XXI (AERODOM), a private corporation based in the Dominican Republic under a 25-year concession to build, operate, and transfer (BOT) six of the country's airports. Las Américas usually receives a wide variety of long-, mid- and short-haul aircraft.",
  "/wiki/Santo_Domingo,_Dominican_Republic": "Santo Domingo (Spanish pronunciation: [ˈsanto ðoˈmiŋɡo] meaning \"Saint Dominic\"), officially Santo Domingo de Guzmán, is the capital and largest city in the Dominican Republic and the largest metropolitan area in the Caribbean by population. As of 2010, the city had a total population of 2,908,607, when including the metropolitan area. The city is coterminous with the boundaries of the Distrito Nacional (\"D.N.\", \"National District\"), itself bordered on three sides by Santo Domingo Province.",
  "/wiki/Lynden_Pindling_International_Airport": "Lynden Pindling International Airport (IATA: NAS, ICAO: MYNN), formerly known as Nassau International Airport (1957-2006), is the largest airport in the Bahamas and the largest international gateway into the country. It is a major hub for Bahamasair, Western Air and SkyBahamas and is located in western New Providence island near the capital city of Nassau.",
  "/wiki/Nassau,_Bahamas": "Nassau (/ˈnæsɔː/) is the capital and largest city of The Bahamas. With a population of 274,400 as of 2016, or just over 70% of the entire population of the Bahamas (≈391,000), Nassau is commonly defined as a primate city, dwarfing all other towns in the country. It is the centre of commerce, education, law, administration and media of the country.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Piarco_International_Airport": "Piarco International Airport (IATA: POS, ICAO: TTPP) is an international airport serving the island of Trinidad and is one of two international airports in Trinidad and Tobago. The airport is located 30 km (19 mi) east of Downtown Port of Spain, located in the adjacent town of Piarco. It is the seventh busiest airport in the Caribbean in terms of passengers served and third busiest in the English-speaking Caribbean, after Sangster International Airport and Lynden Pindling International Airport. The airport is also the primary hub and operating base for the country's national airline, as well as the Caribbean's largest airline, Caribbean Airlines.",
  "/wiki/Port_of_Spain,_Trinidad_and_Tobago": "Port of Spain (Spanish: Puerto España), officially the City of Port of Spain (also stylized Port-of-Spain), is the capital city of Trinidad and Tobago and the country's second-largest city after San Fernando and the third largest municipality after Chaguanas and San Fernando. The city has a municipal population of 37,074 (2011 census), an urban population of 81,142 (2011 estimate) and a transient daily population of 250,000. It is located on the Gulf of Paria, on the northwest coast of the island of Trinidad and is part of a larger conurbation stretching from Chaguaramas in the west to Arima in the east with an estimated population of 600,000.",
  "/wiki/Trinidad_and_Tobago": "The Republic of Trinidad and Tobago (/ˈtrɪnɪdæd ... təˈbeɪɡoʊ/ (listen), /- toʊ-/) is the southernmost island country in the Caribbean. Consisting of the main islands Trinidad and Tobago, and numerous much smaller islands, it is situated 130 kilometres (81 miles) south of Grenada and 11 kilometres (6.8 miles) off the coast of northeastern Venezuela. It shares maritime boundaries with Barbados to the northeast, Grenada to the northwest, Guyana to the southeast, and Venezuela to the south and west.",
  "/wiki/Queen_Beatrix_International_Airport": "Queen Beatrix International Airport (IATA: AUA, ICAO: TNCA) (Dutch: Internationale luchthaven Koningin Beatrix; Papiamento: Aeropuerto Internacional Reina Beatrix) is an international airport located in Oranjestad, Aruba. It has flight services to the United States, several countries in the Caribbean, the northern coastal countries of South America, Canada, and some parts of Europe, notably the Netherlands. It is named after Princess Beatrix, the former queen of the Netherlands.",
  "/wiki/Aruba": "Aruba (/əˈruːbə/ ə-ROO-bə, Dutch: [aːˈrubaː, -ryb-] (listen), Papiamento: [aˈruba]) is an island and a constituent country of the Kingdom of the Netherlands in the southern Caribbean Sea, located about 1,000 kilometres (620 mi) west of the main part of the Lesser Antilles and 29 kilometres (18 mi) north of the coast of Venezuela. It measures 32 kilometres (20 mi) long from its northwestern to its southeastern end and 10 kilometres (6 mi) across at its widest point. Together with Bonaire and Curaçao, Aruba forms a group referred to as the ABC islands. Collectively, Aruba and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Pointe-à-Pitre_International_Airport": "Pointe-à-Pitre International Airport or Pointe-à-Pitre Le Raizet Airport (French: Aérodrome de Pointe-à-Pitre Le Raizet or Aéroport Guadeloupe Pôle Caraïbes \"Caribbean Hub\") (IATA: PTP, ICAO: TFFR) is an international airport serving Pointe-à-Pitre on the island of Grande-Terre in Guadeloupe, France.",
  "/wiki/Pointe-à-Pitre": "Pointe-à-Pitre (French: Pointe-à-Pitre, pronounced [pwɛ̃tapitʁ]; Creole: Lapwent, [lapwɛ̃t]) is the largest city of Guadeloupe, an overseas région and département of France located in the Lesser Antilles, of which it is a sous-préfecture, being the seat of the Arrondissement of Pointe-à-Pitre.",
  "/wiki/Guadeloupe": "Guadeloupe (/ˌɡwɑːdəˈluːp/, French: [ɡwad(ə)lup] (listen); Antillean Creole: Gwadloup) is an archipelago forming an overseas region of France in the Caribbean. It consists of six inhabited islands, Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the Îles des Saintes, as well as many uninhabited islands and outcroppings. It lies south of Antigua and Barbuda and Montserrat, and north of Dominica. Its capital is Basse-Terre on the west coast; however, the largest city is Pointe-à-Pitre.",
  "/wiki/Grantley_Adams_International_Airport": "Grantley Adams International Airport (GAIA) (IATA: BGI, ICAO: TBPB) is the international airport of Barbados, located in Seawell, Christ Church. It is the only designated port of entry for persons arriving and departing by air in Barbados and operates as one of the major gateways to the Eastern Caribbean. The airport has direct service to destinations in the United States, Canada, Central America and Europe and serves as the second hub for LIAT. In 2016, the airport was the 8th busiest airport in the Caribbean region and the third busiest airport in the Lesser Antilles after Queen Beatrix International Airport on Aruba and Pointe-à-Pitre International Airport on Guadeloupe. GAIA, also remains an important air-link for cruise ship passengers departing and arriving at the Port of Bridgetown, and a base of operations for the Regional Security System (RSS), and the Regional (Caribbean) Police Training Centre.",
  "/wiki/Bridgetown": "Bridgetown (UN/LOCODE: BB BGI) is the capital and largest city of Barbados. Formerly The Town of Saint Michael, the Greater Bridgetown area is located within the parish of Saint Michael. Bridgetown is sometimes locally referred to as \"The City\", but the most common reference is simply \"Town\". As of 2014, its metropolitan population stands at roughly 110,000.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Martinique_Aimé_Césaire_International_Airport": "Martinique Aimé Césaire International Airport, French: Aéroport International Martinique Aimé Césaire (IATA: FDF, ICAO: TFFF), is the international airport of Martinique in the French West Indies. Located in Le Lamentin, a suburb of the capital Fort-de-France, it was opened in 1950 and renamed in 2007, after author and politician Aimé Césaire.",
  "/wiki/Fort-de-France": "Fort-de-France  (/ˌfɔːr də ˈfrɒ̃s/, French: [fɔʁ də fʁɑ̃s] (listen)) is the capital of Martinique, an overseas department of France located in the Caribbean. It is also one of the major cities in the Caribbean.[citation needed]",
  "/wiki/Martinique": "Martinique (/ˌmɑːrtɪˈniːk/ MAR-tin-EEK, French: [maʁtinik] (listen); Martinican Creole: Matnik or Matinik) is an insular region of France located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. Like Guadeloupe, it is an overseas region (région d'outre-mer) of France, consisting of a single overseas department. One of the Windward Islands, it is directly north of Saint Lucia, northwest of Barbados and south of Dominica. As one of the eighteen regions of France, Martinique is part of the European Union, and its currency is the euro.",
  "/wiki/Hato_International_Airport": "Curaçao International Airport (IATA: CUR, ICAO: TNCC), (Dutch: Hato Internationale luchthaven)   also known as Hato International Airport (formerly Dr. Albert Plesman International Airport), is the primary airport for the island of Curaçao. The airport is located on the north coast of Curaçao, 12 kilometres (7.5 mi) from the capital Willemstad. Curaçao International Airport services flights from the Caribbean region, South America, North America and Europe and has the third longest commercial runway in the Caribbean region after Rafael Hernández Airport in Puerto Rico and Pointe-à-Pitre International Airport in Guadeloupe. The airport serves as a main base for Divi Divi Air as well as EZAir; it formerly served as a main base for ALM, KLM, DCA, DAE and Insel Air.",
  "/wiki/Curaçao": "Curaçao (/ˈkjʊərəsoʊ, -saʊ, ˌkjʊərəˈsoʊ, -ˈsaʊ/ KEWR-əss-oh, -⁠ow, -⁠OH, -⁠OW, Dutch: [kyraːˈsʌu, kur-] (listen); Papiamento: Kòrsou [ˈkɔrsɔu̯]) is a Lesser Antilles island in the southern Caribbean Sea and the Dutch Caribbean region, about 65 km (40 mi) north of the Venezuelan coast. It is a constituent country (Dutch: land) of the Kingdom of the Netherlands. Together with Aruba and Bonaire it forms the ABC islands. Collectively, Curaçao and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Princess_Juliana_International_Airport": "Princess Juliana International Airport (IATA: SXM, ICAO: TNCM) is the main airport on the Caribbean island of Saint Martin/Sint Maarten. The airport is located on the Dutch side of the island, in the country of Sint Maarten. In 2015, the airport handled 1,829,543 passengers and around 60,000 aircraft movements. The airport serves as a hub for Windward Islands Airways and is the major gateway for the smaller Leeward Islands, including Anguilla, Saba, St. Barthélemy and St. Eustatius. It is named after Queen Juliana, who landed here while still only heir presumptive in 1944, the year after the airport opened. The airport has very low-altitude flyover landing approaches, owing to one end of its runway being extremely close to the shore and Maho Beach. There is also an airport on the French side of the island, in the French Collectivity of Saint Martin, called Aéroport de Grand Case or L'Espérance Airport.",
  "/wiki/St._Maarten": "Sint Maarten (Dutch pronunciation: [sɪnt ˈmaːrtə(n)]) is a constituent country of the Kingdom of the Netherlands in the Caribbean. With a population of 41,486 as of January 2019 on an area of 34 km2 (13 sq mi), it encompasses the southern 40% of the divided island of Saint Martin, while the northern 60% of the island constitutes the French overseas collectivity of Saint-Martin. Sint Maarten's capital is Philipsburg. Collectively, Sint Maarten and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Sint_Maarten": "Sint Maarten (Dutch pronunciation: [sɪnt ˈmaːrtə(n)]) is a constituent country of the Kingdom of the Netherlands in the Caribbean. With a population of 41,486 as of January 2019 on an area of 34 km2 (13 sq mi), it encompasses the southern 40% of the divided island of Saint Martin, while the northern 60% of the island constitutes the French overseas collectivity of Saint-Martin. Sint Maarten's capital is Philipsburg. Collectively, Sint Maarten and the other Dutch islands in the Caribbean are often called the Dutch Caribbean.",
  "/wiki/Norman_Manley_International_Airport": "Norman Manley International Airport (IATA: KIN, ICAO: MKJP), formerly Palisadoes Airport, is an international airport serving Kingston, Jamaica and is located south of the island 19 km away from the centre of New Kingston. It is the second busiest airport in the country after Sangster International Airport, recording 1,502,973 arriving passengers in 2015. There are over 130 international flights a week that depart from Norman Manley International Airport. Named in honour of Jamaican statesman Norman Manley, it is a hub for Caribbean Airlines. It is located on the Palisadoes tombolo in outer Kingston Harbour; it fronts the city on one side and the Caribbean Sea.",
  "/wiki/Kingston,_Jamaica": "Kingston is the capital and largest city of Jamaica, located on the southeastern coast of the island. It faces a natural harbour protected by the Palisadoes, a long sand spit which connects the town of Port Royal and the Norman Manley International Airport to the rest of the island. In the Americas, Kingston is the largest predominantly English-speaking city south of the United States.",
  "/wiki/Toussaint_Louverture_International_Airport": "Toussaint Louverture International Airport (French: Aéroport International Toussaint Louverture) (IATA: PAP, ICAO: MTPP) is an international airport in Tabarre, a commune of Port-au-Prince in Haiti. The airport is currently the busiest in Haiti and is an operating hub for Salsa d'Haiti, Tortug' Air, Sunrise Airways, and Haiti Aviation.",
  "/wiki/Port-Au-Prince,_Haiti": "Port-au-Prince (/ˌpɔːrt oʊ ˈprɪns/, French: [pɔʁ o pʁɛ̃s]; Haitian Creole: Pòtoprens [pɔtopɣɛ̃s]) is the capital and most populous city of Haiti. The city's population was estimated at 987,310 in 2015 with the metropolitan area estimated at a population of 2,618,894.  The metropolitan area is defined by the IHSI as including the communes of Port-au-Prince, Delmas, Cite Soleil, Tabarre, Carrefour, and Pétion-Ville.",
  "/wiki/Haiti": "Haiti (/ˈheɪti/ (listen); French: Haïti [a.iti]; Haitian Creole: Ayiti [ajiti]), officially the Republic of Haiti (French: République d'Haïti; Haitian Creole: Repiblik D Ayiti) and formerly called Hayti,[note 1] is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south-west lies the small island of Navassa Island, which is claimed by Haiti but is disputed as a United States territory under federal administration. Haiti is 27,750 square kilometers (10,714 sq mi) in size and has an estimated population of 11.1 million, making it the most populous country in the Caribbean Community (CARICOM) and the second-most populous country in the Caribbean after Cuba.",
  "/wiki/Cyril_E._King_Airport": "Cyril E. King Airport (IATA: STT, ICAO: TIST, FAA LID: STT) is a public airport located two miles (3 km) west of the central business district of Charlotte Amalie on the island of St. Thomas in the United States Virgin Islands. It is currently the busiest airport in the United States Virgin Islands, and one of the busiest in the eastern Caribbean, servicing 1,403,000 passengers from July 2015 through June 2016. The airport also serves the island of St. John and is additionally often used by those travelling to the nearby British Virgin Islands.",
  "/wiki/Saint_Thomas,_U.S._Virgin_Islands": "Saint Thomas  (Danish: Sankt Thomas) is one of the Virgin Islands in the Caribbean Sea and, together with Saint John, and Saint Croix, form a county and constituent district of the United States Virgin Islands (USVI), an unincorporated territory of the United States. Located on the island is the territorial capital and port of Charlotte Amalie. As of the 2010 census, the population of Saint Thomas was 51,634, about 48.5% of the US Virgin Islands total. The district has a land area of 32 square miles (83 km2).",
  "/wiki/United_States_Virgin_Islands": "The United States Virgin Islands (abbreviated USVI; also called the U.S. Virgin Islands or American Virgin Islands), officially the Virgin Islands of the United States, are a group of Caribbean islands and an unincorporated and organized territory of the United States. The islands are geographically part of the Virgin Islands archipelago and are located in the Leeward Islands of the Lesser Antilles to the east of Puerto Rico and west of the British Virgin Islands.",
  "/wiki/Cibao_International_Airport": "Cibao International Airport (Spanish: Aeropuerto Internacional del Cibao) (IATA: STI, ICAO: MDST), also known as Santiago Airport, is located in Santiago de los Caballeros, Dominican Republic's second-largest city. It is the country's third-busiest airport by passenger traffic and aircraft movements, after Punta Cana International Airport and Las Américas International Airport.",
  "/wiki/Santiago_de_los_Caballeros": "Santiago de los Caballeros or simply Santiago (English: Saint James of the Knights) is the second-largest city in the Dominican Republic, and the fourth-largest city in the Caribbean. It is the capital of Santiago Province and major metropolis in the north-central region of the country. The city's metropolitan area has a total population of 1,173,015 inhabitants. Santiago is located approximately 155 km (96 mi) northwest of the capital Santo Domingo with an average altitude of 178 meters (584 ft).",
  "/wiki/Gustavo_Rojas_Pinilla_International_Airport": "Gustavo Rojas Pinilla International Airport (IATA: ADZ, ICAO: SKSP) is the main airport in the archipelago of San Andrés, Providencia and Santa Catalina, one of the departments of Colombia. It is able to receive large aircraft and to accommodate seasonal and charter flights from different parts of the Americas and Europe.",
  "/wiki/San_Andres_(island)": "San Andrés is a coral island in the Caribbean Sea. Politically part of Colombia, and historically tied to the United Kingdom, San Andrés and the nearby islands of Providencia and Santa Catalina form the department of San Andrés, Providencia and Santa Catalina. San Andrés, in the southern group of islands, is the largest of the department. The official languages of the department are Spanish, English, and San Andrés–Providencia Creole",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Juan_Gualberto_Gómez_Airport": "Juan Gualberto Gómez Airport (IATA: VRA, ICAO: MUVR), formerly known as Varadero Airport (Spanish: Aeropuerto de Varadero), is an international airport serving Varadero, Cuba and the province of Matanzas. The airport is located 5 km from the village of Carbonera, closer to the city of Matanzas than to Varadero. The closest airport to Varadero is Kawama Airport. In 2009, the airport handled 1.28 million passengers, making it the second busiest airport in Cuba after José Martí International Airport in Havana.",
  "/wiki/Varadero": "Varadero (Spanish pronunciation: [baɾaˈðeɾo]),  also referred to as Playa Azul (Blue Beach), is a resort town in the province of Matanzas, Cuba, and one of the largest resort areas in the Caribbean. Matanzas is named after the massacre (matanza) of Spaniards by Indians in 1510. In 2019 Varadero Beach was rated one of the world's best beaches in Trip Advisor's Traveler's Choice Awards, ranking at number two. Common activities include fishing and excursions to Matanzas, Cárdenas, and the Península de Zapata.",
  "/wiki/Owen_Roberts_International_Airport": "Owen Roberts International Airport (IATA: GCM, ICAO: MWCR) is an airport serving Grand Cayman, Cayman Islands. It is the main international airport for the Cayman Islands as well as the main base for Cayman Airways. The airport is named after British Royal Air Force (RAF) Wing Commander Owen Roberts, a pioneer of commercial aviation in the country, and is one of the two entrance ports to the Cayman Islands.",
  "/wiki/Grand_Cayman": "Grand Cayman is the largest of the three Cayman Islands and the location of the territory's capital, George Town. In relation to the other two Cayman Islands, it is approximately 75 miles (121 km) southwest of Little Cayman and 90 miles (145 km) southwest of Cayman Brac.",
  "/wiki/Cayman_Islands": "The Cayman Islands (/ˈkeɪmən/ or /keɪˈmæn/) is an autonomous British Overseas Territory in the western Caribbean Sea. The 264-square-kilometre (102-square-mile) territory comprises the three islands of Grand Cayman, Cayman Brac and Little Cayman, which are located to the south of Cuba and northeast of Honduras, between Jamaica and Mexico's Yucatán Peninsula. The capital city is George Town, situated on Grand Cayman, the most populous of the three islands.",
  "/wiki/List_of_the_busiest_airports_in_the_Caribbean": "This is a list of the busiest airports in the Caribbean region by passenger traffic. Statistics are available for almost all the airstrips taken into account. The present list intends to include all the international airports located in the area geographically defined as the Caribbean.\nGiven that each country has a different body to control these statistics, the compilation of data is difficult and not homogeneously distributed. The information presented here, represents the best available data from different Internet sources. The list contains statistics for different years, since each country authority does not have strong regulations reporting passengers traffic. The ranking is ordered according to total passenger traffic (unless the footnotes indicate the contrary). Information on aircraft movements or cargo movements is not available for all of the airports."
}