{
  "/wiki/Guiding_Light": "Guiding Light (known as The Guiding Light before 1975) is an American television soap opera. It is listed in Guinness World Records as the longest-running drama in television in American history, broadcast on CBS for 57 years from June 30, 1952, until September 18, 2009, overlapping a 19-year broadcast on radio from 1937 to 1956. With 72 years of radio and television runs, Guiding Light is the longest running soap opera, ahead of General Hospital, and is the fifth-longest running program in all of broadcast history; only the American country music radio program Grand Ole Opry (first broadcast in 1925), the BBC religious program The Daily Service (1928), the CBS religious program Music and the Spoken Word (1929), and the Norwegian children's radio program Lørdagsbarnetimen (1924-2010) have been on the air longer.[a]",
  "/wiki/As_the_World_Turns": "As the World Turns (often referred to as ATWT) is an American television soap opera that aired on CBS for 54 years from April 2, 1956, to September 17, 2010. Irna Phillips created As the World Turns as a sister show to her other soap opera Guiding Light. Running for 54 years, As the World Turns holds the third-longest continuous run of any daytime network soap opera on American television, surpassed only by General Hospital and Guiding Light.[a] As the World Turns was produced for the first 43 years in Manhattan and in Brooklyn from 2000 until 2010.",
  "/wiki/Picket_Fences": "Picket Fences is an American family drama television series about the residents of the town of Rome, Wisconsin, created and produced by David E. Kelley. The show initially ran from September 18, 1992, to June 26, 1996, on the CBS television network in the United States. It sometimes struggled to maintain a stable primetime audience and had fluctuating ratings, due in part to its Friday night time slot. In its first season on the air it placed 80th in the prime-time Nielsen ratings and in its second season it moved to 66th. The show's exteriors were shot in the L.A. suburb of Monrovia, California, with many of the townspeople appearing in the background of episodes.",
  "/wiki/Danielle_Steel's_A_Perfect_Stranger": "Danielle Steel's A Perfect Stranger, also known as A Perfect Stranger (just like the name of the romance novel by Danielle Steel from which the film takes origin) is a 1994 American romantic-drama television film directed by Michael Miller, whose most important element is the love triangle which characterizes it. The special effects were created by Brock Jolliffe. The film is set in San Francisco, California, and was released in the United States in 1994 where it aired on NBC.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Island_City_(1994_film)": "Island City is a science fiction television pilot movie that was aired by Prime Time Entertainment Network in 1994. The film was produced by Lee Rich Productions in association with Lorimar Television. It is the last TV film to be produced by Lorimar after the company shut down in 1993.",
  "/wiki/Prime_Time_Entertainment_Network": "The Prime Time Entertainment Network (PTEN) was an American television network that was operated by the Prime Time Consortium, a joint venture between the Warner Bros. Domestic Television subsidiary of Time Warner and Chris-Craft Industries. First launched on January 20, 1993, and operating until 1997, the network mainly aired drama programs aimed at adults between the ages of 18 and 54. At its peak, PTEN's programming was carried on 177 television stations, covering 93% of the country.",
  "/wiki/Sins_of_Silence": "Sins of Silence is a 1996 American made-for-television drama film directed by Sam Pillsbury and starring Holly Marie Combs and Lindsay Wagner. Though set in San Diego, California it was made in Toronto. The film was broadcast on February 20, 1996 in the United States by CBS and in Canada by CHCH.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Swearing_Allegiance": "Love's Deadly Triangle: The Texas Cadet Murder (DVD title: Swearing Allegiance) is a 1997 American made-for-television drama film based on the real life murder of Adrianne Jones by Diane Zamora in Texas. The film stars Holly Marie Combs (as Zamora), David Lipper, Cassidy Rae (as Jones), Dee Wallace, Gary Grubbs, Kurt Fuller, and Joanna Garcia. The film was adapted from \"The Killer Cadets\", an article in Texas Monthly by Skip Hollandsworth, and aired on NBC on February 10, 1997.",
  "/wiki/Daughters_(1997_TV_film)": "Daughters, also known as Our Mother's Murder  is a 1997 made-for-TV drama film directed by Bill L. Norton, and stars Holly Marie Combs and Sarah Chalke who play Alex and Annie, the two eldest daughters of the main character Anne.",
  "/wiki/Lifetime_(TV_network)": "Lifetime is an American pay television channel that is part of Lifetime Entertainment Services, a subsidiary of A&E Networks, which is jointly owned by Hearst Communications and The Walt Disney Company. It features programming that is geared toward women or features women in lead roles.\nAs of January 2016[update], it is received by 93.8 million households in America.",
  "/wiki/Relativity_(TV_series)": "Relativity is an American drama television series which followed a twenty-something couple, Isabel Lukens (played by Kimberly Williams) and Leo Roth (played by David Conrad), and the lives and loves of their friends and siblings in Los Angeles. The short-lived ABC series was the product of thirtysomething producers Edward Zwick and Marshall Herskovitz (who also produced Once and Again and My So-Called Life, two other critically acclaimed shows.)  The series ran on ABC from September 24, 1996 until April 14, 1997; it was canceled after 17 episodes due to low ratings. The first open-mouth kiss between two women on prime time television occurred on the show in 1997.",
  "/wiki/Charmed": "Charmed is an American fantasy drama television series created by Constance M. Burge and produced by Aaron Spelling and his production company Spelling Television, with Brad Kern serving as showrunner. The series was originally broadcast by The WB for eight seasons from October 7, 1998, until May 21, 2006. The series narrative follows a trio of sisters, known as The Charmed Ones, the most powerful good witches of all time, who use their combined \"Power of Three\" to protect innocent lives from evil beings such as demons and warlocks. Each sister possesses unique magical powers that grow and evolve, while they attempt to maintain normal lives in modern-day San Francisco. Keeping their supernatural identities separate and secret from their ordinary lives often becomes a challenge for them, with the exposure of magic having far-reaching consequences on their various relationships and resulting in a number of police and FBI investigations throughout the series. The series initially focuses on the three Halliwell sisters, Prue (Shannen Doherty), Piper (Holly Marie Combs) and Phoebe (Alyssa Milano). Following Prue's death in the third-season finale, their long-lost half sister Paige Matthews (Rose McGowan) assumes her place within the \"Power of Three\" from season four onwards.",
  "/wiki/Piper_Halliwell": "Piper Halliwell is a fictional character from the American television series Charmed, played by Holly Marie Combs from October 7, 1998 until May 21, 2006. The character was created by Constance M. Burge, who based Piper on her second-oldest sister. Piper is introduced into the series as the middle sister to Prue (Shannen Doherty) and Phoebe Halliwell (Alyssa Milano). She is one of the original featured leads and, more specifically, a Charmed One – one of the most powerful witches of all time. Piper initially possesses the power to stop time in her surrounding environment. As the series progresses, she also receives the power to cause evil beings or objects to spontaneously explode using her hands.",
  "/wiki/See_Jane_Date": "See Jane Date is a romantic comedy film directed by Robert Berlinger and starring Charisma Carpenter and Holly Marie Combs. It is based on Melissa Senate book of the same name, and was released on August 16, 2003 by ABC Family.",
  "/wiki/ABC_Family": "Freeform is an American basic cable channel owned by Walt Disney Television, a unit of Disney Media Networks and a part of The Walt Disney Company. Freeform primarily broadcasts programming geared toward teenagers and young adults – with some programming skewing toward young women – in the 14–34 age range, a target demographic designated by the channel as \"becomers\". Its programming includes contemporary off-network syndicated reruns and original series, feature films, and made-for-TV original movies.",
  "/wiki/Pretty_Little_Liars": "Pretty Little Liars is an American teen drama mystery thriller television series developed by I. Marlene King and is loosely based on the novel series of the same name written by Sara Shepard. The series follows the lives of four high school girls whose clique falls apart after the disappearance of their leader. One year later, the estranged friends are reunited as they begin receiving messages from a mysterious figure named \"A\" who threatens to expose their deepest secrets. The series features an ensemble cast, headed by Troian Bellisario as Spencer Hastings, Lucy Hale as Aria Montgomery, Ashley Benson as Hanna Marin, Shay Mitchell as Emily Fields, Sasha Pieterse as Alison DiLaurentis, and Janel Parrish as Mona Vanderwaal.",
  "/wiki/List_of_Pretty_Little_Liars_characters": "Pretty Little Liars is an American teen drama television series created by I. Marlene King for Freeform. It is based on Sara Shepard's novel series of the same name. Below is a list consisting of the many characters who have appeared throughout the series' seven-season run.",
  "/wiki/Hell's_Kitchen_(U.S._TV_series)": "Hell's Kitchen is an American reality competition television series based on the British series of the same name, and also hosted by celebrity chef Gordon Ramsay. It has been broadcast on Fox since 2005.",
  "/wiki/Great_American_Country": "Great American Country (GAC) is an American pay television network that is owned by Discovery, Inc. Based in Knoxville, Tennessee, the channel primarily broadcasts lifestyle programming pertaining to \"country\" settings, including the Heartland and south, some of which sourced from the libraries of its sister channels. The channel was, previously, established primarily with a focus on country music-related content.",
  "/wiki/Hallmark_Channel": "The Hallmark Channel is an American pay television cable channel owned by Crown Media Holdings, Inc., which in turn is owned by Hallmark Cards, Inc. The channel's programming is primarily targeted at families, and features a mix of television movies and miniseries, original and acquired television series, and lifestyle programs.",
  "/wiki/Grey's_Anatomy": "Grey's Anatomy is an American medical drama television series that premiered on March 27, 2005, on the American Broadcasting Company (ABC) as a mid-season replacement. The fictional series focuses on the lives of surgical interns, residents, and attending doctors, as they develop into seasoned doctors while trying to maintain personal lives and relationships. The title is an allusion to Gray's Anatomy, a classic human anatomy textbook first published in 1858 in London and written by Henry Gray. Shonda Rhimes developed the pilot and continues to write for the series; she is also one of the executive producers, along with Betsy Beers, Mark Gordon, Krista Vernoff, Rob Corn, Mark Wilding, and Allan Heinberg. Although the series is set in Seattle (at the fictional Seattle Grace Hospital, later renamed), it is filmed primarily in Los Angeles, California.",
  "/wiki/Holly_Marie_Combs": "Holly Marie Combs (born December 3, 1973) is an American actress and television producer. She is known for her roles as Kimberly Brock in the CBS series Picket Fences (1992–1996), Piper Halliwell in The WB series Charmed (1998–2006) and Ella Montgomery in the Freeform series Pretty Little Liars (2010–2017)."
}