{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Kate_Walsh_(actress)": "Kathleen Erin \"Kate\" Walsh (born October 13, 1967) is an American actress and businesswoman. Her roles include Dr. Addison Montgomery on the ABC television dramas Grey's Anatomy and Private Practice, Rebecca Wright on the short-lived NBC sitcom Bad Judge, Olivia Baker on the Netflix drama series 13 Reasons Why and The Handler in The Umbrella Academy.",
  "/wiki/Kellie_Pickler": "Kellie Dawn Pickler (born June 28, 1986) is an American country music singer, songwriter, actress and television personality. Pickler gained fame as a contestant on the fifth season of American Idol and finished in sixth place. In 2006, she signed to 19 Recordings and BNA Records as a recording artist.  Her debut album, Small Town Girl, was released later that year and has sold over 900,000 copies. The album, which was certified gold by the RIAA, produced three singles on the Billboard Hot Country Songs charts: \"Red High Heels\" at No. 15, \"I Wonder\" at No. 14, and \"Things That Never Cross a Man's Mind\" at No. 16.",
  "/wiki/Quaker_Oatmeal": "The Quaker Oats Company, known as Quaker, is an American food conglomerate based in Chicago. It has been owned by PepsiCo since 2001.",
  "/wiki/Jo_Frost": "Joanne Frost (born 27 June 1970 or 27 June 1971) (sources differ) is an English television personality, nanny and author. She is best known for the reality television programme Supernanny UK, in which she was the central figure. The show first aired in the United Kingdom in 2004 and she has branched off into several other reality shows in the United Kingdom, United States and the Netherlands. Family S.O.S. with Jo Frost addressed issues such as addiction and abuse. Family Matters is a talk show. She has written six books on child care.",
  "/wiki/Diane_Sawyer": "Lila Diane Sawyer (/ˈsɔːjər/; born December 22, 1945) is an American television journalist.",
  "/wiki/Mark_Consuelos": "Mark Andrew Consuelos (born March 30, 1971) is an American actor. He is best known for his portrayal of Mateo Santos on the ABC soap opera All My Children (1995–2001; 2010) and supporting actor Hiram Lodge on The CW drama Riverdale (2017–present).",
  "/wiki/Blair_Underwood": "Blair Erwin Underwood (born August 25, 1964) is an American television, film, and stage actor and director. He played attorney Jonathan Rollins on the NBC legal drama L.A. Law for seven years. He has received two Golden Globe Award nominations, three NAACP Image Awards and one Grammy Award. In recent years, he has appeared in The New Adventures of Old Christine, Dirty Sexy Money and In Treatment, The Event, Quantico, When They See Us and as Andrew Garner in Agents of S.H.I.E.L.D..",
  "/wiki/Jon_%26_Kate_Plus_8": "Kate Plus 8, formerly Jon & Kate Plus 8, was an American reality television series starring Kate Gosselin and her eight children, which premiered on April 4, 2007.",
  "/wiki/Robin_Thicke": "Robin Alan Thicke (born March 10, 1977) is an American singer, songwriter and record producer.",
  "/wiki/Alicia_Keys": "Alicia Augello-Cook (born January 25, 1981), known professionally as Alicia Keys, is an  American musician, singer-songwriter and composer. A classically-trained pianist, Keys was composing songs by age 12 and was signed at 15 years old by Columbia Records. After disputes with the label, she signed with Arista Records, and later released her debut album, Songs in A Minor, with J Records in 2001. The album was critically and commercially successful, producing her first Billboard Hot 100 number-one single \"Fallin'\" and selling over 16 million copies worldwide. The album earned Keys five Grammy Awards in 2002. Her second album, The Diary of Alicia Keys (2003), was also a critical and commercial success, spawning successful singles \"You Don't Know My Name\", \"If I Ain't Got You\", and \"Diary\", and selling eight million copies worldwide. The album garnered her an additional four Grammy Awards. Her duet \"My Boo\" with Usher became her second number-one single in 2004. Keys released her first live album, Unplugged (2005), and became the first woman to have an MTV Unplugged album debut at number one. Alicia Keys was given the honor of hosting the Grammys two times in a row (2019-2020).",
  "/wiki/John_Lithgow": "John Arthur Lithgow (/ˈlɪθɡoʊ/ LITH-goh; born October 19, 1945) is an American actor, musician, poet, author, and singer. Over the course of his career he has received numerous accolades and been nominated for two Academy Awards and four Grammy Awards. He has also been awarded a star on the Hollywood Walk of Fame and inducted into the American Theater Hall of Fame.",
  "/wiki/Gary_Sinise": "Gary Alan Sinise (/sɪˈniːs/; born March 17, 1955) is an American actor, director,  musician, producer and philanthropist. Among other awards, he has won an Emmy Award, a Golden Globe Award, a star on Hollywood Walk of Fame and was nominated for an Academy Award.",
  "/wiki/Sarah_McLachlan": "Sarah Ann McLachlan OC OBC (born January 28, 1968) is a Canadian singer-songwriter known for her emotional ballads and mezzo-soprano vocal range. As of 2015 she had sold over 40 million albums worldwide. McLachlan's best-selling album to date is Surfacing, for which she won two Grammy Awards (out of four nominations) and four Juno Awards. In addition to her personal artistic efforts, she founded the Lilith Fair tour, which showcased female musicians on an unprecedented scale. The Lilith Fair concert tours took place from 1997 to 1999, and resumed in the summer of 2010.",
  "/wiki/Debra_Messing": "Debra Lynn Messing (born August 15, 1968) is an American actress. After graduating from New York University's Tisch School of the Arts, Messing received short-lived roles on television series such as Ned and Stacey on Fox (1995–1997) and Prey on ABC (1998). She achieved her breakthrough role as Grace Adler, an interior designer, on the NBC sitcom Will & Grace (1998–2006, 2017-2020), for which she was critically acclaimed, receiving six Golden Globe Award nominations and five Primetime Emmy Award nominations for Outstanding Lead Actress in a Comedy Series, winning once in 2003.",
  "/wiki/Bill_O%27Reilly_(political_commentator)": "William James O'Reilly Jr. (born September 10, 1949) is an American journalist, author, and former television host. During the late 1970s and 1980s, he reported for local television stations in the United States and later for CBS News and ABC News. He anchored the tabloid television program Inside Edition from 1989 to 1995. O'Reilly joined the Fox News Channel in 1996 and hosted The O'Reilly Factor until 2017. The O'Reilly Factor was the highest-rated cable news show for 16 years, and he was described by media analyst Howard Kurtz as \"the biggest star in the 20 year history at Fox News\" at the time of his departure.  He is the author of numerous books and hosted The Radio Factor (2002–2009). Since 2017, he has hosted the No Spin News podcast which he founded after being fired from Fox.\nO'Reilly is considered to be a conservative commentator.",
  "/wiki/Project_Runway": "Project Runway is an American reality television series that focuses on fashion design. The contestants compete with each other to create the best clothes and are restricted by time, materials and theme.  Their designs are judged by a panel, and one or more designers are typically eliminated from the show each week. During each season, contestants are progressively eliminated until only a few contestants remain. These finalists prepare a complete fashion collection for New York Fashion Week, which determines the winner.",
  "/wiki/Molly_Shannon": "Molly Helen Shannon (born September 16, 1964) is an American actress and comedian who was a cast member on Saturday Night Live from 1995 to 2001. In 2017 she won the Film Independent Spirit Award for Best Supporting Actress for her role in the film Other People.",
  "/wiki/Russell_Crowe": "Russell Ira Crowe (born 7 April 1964) is an actor, film producer and musician. Although a New Zealand citizen, he has lived most of his life in Australia. He came to international attention for his role as the Roman General Maximus Decimus Meridius in the historical film Gladiator (2000), directed by Ridley Scott, for which Crowe won an Academy Award, a Broadcast Film Critics Association Award, an Empire Award and a London Film Critics Circle Award for best actor, along with ten other nominations in the same category. Crowe's other award-winning performances include portrayals of tobacco firm whistle-blower Jeffrey Wigand in the drama film The Insider (1999), and John F. Nash in the biopic A Beautiful Mind (2001).",
  "/wiki/Isaac_Mizrahi": "Isaac Mizrahi (born October 14, 1961) is an American fashion designer, TV presenter, and Chief Designer of the Isaac Mizrahi brand for Xcel Brands. Based in New York City, he is best known for his eponymous fashion lines. Mizrahi currently serves as a judge on Project Runway: All Stars.",
  "/wiki/Randy_Jackson": "Randall Darius Jackson (born June 23, 1956) is an American bassist, singer, record producer, entrepreneur, and television personality.",
  "/wiki/Christian_Slater": "Christian Michael Leonard Slater (born August 18, 1969) is an American actor, voice actor, and producer. He made his film debut with a leading role in The Legend of Billie Jean (1985) and gained wider recognition for his breakthrough role as Jason \"J.D.\" Dean, a sociopathic high school student, in the satire Heathers (1988). He has received critical acclaim for his title-role in the USA Network television series Mr. Robot (2015–2019), for which he earned the Golden Globe Award for Best Supporting Actor – Series, Miniseries or Television Film in 2016, with additional nominations in 2017 and 2018.",
  "/wiki/Ed_Westwick": "Edward Jack Peter Westwick (born 27 June 1987)[citation needed] is an English actor and musician, best known for his role as Chuck Bass on The CW's teen television drama series Gossip Girl alongside co-stars Blake Lively and Leighton Meester. He made his feature film debut in Children of Men (2006) and has since appeared in the films Breaking and Entering (2006), Son of Rambow (2007), S. Darko (2009), Chalet Girl (2011), J. Edgar (2011), Romeo and Juliet (2013), Bone in the Throat (2015), Freaks of Nature (2015), and Billionaire Ransom (2016). He currently plays Vincent Swan in the BBC Two television comedy series White Gold (2017).",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Queen_Latifah": "Dana Elaine Owens (born March 18, 1970), known professionally as Queen Latifah, is an American rapper, singer, songwriter, actress, and producer. Born in Newark, New Jersey, she signed with Tommy Boy Records in 1989 and released her debut album All Hail the Queen on November 28, 1989, featuring the hit single \"Ladies First\". Nature of a Sista' (1991) was her second and final album with Tommy Boy Records.",
  "/wiki/Rusty_Wallace": "Russell William \"Rusty\" Wallace Jr. (born August 14, 1956) is an American former racing driver. He has won the 1984 NASCAR Cup series Rookie of the Year and the 1989 NASCAR Winston Cup Champion. Over the years, Wallace has been inducted in the NASCAR Hall of Fame (2013), the International Motorsports Hall of Fame (2013), the Motorsports Hall of Fame of America (2014) and the National Motorsports Press Association Hall of Fame (2010).",
  "/wiki/Nobu_Matsuhisa": "Nobuyuki \"Nobu\" Matsuhisa (松久 信幸 Matsuhisa Nobuyuki; born March 10, 1949) is a Japanese celebrity chef and restaurateur known for his fusion cuisine blending traditional Japanese dishes with Peruvian ingredients. His signature dish is black cod in miso. He has restaurants bearing his name in several countries. He has also played small parts in three major films.",
  "/wiki/James_Marsden": "James Paul Marsden (born September 18, 1973)  is an American actor, singer, and former model. Marsden began his acting career guest-starring in television shows Saved by the Bell: The New Class, Touched by an Angel, and Party of Five. He gained prominence with his portrayal of Scott Summers / Cyclops in the X-Men film series and starred in 2006's Superman Returns. In 2016 and 2018, Marsden starred as gunslinger/sentient android Teddy Flood in the HBO science fiction series Westworld, as part of the main ensemble.",
  "/wiki/Michael_Urie": "Michael Lorenzo Urie (born August 8, 1980) is an American actor, presenter, director, and producer. He is known for his portrayal of Marc St. James on the ABC dramedy television series Ugly Betty.",
  "/wiki/Bryant_Gumbel": "Bryant Charles Gumbel (born September 29, 1948) is an American television journalist and sportscaster, best known for his 15 years as co-host of NBC's Today. He is the younger brother of sportscaster Greg Gumbel. Since 1995, he has hosted HBO's acclaimed investigative series Real Sports with Bryant Gumbel, which has been rated as \"flat out TV's best sports program\" by the Los Angeles Times. It won a Peabody Award in 2012.",
  "/wiki/Edward_Norton": "Edward Harrison Norton (born August 18, 1969) is an American actor and filmmaker. He has received multiple awards and nominations, including a Golden Globe Award and three Academy Award nominations.",
  "/wiki/Bernadette_Peters": "Bernadette Peters (born Bernadette Lazzara; February 28, 1948) is an American actress, singer, and children's book author. Over a career spanning five decades, she has starred in musical theatre, television and film, performed in solo concerts and released recordings. She is a critically acclaimed Broadway performer, having received seven nominations for Tony Awards, winning two (plus an honorary award), and nine nominations for Drama Desk Awards, winning three. Four of the Broadway cast albums on which she has starred have won Grammy Awards.",
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/Kim_Raver": "Kim Raver (born March 15, 1969) is an American actress and producer. She is best known for television roles as Kim Zambrano on Third Watch, Audrey Raines on 24 and Teddy Altman on ABC's medical drama Grey's Anatomy.",
  "/wiki/Billy_Bob_Thornton": "Billy Bob Thornton (born August 4, 1955) is an American actor, writer, director and musician.",
  "/wiki/The_Boxmasters": "The Boxmasters is an American rock 'n' roll band founded in Bellflower, California in 2007 by Academy Award-winning actor Billy Bob Thornton and J.D. Andrew.  The group has released 8 albums, always focused on their love of music from the 1960s.",
  "/wiki/Judith_Sheindlin": "Judith Susan Sheindlin (née Blum; born October 21, 1942), known professionally as Judge Judy, is an American prosecution lawyer, former Manhattan family court judge, television personality, and author. Since September 1996, Sheindlin has presided over her own successful 4-time Daytime Emmy Award–winning arbitration-based court show series, Judge Judy, produced by CBS Television Distribution.",
  "/wiki/Corbin_Bleu": "Corbin Bleu Reivers (/bluː/; born February 21, 1989), known professionally as Corbin Bleu, is an American actor, model, dancer, film producer and singer-songwriter. He performed in the High School Musical film series (2006–2008). Songs from the films also charted worldwide, with the song \"I Don't Dance\" peaking inside the Top 70 of the Billboard Hot 100. During this time, he also starred in the Disney Channel Original Movie Jump In! (2007). His first lead role was in the film Catch That Kid (2004). He has since appeared in the Discovery Kids drama series Flight 29 Down (2005–2007), as well as the film To Write Love on Her Arms (2015). He competed in the 17th season of Dancing with the Stars, partnered with professional dancer Karina Smirnoff.",
  "/wiki/Vanessa_Hudgens": "Vanessa Anne Hudgens (born December 14, 1988) is an American actress and singer. After making her feature film debut in Thirteen (2003), Hudgens rose to fame portraying Gabriella Montez in the High School Musical film series (2006–2008), which brought her significant mainstream success. The success of the first film led to Hudgens' acquiring a recording contract with Hollywood Records, with whom she released two studio albums, V (2006) and Identified (2008).",
  "/wiki/Jason_O%27Mara": "Jason O'Mara (born August 6, 1972) is an Irish actor based in the United States. He has starred in the American television network dramas In Justice, Life on Mars, Terra Nova, Vegas, and Agents of S.H.I.E.L.D.. O'Mara won an Irish Film and Television Award for Best Supporting Actor in The Siege of Jadotville.",
  "/wiki/Gavin_Rossdale": "Gavin McGregor Rossdale (born 30 October 1966) is an English singer, songwriter, musician, and actor, and is the lead singer and rhythm guitarist of the rock band Bush. Rossdale helped form Bush in 1992; upon the band's separation in 2002, he became the lead singer and guitarist for Institute and later began a solo career. Rossdale resumed his role in Bush when the band reunited in 2010. In 2013, Rossdale received the British Academy's Ivor Novello Award for International Achievement.",
  "/wiki/Zac_Efron": "Zachary David Alexander Efron (/ˈɛfrɒn/; born October 18, 1987) is an American actor and singer. He began acting professionally in the early 2000s and rose to prominence in the late 2000s for his leading role as Troy Bolton in the High School Musical franchise (2006–2008). During this time, he also starred in the musical film Hairspray (2007) and the comedy film 17 Again (2009). Efron has since starred in the films New Year's Eve (2011), The Lucky One (2012), The Paperboy (2012), Neighbors (2014), Dirty Grandpa (2016), Neighbors 2: Sorority Rising (2016), Baywatch (2017), The Greatest Showman (2017) and Extremely Wicked, Shockingly Evil and Vile (2019).",
  "/wiki/Shawn_Johnson": "Shawn Machel Johnson East (born January 19, 1992) is an American former artistic gymnast. She is the 2008 Olympic balance beam gold medalist and team, all-around and floor exercise silver medalist. Johnson is also a five-time Pan American Games gold medalist, winning the team titles in 2007 and 2011, as well as titles in the all-around, uneven bars, and balance beam in 2007.",
  "/wiki/Whoopi_Goldberg": "Caryn Elaine Johnson (born November 13, 1955), known professionally as Whoopi Goldberg (/ˈwʊpi/), is an American actor, comedian, author, and television personality. She has been nominated for 13 Emmy Awards and is one of the few entertainers to have won an Emmy Award, a Grammy Award, an Academy Award, and a Tony Award. She is also the second black woman to win an Academy Award for acting.",
  "/wiki/Ashley_Tisdale": "Ashley Michelle Tisdale (born July 2, 1985) is an American actress, singer, and producer. During her childhood, Tisdale was featured in over 100 advertisements and had minor roles in television and theatre. She achieved mainstream success as Maddie Fitzpatrick in the Disney Channel series The Suite Life of Zack & Cody. This success was heightened when she starred as Sharpay Evans in the High School Musical franchise. The film series proved to be a huge success for Disney and earned a large following. The success of the films led to Tisdale signing with Warner Bros. Records, releasing her debut album, Headstrong (2007), through the label. The album was a commercial success, earning a gold certification from the Recording Industry Association of America (RIAA). She starred as Candace Flynn in the animated series Phineas & Ferb from 2007 to 2015.",
  "/wiki/Michael_Chiklis": "Michael Charles Chiklis (born August 30, 1963) is an American actor, director and television producer.",
  "/wiki/Gisele_B%C3%BCndchen": "Gisele Caroline Bündchen (Brazilian Portuguese: [ʒiˈzɛli ˈbĩtʃẽ], German: [ˈbʏntçn̩], born 20 July 1980) is a Brazilian model, environmental activist, author, actress, and businesswoman.",
  "/wiki/John_Slattery": "John M. Slattery Jr. (born August 13, 1962) is an American actor and director, best known for his role as Roger Sterling in the AMC drama series Mad Men.",
  "/wiki/Marcia_Cross": "Marcia Anne Cross (born March 25, 1962) is an American actress. She began her career on daytime soap operas such as The Edge of Night, Another World, and One Life to Live before moving to primetime television with a recurring role on Knots Landing. From 1992 to 1997, she starred as Dr. Kimberly Shaw on Melrose Place. Cross played the role of the conservative housewife Bree Van de Kamp on the ABC television series Desperate Housewives (2004–12), for which she was nominated for three Golden Globe Awards for Best Actress in a Musical or Comedy, and a Primetime Emmy for Outstanding Lead Actress in a Comedy Series. She also recurred as President Claire Haas on the ABC series Quantico.",
  "/wiki/Katie_Brown_(TV_personality)": "Katie Brown (born 1963 in Petoskey, Michigan) is an American home and gardening television show host, author, and trained art historian.",
  "/wiki/Charles_Gibson": "Charles deWolf Gibson (born March 9, 1943) is a retired American broadcast television anchor and journalist. Gibson was a host of Good Morning America from 1987 to 2006, and the anchor of World News with Charles Gibson from 2006 to 2009.",
  "/wiki/Craig_Horner": "Craig Horner (born 24 January 1983) is an Australian actor and musician who first appeared in the Australian television program Cybergirl. He is best known for his role as Richard Cypher on the television series Legend of the Seeker.",
  "/wiki/Live_with_Regis_and_Kelly_(season_21)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 21st season.  The list is ordered by air date."
}