{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/David_Schwimmer": "David Lawrence Schwimmer (born November 2, 1966) is an American actor and director.",
  "/wiki/Plain_White_T's": "Plain White T's are an American rock band from Lombard, Illinois, formed in 1997 by high school friends Tom Higgenson, Dave Tirio, and Ken Fletcher. They were joined a short time later by Steve Mast. The group had a mostly underground following in Chicago basements, clubs, and bars in its early years.",
  "/wiki/Robert_Wagner": "Robert John Wagner Jr. (born February 10, 1930) is an American actor of stage, screen, and television, best known for starring in the television shows It Takes a Thief (1968–1970), Switch (1975–1978), and Hart to Hart (1979–1984). He also had a recurring role as Teddy Leopold on the TV sitcom Two and a Half Men and has a recurring role as Anthony DiNozzo Sr. on the police procedural NCIS.",
  "/wiki/Miranda_Cosgrove": "Miranda Taylor Cosgrove (born May 14, 1993) is an American actress and singer. Her career began at the age of seven with several television commercial appearances. Cosgrove's film debut came in 2003, when she appeared as Summer Hathaway in School of Rock. She appeared in a number of minor television roles over several years before coming to prominence as Megan Parker on the Nickelodeon television series Drake & Josh. In 2007, she landed the role of Carly Shay, the lead character on the Nickelodeon teen sitcom iCarly, on which she starred until 2012. As of May 2010, Cosgrove earned $180,000 per episode of iCarly, making her the second-highest-paid child star on television, and in 2012 was listed in the Guinness World Records as the highest paid child actress. Cosgrove also voiced Margo in the animated film Despicable Me (2010) and its sequels. In 2016, she starred as Shea Moore on the short-lived NBC sitcom Crowded.",
  "/wiki/Seann_William_Scott": "Seann William Scott (born October 3, 1976) is an American actor, comedian, and producer. His most recognized roles are Steve Stifler in the American Pie film series and Doug Glatt in both Goon (2011) and Goon: Last of the Enforcers (2017). He has also appeared in films Dude, Where's My Car? (2000), Final Destination (2000), Road Trip (2000), Evolution (2001), The Dukes of Hazzard (2005), Mr. Woodcock (2007) and Role Models (2008). He has voiced Crash in four Ice Age animated feature films and two Ice Age television specials. Scott portrayed former CIA operative Wesley Cole in Fox's crime-drama television series Lethal Weapon (2018–19).",
  "/wiki/Cedric_the_Entertainer": "Cedric Antonio Kyles (born April 24, 1964), better known by his stage name Cedric the Entertainer, is an American actor, stand-up comedian, and game show host. He hosted BET's ComicView during the 1993–94 season and Def Comedy Jam in 1995. He is best known for co-starring with Steve Harvey on The WB sitcom The Steve Harvey Show, as one of The Original Kings of Comedy, and for starring as Eddie Walker in Barbershop. He can also be seen starring on the CBS show “The Neighborhood”. He hosted the 12th season of the daytime version of Who Wants to Be a Millionaire in 2013–14 and starred in the TV Land original series The Soul Man, which aired from 2012 until 2016. He has also done voice work for Ice Age, the Madagascar film series, Charlotte's Web and the Planes franchise. In 2019, he received a star on the Hollywood Walk of Fame.",
  "/wiki/Paul_Rudd": "Paul Stephen Rudd (born April 6, 1969) is an American actor, comedian, screenwriter, and producer. He studied theater at the University of Kansas and the American Academy of Dramatic Arts before making his acting debut in 1992 with NBC's drama series Sisters.",
  "/wiki/Ben_Stiller": "Benjamin Edward Meara Stiller (born November 30, 1965) is an American actor, comedian, writer, producer, musician and director. He is the son of veteran comedians and actors Jerry Stiller and Anne Meara.",
  "/wiki/Dido_(singer)": "Dido Florian Cloud de Bounevialle O'Malley Armstrong (born 25 December 1971), known professionally as Dido (/ˈdaɪdoʊ/ DY-doh), is an English singer and songwriter. Dido attained international success with her debut album No Angel (1999). Hit singles from the album include \"Here with Me\" and \"Thank You\". It sold over 21 million copies worldwide, and won her several awards, including two Brit Awards: Best British Female and Best British Album, and the MTV Europe Music Award for Best New Act. The first verse of \"Thank You\" is sampled in \"Stan\", a collaboration with Eminem. Her next album, Life for Rent (2003), continued her success with the hit singles \"White Flag\" and \"Life for Rent\". In 2004 Dido performed with other British and Irish artists in the Band Aid 20 version of the charity single \"Do They Know It's Christmas?\".",
  "/wiki/Jeff_Goldblum": "Jeffrey Lynn Goldblum (/ˈɡoʊldblʌm/; born October 22, 1952) is an American actor and musician. He has starred in some of the highest-grossing films of his era, such as Jurassic Park (1993) and Independence Day (1996), as well as their respective sequels, The Lost World: Jurassic Park (1997) and Jurassic World: Fallen Kingdom (2018), and Independence Day: Resurgence (2016).",
  "/wiki/Misty_May-Treanor": "Misty Elizabeth May-Treanor (born July 30, 1977) is a retired American professional beach volleyball player. She is a three-time Olympic gold medalist, and as of August 2012[update], the most successful female beach volleyball player with 112 individual championship wins in domestic and international competition.",
  "/wiki/Seal_(musician)": "Henry Olusegun Adeola Samuel (born 19 February 1963), known professionally as Seal, is a British musician, singer, and songwriter. He has sold over 20 million records worldwide, with his first international hit song, \"Crazy\", released in 1991; his most celebrated song, \"Kiss from a Rose\", was released in 1994.",
  "/wiki/Daniel_Craig": "Daniel Wroughton Craig (born 2 March 1968) is an English actor. After training at the National Youth Theatre and graduating from the Guildhall School of Music and Drama in 1991, Craig began his career on stage. He made his film debut in the drama The Power of One (1992) and attracted attention with appearances in the historical television war drama Sharpe's Eagle (1993), the family film A Kid in King Arthur's Court (1995), the television serial drama Our Friends in the North (1996), the biographical film Elizabeth (1998), the television film Love Is the Devil: Study for a Portrait of Francis Bacon (1998), the indie war film The Trench (1999), the drama film Some Voices (2000), the action film Lara Croft: Tomb Raider (2001), the crime thriller film Road to Perdition (2002), the crime thriller film Layer Cake (2004), and the historical drama film Munich (2005).",
  "/wiki/David_Archuleta": "David James Archuleta (born December 28, 1990) is an American singer-songwriter and actor. At ten years old, he won the children's division of the Utah Talent Competition leading to other television singing appearances. When he was twelve years old, Archuleta became the Junior Vocal Champion on \"Star Search 2\". In 2008, he finished second on the seventh season of \"American Idol\".",
  "/wiki/Don_Rickles": "Donald Jay Rickles (May 8, 1926 – April 6, 2017) was an American stand-up comedian, actor, and author, known especially for his insult comedy. His film roles included Run Silent, Run Deep (1958) with Clark Gable and Kelly's Heroes (1970) with Clint Eastwood, and beginning in 1976 he enjoyed a two-year run starring in the NBC television sitcom C.P.O. Sharkey.\nA headline performer at Las Vegas hotel-casinos and peripheral member of the Rat Pack via friendship with Frank Sinatra, Rickles received widespread exposure as a frequent guest on talk and variety shows, including The Dean Martin Show, The Tonight Show Starring Johnny Carson and Late Show with David Letterman, and later voicing Mr. Potato Head in the Toy Story franchise. He won a Primetime Emmy Award for the 2007 documentary Mr. Warmth: The Don Rickles Project.",
  "/wiki/Miley_Cyrus": "Miley Ray Cyrus (born Destiny Hope Cyrus; November 23, 1992) is an American singer, songwriter, actress, and philanthropist. Her music has spanned a range of styles, including pop, country pop, and hip hop. Cyrus' personal life, public image, and performances have often sparked controversy and received widespread media coverage. She is widely considered to be one of the most successful entertainers in adulthood that originated as a child star. Among numerous awards and nominations, Cyrus was included on the Time 100 list in both 2008 and 2014, named MTV's Artist of the Year in 2013, and was ranked 62nd on Billboard's Top 125 Artists of All Time list in 2019.",
  "/wiki/John_Travolta": "John Joseph Travolta (born February 18, 1954) is an American actor, singer and dancer. Travolta rose to fame during the 1970s, appearing on the television series Welcome Back, Kotter (1975–1979) and starring in the box office successes Saturday Night Fever (1977) and Grease (1978). His acting career declined through the 1980s, but enjoyed a resurgence in the 1990s with his role in Pulp Fiction (1994), and he has since starred in films such as Get Shorty (1995), Broken Arrow (1996), Face/Off (1997), Swordfish (2001), Be Cool (2005), Wild Hogs (2007), Hairspray (2007), Bolt (2008), and The Taking of Pelham 123 (2009).",
  "/wiki/Quincy_Jones": "Quincy Delight Jones Jr. (born March 14, 1933) is an American record producer, multi-instrumentalist, songwriter, composer, arranger, and film and television producer. His career spans over 60 years in the entertainment industry with a record 80 Grammy Award nominations, 28 Grammys, and a Grammy Legend Award in 1992.",
  "/wiki/Jenny_McCarthy": "Jennifer Ann McCarthy (born November 1, 1972) is an American actress, model, television host, satellite radio broadcaster, author, screenwriter, and anti-vaccine activist. She began her career in 1993 as a nude model for Playboy magazine and was later named their Playmate of the Year. McCarthy then had a television and film acting career, starting as a co-host on the MTV game show Singled Out, then some eponymous sitcoms, as well as films such as BASEketball, Diamonds, Scream 3, and Santa Baby. She is a former co-host of the ABC talk show The View. She is currently a judge on the FOX musical competition show The Masked Singer.",
  "/wiki/Milo_Ventimiglia": "Milo Anthony Ventimiglia (/vɛntɪˈmiːljə/, Italian: [ventiˈmiʎʎa]; born July 8, 1977) is an American actor, director and producer. After several roles in television series and parts in independent films, he gained recognition for his roles as Jess Mariano on the television series Gilmore Girls from 2001 to 2006, and as Peter Petrelli on the NBC series Heroes from 2006 to 2010. He has starred as Jack Pearson on the NBC drama This Is Us since 2016.",
  "/wiki/J._Alexander_(model)": "Alexander Jenkins (born April 12, 1958), known as J. Alexander or Miss J, is an American reality television personality and runway coach best known for his work on America's Next Top Model. He travels extensively for the fashion and modeling industries. Alexander lives in Paris and New York City.",
  "/wiki/Sprint_Cup_Series": "The NASCAR Cup Series is the top racing series of the National Association for Stock Car Auto Racing (NASCAR). The series began in 1949 as the Strictly Stock Division, and from 1950 to 1970 it was known as the Grand National Division. In 1971, when the series began leasing its naming rights to the R. J. Reynolds Tobacco Company, it was referred to as the NASCAR Winston Cup Series (1971–2003). A similar deal was made with Nextel in 2003, and it became the NASCAR Nextel Cup Series (2004–2007). Sprint acquired Nextel in 2005, and in 2008 the series was renamed the NASCAR Sprint Cup Series (2008–2016). In December 2016, it was announced that Monster Energy would become the new title sponsor and the series was renamed the Monster Energy NASCAR Cup Series (2017–2019). In 2019, NASCAR rejected Monster's offer to extend the current naming rights deal beyond the end of the season. NASCAR subsequently announced its move to a new tiered sponsorship model beginning with the 2020 season similar to other U.S. based professional sports leagues and is now known as the NASCAR Cup Series. The four Premier Partners are Busch Beer, Coca-Cola, GEICO, and Xfinity.",
  "/wiki/Enrique_Iglesias": "Enrique Miguel Iglesias Preysler (Spanish pronunciation: [enˈrike miˈɣel iˈɣlesjas ˈpɾeizleɾ]; born 8 May 1975) is a Spanish-Filipino singer, songwriter, composer, actor, record producer and model who is widely regarded as the King of Latin Pop.",
  "/wiki/David_Cook_(singer)": "David Roland Cook (born December 20, 1982) is an American rock singer-songwriter, who rose to fame after winning the seventh season of American Idol in 2008. Prior to Idol he released an independent album entitled Analog Heart. This was followed by his post-Idol major-label debut David Cook which was released on November 18, 2008, and has since been certified platinum by the RIAA. His second major album This Loud Morning was released on June 28, 2011. His third post American Idol and fourth overall studio album Digital Vein was released on September 18, 2015.",
  "/wiki/Jimmy_Smits": "Jimmy Smits (born July 9, 1955) is an American actor best known for playing attorney Victor Sifuentes on the 1980s legal drama L.A. Law, NYPD Detective Bobby Simone on the 1990s police drama NYPD Blue and Matt Santos on the political drama The West Wing. He also appeared as Bail Organa in the Star Wars prequel trilogy, and as ADA Miguel Prado in Dexter. From 2012 to 2014, he joined the main cast of Sons of Anarchy as Nero Padilla. Smits also portrayed Elijah Strait in the NBC drama series Bluff City Law.",
  "/wiki/America's_Next_Top_Model": "America's Next Top Model (abbreviated ANTM and Top Model) is an American reality television series and interactive competition in which a number of aspiring models compete for the title of \"America's Next Top Model\" and a chance to begin their career in the modeling industry. Created by Tyra Banks, who also serves as an executive producer, and developed by Ken Mok and Kenya Barris, the series premiered in May 2003, and aired semiannually until 2012, then annually from 2013. The first six seasons (referred to as \"cycles\") aired on UPN, before UPN merged with The WB to create The CW in 2006. The following sixteen cycles aired on The CW until the series was first cancelled in October 2015. The series was revived in 2016 and has been airing on VH1 ever since. The series was among the highest-rated programs on UPN and was the highest-rated show on The CW from 2007 to 2010. Advertisers paid $61,315 per 30-second slot during the 2011–12 television season, the highest of any series on The CW.",
  "/wiki/Kiefer_Sutherland": "Kiefer William Frederick Dempsey George Rufus Sutherland (born 21 December 1966) is a Canadian actor, voice actor, producer, director, and singer-songwriter. He is known for his starring role as Jack Bauer in the Fox drama series 24 (2001–2010, 2014), for which he won an Emmy Award, a Golden Globe Award, two Screen Actors Guild Awards, and two Satellite Awards. He is the son of Canadian actors Donald Sutherland and Shirley Douglas, grandson of Canadian politician Tommy Douglas and the father of actress Sarah Sutherland.",
  "/wiki/Il_Divo": "Il Divo (Italian pronunciation: [il ˈdiːvo]) is a multi-national classical crossover vocal group. The male quartet originated in the United Kingdom in December 2003, bringing together singers Urs Bühler (Switzerland), Carlos Marín (Spain), David Miller (USA), and Sébastien Izambard (France). The group was created and promoted by music producer Simon Cowell for the label Syco Music (a subsidiary of Sony Music). Although it is unclear how the group's name came about, \"Il Divo\" is translated from Italian as \"divine performer.\"",
  "/wiki/Reese_Witherspoon": "Laura Jeanne Reese Witherspoon (born March 22, 1976) is an American actress, producer, and entrepreneur. The recipient of several accolades, including an Academy Award and a Primetime Emmy Award, she is among the highest-paid actresses in the world, as of 2019. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019.",
  "/wiki/Nicole_Kidman": "Nicole Mary Kidman AC (born 20 June 1967) is an Australian-American actress and producer. She has won many awards including an Academy Award, two Primetime Emmy Awards, five Golden Globe Awards, and a Screen Actors Guild Award. She was listed among the highest-paid actresses in the world in 2006, 2018, and 2019. Time magazine twice named her one of the 100 most influential people in the world, in 2004 and 2018.",
  "/wiki/Tom_Jones_(singer)": "Sir Thomas John Woodward OBE (born 7 June 1940), known professionally as Tom Jones, is a Welsh singer. His career began with a string of top-ten hits in the mid-1960s. He has toured regularly, with appearances in Las Vegas (1967–2011), and has had several career comebacks, such as his high-profile coaching role on the television talent show The Voice UK from 2012 (with the exception of 2016). Jones's powerful voice has been described as a \"full-throated, robust baritone\".",
  "/wiki/Hugh_Jackman": "Hugh Michael Jackman AC (born 12 October 1968) is an Australian actor, singer, and producer. He is best known for playing Wolverine in the X-Men film series from 2000 to 2018, a role for which he holds the Guinness World Record for \"longest career as a live-action Marvel superhero\". Jackman is also recognised for his lead roles in films such as the romantic comedy Kate & Leopold (2001), the action film Van Helsing (2004), the drama The Prestige (2006), the fantasy drama The Fountain (2006), the period romance Australia (2008), the film version of Les Misérables (2012), the thriller Prisoners (2013), and the musical The Greatest Showman (2017), for which he received a Grammy Award for Best Soundtrack Album. For playing Jean Valjean in Les Misérables, he was nominated for the Academy Award for Best Actor and won the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy.",
  "/wiki/Kristen_Stewart": "Kristen Jaymes Stewart (born April 9, 1990) is an American actress and director. She is the recipient of several accolades, including a César Award, which she was the first American actress to win. She was the highest-paid actress in the world in 2010 and 2012.",
  "/wiki/Felicity_Huffman": "Felicity Kendall Huffman (born December 9, 1962) is an American actress. She is the recipient of numerous accolades including a Primetime Emmy Award, a Golden Globe Award, three Screen Actors Guild Awards, and has been nominated for an Oscar.",
  "/wiki/Paula_Deen": "Paula Ann Hiers Deen (born January 19, 1947) is an American TV personality and cooking show host. Deen resides in Savannah, Georgia, where she owns and operates The Lady & Sons restaurant and Paula Deen's Creek House with her sons, Jamie and Bobby Deen. She has published fifteen cookbooks. Though married since 2004 to Michael Groover, she uses the last name Deen, from her first marriage.",
  "/wiki/Carrot_Top": "Scott Thompson (born February 25, 1965), known professionally as Carrot Top, is an American stand-up comedian and actor.",
  "/wiki/Live_with_Regis_and_Kelly_(season_21)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 21st season.  The list is ordered by air date."
}