{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Anne_Hathaway": "Anne Jacqueline Hathaway (born November 12, 1982) is an American actress. The recipient of multiple awards, including an Academy Award, a Primetime Emmy Award, and a Golden Globe, she was one of the highest-paid actresses in the world in 2015. Her films have earned over $6.8 billion worldwide, and she appeared in the Forbes Celebrity 100 list in 2009.",
  "/wiki/Lisa_Rinna": "Lisa Deanna Rinna (born July 11, 1963) is an American actress, author and television personality. As an actress, she is best known for her roles as Billie Reed on the NBC daytime soap opera Days of Our Lives and Taylor McBride on Fox's television drama Melrose Place. Since 2014, Rinna has reached new levels of fame for her starring role on Bravo's hit reality television series The Real Housewives of Beverly Hills. Other television credits include being a contestant on NBC's The Celebrity Apprentice and ABC's Dancing with the Stars, as well as guest starring roles on Entourage, The Middle, Veronica Mars, Community, and 8 Simple Rules. Rinna made her Broadway debut in Chicago as Roxie Hart in June 2007.",
  "/wiki/Kate_Hudson": "Kate Garry Hudson (born April 19, 1979) is an American actress, author, and fashion designer. She rose to prominence for her performance in the film Almost Famous (2000), for which she won a Golden Globe and was nominated for the Academy Award for Best Supporting Actress. Her other films include How to Lose a Guy in 10 Days (2003), Raising Helen (2004), The Skeleton Key (2005), You, Me and Dupree (2006), Fool's Gold (2008), Bride Wars (2009), Nine (2009), Deepwater Horizon (2016), Mother's Day (2016) and Marshall (2017).",
  "/wiki/Glenn_Close": "Glenn Close (born March 19, 1947) is an American actress, singer, and producer. Regarded as one of the greatest actresses of her generation, she is the recipient of numerous accolades, including three Primetime Emmy Awards, three Tony Awards, and three Golden Globe Awards. Close is a seven-time Academy Award nominee. In 2016, Close was inducted into the American Theater Hall of Fame, and in 2019, Time magazine named her one of the 100 most influential people in the world.",
  "/wiki/Kevin_James": "Kevin James (born Kevin George Knipfing; April 26, 1965) is an American actor, comedian, screenwriter, and producer. He is best known for his role as Doug Heffernan on the CBS sitcom The King of Queens (1998–2007), for which he was nominated for a 2006 Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series. He starred in another CBS sitcom, Kevin Can Wait (2016–2018) for which he was nominated for a 2017 People's Choice Award.",
  "/wiki/Howie_Mandel": "Howard Michael Mandel (born November 29, 1955) is a Canadian comedian, actor, voice actor, and television host. He hosted the CNBC (originally NBC) game show Deal or No Deal, as well as the show's daytime and Canadian-English counterparts. In 1987, Mandel starred alongside Amy Steel in the comedy film Walk Like a Man. From 1982 to 1988, Mandel played rowdy ER intern Dr. Wayne Fiscus on the NBC medical drama St. Elsewhere. He also created, voiced, and starred in the FOX's children's cartoon Bobby's World, and judges on NBC's America's Got Talent.",
  "/wiki/Kiefer_Sutherland": "Kiefer William Frederick Dempsey George Rufus Sutherland (born 21 December 1966) is a Canadian actor, voice actor, producer, director, and singer-songwriter. He is known for his starring role as Jack Bauer in the Fox drama series 24 (2001–2010, 2014), for which he won an Emmy Award, a Golden Globe Award, two Screen Actors Guild Awards, and two Satellite Awards. He is the son of Canadian actors Donald Sutherland and Shirley Douglas, grandson of Canadian politician Tommy Douglas and the father of actress Sarah Sutherland.",
  "/wiki/Joan_Rivers": "Joan Alexandra Molinsky (June 8, 1933 – September 4, 2014), known professionally as Joan Rivers, was an American comedian, actress, writer, producer, and television host. She was noted for her often controversial comedic persona—heavily self-deprecating and sharply acerbic, especially towards celebrities and politicians.",
  "/wiki/Zach_Braff": "Zachary Israel Braff (born April 6, 1975) is an American actor, director, screenwriter and producer. He is best known for his role as J. D. on the television series Scrubs (2001–2010), for which he was nominated for the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series in 2005 and for three Golden Globe Awards from 2005 to 2007. He starred in The Broken Hearts Club: A Romantic Comedy (2000), The Last Kiss (2006), The Ex (2006) and In Dubious Battle (2016), and has done voice-work for Chicken Little (2005), Oz the Great and Powerful (2013), and the Netflix series Bojack Horseman.",
  "/wiki/Daniel_Craig": "Daniel Wroughton Craig (born 2 March 1968) is an English actor. After training at the National Youth Theatre and graduating from the Guildhall School of Music and Drama in 1991, Craig began his career on stage. He made his film debut in the drama The Power of One (1992) and attracted attention with appearances in the historical television war drama Sharpe's Eagle (1993), the family film A Kid in King Arthur's Court (1995), the television serial drama Our Friends in the North (1996), the biographical film Elizabeth (1998), the television film Love Is the Devil: Study for a Portrait of Francis Bacon (1998), the indie war film The Trench (1999), the drama film Some Voices (2000), the action film Lara Croft: Tomb Raider (2001), the crime thriller film Road to Perdition (2002), the crime thriller film Layer Cake (2004), and the historical drama film Munich (2005).",
  "/wiki/Kate_Winslet": "Kate Elizabeth Winslet CBE (born 5 October 1975) is an English actress. She is particularly known for her work in period dramas, and is often drawn to portraying angst-ridden women. Winslet is the recipient of various accolades, including three British Academy Film Awards, and is among the few performers to have won Academy, Emmy, and Grammy Awards.",
  "/wiki/Brendan_Fraser": "Brendan James Fraser (/ˈfreɪzər/ FRAY-zər;[a] born December 3, 1968) is an American-Canadian actor. He is best known for playing Rick O'Connell in The Mummy trilogy (1999, 2001, 2008), as well as for leading roles in comedy and fantasy films including Encino Man (1992), George of the Jungle (1997), Bedazzled (2000), Looney Tunes: Back in Action (2003) and Journey to the Center of the Earth (2008). Fraser branched into dramatic cinema with roles in School Ties (1992), Gods and Monsters (1998), The Quiet American (2002) and Crash (2004).",
  "/wiki/Kyra_Sedgwick": "Kyra Minturn Sedgwick (born August 19, 1965) is an American actress, producer, and director. She is best known for her starring role as Deputy Chief Brenda Leigh Johnson on the TNT crime drama The Closer. For her portrayal of Johnson, Sedgwick won a Golden Globe Award in 2007 and an Emmy Award in 2010. The series ended on August 13, 2012, following the completion of its seventh season. Sedgwick is also known for her recurring role as Madeline Wuntch on the sitcom Brooklyn Nine-Nine.",
  "/wiki/Brody_Jenner": "Sam Brody Jenner (born August 21, 1983) is an American television personality, disc jockey and model. He was born and raised in Los Angeles, California. In 2005, Jenner appeared in the reality television series, The Princes of Malibu, which additionally featured his older brother, musician Brandon Jenner, and his friend, Spencer Pratt.",
  "/wiki/Kara_DioGuardi": "Kara Elizabeth DioGuardi (/ˈkærə diːoʊˈɡwɑːrdi/; born December 9, 1970) is an American songwriter, record producer, music publisher, A&R executive, singer, composer and television personality. She writes music primarily in the pop rock genre. DioGuardi has worked with many popular artists; sales of albums on which her songs appear exceed 160 million worldwide. DioGuardi is a Grammy and Emmy-nominated writer. She is a 2011 NAMM Music For Life Award winner, 2009 NMPA Songwriter Icon Award winner, 2007 BMI Pop Songwriter of the Year, and has received 20 BMI Awards for co-writing the most performed songs on the radio.",
  "/wiki/George_Stephanopoulos": "George Robert Stephanopoulos (/ˌstɛfəˈnɒpələs/; born February 10, 1961) is an American television host, political commentator, and former Democratic advisor. Stephanopoulos currently is chief anchor and political correspondent on ABC News, and a coanchor with Robin Roberts on Good Morning America, and host of This Week, ABC's Sunday morning current events news program. Stephanopoulos also serves as a regular substitute anchor on ABC World News Tonight.",
  "/wiki/William_H._Macy": "William Hall Macy Jr. (born March 13, 1950) is an American actor and director. His film career has been built on appearances in small, independent films, though he has also appeared in summer action films. Macy has described himself as \"sort of a Middle American, WASPy, Lutheran kind of guy... Everyman\".",
  "/wiki/Mira_Sorvino": "Mira Katherine Sorvino (/ˈmiːrə sɔːrˈviːnoʊ/; born September 28, 1967) is an American actress. She won the Academy Award and Golden Globe for Best Supporting Actress for her performance in Woody Allen's Mighty Aphrodite (1995).",
  "/wiki/Fall_Out_Boy": "Fall Out Boy is an American rock band formed in Wilmette, Illinois, a suburb of Chicago, in 2001. The band consists of lead vocalist and rhythm guitarist Patrick Stump, bassist Pete Wentz, lead guitarist Joe Trohman, and drummer Andy Hurley. The band originated from Chicago's hardcore punk scene, with which all members were involved at one point. The group was formed by Wentz and Trohman as a pop punk side project of the members' respective hardcore bands, and Stump joined shortly thereafter. The group went through a succession of drummers before landing Hurley and recording the group's debut album, Take This to Your Grave (2003). The album became an underground success and helped the band gain a dedicated fanbase through heavy touring, as well as commercial success. Take This to Your Grave has commonly been cited as an influential blueprint for pop punk music in the 2000s.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Eric_McCormack": "Eric James McCormack (born April 18, 1963) is a Canadian-American actor and singer known for his role as Will Truman in the American sitcom Will & Grace, Grant MacLaren in Netflix's Travelers and Dr. Daniel Pierce in the American crime drama Perception.",
  "/wiki/Miss_America_2009": "Miss America 2009, the 82nd Miss America pageant, was held on the Las Vegas Strip in Paradise, Nevada on Saturday, January 24, 2009. The winner was Katie Stam from Indiana, the first woman representing that state to take the crown.",
  "/wiki/Joshua_Jackson": "Joshua Jackson (born June 11, 1978) is a Canadian-American actor. He is known for his starring role as Pacey Witter in the teen drama series Dawson's Creek (1998–2003), Peter Bishop in the science fiction series Fringe (2008–2013), Cole Lockhart in the drama series The Affair (2014–18), and Mickey Joseph in the drama miniseries When They See Us (2019).",
  "/wiki/Harry_Connick,_Jr.": "Joseph Harry Fowler Connick Jr. (born September 11, 1967) is an American singer, composer, actor, and television host. He has sold over 28 million albums worldwide. Connick is ranked among the top 60 best-selling male artists in the United States by the Recording Industry Association of America, with 16 million in certified sales. He has had seven top 20 US albums, and ten number-one US jazz albums, earning more number-one albums than any other artist in US jazz chart history.",
  "/wiki/Evangeline_Lilly": "Nicole Evangeline Lilly (born August 3, 1979) is a Canadian actress and author. She gained popular acclaim for her first leading role as Kate Austen in the ABC series Lost (2004–2010), which garnered her a nomination for the Golden Globe Award for Best Actress in a Drama Series and won her a Screen Actors Guild Award. In 2008, Lilly starred as Connie James in the Academy Award winning war film The Hurt Locker (2008) and followed it with a role in the science fiction film Real Steel (2011).",
  "/wiki/Renée_Zellweger": "Renée Kathleen Zellweger  (/rəˈneɪ ˈzɛlwɛɡər/; born April 25, 1969) is an American actress and producer. She has received numerous accolades, including two Academy Awards, four Golden Globe Awards, and two BAFTA Awards. Zellweger was one of the world's highest-paid actresses by 2007 and was named Hasty Pudding Theatricals' Woman of the Year in 2009. She appeared in Forbes Celebrity 100 in 2006 and 2007.",
  "/wiki/Demi_Lovato": "Demetria Devonne  Lovato (/ləˈvɑːtoʊ/ lə-VAH-toh; born August 20, 1992) is an American singer, songwriter, actress and television personality. She began her career in 2002 appearing on the children's television series Barney & Friends, before rising to prominence for portraying Mitchie Torres in the Disney Channel musical television film Camp Rock (2008) and its sequel Camp Rock 2: The Final Jam (2010).",
  "/wiki/Ted_McGinley": "Theodore Martin McGinley (born May 30, 1958) is an American actor. He is known for his roles as Jefferson D'Arcy on the television sitcom Married... with Children and as Charley Shanowski on the ABC sitcom Hope & Faith. He was also a late regular on Happy Days, Dynasty and The Love Boat. He is also known for playing the villainous role of Stan Gable in the film Revenge of the Nerds and several made-for-television sequels.",
  "/wiki/Mary-Louise_Parker": "Mary-Louise Parker (born August 2, 1964) is an American actress and writer. After making her stage debut as Rita in a Broadway production of Craig Lucas's Prelude to a Kiss in 1990 (for which she received a Tony Award nomination), Parker came to prominence for film roles in Grand Canyon (1991), Fried Green Tomatoes (1991), The Client (1994), Bullets over Broadway (1994), Boys on the Side (1995), The Portrait of a Lady (1996), and The Maker (1997). Among stage and independent film appearances thereafter, Parker received the Tony Award for Best Actress in a Play for her portrayal of Catherine Llewellyn in David Auburn's Proof in 2001, among other accolades. Between 2001 and 2006, she recurred as Amy Gardner on the NBC television series The West Wing, for which she was nominated for the Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series in 2002. She received both the Golden Globe and Primetime Emmy Awards for her portrayal of Harper Pitt on the acclaimed HBO television miniseries Angels in America in 2003.",
  "/wiki/Live_with_Regis_and_Kelly_(season_21)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 21st season.  The list is ordered by air date."
}