{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Teri_Hatcher": "Teri Lynn Hatcher (born December 8, 1964) is an American actress, writer, presenter and singer. She is most known for her portrayal of Lois Lane on the television series Lois & Clark: The New Adventures of Superman (1993–1997), as Paris Carver in the James Bond film Tomorrow Never Dies, and as Susan Mayer on the television series Desperate Housewives (2004–2012) amongst numerous other television and film roles. For her portrayal of Susan Mayer, she won the Golden Globe Award for Best Actress in a Musical or Comedy, three Screen Actors Guild Awards (one as lead female actor and the other two as part of the best ensemble), and a Primetime Emmy nomination for Outstanding Lead Actress in a Comedy Series.",
  "/wiki/Melanie_Brown": "Melanie Janine Brown (born 29 May 1975),  known professionally as Mel B, is an English singer, songwriter, rapper, television personality, actress and author. Brown rose to prominence in the 1990s as a member of the girl group Spice Girls, in which she was nicknamed Scary Spice. With over 85 million records sold worldwide, the group became the best-selling female group of all time.",
  "/wiki/Steve_Martin": "Stephen Glenn Martin (born August 14, 1945) is an American actor, comedian, writer, and musician. Martin came to public notice in the 1960s as a writer for The Smothers Brothers Comedy Hour, and later as a frequent guest on The Tonight Show. In the 1970s, Martin performed his offbeat, absurdist comedy routines before packed houses on national tours. Since the 1980s, having branched away from comedy, Martin has become a successful actor, as well as an author, playwright, pianist, and banjo player, eventually earning him Emmy, Grammy, and American Comedy awards, among other honors.",
  "/wiki/Anil_Kapoor": "Anil Kapoor (born 24 December 1956) is an Indian actor and producer who has appeared in over hundred Hindi-language films, as well as international films and television series. His career has spanned 40 years as an actor, and as a producer since 2005. He has also won numerous awards in his career, including two National Film Awards and six Filmfare Awards in varied acting categories.",
  "/wiki/Katie_Couric": "Katherine Anne Couric (/ˈkɜːrɪk/ KURR-ik; born January 7, 1957) is an American television personality, journalist, and author. From 2013 to 2017, she was Yahoo's Global News Anchor. Couric has been a television host on all Big Three television networks in the United States, and in her early career she was an Assignment Editor for CNN. She worked for NBC News from 1989 to 2006, CBS News from 2006 to 2011, and ABC News from 2011 to 2014.",
  "/wiki/Joe_Torre": "Joseph Paul Torre (/ˈtɒri/; born July 18, 1940) is an American professional baseball executive, serving as a special assistant to the Commissioner since 2020. He previously served in the capacity of Major League Baseball's (MLB) chief baseball officer from 2011 to 2020.  A former player, manager and television color commentator, Torre ranks fifth all-time in MLB history with 2,326 wins as a manager.  With 2,342 hits during his playing career, Torre is the only major leaguer to achieve both 2,000 hits and 2,000 wins as a manager.  From 1996 to 2007, he was the manager of the New York Yankees and guided the team to four World Series championships.",
  "/wiki/Stockard_Channing": "Stockard Channing (born Susan Williams Antonia Stockard; February 13, 1944) is an American actress. She is known for playing Betty Rizzo in the film Grease (1978) and First Lady Abbey Bartlet on the NBC television series The West Wing (1999–2006). She is also known for originating the role of Ouisa Kittredge in the stage and film versions of Six Degrees of Separation, for which she was nominated for the Tony Award for Best Actress in a Play and the Academy Award for Best Actress.",
  "/wiki/Dierks_Bentley": "Frederick Dierks Bentley (born November 20, 1975) is an American country music singer and songwriter. In 2003, he signed to Capitol Nashville and released his eponymous debut album. Both it and its follow-up, 2005's Modern Day Drifter, are certified platinum in the United States. A third album, 2006's Long Trip Alone, is certified gold. It was followed in mid-2008 by a greatest hits package. His fourth album, Feel That Fire was released in February 2009. A bluegrass album, Up on the Ridge, was released on June 8, 2010; a sixth album, Home, followed in February 2012, as did a seventh one, Riser, in 2014. Bentley's eighth album, entitled Black, was released in May 2016. His ninth and most recent studio album, The Mountain, was released on June 8, 2018.",
  "/wiki/Tony_Parker": "William Anthony Parker Jr. (born 17 May 1982) is a French-American former professional basketball player and majority owner of ASVEL Basket in LNB Pro A. The son of a professional basketball player, Parker played for two years for Paris Basket Racing in the French basketball league, before joining the San Antonio Spurs of the National Basketball Association (NBA). He was selected by the Spurs with the 28th overall pick in the 2001 NBA draft, and quickly became their starting point guard. Parker won four NBA championships (2003, 2005, 2007, and 2014), all of which were with the Spurs. He also played for ASVEL Basket in France during the 2011 NBA lockout, and finished his career after one season with the Charlotte Hornets.",
  "/wiki/Andy_Samberg": "David A. J. \"Andy\" Samberg (born August 18, 1978) is an American actor, comedian, writer, producer, and musician. He is a member of the comedy music group The Lonely Island and was a cast member on Saturday Night Live (2005–2012), where he and his fellow group members have been credited with popularizing the SNL Digital Shorts.",
  "/wiki/Isla_Fisher": "Isla Lang Fisher (/ˈaɪlə/; born 3 February 1976) is an Australian actress and author, who began her career on Australian television. Born to Scottish parents in Oman, she moved to Australia at age six. After appearing in television commercials at a young age, Fisher came to prominence for her portrayal of Shannon Reed on the soap opera Home and Away from 1994 to 1997, garnering two Logie Award nominations.",
  "/wiki/Gordon_Ramsay": "Gordon James Ramsay OBE (born 8 November 1966) is a British chef, restaurateur, writer, television personality and food critic. He was born in Johnstone, Scotland, and raised in Stratford-upon-Avon, England. His restaurants have been awarded 16 Michelin stars in total and currently hold a total of seven. His signature restaurant, Restaurant Gordon Ramsay in Chelsea, London, has held three Michelin stars since 2001. After rising to fame on the British television miniseries Boiling Point in 1998, Ramsay had become one of the best-known and most influential chefs in the UK by 2004.",
  "/wiki/Santonio_Holmes": "Santonio Holmes Jr. (born March 3, 1984) is a former American football wide receiver. He was drafted by the Pittsburgh Steelers in the first round of the 2006 NFL Draft after playing college football at Ohio State. In 2009, Holmes was named MVP of Super Bowl XLIII as his team beat the Arizona Cardinals. In 2010, Holmes was traded to the New York Jets in exchange for the Jets' fifth round pick. Holmes also played a season for the Chicago Bears.",
  "/wiki/Annie_Lennox": "Ann Lennox OBE (born 25 December 1954) is a Scottish singer-songwriter, political activist and philanthropist. After achieving moderate success in the late 1970s as part of the new wave band The Tourists, she and fellow musician Dave Stewart went on to achieve international success in the 1980s as Eurythmics. Appearing in the 1983 music video for “Sweet Dreams (Are Made of This)” with orange cropped hair and wearing a man's business suit, the BBC states, \"all eyes were on Annie Lennox, the singer whose powerful androgynous look defied the male gaze\". Subsequent hits with Eurythmics include \"There Must Be an Angel (Playing with My Heart)\" and \"Here Comes the Rain Again\".",
  "/wiki/Naomi_Watts": "Naomi Ellen Watts (born 28 September 1968) is a British actress and film producer. She made her film debut in the Australian drama For Love Alone (1986) and then appeared in the Australian television series Hey Dad..! (1990), Brides of Christ (1991), Home and Away (1991), and the film Flirting (1991). After moving to the United States, Watts struggled as an actress for years, but managed to obtain parts in the films Tank Girl (1995), Children of the Corn IV: The Gathering (1996), and Dangerous Beauty (1998), and the television series Sleepwalkers (1997–1998).",
  "/wiki/Eliza_Dushku": "Eliza Patricia Dushku (/ˈdʊʃkuː/; born December 30, 1980) is an American actress, model and producer.  She starred as Faith on Buffy the Vampire Slayer and its spinoff series Angel, as well as two Fox series, Dollhouse, for which she was also a producer, and Tru Calling. She is also known for her roles in films, including True Lies, Bye Bye Love, The New Guy, Bring It On, Wrong Turn, and Jay and Silent Bob Strike Back, as well as her voice work on video games.",
  "/wiki/Jonas_Brothers": "The Jonas Brothers are an American pop rock band. Formed in 2005, they gained popularity from their appearances on the Disney Channel television network. They consist of three brothers: Kevin Jonas, Joe Jonas, and Nick Jonas. Raised in Wyckoff, New Jersey, the Jonas Brothers moved to Little Falls, New Jersey, in 2005, where they wrote their first record that made its Hollywood Records release. In the summer of 2008, they starred in the Disney Channel Original Movie Camp Rock and its sequel, Camp Rock 2: The Final Jam. They also starred as Kevin, Joe, and Nick Lucas from the band, JONAS, in their own Disney Channel series Jonas, which was rebranded as Jonas L.A. after the first season and cancelled after the second. The band have released five albums: It's About Time (2006), Jonas Brothers (2007), A Little Bit Longer (2008), Lines, Vines and Trying Times (2009), and Happiness Begins (2019).",
  "/wiki/Freida_Pinto": "Freida Selena Pinto (born 18 October 1984) is an Indian actress who has appeared mainly in American and British films.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/Molly_Sims": "Molly Sims (born May 25, 1973) is an American model and actress. She has appeared in the Sports Illustrated Swimsuit Issue and played Delinda Deline in the NBC drama Las Vegas.",
  "/wiki/Daytona_500": "The Daytona 500 is a 500-mile-long (805 km) NASCAR Cup Series motor race held annually at Daytona International Speedway in Daytona Beach, Florida. It is the first of two Cup races held every year at Daytona, the second being the Coke Zero 400, and one of three held in Florida, with the annual spring showdown Dixie Vodka 400 being held at Homestead south of Miami. It is one of the four tapered spacer races on the Cup schedule. The inaugural Daytona 500 was held in 1959 coinciding with the opening of the speedway and since 1982, it has been the season-opening race of the Cup series.",
  "/wiki/Becki_Newton": "Rebecca Sara Newton (born July 4, 1978) is an American actress, known for her roles as Amanda Tanen on Ugly Betty and Quinn Garvey on How I Met Your Mother.",
  "/wiki/Barbara_Walters": "Barbara Jill Walters (born September 25, 1929) is an American broadcast journalist, author, and television personality. Respected for her interviewing ability and popularity with viewers, Walters appeared as the host of numerous television programs, including Today, The View, 20/20, and the ABC Evening News. Since retiring as a full-time host and contributor, she continued to occasionally report for ABC News through 2015.",
  "/wiki/Neal_McDonough": "Neal P. McDonough (born February 13, 1966) is an American actor and producer, known for his portrayal of Lieutenant Lynn \"Buck\" Compton in the HBO miniseries Band of Brothers (2001), Deputy District Attorney David McNorris on Boomtown (2002–2003), Sean Cahill on Suits, Robert Quarles on Justified, William Parker in Mob City, and Dave Williams on ABC's Desperate Housewives (2008–2009). He also appeared in films such as Star Trek: First Contact, Minority Report, Walking Tall, The Guardian, Flags of Our Fathers, Red 2, The Marine 3: Homefront,  Traitor, The Hitcher, Paul Blart: Mall Cop 2, Proud Mary, and as Dum Dum Dugan in various Marvel Cinematic Universe films and TV series. He appeared as Damien Darhk on Arrow, and in Legends of Tomorrow. He also plays as Malcolm Beck on Yellowstone as well as voicing a variety of comic superheroes and villains in a number of animated films and video games.",
  "/wiki/Kevin_Bacon": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in Sleepers (1996) and troubled former child abuser in The Woodsman (2004). He is also known for the hit comedies National Lampoon's Animal House (1978), Diner (1982), Tremors (1990) and Crazy, Stupid, Love (2011). His other well known films are Friday the 13th (1980), Flatliners (1990), The River Wild (1994), Wild Things (1998), Stir of Echoes (1999), Hollow Man (2000), Frost/Nixon (2008), X-Men: First Class (2011), Black Mass (2015) and Patriots Day (2016). He is equally prolific on television, having starred in the Fox drama series The Following (2013–2015). For the HBO original film Taking Chance (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. More recently Bacon portrayed the title character and was the series lead of the Amazon Prime web television series I Love Dick for which he was nominated for a Golden Globe Award.",
  "/wiki/New_Kids_on_the_Block": "New Kids on the Block (also initialized as NKOTB) is an American boy band from Dorchester, Massachusetts, United States. The band consists of brothers Jonathan and Jordan Knight, Joey McIntyre, Donnie Wahlberg, and Danny Wood. New Kids on the Block enjoyed success in the late 1980s and early 1990s and have sold more than 80 million records worldwide. They won two American Music Awards in 1990 for Favorite Pop/Rock Band, Duo, or Group and Favorite Pop/Rock Album. The group disbanded in 1994, and reunited in 2008.",
  "/wiki/Randy_Jackson": "Randall Darius Jackson (born June 23, 1956) is an American bassist, singer, record producer, entrepreneur, and television personality.",
  "/wiki/Selma_Blair": "Selma Blair Beitner (born June 23, 1972) is an American actress. She played a number of small roles in films and on television before obtaining recognition for her leading role in the film Brown's Requiem (1998). Her breakthrough came when she starred as Zoe Bean on the WB sitcom Zoe, Duncan, Jack and Jane (1999–2000), and as Cecile Caldwell in the cult film Cruel Intentions (1999). Blair continued to find success with the comedies Legally Blonde (2001) and The Sweetest Thing (2002), and achieved international fame with her portrayal of Liz Sherman in the big-budget fantasy films Hellboy (2004) and Hellboy II: The Golden Army (2008).",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/3_Doors_Down": "3 Doors Down is an American rock band from Escatawpa, Mississippi, that formed in 1996. The band originally consisted of Brad Arnold (lead vocals, drums), Matt Roberts (lead guitar, backing vocals), and Todd Harrell (bass guitar). The band rose to international fame with their first single, \"Kryptonite\", which placed in the top three on the Billboard Hot 100 chart. The band then signed with Republic Records and released their debut album, The Better Life, in 2000. The album was the 11th-best-selling album of the year and was certified 6x platinum in the United States. The group was later joined by drummer Richard Liles, who played during the tour for their first album.",
  "/wiki/Tom_Selleck": "Thomas William Selleck (/ˈsɛlɪk/; born January 29, 1945) is an American actor, film producer, and California Army National Guard veteran. He is most known for starring as private investigator Thomas Magnum in the television series Magnum, P.I. (1980–1988), as Peter Mitchell in Three Men and a Baby, and as NYPD Commissioner Frank Reagan in Blue Bloods on CBS since 2010.",
  "/wiki/Top_Chef": "Top Chef is an American reality competition television series which premiered on March 8, 2006, on Bravo. The show features chefs competing against each other in various culinary challenges. They are judged by a panel of professional chefs and other notables from the food and wine industry with one or more contestants eliminated in each episode. The show is produced by Magical Elves Productions, the same company that created Project Runway."
}