{
  "/wiki/Indiana%27s_7th_congressional_district": "Indiana's 7th congressional district is a congressional district in the U.S. state of Indiana. Based in the heart of the state, the district encompasses most of Marion County and Indianapolis, except for the north side, which is represented by the 5th District.",
  "/wiki/Tilghman_Howard": "Tilghman Ashurst Howard (November 14, 1797 – August 16, 1844) was an American lawyer, politician, and diplomat from Indiana.  He was born near Easley, South Carolina. He moved to Knoxville, Tennessee, in 1816 and was admitted to the bar there in 1818. In 1830, he moved to Bloomington, Indiana, and in 1833 to Rockville, Indiana. President Andrew Jackson appointed him US Attorney for Indiana, and he served as such from 1833 to 1839. In 1838, he sought, unsuccessfully, to be elected to the U.S. Senate. He was elected to the United States House of Representatives on August 5, 1839, and served until he resigned on July 1, 1840.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Missouri%27s_at-large_congressional_district": "From the state's creation August 10, 1821 until the end of the 29th United States Congress (in 1847), and also for the 73rd Congress (1933–1935), Missouri elected its members of the United States House of Representatives at-large statewide on a general ticket.",
  "/wiki/Albert_Galliton_Harrison": "Albert Galliton Harrison (June 26, 1800 – September 7, 1839) was a three-term United States Representative from Missouri.",
  "/wiki/John_Jameson_(politician)": "John Jameson (March 6, 1802 – January 24, 1857) was an American farmer, lawyer, and politician from Fulton, Missouri. He represented Missouri in the U.S. House of Representatives.",
  "/wiki/Massachusetts%27s_6th_congressional_district": "Massachusetts's 6th congressional district is located in northeastern Massachusetts. It contains most of Essex County, including the North Shore and Cape Ann. It is represented by Seth Moulton, who has represented the district since January 2015. The shape of the district went through minor changes effective from the elections of 2012 after Massachusetts congressional redistricting to reflect the 2010 census. The towns of Tewksbury and Billerica were added, along with a small portion of the town of Andover.",
  "/wiki/James_C._Alvord": "James Church Alvord (April 14, 1808 – September 27, 1839) was a U.S. Representative from Massachusetts.",
  "/wiki/Whig_Party_(United_States)": "The  Whig Party was a political party active in the middle of the 19th century in the United States of America. Alongside the Democratic Party, it was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s, part of the Second Party System. Four U.S. presidents were affiliated with the Whig party for at least part of their respective terms. Other influential party leaders include Henry Clay, Daniel Webster, William Seward, John J. Crittenden, and Truman Smith.",
  "/wiki/Osmyn_Baker": "Osmyn Baker (May 18, 1800 – February 9, 1875) was a U.S. Representative from Massachusetts.",
  "/wiki/Pennsylvania%27s_14th_congressional_district": "Pennsylvania's 14th congressional district is located in the southwestern part of the state and includes all of Fayette County, Greene County, and Washington County, as well as the western part of Westmoreland County. It is represented by Republican Guy Reschenthaler.",
  "/wiki/William_Wilson_Potter": "William Wilson Potter (December 18, 1792 – October 28, 1839) was a member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/George_McCulloch": "George McCulloch (February 22, 1792 – April 6, 1861) was an American politician who served as a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Virginia%27s_14th_congressional_district": "Virginia Congressional District 14 is an obsolete congressional district.  It was eliminated in 1853 after the 1850 U.S. Census.  Its last Congressman was James M. H. Beale.",
  "/wiki/Charles_F._Mercer": "Charles Fenton Mercer (June 16, 1778 – May 4, 1858) was a nineteenth-century politician, U.S. Congressman, and lawyer from Loudoun County, Virginia.",
  "/wiki/William_M._McCarty": "William Mason McCarty (ca. 1789 – December 20, 1863) was a U.S. Representative from Virginia; Acting Governor for Governor William Pope Duval.",
  "/wiki/Ohio%27s_4th_congressional_district": "Ohio's 4th congressional district spans sections of the northeast, central, and southwest areas of the state. Its nickname, \"the duck district,\" refers to its geographical shape being similar to a duck. Designed to separate population centers, the district zig-zags west and south from Cleveland's suburbs to Mercer County on the Indiana border. The largest city in the district is Lima. It also includes Oberlin, home of Oberlin College. It is currently represented by Republican Jim Jordan, who has represented the district since 2007.",
  "/wiki/Thomas_Corwin": "Thomas Corwin (July 29, 1794 – December 18, 1865), also known as Tom Corwin, The Wagon Boy, and Black Tom was a politician from the state of Ohio. He represented Ohio in both houses of Congress and served as the 15th Governor of Ohio and the 20th Secretary of the Treasury. After affiliating with the Whig Party, he joined the Republican Party in the 1850s. Corwin is best known for his sponsorship of the proposed Corwin Amendment, which was presented in an unsuccessful attempt to avoid the oncoming American Civil War.",
  "/wiki/Governor_of_Ohio": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachment.",
  "/wiki/Jeremiah_Morrow": "Jeremiah Morrow (October 6, 1771 – March 22, 1852) was a Democratic-Republican Party politician from Ohio. He served as the ninth Governor of Ohio, and the last Democratic-Republican to do so.",
  "/wiki/Connecticut%27s_2nd_congressional_district": "Connecticut's 2nd Congressional District is a congressional district in the U.S. state of Connecticut. Located in the eastern part of the state, the district includes all of New London County, Tolland County, and Windham County, along with parts of Hartford, Middlesex, and New Haven counties.",
  "/wiki/William_L._Storrs": "William Lucius Storrs (March 25, 1795 – June 25, 1861) was a U.S. Representative from Connecticut, brother of Henry Randolph Storrs.",
  "/wiki/William_Whiting_Boardman": "William Whiting Boardman (October 10, 1794 – August 27, 1871) was a politician and United States Representative from Connecticut.",
  "/wiki/New_York%27s_11th_congressional_district": "New York's 11th congressional district is a congressional district for the United States House of Representatives in New York City. The 11th district includes all of Staten Island and parts of southern Brooklyn, including the neighborhoods of Bay Ridge, Bath Beach, Dyker Heights, south western Gravesend, western Sheepshead Bay, and parts of southern Bensonhurst.",
  "/wiki/Anson_Brown": "Born in Charlton, New York, Brown attended the public schools, and graduated from Union College, Schenectady, New York, in 1819.  He studied law, was admitted to the bar and commenced practice in Ballston Spa, New York.  He was one of the first directors of the Ballston Spa State Bank (later the Ballston Spa National Bank), which was organized in 1830.",
  "/wiki/Nicholas_B._Doe": "Nicholas Bartlett Doe (June 16, 1786 – December 6, 1856) was a U.S. Representative from New York.",
  "/wiki/Henry_Smith_Lane": "Henry Smith Lane (February 24, 1811 – June 19, 1881) was a United States Representative, Senator, and the 13th Governor of Indiana; he was by design the shortest-serving Governor of Indiana, having made plans to resign the office should his party take control of the Indiana General Assembly and elect him to the United States Senate. He held that office for only two days, and was known for his opposition to slavery. A Whig until the party collapsed, he supported compromise with the south. He became an early leader in the Republican Party starting in 1856 serving as the president of the first party convention, delivering its keynote address, and was influential in the nomination of Abraham Lincoln. With the repeal of the Missouri Compromise, he became a full-fledged abolitionist, and in the Senate he was a pro-Union advocate and a strong supporter of the war effort to end the rebellion.",
  "/wiki/Georgia%27s_at-large_congressional_district": "From 1793 to 1827 and again from 1829 to 1845, Georgia elected all its Representatives in Congress from a single multi-member at-large congressional district.",
  "/wiki/Walter_T._Colquitt": "Walter Terry Colquitt (December 27, 1799 – May 7, 1855) was a lawyer, circuit-riding Methodist preacher, and politician. Born in Virginia, he later moved with his family to Georgia, where he grew up. He graduated from Princeton College, \"read the law\", and passed the bar.",
  "/wiki/Hines_Holt": "Hines Holt (April 27, 1805 – November 4, 1865) was a lawyer, state legislator, and United States Representative from Georgia.",
  "/wiki/Louisiana%27s_3rd_congressional_district": "Louisiana's 3rd congressional district is a congressional district in the U.S. state of Louisiana. The district covers the southwestern and south central portion of the state, ranging from the Texas border to the Atchafalaya River.",
  "/wiki/Rice_Garland": "Rice Garland (c. 1795 – 1861) was a United States Representative from Louisiana.",
  "/wiki/Louisiana_Supreme_Court": "The Supreme Court of Louisiana is the highest court and court of last resort in the U.S. state of Louisiana. The modern Supreme Court, composed of seven justices, meets in the French Quarter of New Orleans.",
  "/wiki/John_Moore_(Louisiana)": "John Moore (1788–1867) was an American statesman and planter from Louisiana. He served in the U.S. Congress from 1840 to 1843 and again from 1851 to 1853. He was a lifelong member of the Whig Party.",
  "/wiki/Pennsylvania%27s_22nd_congressional_district": "Pennsylvania's 22nd congressional district was one of Pennsylvania's districts of the United States House of Representatives.",
  "/wiki/Richard_Biddle": "Richard Biddle (March 25, 1796 in Philadelphia, Pennsylvania – July 6, 1847 in Pittsburgh, Pennsylvania) was an American author and politician.",
  "/wiki/Anti-Masonic_Party_(United_States)": "The Anti-Masonic Party, also known as the Anti-Masonic Movement, was the first third party in the United States. It strongly opposed Freemasonry as a single-issue party and later aspired to become a major party by expanding its platform to take positions on other issues. After emerging as a political force in the late 1820s, most of the Anti-Masonic Party's members joined the Whig Party in the 1830s and the party disappeared after 1838.",
  "/wiki/Henry_Marie_Brackenridge": "Henry Marie Brackenridge (1786–1871) was an American writer, lawyer, judge, superintendent and first federal forester) and Congressman from Pennsylvania.",
  "/wiki/Kentucky%27s_5th_congressional_district": "Kentucky's 5th congressional district is a congressional district in the U.S. state of Kentucky. Located in the heart of Appalachia in Southeastern Kentucky, the rural district is the second most impoverished district in the nation and, as of the 2010 U.S. Census, has the highest percentage of White Americans in the nation. Within the district are the economic leading cities of Pikeville, Prestonsburg, Middlesboro, Hazard, Jackson, Morehead, London, and Somerset.",
  "/wiki/Simeon_H._Anderson": "Simeon H. Anderson (March 2, 1802 – August 11, 1840) was a United States Representative from Kentucky. Anderson was the father of William Clayton Anderson who also served as a Representative from Kentucky. He was born near Lancaster, Kentucky, where he pursued preparatory studies. In addition, he studied law and was admitted to the bar in 1823 and commenced practice in Lancaster, Kentucky.",
  "/wiki/John_Burton_Thompson": "John Burton Thompson (December 14, 1810 – January 7, 1874) was a United States Representative and Senator from Kentucky.",
  "/wiki/Massachusetts%27s_1st_congressional_district": "Massachusetts's 1st congressional district is located in western and central Massachusetts. The largest Massachusetts district in area, it covers about one-third of the state and is more rural than the rest. It has the state's highest point, Mount Greylock. The district includes the cities of Springfield, West Springfield, Pittsfield, Holyoke, and Westfield.",
  "/wiki/Abbott_Lawrence": "Abbott Lawrence (December 16, 1792, Groton, Massachusetts – August 18, 1855) was a prominent American businessman, politician, and philanthropist. He founded Lawrence, Massachusetts.",
  "/wiki/Robert_Charles_Winthrop": "Robert Charles Winthrop (May 12, 1809 – November 16, 1894) was an American lawyer and philanthropist and one time Speaker of the United States House of Representatives. He was a descendant of John Winthrop.",
  "/wiki/Pennsylvania%27s_13th_congressional_district": "The 13th Congressional District of Pennsylvania is a congressional district in the U.S. state of Pennsylvania. The district contains all of Blair County, Huntingdon County, Bedford County, Fulton County, Franklin County, and Adams County. It also includes most of Somerset County, and parts of Westmoreland County, Cambria County, and Cumberland County. Republican John Joyce has represented the district since 2019.",
  "/wiki/William_Sterrett_Ramsey": "William Sterrett Ramsey (June 12, 1810 – October 17, 1840) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Charles_McClure_(Pennsylvania)": "Charles McClure (1804 – January 10, 1846) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Iowa_Territory%27s_at-large_congressional_district": "Iowa Territory's at-large congressional district is an obsolete congressional district that encompassed the area of the Iowa Territory, which was split off from the Wisconsin Territory in 1838. After Iowa's admission to the Union as the 29th state by act of Congress on December 28, 1846, this district was dissolved and replaced by Iowa's at-large congressional district.",
  "/wiki/William_W._Chapman": "William Williams Chapman (August 11, 1808 – October 18, 1892) was an American politician and lawyer in Oregon and Iowa. He was born and raised in Virginia. He served as a United States Attorney in Iowa when it was part of the Michigan and Wisconsin territories, and then represented the Iowa Territory in the United States House of Representatives. He later immigrated to the Oregon Country, where he served in the Oregon Territorial Legislature.",
  "/wiki/Augustus_C._Dodge": "Augustus Caesar Dodge (January 2, 1812 – November 20, 1883) was one of the first set of United States Senators to represent the state of Iowa after it was admitted to the Union as a state in 1846. Dodge, a Democrat, had also represented Iowa Territory in Congress as its delegate to the U.S. House of Representatives from 1840 to 1846.",
  "/wiki/Virginia%27s_1st_congressional_district": "Virginia's first congressional district is a United States congressional district in the commonwealth of Virginia. It is a district with many upper middle class people in the Northern portion of the district and rural middle class people in the southern.",
  "/wiki/Joel_Holleman": "Joel Holleman (October 1, 1799 – August 5, 1844) was an American politician and lawyer from Virginia. A Democrat, he served in the United States House of Representatives and as Speaker of the Virginia House of Delegates.",
  "/wiki/Francis_Mallory": "Francis Mallory (December 12, 1807 – March 26, 1860) was an American naval officer, physician, politician, and railroad executive.",
  "/wiki/Maine%27s_4th_congressional_district": "Maine's 4th congressional district was a congressional district in Maine. It was created in 1821 after Maine achieved statehood in 1820 due to the result of the ratification of the Missouri Compromise.  It was eliminated in 1933 after the 1930 U.S. Census.  Its last congressman was Donald F. Snow.",
  "/wiki/George_Evans_(Maine)": "George Evans (January 12, 1797 – April 6, 1867) was an American politician from the state of Maine. He was a member of the United States Whig Party.",
  "/wiki/US_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C."
}