{
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/The_Underground_Man_(film)": "The Underground Man (Spanish: El Hombre del Subsuelo) is a 1981 Argentine drama film directed by Nicolás Sarquís. The film was selected as the Argentine entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Nicolás_Sarquís": "Nicolás Sarquís (March 6, 1938 – April 19, 2003) was an Argentine film director and screenwriter. His first full-length film was Palo y hueso (1968), filmed in black and white. He died of lung cancer in 2003.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.\n Austria initially emerged as a margraviate around 976 and developed into a duchy and archduchy. In the 16th century, Austria started serving as the heart of the Habsburg Monarchy and the junior branch of the House of Habsburg – one of the most influential royal dynasties in history. As an archduchy, it was a major component and administrative centre of the Holy Roman Empire. Early in the 19th century, Austria established its own empire, which became a great power and the leading force of the German Confederation but pursued its own course independently of the other German states. Following the Austro-Prussian War and the compromise with Hungary, the Dual Monarchy was established.\n Austria was involved in World War I under Emperor Franz Joseph following the assassination of Archduke Ferdinand, the presumptive successor to the Austro-Hungarian throne. After the defeat and the dissolution of the Monarchy, the Republic of German-Austria was proclaimed with the intent of the union with Germany, which eventually failed because of the Allied Powers and the state remained unrecognized. In 1919 the First Austrian Republic became the legal successor of Austria. In 1938, the Austrian-born Adolf Hitler, who became the Chancellor of the German Reich, achieved the annexation of Austria by the Anschluss. Following the defeat of Nazi Germany in 1945 and an extended period of Allied occupation, Austria was re-established as a sovereign and self-governing democratic nation known as the Second Republic.\n Austria is a parliamentary representative democracy with a directly elected Federal President as head of state and a Chancellor as head of the federal government. Major urban areas of Austria include Graz, Linz, Salzburg and Innsbruck. Austria is consistently ranked in the top 20 richest countries in the world by GDP per capita terms. The country has achieved a high standard of living and in 2018 was ranked 20th in the world for its Human Development Index. Vienna consistently ranks in the top internationally on quality-of-life indicators.\n The Second Republic declared its perpetual neutrality in foreign political affairs in 1955. Austria has been a member of the United Nations since 1955 and joined the European Union in 1995. It plays host to the OSCE and OPEC and is a founding member of the OECD and Interpol. Austria also signed the Schengen Agreement in 1995, and adopted the euro currency in 1999.",
  "/wiki/Der_Bockerer": "Der Bockerer is a 1981 Austrian drama film directed by Franz Antel. It was entered into the 12th Moscow International Film Festival where Karl Merkatz won the award for Best Actor. The film was also selected as the Austrian entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Franz_Antel": "Franz Antel (28 June 1913 – 11 August 2007)  was a veteran Austrian filmmaker.\n Born in Vienna, Antel worked mainly as a film producer in the interwar years. After World War II, he began writing and directing films on a large scale. In the late 1940s, 1950s and 1960s these were mainly comedies (romantic, slapstick, and/or musical) and K.u.k. films all of which, for Austrian and German TV stations alike, have been a staple of weekend afternoon programming ever since. In between there is quite a sober film about the Oberst (Colonel) Redl affair that shook the Austro-Hungarian Monarchy on the eve of World War I. Antel himself later commented on this period, \"I always wanted to provide good entertainment for the people at the cinema. After the screening, people should say: Well now, I am in a good mood, I will go out and have a glass of wine.\" (German original: \"Ich wollte die Leute im Kino immer gut unterhalten. Die Besucher sollten nach der Filmvorführung sagen: So, jetzt bin ich gut aufgelegt, jetzt geh ich auf ein Viertel Wein.\")\n From the late 1960s, encouraged by the new opportunities in the film industry brought about by the sexual revolution, Antel gradually switched his main interest to soft porn and ribaldry. It was in particular his series of Frau Wirtin (\"hostess\") films, directed under the pseudonym François Legrand, with which he tried to win international recognition. Titles included The Sweet Sins of Sexy Susan (1967), Sexy Susan Sins Again (1968), Wild, Willing & Sexy (1969) and Don't Tell Daddy (aka Naughty Nymphs in the U.S.A.) (1972).\n Antel would recount an anecdote about himself describing how, in order to live up to his reputation as a womanizer, he used to carry a pair of high heels in his luggage which he then would occasionally place in the corridor in front of his hotel room – especially when he was travelling alone.\n Among the best known actors Antel had worked with from the 1940s to the 1970s were Hans Moser, Paul Hörbiger, Oskar Werner, Curd Jürgens, Tony Curtis, Herbert Fux, Heinrich Schweiger, Arthur Kennedy, Carroll Baker, Edwige Fenech, George Hilton, Marisa Berenson, Britt Ekland, Andréa Ferréol.\n 1981 was a turning point in Antel's career when he adapted for the big screen a stage play by Ulrich Becher and Peter Preses. Set from the days of the Anschluss of 1938 until after the end of the war, Der Bockerer is about a Viennese butcher named Karl Bockerer (Karl Merkatz) whose common sense rather than intellect tells him to oppose the Nazis and who dares to show resistance just because he is never fully aware of the possible fateful consequences of his actions. While Bockerer and his wife survive the war unscathed, their son joins the SA but, after some internal intrigue, is sent to the front and killed. The film was entered into the 12th Moscow International Film Festival.\n The film's strong anti-fascist message, the moving dialogue, and performances by the crème de la crème of Austrian actors and actresses (Ida Krottendorf, Alfred Böhm, Heinz Marecek, Hans Holt, Dolores Schmidinger and many more) made Der Bockerer an unusually successful film and gave new impetus to Antel's career. He made three sequels, which follow the lives of the Bockerers well into the 1960s, each depicting a crucial historical event in Austria or one of its neighbouring countries:",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.\n The sovereign state is a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region in the north, Wallonia in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita.\n Belgium is home to two main linguistic groups or communities: the Dutch-speaking Flemish Community, which constitutes about 60 percent of the population, and the French-speaking Community, which comprises about 40 percent of all Belgians. A small German-speaking Community, numbering around one percent, exists in the East Cantons. The Brussels-Capital Region is officially bilingual (French and Dutch), although French is the dominant language. Belgium's linguistic diversity and related political conflicts are reflected in its political history and complex system of governance, made up of six different governments.\n Historically, Belgium is part of an area known as the Low Countries, a somewhat larger region than the current Benelux group of states that also included parts of northern France and western Germany. Its modern name is derived from the Latin word 'Belgium', used by Julius Caesar's Gallic War, which described the region in the period around 55 BCE. From the end of the Middle Ages until the 17th century, the area of Belgium was a prosperous and cosmopolitan center of commerce and culture. Between the 16th and early 19th centuries, Belgium served as the battleground between many European powers, earning the moniker the \"Battlefield of Europe\", a reputation strengthened by both world wars. The country emerged in 1830 following the Belgian Revolution when it seceded from the Netherlands.\n Belgium participated in the Industrial Revolution and, during the course of the 20th century, possessed a number of colonies in Africa. The second half of the 20th century was marked by rising tensions between the Dutch-speaking and the French-speaking citizens  fueled by differences in language and culture and the unequal economic development of Flanders and Wallonia. This continuing antagonism has led to several far-reaching reforms, resulting in a transition from a unitary to a federal arrangement during the period from 1970 to 1993. Despite the reforms, tensions between the groups have remained, if not increased; there is significant separatism particularly among the Flemish; controversial language laws exist such as the municipalities with language facilities; and the formation of a coalition government took 18 months following the June 2010 federal election, a world record. Unemployment in Wallonia is more than double that of Flanders, which boomed after the war.\n Belgium is one of the six founding countries of the European Union and its capital, Brussels, hosts the official seats of the European Commission, the Council of the European Union, and the European Council, as well as one of two seats of the European Parliament (the other being Strasbourg). Belgium is also a founding member of the Eurozone, NATO, OECD, and WTO, and a part of the trilateral Benelux Union and the Schengen Area. Brussels hosts several of the EU's official seats as well as the headquarters of many major international organizations such as NATO.[B]\n Belgium is a developed country, with an advanced high-income economy. It has very high standards of living, quality of life, healthcare, education, and is categorized as \"very high\" in the Human Development Index. It also ranks as one of the safest or most peaceful countries in the world.",
  "/wiki/Le_Grand_Paysage_d'Alexis_Droeven": "Le Grand Paysage d'Alexis Droeven is a 1981 Belgian drama film directed by Jean-Jacques Andrien. It was entered into the 31st Berlin International Film Festival where it won an Honourable Mention. It also received the André Cavens Award for Best Film by the Belgian Film Critics Association (UCC). The film was selected as the Belgian entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Jean-Jacques_Andrien": "Jean-Jacques Andrien (born 1 June 1944) is a Belgian film director.  Le Monde deem his film Le Grand Paysage d'Alexis Droeven (1981), to be the first great Film of a Walloon cinema  This film addresses two problems; the first is that of Belgium's region, site of a bitter conflict between Flemish and Walloon inhabitants, and the second that of a dramatic changes that have affected the agricultural world. The film was entered into the 31st Berlin International Film Festival where it won an Honourable Mention.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/The_Plouffe_Family_(film)": "The Plouffe Family (French: Les Plouffe) is a 1981 Canadian drama film, based on Roger Lemelin's novel about the titular Plouffe family, set during World War II. The film was Canada's submission to the Academy Award for Best Foreign Language Film in 1981, but was not shortlisted as a nominee for the award.",
  "/wiki/Gilles_Carle": "Gilles Carle, OC GOQ (July 31, 1928 – November 28, 2009) was a French Canadian director, screenwriter and painter.\n Gilles Carle, who was a key figure in the development of a commercial Quebec cinema, worked as a graphic artist and writer before he joined the National Film Board of Canada in 1960. His innovative debut feature, La Vie heureuse de Léopold Z., tracked the adventures of a snowplough operator during a madcap Christmas Eve. But after the NFB rejected several of his projects, he began working independently. In 1971 Carle joined forces with Pierre Lamy to form Les Productions Carle-Lamy, which produced Claude Jutra’s epic Kamouraska, Denys Arcand’s early features and all his early films. The quirkily paced, proto-feminist La Vraie Nature de Bernadette – widely regarded as his best film – and Le Mort d’un bûcheron eventually led to the more mainstream but graceful Les Plouffe and the epic love story Maria Chapdelaine, both classics of Quebec cinema. In 1972 Carle won the Canadian Film Award for best Director for his The True Nature of Bernadette.\n Carle was born in Maniwaki, Quebec. His film 50 ans, celebrating the 50 years of the National Film Board of Canada, won the Short Film Palme d'Or at the 1989 Cannes Film Festival.\n In 1990, he was awarded the Government of Quebec's Prix Albert-Tessier. In 1997, Carle received a Governor General's Performing Arts Award for Lifetime Artistic Achievement, Canada's highest honour in the performing arts. In 1998, he was made an Officer of the Order of Canada. In 2007, he was made a Grand Officer of the Ordre National du Quebec.\n Carle died aged 81 on November 28, 2009 of complications from Parkinson's disease at the hospital in Granby, Quebec. He is survived by his son and three daughters as well as his companion of 27 years, Chloé Sainte-Marie.  Quebec Premier Jean Charest described him, at his death, as one of Quebec's most influential filmmakers.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.\n From 1939 to 1945, following its forced division and partial incorporation into Nazi Germany, the state did not de facto exist but its government-in-exile continued to operate.\n From 1948 to 1990, Czechoslovakia was part of the Eastern Bloc with a command economy. Its economic status was formalized in membership of Comecon from 1949 and its defense status in the Warsaw Pact of May 1955. A period of political liberalization in 1968, known as the Prague Spring, was forcibly ended when the Soviet Union, assisted by several other Warsaw Pact countries, invaded Czechoslovakia. In 1989, as Marxist–Leninist governments and socialism were ending all over Europe, Czechoslovaks peacefully deposed their government in the Velvet Revolution; state price controls were removed after a period of preparation. In 1993, Czechoslovakia split into the two sovereign states of the Czech Republic and Slovakia.",
  "/wiki/The_Divine_Emma": "The Divine Emma (Czech: Božská Ema) is a Czech drama film directed by Jiří Krejčík. It was released in 1979. The film was selected as the Czechoslovakian entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Jiří_Krejčík": "Jiří Krejčík (Czech pronunciation: [ˈjɪr̝iː ˈkrɛjtʃiːk]; 26 June 1918 – 8 August 2013) was a Czech  film director, screenwriter and actor.\n Born in 1918 in Prague, he began his film career as an extra for Barrandov Studios, during World War II. He then began creating short films and commercials. His first directorial feature film was 1947's A Week in the Quiet House (Týden v tichém domě), in which he wrote the screenplay based on the short stories of Jan Neruda. In 1948, he directed Border Village (Ves v pohraničí) about a coal-mining village on the Czech border after World War II. He also wrote and directed different segments of the 1959 film Of Things Supernatural (O vecech nadprirozených), which won him Special Mention at the Locarno International Film Festival. Other films of note are The Emperor and the Golem (Císařův pekař a pekařův císař) (1951), from which he was replaced, and Divine Emma (Božská Ema) (1979), which would be considered for the list of submissions to the 54th Academy Awards for Best Foreign Language Film. He would continue writing for film until 2003 and directing until 2010. He also acted in films, such as 1999's Cosy Dens (Pelíšky), as well as in television series.\n Krejčík died on 8 August 2013 in a Prague hospital.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/People_on_the_Top": "People on the Top (Arabic: أهل القمة‎, translit. Ahl el qema) is a 1981 Egyptian drama film directed by Ali Badrakhan. The film was selected as the Egyptian entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Aly_Badrakhan": "Ali Badrakhan is an Egyptian film director and screenwriter, son of the Ahmed Badrakhan. He worked as assistant to Fatin Abdel Wahab in Land of Hypocrisy in 1968, and with Youssef Chahine in the films \"Selection\" in 1971 and The Sparrow in 1974; his first movie was \"The Love That Was\" (1973) by Soad Hosny. Badrakhan collaborated with Naguib Mahfouz, Salah Jahin, and Ahmed Zaky.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.\n Finland's population is 5.52 million as of July 2019, the majority of whom live in the central and south of the country and speak Finnish, a Finnic language from the Uralic language family, unrelated to the Scandinavian languages. Finland is the eighth-largest country in Europe and the most sparsely populated country in the European Union. It is a parliamentary republic of 310 municipalities, and includes an autonomous region, the Åland Islands. Over 1.4 million people live in the Greater Helsinki metropolitan area, which produces one third of the country's GDP. Swedish is the second official language of Finland, which is mainly spoken in certain coastal areas and on Åland. A large majority of Finns are members of the Evangelical Lutheran Church.\n Finland was inhabited when the last ice age ended, approximately 9000 BC. Comb Ceramic culture introduced pottery 5200 BC and Corded Ware culture coincided with the start of agriculture between 3000 and 2500 BC. The Bronze Age and Iron Age were characterised by extensive contacts with other cultures in the Fennoscandian and Baltic regions. At the time Finland had three main cultural areas – Southwest Finland, Tavastia and Karelia. From the late 13th century, Finland gradually became an integral part of Sweden through the Northern Crusades and the Swedish part-colonisation of coastal Finland, a legacy reflected in the prevalence of the Swedish language and its official status. \n In 1809, Finland was incorporated into the Russian Empire as the autonomous Grand Duchy of Finland. In 1906, Finland became the first European state to grant all adult citizens the right to vote, and the first in the world to give all adult citizens the right to run for public office. Following the 1917 Russian Revolution, Finland declared itself independent. In 1918, the fledgling state was divided by civil war, with the Bolshevik-leaning Red Guard, supported by Soviet Russia, fighting the White Guard, supported by the German Empire. After a brief attempt to establish a kingdom, the country became a republic. During World War II, Finland fought the Soviet Union in the Winter War and the Continuation War and lost some land, but maintained independence.\n Finland remained largely an agrarian country until the 1950s. After World War II, the war reparations demanded by the Soviet Union forced Finland to industrialise. The country rapidly developed an advanced economy while building an extensive welfare state based on the Nordic model, resulting in widespread prosperity and a high per capita income. Finland is a top performer in numerous metrics of national performance, including education, economic competitiveness, civil liberties, quality of life, and human development. In 2015, Finland was ranked first in the World Human Capital and the Press Freedom Index and as the most stable country in the world during 2011–2016 in the Fragile States Index, and second in the Global Gender Gap Report. It also ranked first on the World Happiness Report report for 2018 and 2019.\n Finland joined the United Nations in 1955 and adopted an official policy of neutrality. The Finno-Soviet Treaty of 1948 gave the Soviet Union some leverage in Finnish domestic politics during the Cold War. Finland joined the OECD in 1969, the NATO Partnership for Peace in 1994, the European Union in 1995, the Euro-Atlantic Partnership Council in 1997, and the Eurozone at its inception in 1999.",
  "/wiki/Sign_of_the_Beast": "Sign of the Beast (Finnish: Pedon merkki) is a 1981 Finnish drama film directed by Jaakko Pakkasvirta. The film was selected as the Finnish entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Jaakko_Pakkasvirta": "Jaakko Juhani Pakkasvirta (28 November 1934 – 23 March 2018) was a Finnish film director and  screenwriter. He directed more than 30 films between 1958 and 2000. His 1975 film Home for Christmas was entered into the 9th Moscow International Film Festival. His 1978 film Poet and Muse was entered into the 11th Moscow International Film Festival.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Diva_(1981_film)": "Diva is a 1981 French thriller film directed by Jean-Jacques Beineix, adapted from the novel Diva by Daniel Odier (under the pseudonym Delacorta). It is one of the first French films to let go of the realist mood of 1970s French cinema and return to a colourful, melodic style, later described as cinéma du look.\n The film made a successful debut in France in 1981 with 2,281,569 admissions, and had success in the US the next year grossing $2,678,103. The film became a cult classic and was internationally acclaimed.",
  "/wiki/Jean-Jacques_Beineix": "Jean-Jacques Beineix ([bɛnɛks]; born 8 October 1946) is a French film director and generally seen as the best example of what came to be called the cinéma du look. Critic Ginette Vincendeau defined the films made by Beineix and others as \"youth-oriented films with high production values...The look of the cinéma du look refers to the films' high investment in non-naturalistic, self-conscious aesthetics, notably intense colours and lighting effects. Their spectacular (studio based) and technically brilliant mise-en-scène is usually put to the service of romantic plots.\" The cinéma du look included the films of Luc Besson and Léos Carax. Luc Besson, like Beineix, was much maligned by the critical establishment during the 1980s, while Carax was much admired. In late 2006, Beineix published a first volume of his autobiography, Les Chantiers de la gloire (in French only). The title alluded to the French title of Stanley Kubrick's film, Les Sentiers de la gloire (Paths of Glory).",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.\n At the onset of the Cold War, Europe was divided among the Western and Eastern blocs. Germany was de facto divided into two countries and two special territories, the Saarland and a divided Berlin. Initially, the Federal Republic of Germany claimed an exclusive mandate for all of Germany, considering itself to be the sole democratically reorganised continuation of the 1871–1945 German Reich. It took the line that the German Democratic Republic (GDR) was an illegally constituted puppet state. Though the GDR did hold regular elections, these were neither free nor fair. From the West German perspective, the GDR was therefore illegitimate.  \n Three southwestern states of West Germany merged to form Baden-Württemberg in 1952, and the Saarland joined the Federal Republic of Germany in 1957. In addition to the resulting ten states, West Berlin was considered a de facto eleventh state. While legally not part of the Federal Republic of Germany, as Berlin was under the control of the Allied Control Council, West Berlin politically aligned itself with West Germany and was represented in its federal institutions.\n The foundation for the influential position held by Germany today was laid during the Wirtschaftswunder (economic miracle) of the 1950s when West Germany rose from the enormous destruction wrought by World War II to become the world's third-largest economy. The first chancellor Konrad Adenauer, who remained in office until 1963, had worked for a full alignment with NATO rather than neutrality. He not only secured a membership in NATO but was also a proponent of agreements which developed into the present-day European Union. When the G6 was established in 1975, there was no question  as to whether the Federal Republic of Germany would become a member.\n Following the collapse of communism in Central and Eastern Europe in 1989, symbolised by the opening of the Berlin Wall, there was a rapid move towards German reunification. East Germany voted to dissolve itself and accede to the Federal Republic in 1990. Its five post-war states (Länder) were reconstituted along with the reunited Berlin, which ended its special status and formed an additional Land. They formally joined the Federal Republic on 3 October 1990, raising the number of states from ten to sixteen, ending the division of Germany. The reunion did not result in a new country;  instead, the process was essentially a voluntary act of accession, whereby West Germany was enlarged to include the additional states of East Germany, which had ceased to exist. The expanded Federal Republic retained West Germany's political culture and continued its existing memberships in international organisations, as well as its Western foreign policy alignment and affiliation to Western alliances like UN, NATO, OECD and the European Union.",
  "/wiki/Lili_Marleen_(film)": "Lili Marleen is a 1981 West German drama film directed by Rainer Werner Fassbinder and starring Hanna Schygulla. The screenplay was produced using the autobiographical novel Der Himmel hat viele Farben (The Heavens Have Many Colors) by Lale Andersen. However, according to Lale Andersen's last husband, Arthur Beul, the film's plot bore little relation to her real life.",
  "/wiki/Rainer_Werner_Fassbinder": "Rainer Werner Fassbinder (German: [ˈʁaɪ̯nɐ ˈvɛɐ̯nɐ ˈfasˌbɪndɐ]; 31 May 1945 – 10 June 1982), sometimes credited as R. W. Fassbinder, was a West German filmmaker, actor, playwright, theatre director, composer, cinematographer, editor, and essayist. He is widely regarded as a prominent figure and catalyst of the New German Cinema movement.\n His first feature-length film was a gangster movie called Love Is Colder Than Death (1969); he scored his first domestic commercial success with The Merchant of Four Seasons (1972) and his first international success with Ali: Fear Eats the Soul (1974), both of which are considered masterpieces by contemporary critics. Big-budget projects such as Despair (1978), Lili Marleen and Lola (both 1981) followed.\n His greatest success came with The Marriage of Maria Braun (1979), chronicling the rise and fall of a German woman in the wake of World War II. Other notable films include The Bitter Tears of Petra von Kant (1972), Fox and His Friends (1975), Satan's Brew (1976), and Querelle (1982), all of which focused on gay and lesbian themes.\n Fassbinder died on 10 June 1982, at the age of 37, from a lethal cocktail of cocaine and barbiturates. Although his career lasted less than two decades, he was extremely prolific; by the time of his death, he had completed over forty feature films, two television series, three short films, four video productions, and twenty-four plays.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.\n Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km (8,498 mi) in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres (9,573 ft). The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands (including the Dodecanese and Cyclades), Thrace, Crete, and the Ionian Islands.\n Greece is considered the cradle of Western civilisation, being the birthplace of democracy, Western philosophy, Western literature, historiography, political science, major scientific and mathematical principles, Western drama and the Olympic Games. From the eighth century B.C., the Greeks were organised into various independent city-states, known as poleis (singular polis), which spanned the entire Mediterranean region and the Black Sea. Philip of Macedon united most of the Greek mainland in the fourth century BC, with his son Alexander the Great rapidly conquering much of the ancient world, from the eastern Mediterranean to India. Greece was annexed by Rome in the second century B.C., becoming an integral part of the Roman Empire and its successor, the Byzantine Empire, which adopted the Greek language and culture. The Greek Orthodox Church, which emerged in the first century A.D., helped shape modern Greek identity and transmitted Greek traditions to the wider Orthodox World. After falling under Ottoman dominion in the mid-15th century, Greece emerged as a modern nation state in 1830 following a war of independence. The country's rich historical legacy is reflected in part by its 18 UNESCO World Heritage Sites.\n Greece is a unitary parliamentary republic and developed country with an advanced high-income economy, a high quality of life, and a very high standard of living. Its economy is the largest in the Balkans, where it is an important regional investor. A founding member of the United Nations, Greece was the tenth member to join the European Communities (precursor to the European Union) and has been part of the Eurozone since 2001. It is also a member of numerous other international institutions, including the Council of Europe, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), the Organization for Security and Co-operation in Europe (OSCE), and the Organisation internationale de la Francophonie (OIF). Greece's unique cultural heritage, large tourism industry, prominent shipping sector and geostrategic importance[a] classify it as a middle power.",
  "/wiki/The_Man_with_the_Carnation": "The Man with the Carnation (Greek: Ο άνθρωπος με το γαρύφαλλο, translit. O anthropos me to garyfallo) is a 1980 Greek drama film directed by Nikos Tzimas, dealing with the arrest, trial and execution of the Greek Communist Nikos Belogiannis and his associates in 1951–1952.\n It was entered into the 12th Moscow International Film Festival where it won a Special Diploma. The film was also selected as the Greek entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.\n The territory of modern Hungary was for centuries inhabited by a succession of peoples, including Celts, Romans, Germanic tribes, Huns, West Slavs and the Avars. The foundations of the Hungarian state were established in the late ninth century CE by the Hungarian grand prince Árpád following the conquest of the Carpathian Basin. His great-grandson Stephen I ascended the throne in 1000, converting his realm to a Christian kingdom. By the 12th century, Hungary became a regional power, reaching its cultural and political height in the 15th century. Following the Battle of Mohács in 1526, Hungary was partially occupied by the Ottoman Empire (1541–1699). It came under Habsburg rule at the turn of the 18th century, and later joined Austria to form the Austro–Hungarian Empire, a major European power.\n The Austro-Hungarian Empire collapsed after World War I, and the subsequent Treaty of Trianon established Hungary's current borders, resulting in the loss of 71% of its territory, 58% of its population, and 32% of ethnic Hungarians. Following the tumultuous interwar period, Hungary joined the Axis Powers in World War II, suffering significant damage and casualties. Hungary became a satellite state of the Soviet Union, which contributed to the establishment of a socialist republic spanning four decades (1949–1989). The country gained international attention as a result of its 1956 revolution, and again with the seminal opening of its previously-restricted border with Austria in 1989 which accelerated the collapse of the Eastern Bloc. On 23 October 1989, Hungary became a democratic parliamentary republic.\n Hungary is an OECD high-income economy and has the world's 58th largest economy by PPP. It ranks 45th on the Human Development Index, owing in large part to its social security system, universal health care, and tuition-free secondary education. Hungary's rich cultural history includes significant contributions to the arts, music, literature, sports, science and technology. It is the 13th most popular tourist destination in Europe, attracting 15.8 million international tourists in 2017, owing to attractions such as the largest thermal water cave system in the world, second largest thermal lake, the largest lake in Central Europe and the largest natural grasslands in Europe. Hungary's cultural, historical, and academic prominence classify it as a middle power in global affairs.\n Hungary joined the European Union in 2004 and has been part of the Schengen Area since 2007. It is a member of numerous international organizations, including the United Nations, NATO, WTO, World Bank, IIB, the AIIB, the Council of Europe, and the Visegrád Group.",
  "/wiki/Mephisto_(1981_film)": "Mephisto is a 1981 drama film based on the novel of the same title by Klaus Mann. Directed by István Szabó, produced by Manfred Durniok and screenplay written by Péter Dobai and Szabó, Mephisto follows a German stage actor which finds unexpected success and mixed blessings in the popularity of his performance in a Faustian play as the Nazis take power in pre-WWII Germany. As his associates and friends flee or are ground under by the Nazi terror, the popularity of his character supersedes his own existence until he finds that his best performance is keeping up appearances for his Nazi patrons. The film stars Klaus Maria Brandauer as the main role, alongside Krystyna Janda and Ildiko Bansagi in supporting roles.\n Mephisto was released on April 29, 1981 in Germany and on October 8, 1981 in Hungary. The film received generally positive reviews and was the first Hungarian film to win an Academy Award for Best Foreign Film.",
  "/wiki/István_Szabó": "István Szabó (Hungarian: [ˈsɒboː ˈiʃtvaːn]; born 18 February 1938) is a Hungarian film director, screenwriter, and opera director.\n Szabó is the most internationally famous Hungarian filmmaker since the late 1960s. Working in the tradition of European auteurism, he has made films that represent many of the political and psychological conflicts of Central Europe's recent history, as well as of his own personal history. He made his first short film in 1959 as a student at the Hungarian Academy of Theatrical and Cinematic Arts, and his first feature film in 1964.\n He achieved his greatest international success with Mephisto (1981), which won the Academy Award for Best Foreign Language Film. Since then, most of Szabó's films have been international co-productions filmed in a variety of languages and European locations. He has continued to make some films in Hungarian, however, and even in his international co-productions, he often films in Hungary and uses Hungarian talent. Szabó became involved in a national controversy in 2006 when the Hungarian newspaper Life and Literature revealed that he had been an informant of the Communist regime's secret police.",
  "/wiki/Iceland": "Iceland (Icelandic: Ísland; [ˈistlant] (listen))[c] is a Nordic island country in the North Atlantic, with a population of 360,390 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe.[d] The capital and largest city is Reykjavík. Reykjavik and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. The interior consists of a plateau characterised by sand and lava fields, mountains, and glaciers, and many glacial rivers flow to the sea through the lowlands. Iceland is warmed by the Gulf Stream and has a temperate climate, despite a high latitude just outside the Arctic Circle. Its high latitude and marine influence keep summers chilly, with most of the archipelago having a tundra climate.\n According to the ancient manuscript Landnámabók, the settlement of Iceland began in 874 AD when the Norwegian chieftain Ingólfr Arnarson became the first permanent settler on the island. In the following centuries, Norwegians, and to a lesser extent other Scandinavians, emigrated to Iceland, bringing with them thralls (i.e., slaves or serfs) of Gaelic origin.\n The island was governed as an independent commonwealth under the Althing, one of the world's oldest functioning legislative assemblies. Following a period of civil strife, Iceland acceded to Norwegian rule in the 13th century. The establishment of the Kalmar Union in 1397 united the kingdoms of Norway, Denmark, and Sweden. Iceland thus followed Norway's integration into that union, coming under Danish rule after Sweden's secession from the union in 1523. Although the Danish kingdom introduced Lutheranism forcefully in 1550, Iceland remained a distant semi-colonial territory in which Danish institutions and infrastructures were conspicuous by their absence.\n In the wake of the French Revolution and the Napoleonic Wars, Iceland's struggle for independence took form and culminated in independence in 1918 and the founding of a republic in 1944.  Although its parliament (Althing) was suspended from 1799 to 1845, the island republic has been credited with sustaining the world's oldest and longest-running parliament.\n Until the 20th century, Iceland relied largely on subsistence fishing and agriculture. Industrialisation of the fisheries and Marshall Plan aid following World War II brought prosperity and Iceland became one of the wealthiest and most developed nations in the world. In 1994, it became a part of the European Economic Area, which further diversified the economy into sectors such as finance, biotechnology, and manufacturing.\n Iceland has a market economy with relatively low taxes, compared to other OECD countries, as well as the highest trade union membership in the world. It maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. Iceland ranks high in economic, democratic, social stability, and equality, currently ranking third in the world by median wealth per adult. In 2018, it was ranked as the sixth most developed country in the world by the United Nations' Human Development Index, and it ranks first on the Global Peace Index. Iceland runs almost completely on renewable energy.\n Hit hard by the worldwide financial crisis, the nation's entire banking system systemically failed in October 2008, leading to a severe depression, substantial political unrest, the Icesave dispute, and the institution of capital controls. Some bankers were jailed. Since then, the economy has made a significant recovery, in large part due to a surge in tourism.\nIcelandic culture is founded upon the nation's Scandinavian heritage. Most Icelanders are descendants of Norse and Gaelic settlers. Icelandic, a North Germanic language, is descended from Old West Norse and is closely related to Faroese. The country's cultural heritage includes traditional Icelandic cuisine, Icelandic literature, and medieval sagas. Iceland has the smallest population of any NATO member and is the only one with no standing army, with a lightly armed coast guard.",
  "/wiki/Outlaw:_The_Saga_of_Gisli": "Outlaw: The Saga of Gisli (Icelandic: Útlaginn) is an Icelandic film adaptation of the Gísla saga, the story of a \nblood feud set in 10th-century Iceland.\nIt was directed by Ágúst Guðmundsson in 1981.\n The film was released on 17 February 1984 to critical acclaim in Sweden, and then in West Germany. Written and directed by Ágúst Guðmundsson, the theatrical version of the Saga of Gisli Sursson was praised as a culturally accurate representation of the time period.\n The film was selected as the Icelandic entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Ágúst_Guðmundsson": "Ágúst Guðmundsson (born 29 June 1947) is an Icelandic film director and screenwriter.\n He studied French, Icelandic in Reykjavík and filmmaking at the National Film School in London. He has made many popular Icelandic films that have also been translated into other languages. His 1998 film The Dance was entered into the 21st Moscow International Film Festival where he won the Silver St. George for Best Director.\n He is currently director of BÍL, The Federation of Icelandic Artists.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]\n Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces. The successful Maccabean Revolt led to an independent Hasmonean kingdom by 110 BCE, which in 63 BCE however became a client state of the Roman Republic that subsequently installed the Herodian dynasty in 37 BCE, and in 6 CE created the Roman province of Judea. Judea lasted as a Roman province until the failed Jewish revolts resulted in widespread destruction, the expulsion of the Jewish population and the renaming of the region from Iudaea to Syria Palaestina. Jewish presence in the region has persisted to a certain extent over the centuries. In the 7th century CE, the Levant was taken from the Byzantine Empire by the Arabs and remained in Muslim control until the First Crusade of 1099, followed by the Ayyubid conquest of 1187. The Mamluk Sultanate of Egypt extended its control over the Levant in the 13th century until its defeat by the Ottoman Empire in 1517. During the 19th century, national awakening among Jews led to the establishment of the Zionist movement in the diaspora followed by waves of immigration to Ottoman Syria and later Mandatory Palestine.\n In 1947, the United Nations (UN) adopted a Partition Plan for Palestine recommending the creation of independent Arab and Jewish states and an internationalized Jerusalem. The plan was accepted by the Jewish Agency, and rejected by Arab leaders. The following year, the Jewish Agency declared the independence of the State of Israel, and the subsequent 1948 Arab–Israeli War saw Israel's establishment over most of the former Mandate territory, while the West Bank and Gaza were held by neighboring Arab states. Israel has since fought several wars with Arab countries, and since the Six-Day War in 1967 held occupied territories including the West Bank, Golan Heights and the Gaza Strip (still considered occupied after the 2005 disengagement, although some legal experts dispute this claim).[fn 5] It extended its laws to the Golan Heights and East Jerusalem, but not the West Bank. Israel's occupation of the Palestinian territories is the world's longest military occupation in modern times.[fn 5] Efforts to resolve the Israeli–Palestinian conflict have not resulted in a final peace agreement. However, peace treaties between Israel and both Egypt and Jordan have been signed.\n In its Basic Laws, Israel defines itself as a Jewish and democratic state and the nation state of the Jewish people. The country has a liberal democracy (one of only two in the Middle East and North Africa region, the other being Tunisia), with a parliamentary system, proportional representation, and universal suffrage. The prime minister is head of government and the Knesset is the legislature. With a population of around 9 million as of 2019, Israel is a developed country and an Organisation for Economic Co-operation and Development (OECD) member, has the 31st or 32nd-largest economy in the world by nominal gross domestic product (GDP), and is the richest (nominal GDP) and the most developed country currently in conflict (counting countries with at least 100–999 military deaths per year). It has the highest standard of living in the Middle East, and ranks among the world's top countries by percentage of citizens with military training, percentage of citizens holding a tertiary education degree, research and development spending by GDP percentage, women's safety, life expectancy, innovativeness, and happiness.",
  "/wiki/A_Thousand_Little_Kisses": "A Thousand Little Kisses (Hebrew: אלף נשיקות קטנות‎, translit. Elef Nishikot K'tanot) is a 1981 Israeli drama film written and directed by Mira Recanati. The film was selected as the Israeli entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee. It was also screened in the Un Certain Regard section of the 1981 Cannes Film Festival.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Three_Brothers_(1981_film)": "Three Brothers (Italian: Tre fratelli) is a 1981 Italian film based on a work by Andrei Platonov. It was directed by Francesco Rosi and stars Philippe Noiret, Vittorio Mezzogiorno, Michele Placido and Charles Vanel.\n The film won the Boston Society of Film Critics award for Best Foreign Film, and the Nastro d'Argento for Best Director and Actor. It received a nomination for an Academy Award for Best Foreign Language Film. It was screened out of competition at the 1981 Cannes Film Festival.",
  "/wiki/Francesco_Rosi": "Francesco Rosi (Italian pronunciation: [franˈtʃesko ˈrɔːzi]; 15 November 1922 – 10 January 2015) was an Italian film director. His film The Mattei Affair won the Palme d'Or at the 1972 Cannes Film Festival. Rosi's films, especially those of the 1960s and 1970s, often appeared to have political messages. While the topics for his later films became less politically oriented and more angled toward literature, he continued to direct until 1997, his last film being the adaptation of Primo Levi's book, The Truce.\n At the 2008 Berlin International Film Festival 13 of his films were screened, in a section reserved for film-makers of outstanding quality and achievement. He received the Honorary Golden Bear for Lifetime Achievement, accompanied by the screening of his 1962 film Salvatore Giuliano. In 2012 the Venice Biennale awarded Rosi the Golden Lion for Lifetime Achievement.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Muddy_River_(film)": "Muddy River (泥の河, Doro no kawa) is a 1981 Japanese drama film directed by Kōhei Oguri. It was nominated for the Academy Award for Best Foreign Language Film. It was also entered into the 12th Moscow International Film Festival where it won the Silver Prize.",
  "/wiki/Kōhei_Oguri": "Kōhei Oguri (小栗康平, Oguri Kōhei, born October 29, 1945 in Maebashi, Gunma, Japan) is a Japanese film director and screenwriter.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Mojado_Power": "Mojado Power (Spanish: El mojado remojado) is a 1981 Mexican comedy film directed by and starring Alfonso Arau. The film was selected as the Mexican entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Alfonso_Arau": "Alfonso Arau Incháustegui (born January 11, 1932) is a Mexican actor and director.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. \n The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court. The Port of Rotterdam is the busiest seaport in Europe, and the busiest in any country outside Asia. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. The country is a founding member of the EU, Eurozone, G10, NATO, OECD and WTO, as well as a part of the Schengen Area and the trilateral Benelux Union. It hosts several intergovernmental organisations and international courts, many of which are centered in The Hague, which is consequently dubbed 'the world's legal capital'.\nNetherlands literally means 'lower countries' in reference to its low elevation and flat topography, with only about 50% of its land exceeding 1 metre (3 ft 3 in) above sea level, and nearly 17% falling below sea level. Most of the areas below sea level, known as polders, are the result of land reclamation that began in the 16th century. With a population of 17.4 million people, all living within a total area of roughly 41,800 square kilometres (16,100 sq mi)—of which the land area is 33,500 square kilometres (12,900 sq mi)—the Netherlands is the 12th most densely populated country in the world and the 5th most densely populated country in Europe, with a density of 521 per square kilometre (1,350/sq mi). Nevertheless, it is the world's second-largest exporter of food and agricultural products (after the United States), owing to its fertile soil, mild climate, intensive agriculture and inventiveness.\n The Netherlands has been a parliamentary constitutional monarchy with a unitary structure since 1848. The country has a tradition of pillarisation and a long record of social tolerance, having legalised abortion, prostitution and human euthanasia, along with maintaining a liberal drug policy. The Netherlands abolished the death penalty in 1870, allowed women's suffrage in 1917, before becoming the world's first country to legalise same-sex marriage in 2001. Its mixed-market advanced economy had the thirteenth-highest per capita income globally. The Netherlands ranks among the highest in international indexes of press freedom, economic freedom, human development and quality of life, as well as happiness.[g]. In 2009, The Netherlands had the seventh highest economy as measured by GDP per capita. In 2013, it ranked fourth on the human development index.",
  "/wiki/Come-Back!": "Come-Back! is a 1981 Dutch drama film directed by Jonne Severijn and starring Theu Boermans. The film was selected as the Dutch entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Julia_Julia": "Julia Julia is a 1981 Norwegian comedy film directed by Petter Vennerød and Svend Wam. The film was selected as the Norwegian entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Petter_Vennerød": "Petter Vennerød (born 25 September 1948 in Oslo) is a Norwegian film director. He is known for his cooperation with Svend Wam, creating fourteen films under the moniker Wam og Vennerød.\n He is a son of film director Øyvind Vennerød, and brother of economist Christian Vennerød.",
  "/wiki/Svend_Wam": "Svend Olaf Wamnes Akstuft, known as Svend Wam (5 May 1946 – 7 May 2017), was a Norwegian film director.  \n Wam was born in Son, Norway. He was best known for his collaborations with Petter Vennerød, creating fourteen films under the moniker Wam og Vennerød. Wam died in Vestby after a lengthy illness, aged 71.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Man_of_Iron": "Man of Iron (Polish: Człowiek z żelaza) is a 1981 film directed by Andrzej Wajda. It depicts the Solidarity labour movement and its first success in persuading the Polish government to recognize the workers' right to an independent union.\n The film continues the story of Maciej Tomczyk, the son of Mateusz Birkut, the protagonist of Wajda's earlier film, Man of Marble. Here, Maciej is a young worker involved in the anti-Communist labour movement, described as \"the man who started the Gdańsk Shipyard strike\", and a journalist working for the Communist regime's radio station, who is given a task of slandering Maciej. The young man is clearly intended as a parallel to Lech Wałęsa (who appears as himself in the movie).\n Man of Iron clarifies the ending of Man of Marble, which left the death of Mateusz Birkut ambiguous. Man of Iron explicitly states that Mateusz was killed in clashes at the shipyards in 1970.\n The film was made during the brief thaw in Communist censorship that appeared between the formation of Solidarity in August 1980 and its suppression in December 1981, and as such it is remarkably critical of the Communist regime. Because of this it was banned in 1981 by the Polish government. The film won the Palme d'Or and the Prize of the Ecumenical Jury at the 1981 Cannes Film Festival. It was also nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/Andrzej_Wajda": "Andrzej Witold Wajda (Polish: [ˈandʐɛj ˈvajda]; 6 March 1926 – 9 October 2016) was a Polish film and theatre director. Recipient of an Honorary Oscar, the Palme d'Or, as well as Honorary Golden Lion and Honorary Golden Bear Awards, he was a prominent member of the \"Polish Film School\". He was known especially for his trilogy of war films consisting of A Generation (1954), Kanał (1956) and Ashes and Diamonds (1958).\n He is considered one of the world's most renowned filmmakers whose works chronicled his native country's political and social evolution and dealt with the myths of Polish national identity offering insightful analyses of the universal element of the Polish experience - the struggle to maintain dignity under the most trying circumstances.\n Four of his films have been nominated for the Academy Award for Best Foreign Language Film: The Promised Land (1975), The Maids of Wilko (1979), Man of Iron (1981) and Katyń (2007).",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.\n With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union. Spain's capital and largest city is Madrid; other major urban areas include Barcelona, Valencia, Seville, Zaragoza, Málaga and Bilbao.\n Modern humans first arrived in the Iberian Peninsula around 35,000 years ago. Iberian cultures along with ancient Phoenician, Greek, Celtic and Carthaginian settlements developed on the peninsula until it came under Roman rule around 200 BCE, after which the region was named Hispania, based on the earlier Phoenician name Sp(a)n or Spania. At the end of the Western Roman Empire the Germanic tribal confederations migrated from Central Europe, invaded the Iberian peninsula and established relatively independent realms in its western provinces, including the Suebi, Alans and Vandals. Eventually, the Visigoths would forcibly integrate all remaining independent territories in the peninsula, including the Byzantine province of Spania, into the Visigothic Kingdom, which more or less unified politically, ecclesiastically and legally all the former Roman provinces or successor kingdoms of what was then documented as Hispania.\n In the early eighth century the Visigothic Kingdom was conquered by the Umayyad Islamic Caliphate, that arrived to the peninsula in the year 711. The Muslim rule in the Iberian Peninsula (al-Andalus) soon became autonomous from Baghdad. The handful of small Christian pockets in the north left out of Muslim rule, along the presence of the Carolingian Empire near the Pyreneean range, would eventually led to the emergence of the Christian kingdoms of León, Castile, Aragon, Portugal and Navarre. Along seven centuries, an intermittent southwards expansion of the latter kingdoms (metahistorically dubbed as a reconquest: the Reconquista) took place, culminating with the Christian seizure of the last Muslim polity (the Nasrid Kingdom of Granada) in 1492, the same year Christopher Columbus arrived in the New World. A process of political conglomeration among the Christian kingdoms also ensued, and the late 15th-century saw the dynastic union of Castile and Aragon under the Catholic Monarchs, sometimes considered as the point of emergence of Spain as unified country. The Conquest of Navarre would take in 1512, while the Kingdom of Portugal was also ruled by the Hapsburg Dynasty between 1580 and 1640.\n In the early modern period, Spain ruled one of the largest empires in history which was also one of the first global empires, leaving a large cultural and linguistic legacy that includes over 570 million Hispanophones, making Spanish the world's second-most spoken native language, after Mandarin Chinese. During the Golden Age there were also many advancements in the arts, with world-famous painters such as Diego Velázquez.\nThe most famous Spanish literary work, Don Quixote, was also published during the Golden Age. Spain hosts the world's third-largest number of UNESCO World Heritage Sites.\n Spain is a secular parliamentary democracy and a parliamentary monarchy, with King Felipe VI as head of state. It is a major developed country and a high income country, with the world's fourteenth largest economy by nominal GDP and sixteenth largest by purchasing power parity. It is a member of the United Nations (UN), the European Union (EU), the Eurozone, the Council of Europe (CoE), the Organization of Ibero-American States (OEI), the Union for the Mediterranean, the North Atlantic Treaty Organization (NATO), the Organisation for Economic Co-operation and Development (OECD), Organization for Security and Co-operation in Europe (OSCE), the Schengen Area, the World Trade Organization (WTO) and many other international organisations. While not an official member, Spain has a \"Permanent Invitation\" to the G20 summits, participating in every summit, which makes Spain a de facto member of the group.",
  "/wiki/National_Heritage_(film)": "National Heritage (Spanish: Patrimonio nacional) is a 1981 Spanish comedy film directed by Luis García Berlanga. It was entered into the 1981 Cannes Film Festival. The film was also selected as the Spanish entry for the Best Foreign Language Film at the 54th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Luis_García_Berlanga": "Luis García-Berlanga Martí (12 June 1921 – 13 November 2010) was a  Spanish film director and screenwriter.",
  "/wiki/List_of_submissions_to_the_54th_Academy_Awards_for_Best_Foreign_Language_Film": "The following 25 films, all from different countries, were submitted for the 54th Academy Awards in the category Academy Award for Best Foreign Language Film. The highlighted titles were the five nominated films, which came from Italy, Japan, Poland and Switzerland. Hungary won the award with the film Mephisto.\n Perhaps the most notable submission was from the Soviet Union. Although it is rare for documentaries to be submitted in this category, the USSR elected to send a 2-hour documentary on the 1980 Moscow Olympics, which the United States had boycotted two years before."
}