{
  "/wiki/Stone_Cold_(1991_film)": "Stone Cold is a 1991 action film directed by Craig R. Baxley that centers on a biker gang that tries to assassinate the district attorney and free one of their members who is on trial for murder.  The film marked the acting debut of 1980s football star Brian Bosworth.",
  "/wiki/Craig_R._Baxley": "Craig Redding Baxley (born October 20, 1949 in Los Angeles, California) is an American director, stunt coordinator, stunt performer and occasional actor. He is best known for his work in the action and thriller genres.",
  "/wiki/One_Man%27s_Justice": "One Tough Bastard, also known as One Man's Justice, is a 1995 American action thriller film directed by Kurt Wimmer in his feature film debut, and starring Brian Bosworth, Bruce Payne and M.C. Hammer. It premiered in the United States on HBO before being released direct-to-video.",
  "/wiki/Kurt_Wimmer": "Kurt Wimmer (born 1964) is an American screenwriter, film producer and film director.",
  "/wiki/Virus_(1996_film)": "Virus is a 1996 bio-hazard thriller starring ex-Seattle Seahawks linebacker Brian Bosworth. It was directed by Allan A. Goldstein, best known for Death Wish V: The Face of Death.",
  "/wiki/Allan_A._Goldstein": "Allan A. Goldstein (born May 23, 1949) is an American film director and screenwriter, perhaps best known for directing the Charles Bronson vehicle Death Wish V: The Face of Death and the Leslie Nielsen comedy 2001: A Space Travesty.",
  "/wiki/Back_in_Business_(1997_film)": "Back in Business is a 1997 action thriller film starring Brian Bosworth and Joe Torry.  The film revolves around two policemen, Joe Elkhart (Bosworth) and Tony Dunbar (Torry) and their pursuit of drug runners and dirty cops.",
  "/wiki/Philippe_Mora": "Philippe Mora (born 1949) is an Australian film director.",
  "/wiki/Three_Kings_(1999_film)": "Three Kings is a 1999 war comedy film written and directed by David O. Russell from a story by John Ridley. It stars George Clooney, Mark Wahlberg, Ice Cube, and Spike Jonze as four American soldiers on a gold heist that takes place during the 1991 uprisings in Iraq against Saddam Hussein following the end of the Gulf War.",
  "/wiki/David_O._Russell": "David Owen Russell (born August 20, 1958) is an American film director, screenwriter, and producer. His early directing career includes the comedy films Spanking the Monkey (1994), Flirting with Disaster (1996), Three Kings (1999), and I ♥ Huckabees (2004).",
  "/wiki/Phase_IV_(2002_film)": "Phase IV is a 2002 Canadian direct-to-video film, starring Dean Cain and Brian Bosworth. It was directed by Bryan Goeres.",
  "/wiki/Mach_2_(film)": "Mach 2 is a 2001 American direct-to-video action disaster thriller film directed by Fred Olen Ray. It was the first film to feature the airliner Concorde being hijacked.",
  "/wiki/Fred_Olen_Ray": "Fred Olen Ray (born September 10, 1954) is an American film director, producer, and screenwriter of more than 150 low-to-medium budget feature films in many genres, including horror, science fiction, action/adventure, crime dramas, and holiday films.",
  "/wiki/The_Longest_Yard_(2005_film)": "The Longest Yard is a 2005 American sports prison comedy film and a remake of the 1974 film of the same name. Adam Sandler plays the protagonist Paul Crewe, a disgraced former professional quarterback for the Pittsburgh Steelers, who is forced to form a team from the prison inmates to play football against their guards.",
  "/wiki/Peter_Segal": "Peter Segal (born 1962) is an American film director, producer, screenwriter, and actor. Segal has directed the comedic films Tommy Boy (1995), My Fellow Americans (1996), The Nutty Professor II: The Klumps (2000), Anger Management (2003), 50 First Dates (2004), The Longest Yard (2005), Get Smart (2008), and Grudge Match (2013).",
  "/wiki/CSI:_Miami": "CSI: Miami (Crime Scene Investigation: Miami) is an American police procedural drama television series that premiered on September 23, 2002, on CBS. Starring David Caruso as Lieutenant Horatio Caine, Emily Procter as Detective Calleigh Duquesne, and Kim Delaney as Lieutenant Megan Donner, the series is the first direct spin-off of CSI: Crime Scene Investigation, \"transplanting the same template and trickery—gory crimes, procedural plot and dazzling graphics—into [a new city] while retaining the essence of the original idea\".",
  "/wiki/Scott_Lautanen": "Scott Lautanen is an American television director and producer.",
  "/wiki/Rock_Slyde": "Rock Slyde is a 2009 comedy film written and directed by Chris Dowling on his feature-length directorial debut. and produced by Will Wallace, Josh Young, and Milan Chakraborty. This independent production stars Patrick Warburton, Andy Dick, Rena Sofer, and Elaine Hendrix.",
  "/wiki/Chris_Dowling_(director)": "Chris Dowling is an American screenwriter and film director. He wrote the screenplay for the film Priceless (2016) and directed Run the Race (2019).  He also wrote and directed Where Hope Grows (2014).",
  "/wiki/Blue_Mountain_State": "Blue Mountain State is an American television sitcom that premiered on Spike (now Paramount Network) on January 11, 2010. The series was created by Chris Romano and Eric Falconer, and produced by Lionsgate Television. The series is about a fictional university, Blue Mountain State, and its football team, the \"Mountain Goats\". It portrays certain aspects of American university life, including American football, sex, binge drinking, drugs, wild partying, and hazing. Over the years, due in large part to being streamable on Netflix, the series has developed a cult following.",
  "/wiki/Chris_Romano": "Chris \"Romanski\" Romano (born February 2, 1978) is an American actor, writer, producer, and director, most commonly known for co-creating and acting in Spike TV's Blue Mountain State.",
  "/wiki/Do_You_Believe%3F_(film)": "Do You Believe? is a 2015 Christian drama film directed by Jon Gunn and stars an ensemble cast featuring Ted McGinley, Mira Sorvino, Andrea Logan White, Lee Majors, Alexa PenaVega, Sean Astin, Madison Pettis, Cybill Shepherd, and Brian Bosworth. The film is distributed by Pure Flix, who released it on March 20, 2015.",
  "/wiki/What_Men_Want_(2019_film)": "What Men Want is a 2019 American romantic comedy film directed by Adam Shankman and starring Taraji P. Henson, Aldis Hodge, Josh Brener, Erykah Badu, Richard Roundtree and Tracy Morgan. The film is a loose remake of the 2000 film What Women Want, the plot follows a woman who — after drinking a potent concoction given by a shaman — gains the ability to hear men's inner thoughts. The screenplay was written by Jas Waters and Tina Gordon Chism.",
  "/wiki/Adam_Shankman": "Adam Michael Shankman (born November 27, 1964) is an American film director, producer, dancer, author, actor, and choreographer. He was a judge on seasons 3–10 of the television program So You Think You Can Dance. He began his professional career in musical theater, and was a dancer in music videos for Paula Abdul and Janet Jackson. Shankman has choreographed dozens of films and directed several feature-length films, including A Walk to Remember, Bringing Down the House, The Pacifier and the 2007 remake of Hairspray."
}