{
  "/wiki/Jean_Fayolle": "Jean Fayolle (born 10 November 1937) is a French former long-distance runner who competed in track and cross country running. Born in Saint-Étienne, he became a member of ASPTT Paris and went on to represent France in the 5000 metres and 10,000 metres at the 1964 Tokyo Olympics. He was a four-time French national champion, winning titles in cross country, 3000 metres steeplechase, 5000 m and the 10,000 m in the 1960s.\n His greatest achievement was a gold medal at the 1965 International Cross Country Championships. He led the French team to the silver medals alongside Michel Bernard and Michel Jazy. He was the last Frenchman to lift the title and his win marked the first French victory since the 1940s and 1950s wins by Alain Mimoun and Raphaël Pujazon. and He competed at the International Cross Country Championships four more times during the 1960s, including a team bronze with Bernard, Salah Beddiaf and Mimoun in 1961 and a team silver alongside Jean Vaillant, Yves Martinage, Mimoun and Lucien Rault in 1964. Despite his success in 1965, he did not feature in the top twenty of the race in his other outings.\n Fayolle also competed at the 1963 Mediterranean Games and was a 5000 m silver medallist behind Mohammed Gammoudi. His personal bests on the track were 13.42.2 minutes for the 5000 m and 28.56.2 minutes for the 10,000 m. Both those times placed him in the top twenty of the seasonal rankings.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Mel_Batty": "Melvyn 'Mel' Richard Batty (born 1940), is a male former athlete who competed for England.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Mohamed_Gammoudi": "Mohammed Tlili ben Abdallah (Arabic: محمد التليلي بن عبدالله‎), also known as Moham(m)ed Gammoudi, (born February 11, 1938) is a Tunisian athlete who competed as a long distance runner in international track and field competitions. He represented Tunisia in the Tokyo, Mexico City, and Munich Olympiads and recorded four medals, including a gold medal in the 5000 metres event in Mexico City. Gammoudi was also competitive at 10,000 metres.\n Born in Sidi Aïch, in Tunisia, Mohammed Gammoudi was one of the pioneers of the African long distance running revolution that changed the face of the sport in the final decades of the 20th century.",
  "/wiki/Tunisia": "Tunisia[a], officially the Republic of Tunisia[b], is a country in the Maghreb region of North Africa, covering 163,610 square kilometres (63,170 square miles). Its northernmost point, Cape Angela, is also the northernmost point on the African continent. Tunisia is bordered by Algeria to the west and southwest, Libya to the southeast, and the Mediterranean Sea to the north and east. Tunisia's population was 11.5 million in 2017. Tunisia's name is derived from its capital city, Tunis (Berber native name: Tunest), which is located on its northeast coast.\n Geographically, Tunisia contains the eastern end of the Atlas Mountains, and the northern reaches of the Sahara desert. Much of the rest of the country's land is fertile soil. Its 1,300 kilometres (810 miles) of coastline include the African conjunction of the western and eastern parts of the Mediterranean Basin and, by means of the Sicilian Strait and Sardinian Channel, feature the African mainland's second and third nearest points to Europe after Gibraltar.\n Tunisia is a unitary semi-presidential representative democratic republic. It is considered to be the  only fully democratic sovereign state in the Arab world. It has a high human development index. It has an association agreement with the European Union; is a member of La Francophonie, the Union for the Mediterranean, the Common Market for Eastern and Southern Africa, the Arab Maghreb Union, the Arab League, the OIC, the Greater Arab Free Trade Area, the Community of Sahel–Saharan States, the African Union, the Non-Aligned Movement, the Group of 77; and has obtained the status of major non-NATO ally of the United States. In addition, Tunisia is also a member state of the United Nations and a state party to the Rome Statute of the International Criminal Court. Close relations with Europe, in particular with France and with Italy, have been forged through economic cooperation, privatisation and industrial modernization.\n In ancient times, Tunisia was primarily inhabited by Berbers. Phoenician immigration began in the 12th century BC; these immigrants founded Carthage. A major mercantile power and a military rival of the Roman Republic, Carthage was defeated by the Romans in 146 BC. The Romans occupied Tunisia for most of the next 800 years, introduced Christianity and left architectural legacies like the El Djem amphitheater. After several attempts starting in 647, Muslims conquered the whole of Tunisia by 697 and introduced Islam. After a series of campaigns beginning in 1534 to conquer and colonize the region, the Ottoman Empire established control in 1574 and held sway for over 300 years afterwards. French colonization of Tunisia occurred in 1881. Tunisia gained independence with Habib Bourguiba and declared the Tunisian Republic in 1957. In 2011, the Tunisian Revolution resulted in the overthrow of President Zine El Abidine Ben Ali, followed by parliamentary elections. The country voted for parliament again on 26 October 2014, and for President on 23 November 2014. As a result, Tunisia is the only country in North Africa classified as \"Free\" by the Freedom House organization and is also considered by The Economist Magazine's Democracy Index as the only democracy in the Arab World.",
  "/wiki/Michel_Bernard_(runner)": "Michel Bernard (31 December 1931 – 14 February 2019) was a French middle- and long-distance runner. He competed at the 1960 and 1964 Olympics in the 1500 m and 5000 m and finished in seventh place in all events. During his career he won nine national titles, in the 1500 m (1955 and 1959), 5000 m (1958–1960 and 1962) and 10000 m (1961, 1964 and 1965). Between 1985 and 1987 he was president of the Fédération française d'athlétisme.",
  "/wiki/Derek_Graham": "Derek Graham (born 3 September 1941) is a retired distance athlete from Northern Ireland. The first Northern Irish runner to break 4 minutes for the mile, he was ranked number 1 in the U.K. and Ireland over 2 miles/3000 m, 3 miles/5000 m and cross country at various periods in the 1960s.\n He was selected for nine consecutive International cross country races (later to be recognised as the World Cross country), finishing second in 1966 in Rabat, Morocco.  He competed in the 1964 Tokyo Olympics for Great Britain, finishing seventh in his initial heat for the 5000m race. He also competed in the 1966 European Championships, and the 1966 and 1970 Commonwealth Games.  He was the Irish record holder for various distances[which?] through this time.  At the 1970 Commonwealth Games, Graham picked up a virus which later developed into myalgic encephalomyelitis, ultimately ending his athletics career.",
  "/wiki/Ireland": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.\nGeopolitically, Ireland is divided between the Republic of Ireland (officially named Ireland), which covers five-sixths of the island, and Northern Ireland, which is part of the United Kingdom. In 2011, the population of Ireland was about 6.6 million, ranking it the second-most populous island in Europe after Great Britain. As of 2016, 4.8 million live in the Republic of Ireland, and 1.8 million live in Northern Ireland.\n The geography of Ireland comprises relatively low-lying mountains surrounding a central plain, with several navigable rivers extending inland. Its lush vegetation is a product of its mild but changeable climate which is free of extremes in temperature. Much of Ireland was woodland until the end of the Middle Ages. Today, woodland makes up about 10% of the island, compared with a European average of over 33%, and most of it is non-native conifer plantations. There are twenty-six extant land mammal species native to Ireland. The Irish climate is influenced by the Atlantic Ocean and thus very moderate, and winters are milder than expected for such a northerly area, although summers are cooler than those in continental Europe. Rainfall and cloud cover are abundant.\n The earliest evidence of human presence in Ireland is dated at 10,500 BC. Gaelic Ireland had emerged by the 1st century AD. The island was Christianised from the 5th century onward. Following the 12th century Norman invasion, England claimed sovereignty. However, English rule did not extend over the whole island until the 16th–17th century Tudor conquest, which led to colonisation by settlers from Britain. In the 1690s, a system of Protestant English rule was designed to materially disadvantage the Catholic majority and Protestant dissenters, and was extended during the 18th century. With the Acts of Union in 1801, Ireland became a part of the United Kingdom. A war of independence in the early 20th century was followed by the partition of the island, creating the Irish Free State, which became increasingly sovereign over the following decades, and Northern Ireland, which remained a part of the United Kingdom. Northern Ireland saw much civil unrest from the late 1960s until the 1990s. This subsided following a political agreement in 1998. In 1973 the Republic of Ireland joined the European Economic Community while the United Kingdom, and Northern Ireland, as part of it, did the same.\n Irish culture has had a significant influence on other cultures, especially in the field of literature. Alongside mainstream Western culture, a strong indigenous culture exists, as expressed through Gaelic games, Irish music and the Irish language. The island's culture shares many features with that of Great Britain, including the English language, and sports such as association football, rugby, horse racing, and golf.",
  "/wiki/Jeff_Julian_(athlete)": "Jeffrey Lynn Julian (born 9 October 1935) is a former New Zealand marathon runner.\n At the Olympics, he placed 18th in 1960 in Rome and 29th in 1964 in Tokyo. At the British Empire and Commonwealth Games he was seventh in 1962 in Perth and fifth in 1966 in Kingston.\n In 1963 he won the Fukuoka Marathon. In 1969 he ran his personal best of 2:14:38 h at the Fukuoka Marathon, ranking eighth.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.\n Sometime between 1250 and 1300, Polynesians settled in the islands and developed a distinctive Māori culture. In 1642, Dutch explorer Abel Tasman became the first European to sight New Zealand. In 1840, representatives of the United Kingdom and Māori chiefs signed the Treaty of Waitangi, which declared British sovereignty over the islands. In 1841, New Zealand became a colony within the British Empire and in 1907 it became a dominion; it gained full statutory independence in 1947 and the British monarch remained the head of state. Today, the majority of New Zealand's population of 4.9 million is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. Reflecting this, New Zealand's culture is mainly derived from Māori and early British settlers, with recent broadening arising from increased immigration. The official languages are English, Māori, and New Zealand Sign Language, with English being very dominant.\n A developed country, New Zealand ranks highly in international comparisons of national performance, such as quality of life, health, education, protection of civil liberties, and economic freedom. New Zealand underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free-trade economy. The service sector dominates the national economy, followed by the industrial sector, and agriculture; international tourism is a significant source of revenue. Nationally, legislative authority is vested in an elected, unicameral Parliament, while executive political power is exercised by the Cabinet, led by the prime minister, currently Jacinda Ardern. Queen Elizabeth II is the country's monarch and is represented by a governor-general, currently Dame Patsy Reddy. In addition, New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica.\n New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, ASEAN Plus Six, Asia-Pacific Economic Cooperation, the Pacific Community and the Pacific Islands Forum.",
  "/wiki/Ron_Hill": "Ronald \"Ron\" Hill MBE (born 25 September 1938) is an English runner and clothing entrepreneur. He was the second man to break 2:10 in the marathon; he set world records at four other distances, but never laid claim to the marathon world record.[nb 1]  He has run two Olympic Marathons (Tokyo 1964 and Munich 1972), and has a personal marathon record of 2:09:28. In 1970, Hill won the 74th Boston Marathon in a course record 2:10:30. He also won gold medals for the marathon at the European Championships in 1969 and the Commonwealth Games in 1970. Hill lays claim to the longest streak of consecutive days running, running every day for 52 years and 39 days from 1964 to 2017.",
  "/wiki/Michel_Jazy": "Michel Jazy (born 13 June 1936) is a French former middle-distance runner and long-distance runner. He won the 1500 metres silver medal at the 1960 Summer Olympics, as well as two golds (in 1962 and 1966) and one silver (in 1966) at the European Championships. He set nine world records in the mile (once), 2000 metres (twice) and 3000 metres (twice), the two miles (twice) and the 4×1500 metres relay (twice).",
  "/wiki/Jim_Alder": "James Noel Carroll Alder MBE (born 10 June 1940) is a British former distance runner, from Morpeth.\n Alder, who was born in Glasgow, was a foster child. His mother died of tuberculosis and his father was killed on the last day of World War II. He moved to Morpeth, north of Newcastle, and became interested in running.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.\n The Kingdom of Scotland emerged as an independent sovereign state in the European Early Middle Ages and continued to exist until 1707. By inheritance in 1603, James VI, King of Scots, became king of England and Ireland, thus forming a personal union of the three kingdoms. Scotland subsequently entered into a political union with England on 1 May 1707 to create the new Kingdom of Great Britain. The union also created a new Parliament of Great Britain, which succeeded both the Parliament of Scotland and the Parliament of England. In 1801, Great Britain entered into a political union with Ireland to create the United Kingdom of Great Britain and Ireland (in 1922, the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland in 1927).\n Within Scotland, the monarchy of the United Kingdom has continued to use a variety of styles, titles and other royal symbols of statehood specific to the pre-union Kingdom of Scotland. The legal system within Scotland has also remained separate from those of England and Wales and Northern Ireland; Scotland constitutes a distinct jurisdiction in both public and private law. The continued existence of legal, educational, religious and other institutions distinct from those in the remainder of the UK have all contributed to the continuation of Scottish culture and national identity since the 1707 union with England.\n In 1997, a Scottish Parliament was re-established, in the form of a devolved unicameral legislature comprising 129 members, having authority over many areas of domestic policy. The head of the Scottish Government is the first minister of Scotland, who is supported by the deputy first minister of Scotland. Scotland is represented in the United Kingdom Parliament by 59 MPs. Scotland is also a member of the British–Irish Council, and sends five members of the Scottish Parliament to the British–Irish Parliamentary Assembly.\n Scotland is divided into 32 administrative subdivisions or local authorities, known as council areas. Glasgow City is the largest council area in terms of population, with Highland being the largest in terms of area. Limited self-governing power, covering matters such as education, social services and roads and transportation, is devolved from the Scottish Government to each subdivision.",
  "/wiki/Peter_Welsh_(athlete)": "Robert Peter Welsh (born 16 July 1943, in Dunedin, Otago) is a former 3000 meters steeplechase runner from New Zealand. In 1966 he competed for his native country at the Commonwealth Games in Kingston, Jamaica, winning the gold medal in the 3000m steeplechase event. He also competed at the 1968 Summer Olympics in Mexico City.",
  "/wiki/1965_International_Cross_Country_Championships": "The 1965 International Cross Country Championships was held in Oostende, Belgium, at the Hippodrome Wellington on March 20, 1965. The competition saw first appearances of athletes from Algeria, New Zealand and West Germany.   A report on the event was given in the Glasgow Herald.\n Complete results for men, junior men, medallists, \n and the results of British athletes were published."
}