{
  "/wiki/Arica_and_Parinacota_Region": "The Arica y Parinacota Region (Spanish: Región de Arica y Parinacota pronounced [aˈɾika i paɾinaˈkota]) is one of Chile's 16 first order administrative divisions. It borders Peru to the north, Bolivia to the east and Chile's Tarapacá Region to the south. It is also the country's newest region, created under Law No. 20,175. It became operational on October 8, 2007. Chile's former Tarapacá region was a former Peruvian province, which was occupied by Chile under the 1883 Treaty of Ancón at the close of the War of the Pacific, and then formally annexed in 1929 by the Treaty of Lima.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Tarapac%C3%A1_Region": "The Tarapacá Region (Spanish: Región de Tarapacá, pronounced [taɾapaˈka]) is one of Chile's 16 first-order administrative divisions. It borders the Chilean Arica and Parinacota Region to the north, Bolivia's Oruro Department on the east, the Antofagasta Region on the south and the Pacific Ocean on the west. The port city of Iquique (2002 pop. 216,419) is the region's capital.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Antofagasta_Region": "The Antofagasta Region (Spanish: Región de Antofagasta, pronounced [antofaˈɣasta]) is one of Chile's sixteen first-order administrative divisions.  It comprises three provinces, Antofagasta, El Loa and Tocopilla. It is bordered to the north by Tarapacá and by Atacama to the south and is the second-largest region of Chile.  To the east it borders Bolivia and Argentina. The capital of the region is the port city of Antofagasta, another important city being Calama. The main economic activity is copper mining in the giant porphyry copper systems located inland.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Atacama_Region": "The Atacama Region (Spanish: Región de Atacama, pronounced [ataˈkama]) is one of Chile's 16 first order administrative divisions. It comprises three provinces: Chañaral, Copiapó and Huasco. It is bordered to the north by Antofagasta, to the south by Coquimbo, to east with Provinces of Catamarca, La Rioja and San Juan of Argentina, and to the west by the Pacific Ocean. The regional capital Copiapó is located at 806 km (501 mi) north of the country's capital of Santiago. The region occupies the southern portion of the Atacama Desert, the rest of the desert is mainly distributed among the other regions of Norte Grande.",
  "/wiki/Coquimbo_Region": "The Coquimbo Region (Spanish: Región de Coquimbo, pronounced [koˈkimbo]) is one of Chile's 16 first order administrative divisions. It is approximately 400 kilometres (250 mi) north of the capital, Santiago.",
  "/wiki/Palau": "Palau (/pəˈlaʊ/ (listen), historically Belau, Palaos, or Pelew), officially the Republic of Palau (Palauan: Beluu er a Belau), is an island country located in the western Pacific Ocean. The country contains approximately 340 islands, and together with parts of the Federated States of Micronesia, forms the western chain of the Caroline Islands. Its area is 466 square kilometers (180 sq mi). The most populous island is Koror. The capital Ngerulmud is located on the nearby island of Babeldaob, in Melekeok State. Palau shares maritime boundaries with the Philippines, Indonesia, and Micronesia.",
  "/wiki/Valpara%C3%ADso_Region": "The Valparaíso Region (Spanish: Región de Valparaíso, pronounced [balpaɾaˈiso]) is one of Chile's 16 first order administrative divisions.[FN 1] With the country's second highest population of 1,790,219 million in 2017, and fourth smallest area of 16,396.1 km2 (6,331 sq mi), the region is Chile's second most densely populated after the Santiago Metropolitan Region to the southeast.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Santiago_Metropolitan_Region": "Santiago Metropolitan Region (Spanish: Región Metropolitana de Santiago) is one of Chile's 16 first-order administrative divisions. It is the country's only landlocked administrative region and contains the nation's capital, Santiago. Most commercial and administrative centers are located in the region, including Chile's main international airport, Arturo Merino Benítez.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/O%27Higgins_Region": "The Libertador General Bernardo O'Higgins Region (Spanish: Región del Libertador General Bernardo O'Higgins pronounced [liβeɾtaˈðoɾ xeneˈɾal βeɾˈnaɾðo oˈçiɣins]), often shortened to O'Higgins Region, is one of Chile's 16 first order administrative divisions. It is subdivided into three provinces. It is named in honour of Bernardo O'Higgins Riquelme, one of Chile's founding fathers.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Maule_Region": "The Maule Region (Spanish: Región del Maule, pronounced [ˈmau̯.le]) is one of Chile's 16 first order administrative divisions. Its capital is Talca. The region derives its name from the Maule River which, running westward from the Andes, bisects the region and spans a basin of about 20,600 km2. The Maule river is of considerable historic interest because, among other reasons, it marked the southern limits of the Inca Empire.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Biob%C3%ADo_Region": "The Biobío Region (Spanish: Región del Biobío [ˌbi.oˈβi.o]), is one of Chile's sixteen first-order administrative divisions. With a population of 1.5 million people, it is divided into three provinces: Arauco, Biobío and Concepción. In the Bio Bio, Concepción is the capital and largest city. Other important cities include Coronel, Hualpén, Los Ángeles, and Talcahuano.",
  "/wiki/Maldives": "The Maldives (/ˈmɔːldiːvs/, US: /ˈmɔːldaɪvz/ (listen); Dhivehi: ދިވެހިރާއްޖެ Dhivehi Raajje), officially the Republic of Maldives, is a small island nation in South Asia, located in the Arabian Sea of the Indian Ocean. It lies southwest of Sri Lanka and India, about 1,000 kilometres (620 mi) from the Asian continent. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south. Comprising a territory spanning roughly 298 square kilometres (115 sq mi), the Maldives is one of the world's most geographically dispersed sovereign states as well as the smallest Asian country by land area and population, with around 515,696 inhabitants. Malé is the capital and the most populated city, traditionally called the \"King's Island\" for its central location.",
  "/wiki/Araucan%C3%ADa_Region": "The Araucanía (/ˌærɔːˈkeɪniə/ ARR-aw-KAY-nee-ə[citation needed]),  Araucanía Region  (Spanish: Región de La Araucanía pronounced [aɾau̯kaˈni.a]) is one of Chile's 16 first-order administrative divisions, and comprises two provinces: Malleco in the north and Cautín in the south. Its capital and largest city is Temuco; other important cities include Angol and Villarrica.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally \"Republic of The Savior\"), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean.  El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million.",
  "/wiki/Los_R%C3%ADos_Region": "The Los Ríos Region  (Spanish: XIV Región de Los Ríos, pronounced [loz ˈri.os], lit. Region of the Rivers) is one of Chile's 16 regions, the country's first-order administrative divisions. Its capital is Valdivia. It began to operate as a region on October 2, 2007, having been created by subdividing the Los Lagos Region in southern Chile. It consists of two provinces: Valdivia and the newly created Ranco Province, which was formerly part of Valdivia Province.",
  "/wiki/Mongolia": "Mongolia[a] is a landlocked country in East Asia. Its area is roughly equivalent with the historical territory of Outer Mongolia, and that term is sometimes used to refer to the current state. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not share a border with Kazakhstan, although only 37 kilometres (23 mi) separate them.",
  "/wiki/Los_Lagos_Region": "Los Lagos Region (Spanish: Región de Los Lagos pronounced [loz ˈlaɣos], lit. Region of the Lakes) is one of Chile's 16 regions, which are first order administrative divisions, and comprises four provinces: Chiloé, Llanquihue, Osorno and Palena. The region contains the country's second largest island, Chiloé, and the second largest lake, Llanquihue.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Ais%C3%A9n_Region": "The Aysén del General Carlos Ibáñez del Campo Region (Spanish: Región de Aysén, pronounced [ai̯ˈsen], or XI Región de Aysén del General Carlos Ibáñez del Campo), often shortened to Aysén Region or Aisén, is one of Chile's 16 first order administrative divisions. Although the third largest in area, the region is Chile's most sparsely populated region with a population of 102,317 as of 2017. The capital of the region is Coihaique, the region's former namesake.",
  "/wiki/Gabon": "Gabon (/ɡəˈbɒn/; French pronunciation: ​[ɡabɔ̃]), officially the Gabonese Republic (French: République gabonaise), is a country  on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
  "/wiki/Magallanes_Region": "The Magallanes Region (locally [maɣaˈʝanes]), officially the Magallanes and Chilean Antarctica Region (Spanish: Región de Magallanes y de la Antártica Chilena), is one of Chile's 16 first order administrative divisions. It is the southernmost, largest, and second least populated region of Chile. It comprises four provinces: Última Esperanza, Magallanes, Tierra del Fuego, and Antártica Chilena.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator."
}