{
  "/wiki/Kanha_National_Park": "Kanha Tiger Reserve, also called Kanha-Kisli National Park, is one of the tiger reserves of India and the largest national park of Madhya Pradesh, state in the heart of India. The present-day Kanha area is divided into two sanctuaries, Hallon and Banjar, of 250 and 300 km2 (120 sq mi)> respectively. Kanha National Park was created on 1 June 1955 and in 1973 was made the Kanha Tiger Reserve. Today it stretches over an area of 940 km2 (360 sq mi) in the two districts Mandla and Balaghat.",
  "/wiki/Mandla": "Mandla is a town with municipality in Mandla district in the Indian state of Madhya Pradesh. It is the administrative headquarters of Mandla District. The town is situated in a loop of the Narmada River, which surrounds it on three sides, and for 15 miles between Mandla and Ramnagar, Madhya Pradesh the river flows in a deep bed unbroken by rocks. The Narmada is worshiped here, and many ghats have been constructed on the banks of the river.\nIt was a capital of the Gondwana Kingdom who built a palace and a fort, which in the absence of proper care have gone to ruins.",
  "/wiki/Tiger": "The tiger (Panthera tigris) is the largest species among the Felidae and classified in the genus Panthera. It is most recognisable for its dark vertical stripes on orangish-brown fur with a lighter underside. It is an apex predator, primarily preying on ungulates such as deer and wild boar. It is territorial and generally a solitary but social predator, requiring large contiguous areas of habitat, which support its requirements for prey and rearing of its offspring. Tiger cubs stay with their mother for about two years, before they become independent and leave their mother's home range to establish their own.",
  "/wiki/Leopard": "The leopard (Panthera pardus) is one of the five extant species in the genus Panthera, a member of the Felidae. It occurs in a wide range in sub-Saharan Africa, in small parts of Western and Central Asia, on the Indian subcontinent to Southeast and East Asia. It is listed as Vulnerable on the IUCN Red List because leopard populations are threatened by habitat loss and fragmentation, and are declining in large parts of the global range. In Hong Kong, Singapore, Kuwait, Syria, Libya, Tunisia and most likely in Morocco, leopard populations have already been extirpated.\nContemporary records suggest that the leopard occurs in only 25% of its historical global range.\nLeopards are hunted illegally, and their body parts are smuggled in the wildlife trade for medicinal practices and decoration.",
  "/wiki/Gaur": "The gaur (/ɡaʊər/, Bos gaurus), also called the Indian bison, is the largest extant bovine. It is native to South and Southeast Asia and has been listed as Vulnerable on the IUCN Red List since 1986. The global population has been estimated at maximum 21,000 mature individuals by 2016. It declined by more than 70% during the last three generations, and is extinct in Sri Lanka and probably also in Bangladesh. In well-protected areas, it is stable and rebuilding.",
  "/wiki/Chital": "The chital (/tʃiːtəl/) (Axis axis), also known as spotted deer, chital deer, and axis deer, is a species of deer that is native in the Indian subcontinent. The species was first described by German naturalist Johann Christian Polycarp Erxleben in 1777. A moderate-sized deer, male chital reach nearly 90 cm (35 in) and females 70 cm (28 in) at the shoulder. While males weigh 30–75 kg (66–165 lb), the lighter females weigh 25–45 kg (55–99 lb). The species is sexually dimorphic; males are larger than females, and antlers are present only on males. The upper parts are golden to rufous, completely covered in white spots. The abdomen, rump, throat, insides of legs, ears, and tail are all white. The antlers, three-pronged, are nearly 1 m (3.3 ft) long.",
  "/wiki/Sambar_(deer)": "The sambar (Rusa unicolor) is a large deer native to the Indian subcontinent, South China, and Southeast Asia that is listed as a vulnerable species on the IUCN Red List since 2008. Populations have declined substantially due to severe hunting, insurgency, and industrial exploitation of habitat.",
  "/wiki/Nilgai": "The nilgai or blue bull (/ˈnɪlˌɡaɪ/; literally meaning \"blue bull\"; Boselaphus tragocamelus) is the largest Asian antelope and is endemic to the Indian subcontinent. The sole member of the genus Boselaphus, the species was described and given its binomial name by German zoologist Peter Simon Pallas in 1766. The nilgai stands 1–1.5 metres (3.3–4.9 ft) at the shoulder; males weigh 109–288 kilograms (240–635 lb), and the lighter females 100–213 kilograms (220–470 lb). A sturdy thin-legged antelope, the nilgai is characterised by a sloping back, a deep neck with a white patch on the throat, a short crest of hair along the neck terminating in a tuft, and white facial spots. A column of pendant coarse hair hangs from the dewlap ridge below the white patch. Sexual dimorphism is prominent – while females and juveniles are orange to tawny, adult males have a bluish-grey coat. Only males possess horns, 15–24 centimetres (5.9–9.4 in) long.",
  "/wiki/Chinkara": "The chinkara (Gazella bennettii), also known as the Indian gazelle, is a gazelle species native to Iran, Afghanistan, Pakistan and India.",
  "/wiki/Barking_deer": "Muntjacs (/mʌndʒɑːk/ MUN-jahk), also known as barking deer or Mastreani deer, are small deer of the genus Muntiacus native to south and southeast Asia. Muntjacs are thought to have begun appearing 15–35 million years ago, with remains found in Miocene deposits in France, Germany and Poland. It is listed as Least Concern by the IUCN.",
  "/wiki/Swamp_deer": "The barasingha (Rucervus duvaucelii syn. Cervus duvaucelii), also called swamp deer, is a deer species distributed in the Indian subcontinent. Populations in northern and central India are fragmented, and two isolated populations occur in southwestern Nepal. It is extinct in Pakistan and Bangladesh.",
  "/wiki/Barasingha": "The barasingha (Rucervus duvaucelii syn. Cervus duvaucelii), also called swamp deer, is a deer species distributed in the Indian subcontinent. Populations in northern and central India are fragmented, and two isolated populations occur in southwestern Nepal. It is extinct in Pakistan and Bangladesh.",
  "/wiki/Wild_boar": "The wild boar (Sus scrofa), also known as the wild swine, Eurasian wild pig, or simply wild pig, is a suid native to much of Eurasia, North Africa, and the Greater Sunda Islands. Human intervention has spread its distribution further, making the species one of the widest-ranging mammals in the world, as well as the most widely spread suiform. Its wide range, high numbers, and adaptability mean that it is classed as least concern by the IUCN and it has become an invasive species in part of its introduced range. The animal probably originated in Southeast Asia during the Early Pleistocene, and outcompeted other suid species as it spread throughout the Old World.",
  "/wiki/Bandhavgarh_National_Park": "Bandhavgarh National Park is one of the national parks of India, located in the Umaria district of Madhya Pradesh. Bandhavgarh, with an area of 105 km2, was declared a national park in 1968 and then became Tiger Reserve in 1993. The current core area is spread over 716 km2. The buffer is spread over the forest divisions of Umaria and Katni, and totals 820 km2. The park derives its name from the most prominent hillock of the area, which was said to be given by Hindu Lord Rama to his brother Lakshmana to keep a watch on Lanka (Ceylon). Hence the name Bandhavgarh (Sanskrit: Brother's Fort).",
  "/wiki/Umaria": "Umaria is a municipality city in the Umaria district of the Shahdol Division of Madhya Pradesh, India.",
  "/wiki/Madhav_National_Park": "Madhav National Park is situated in Shivpuri District of Gwalior division in northwest Madhya Pradesh, India. It was named after Madho Rao Scindia, the Maharaja of Gwalior belonging to the Scindia dynasty of the Marathas. It is the ancestral home of the line of ęAli Khan, a region based in Punjab, and most famous for the laws of commonly credited with defining modern day jurisprudence. Shivpuri town is located at 25°40' North, 77°44' East on Agra to Bombay National Highway-3. Shivpuri is steeped in the royal legacy of its past, when it was the summer capital of the Scindia rulers of Gwalior. Earlier its dense forests were the hunting grounds of the Mughal emperors and Maratha royals. Emperor Akbar captured herds of elephants for his stables while returning from Mandu in year 1564. It has many leopards, also. Two major lakes are also located in this national park .Located in the ecoregion of Kathiawar-Gir dry deciduous forests, this national park has a varied terrain of forested hills and flat grasslands around the lake and is thus rich in biodiversity.",
  "/wiki/Shivpuri": "Shivpuri is a city and a municipality in Shivpuri district located in the central Indian state of Madhya Pradesh. It is in the Gwalior Division of northwest Madhya Pradesh and is the administrative headquarters of Shivpuri District. It is situated at an altitude of 1,515 feet (462 m) above sea level. Shivpuri district shares a border with Jhansi in Uttar Pradesh towards the east and Rajasthan towards the west. It has nine tehsils: Badarwas, Karera, Kolaras, Narwar, Pichhore, Pohri, Bairad, Shivpuri and Khaniyadhan.",
  "/wiki/Blackbuck": "The blackbuck (Antilope cervicapra), also known as the Indian antelope, is an antelope found in India, Nepal, and Pakistan. The blackbuck is the sole extant member of the genus Antilope. The species was described and given its binomial name by Swedish zoologist Carl Linnaeus in 1758. Two subspecies are recognized. It stands up to 74 to 84 cm (29 to 33 in) high at the shoulder. Males weigh 20–57 kg (44–126 lb), an average of 38 kilograms (84 lb). Females are lighter, weighing 20–33 kg (44–73 lb) or 27 kg (60 lb) on  average. The long, ringed horns, 35–75 cm (14–30 in) long, are generally present only on males, though females may develop horns, as well. The white fur on the chin and around the eyes is in sharp contrast with the black stripes on the face. The coats of males show two-tone colouration; while the upper parts and outsides of the legs are dark brown to black, the underparts and the insides of the legs are all white. However, females and juveniles are yellowish fawn to tan.",
  "/wiki/Chausingha": "The four-horned antelope (Tetracerus quadricornis), or chousingha, is a small antelope found in India and Nepal. This antelope has four horns, which distinguish it from most other bovids, which have two horns (sparing a few such as the Jacob sheep). The sole member of the genus Tetracerus, the species was first described by French zoologist Henri Marie Ducrotay de Blainville in 1816. Three subspecies are recognised. The four-horned antelope stands nearly 55–64 centimetres (22–25 in) at the shoulder and weighs nearly 17–22 kilograms (37–49 lb). Slender with thin legs and a short tail, the four-horned antelope has a yellowish brown to reddish coat. One pair of horns is located between the ears, and the other on the forehead. The posterior horns are always longer than the anterior horns, which might be mere fur-covered studs. While the posterior horns measure 8–12 centimetres (3.1–4.7 in), the anterior ones are 2–5 centimetres (0.79–1.97 in) long.",
  "/wiki/Crocodile": "Crocodiles (subfamily Crocodylinae) or true crocodiles are large semiaquatic reptiles that live throughout the tropics in Africa, Asia, the Americas and Australia. Crocodylinae, all of whose members are considered true crocodiles, is classified as a biological subfamily. A broader sense of the term crocodile, Crocodylidae that includes Tomistoma, is not used in this article. The term crocodile here applies to only the species within the subfamily of Crocodylinae. The term is sometimes used even more loosely to include all extant members of the order Crocodilia, which includes the alligators and caimans (family Alligatoridae), the gharial and false gharial (family Gavialidae), and all other living and fossil Crocodylomorpha.",
  "/wiki/Sanjay_National_Park": "Sanjay National Park is a national park in Chhattisgarh and Koriya, Sidhi and Singrauli districts of Madhya Pradesh state, India. It covers an area of 466.657 km2 (180.177 sq mi) and is a part of the Sanjay-Dubri Tiger Reserve. It is located in the Narmada Valley dry deciduous forests ecoregion.",
  "/wiki/Sidhi": "Sidhi is a town and a municipality in Sidhi district in the Indian state of Madhya Pradesh. It is the headquarters of the Sidhi district.",
  "/wiki/Van_Vihar_National_Park": "Van Vihar National Park is a national park in Bhopal, the capital city of Madhya Pradesh in central India. Declared a national park in 1979, it covers an area of about 4.45 km2. It has the status of a national park, but is developed and managed as a modern zoological park, following the guidelines of the Central Zoo Authority. Animals are kept in near natural habitats. Most animals are either orphaned and brought from various parts of the state or are exchanged from other zoos. No animal is deliberately captured from the forest. Van Vihar is unique because visitors access it from a road through the park, and trenches,walls, and chain-link fencing protect the animals from poachers while providing natural habitat.",
  "/wiki/Bhopal": "Bhopal (/boʊˈpɑːl/; Hindustani pronunciation: [bʱoːpaːl] (listen)) is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. Bhopal is known as the City of Lakes for its various natural and artificial lakes and is also one of the greenest cities in India. It is the 16th largest city in India and 131st in the world.",
  "/wiki/Lion": "The lion (Panthera leo) is a species in the family Felidae; it is a muscular, deep-chested cat with a short, rounded head, a reduced neck and round ears, and a hairy tuft at the end of its tail. It is sexually dimorphic; adult male lions have a prominent mane, which is the most recognisable feature of the species. With a typical head-to-body length of 184–208 cm (72–82 in) they are larger than females at 160–184 cm (63–72 in). It is a social species, forming groups called prides. A lion pride consists of a few adult males, related females and cubs. Groups of female lions usually hunt together, preying mostly on large ungulates. The lion is an apex and keystone predator, although some lions scavenge when opportunities occur, and have been known to hunt humans, although the species typically does not.",
  "/wiki/Bear": "Bears are carnivoran mammals of the family Ursidae. They are classified as caniforms, or doglike carnivorans. Although only eight species of bears are extant, they are widespread, appearing in a wide variety of habitats throughout the Northern Hemisphere and partially in the Southern Hemisphere. Bears are found on the continents of North America, South America, Europe, and Asia. Common characteristics of modern bears include large bodies with stocky legs, long snouts, small rounded ears, shaggy hair, plantigrade paws with five nonretractile claws, and short tails.",
  "/wiki/Hyena": "Hyenas or hyaenas (from Greek ὕαινα húaina) are feliform carnivoran mammals of the family Hyaenidae /haɪˈɛnɪdiː/. With only four extant species (in three genera), it is the fifth-smallest biological family in the Carnivora, and one of the smallest in the class Mammalia. Despite their low diversity, hyenas are unique and vital components of most African ecosystems.",
  "/wiki/Panna_National_Park": "Panna National Park is a national park located in Panna and Chhatarpur districts of Madhya Pradesh in India. \nIt has an area of 542.67 km2 (209.53 sq mi). It was declared in 1993 as the twenty second Tiger reserve of India and the fifth in Madhya Pradesh,\nPanna was given the Award of Excellence in 2007 as the best maintained national park of India by the Ministry of Tourism of India. It is notable that by 2009, the entire tiger population had been eliminated by poaching with the collusion of forest department officials. It was designated as Biosphere Reserve on 25 August 2011.Sal, crocodile bark, Arjun, jamun, etc are trees present here.",
  "/wiki/Panna,_Madhya_Pradesh": "Panna is a town and a municipality in Panna district in the Indian state of Madhya Pradesh. It is famous for its diamond mines. It is the administrative center of Panna District.",
  "/wiki/Chhatarpur": "Chhatarpur is a city and a municipality in Chhatarpur district in the state of Madhya Pradesh, India. It is the administrative headquarters of Chhatarpur District.",
  "/wiki/Sloth_bear": "The sloth bear (Melursus ursinus) is a myrmecophagous bear species native to the Indian subcontinent. It feeds on fruits, ants and termites. It is listed as Vulnerable on the IUCN Red List, mainly because of habitat loss and degradation.",
  "/wiki/Satpura_National_Park": "Satpura Tiger Reserve (STR) also known as Satpura National Park is located in the Hoshangabad district of Madhya Pradesh in India. Its name is derived from the Satpura range. It covers an area of 524 km2 (202 sq mi). Satpura National Park, along with the adjoining Bori and Pachmarhi wildlife sanctuaries, provides 2,200 km2 (850 sq mi) of unique central Indian highland ecosystem. It was set up in 1981.",
  "/wiki/Pachmarhi": "Pachmarhi is a hill station in Hoshangabad district of Madhya Pradesh state of central India. It has been the location of a cantonment (Pachmarhi Cantonment) since British Raj. It is widely known as Satpura ki Rani (\"Queen of Satpura\"), situated at a height of 1067 m in a valley of the Satpura Range in Hoshangabad district. Dhupgarh, the highest point (1,352 m) in Madhya Pradesh and the Satpura range, is located here. It is a part of Pachmarhi Biosphere Reserve. Pachmarhi is famous hill station of central India. It is also famous for Satpura Tiger Reserve, Satpura National Park, Lord Shiva, Pandvas of Ramayna.",
  "/wiki/Four-horned_antelope": "The four-horned antelope (Tetracerus quadricornis), or chousingha, is a small antelope found in India and Nepal. This antelope has four horns, which distinguish it from most other bovids, which have two horns (sparing a few such as the Jacob sheep). The sole member of the genus Tetracerus, the species was first described by French zoologist Henri Marie Ducrotay de Blainville in 1816. Three subspecies are recognised. The four-horned antelope stands nearly 55–64 centimetres (22–25 in) at the shoulder and weighs nearly 17–22 kilograms (37–49 lb). Slender with thin legs and a short tail, the four-horned antelope has a yellowish brown to reddish coat. One pair of horns is located between the ears, and the other on the forehead. The posterior horns are always longer than the anterior horns, which might be mere fur-covered studs. While the posterior horns measure 8–12 centimetres (3.1–4.7 in), the anterior ones are 2–5 centimetres (0.79–1.97 in) long.",
  "/wiki/Bison": "Bison are large, even-toed ungulates in the genus Bison within the subfamily Bovinae.",
  "/wiki/Dhole": "The dhole /doʊl/ (Cuon alpinus) is a canid native to Central, South, East Asia, and Southeast Asia. Other English names for the species include Asian wild dog, Asiatic wild dog, Indian wild dog, whistling dog, red dog, and mountain wolf. It is genetically close to species within the genus Canis,(Fig. 10) but distinct in several anatomical aspects: its skull is convex rather than concave in profile, it lacks a third lower molar and the upper molars sport only a single cusp as opposed to between two and four. During the Pleistocene, the dhole ranged throughout Asia, Europe, and North America but became restricted to its historical range 12,000–18,000 years ago.",
  "/wiki/Fox": "Foxes are small-to-medium-sized, omnivorous mammals belonging to several genera of the family Canidae. Foxes have a flattened skull, upright triangular ears, a pointed, slightly upturned snout, and a long bushy tail (or brush).",
  "/wiki/Porcupine": "Porcupines are large rodents with coats of sharp spines, or quills, that protect them against predators. The term covers two families of animals: the Old World porcupines of family Hystricidae, and the New World porcupines of family Erethizontidae. Both families belong to the infraorder Hystricognathi within the profoundly diverse order Rodentia and display superficially similar coats of quills: despite this, the two groups are distinct from each other and are not closely related to each other within the Hystricognathi.",
  "/wiki/Flying_squirrel": "Flying squirrels (scientifically known  as Pteromyini or Petauristini) are a tribe of 50 species of squirrels in the family Sciuridae. They are not capable of flight in the same way as birds or bats but are able to glide from one tree to another with the aid of a patagium, a furry, parachute-like membrane that stretches from wrist to ankle. Their long tail provides stability in flight. Anatomically they are very similar to other squirrels but have a number of adaptations to suit their life style; their limb bones are longer and their hand, foot bones and distal vertebrae are shorter. Flying squirrels are able to steer and exert control over their glide path with their limbs and tail.",
  "/wiki/Mouse_deer": "Chevrotains, also known as mouse-deer, are small ungulates that make up the family Tragulidae, the only extant members of the infraorder Tragulina. The 10 extant species are placed in three genera, but several species also are known only from fossils. The extant species are found in forests in South and Southeast Asia, with a single species in the rainforests of Central and West Africa. They are solitary or live in pairs, and feed almost exclusively on plant material. Chevrotains are the smallest hoofed mammals in the world. The Asian species weigh between 0.7 and 8.0 kg (1.5 and 17.6 lb), while the African chevrotain is considerably larger at 7–16 kg (15–35 lb).",
  "/wiki/Indian_giant_squirrel": "The Indian giant squirrel, or Malabar giant squirrel, (Ratufa indica) is a large tree squirrel species in the genus Ratufa native to forests and woodlands in India. It is a diurnal, arboreal, and mainly herbivorous squirrel.",
  "/wiki/Pench_National_Park,_Madhya_Pradesh": "Pench National Park is a national park in India's Madhya Pradesh state, established in 1975 with an area of 257.26 km2 (99.33 sq mi). It includes Pench Tiger Reserve and derives its name from the Pench River that flows through the park from north to south dividing the park into almost equal western and eastern halves, the well-forested areas of Seoni and Chhindwara districts respectively. It was declared a sanctuary in 1965, raised to the status of national park in 1975 and enlisted as a tiger reserve in 1992.",
  "/wiki/Seoni": "Seoni  is a city and a municipality in Seoni district in the Indian state of Madhya Pradesh. This tribal household dominated district was formed in the year 1956.\nRudyard Kipling used the forests in the vicinity of Seoni, or as he spells it, Seeonee, as the setting for the Mowgli stories in The Jungle Book and The Second Jungle Book (1894–1895), although the area is not an actual rainforest. Seoni is city where tributary of the river Godavari, the Wainganga, originates.\nSeoni is reachable by road, major adjacent cities Nagpur and Jabalpur.The National Highway 44 (India) , North-South corridor Crosses from Seoni. The nearest airport is in Nagpur (130 km); a small airport (air-strip) is available at Seoni near Sukhtara village for landing charter aeroplanes/helicopters.",
  "/wiki/Chhindwara": "Chhindwara is a city in India and a Municipal Corporation in Chhindwara district in the Indian state of Madhya Pradesh. The city is the administrative headquarters of Chhindwara District. Chhindwara is reachable by rail or road from adjacent cities Nagpur and Jabalpur. The nearest airport is in Nagpur (130 km); a small airport (air-strip) is available at Chhindwara for landing charter aeroplanes/helicopters.",
  "/wiki/Chowsingha": "The four-horned antelope (Tetracerus quadricornis), or chousingha, is a small antelope found in India and Nepal. This antelope has four horns, which distinguish it from most other bovids, which have two horns (sparing a few such as the Jacob sheep). The sole member of the genus Tetracerus, the species was first described by French zoologist Henri Marie Ducrotay de Blainville in 1816. Three subspecies are recognised. The four-horned antelope stands nearly 55–64 centimetres (22–25 in) at the shoulder and weighs nearly 17–22 kilograms (37–49 lb). Slender with thin legs and a short tail, the four-horned antelope has a yellowish brown to reddish coat. One pair of horns is located between the ears, and the other on the forehead. The posterior horns are always longer than the anterior horns, which might be mere fur-covered studs. While the posterior horns measure 8–12 centimetres (3.1–4.7 in), the anterior ones are 2–5 centimetres (0.79–1.97 in) long.",
  "/wiki/Mandla_Plant_Fossils_National_Park": "Dindori Plant Fossils National Park is situated in Dindori district of Madhya Pradesh in India. This national park has plants in fossil form that existed in India anywhere between 40 million and 150 million years ago spread over seven villages of Dindori District (Ghuguwa, Umaria, Deorakhurd, Barbaspur, Chanti-hills, Chargaon and Deori Kohani).  The Dindori Plant Fossils National Park is an area that spreads over 274,100 square metres. Such fossils are found in three other villages of the district also, but they lie outside the national park.",
  "/wiki/Flora_and_fauna_of_Madhya_Pradesh": "Madhya Pradesh is often called the Heart of India, is a state in central India. Its capital is Bhopal. Madhya Pradesh was originally the largest state in India until November 1, 2000 when the state of Chhattisgarh was carved out. It borders the states Uttar Pradesh, Chhattisgarh, Maharashtra, Gujarat and Rajasthan."
}