{
  "/wiki/AB_Argir": "Argja Bóltfelag is a Faroese football club based in Argir. They are playing their 2020 third season in Betrideildin, after being promoted from 1. deild after playing there for 1 season in 2017. They play their home games at the Inni í Vika Stadium in Argir.",
  "/wiki/Argir": "Argir (Danish: Arge) is a village in the Faroe Islands.",
  "/wiki/Inni_%C3%AD_Vika": "Inni í Vika, currently known as Skansi Arena for sponsorship reasons, is a multi-use stadium on the sport site in Argir, Faroe Islands. It is currently used mostly for football matches and is the home ground of Argja Bóltfelag. The stadium holds 2,000 people and is the southernmost stadium of Streymoy island.",
  "/wiki/B36_T%C3%B3rshavn": "B36 Tórshavn (Faroese: Bóltfelagið 1936 Tórshavn) is a Faroese semi professional football club based in the capital of Tórshavn, playing in the Faroe Islands Premier League, the top tier of Faroese football. B36 Tórshavn has always played its home games in Gundadalur. Originally all Faroese football teams played on gravel grounds, but starting in the late 1980s the grounds were changed into second generation artificial turf. All the artificial pitches have been changed into third generation artificial turf, approved by FIFA.",
  "/wiki/T%C3%B3rshavn": "Tórshavn (Faroese: [ˈtʰɔuʂhaun]; lit. 'Thor's harbor'; Danish: Thorshavn, pronounced [ˈtˢoɐ̯ˀsˌhau̯ˀn]) is the capital and largest city of the Faroe Islands. Tórshavn is in the southern part on the east coast of Streymoy. To the northwest of the city lies the 347-meter-high (1,138 ft) mountain Húsareyn, and to the southwest, the 350-meter-high (1,150 ft) Kirkjubøreyn. They are separated by the Sandá River. The city itself has a population of 19,165 (2019), and the greater urban area has a population of 21,078.",
  "/wiki/Gundadalur": "Gundadalur is the name of an area in Tórshavn, Faroe Islands. It is home to three different football pitches and other sports facilities. The largest one is the national stadium Tórsvøllur, a multi-use stadium.",
  "/wiki/B71_Sandur": "B71 (Sandoy) (B71 being short for Bóltfelagið 1971 – literal translation: \"Ball Club 1971\")  is a Faroese sports club, playing their home games Inni í Dal, Sandur. Teams are made up of players from all the towns on the island of Sandoy.",
  "/wiki/Sandur,_Faroe_Islands": "Sandur (meaning sandy beach; Danish: Sand) is a village on the south coast of the island of Sandoy in the Faroe Islands. The Sandur hoard, dating to the end of the 11th century, attests to the long history of the village. In December 2018 the population stood at 519.",
  "/wiki/Inni_%C3%AD_Dal": "Inni í Dal, roughly translated to \"In the Valley\", is a location on the island of Sandoy, The Faroe Islands. On location is a football pitch, whose occupants are local football team B71, but also the joint public secondary school of Sandoy, Sandoyar Meginskúli.",
  "/wiki/EB/Streymur": "EB/Streymur is a Faroese semi-professional football club based in Streymnes and Eiði. The club was founded in 1993, as result of the merger between EB and Streymur. They have won the Faroe Islands Premier League two times and the Faroe Islands Cup four times. EB/Streymur is also a music group, which created the famous songs named \"Kostbar\" and \"Tá ið eg síggi teg\".",
  "/wiki/Streymnes": "Streymnes (Danish: Strømnæs) is a village on the eastern coast of the Faroese island of Streymoy in Sunda Municipality.",
  "/wiki/Vi%C3%B0_Marg%C3%A1ir": "Við Margáir is a stadium in Streymnes, Faroe Islands. It is currently used mostly for association football matches and is the home ground of EB/Streymur.",
  "/wiki/G%C3%8D_G%C3%B8ta": "Gøtu Ítróttarfelag was a football club based in Gøta, in the Faroe Islands. It was founded in 1926. The club colours were yellow and blue. They played at the Serpugerdi Stadium. In January 2008 the club merged with Leirvík ÍF, forming the new club Víkingur.",
  "/wiki/Nor%C3%B0rag%C3%B8ta": "Norðragøta, also just referred to as Gøta (Danish: Nordregøte), is a village on Eysturoy, Faroe Islands.",
  "/wiki/Sarpuger%C3%B0i": "Sarpugerði is a stadium in Norðragøta, Faroe Islands.  It is currently used mostly for football matches and is the home ground of Víkingur Gøta and has a capacity of 1,600 (440 seated).",
  "/wiki/Havnar_B%C3%B3ltfelag": "Havnar Bóltfelag (HB) is a Faroese semi-professional football club. It is one of the oldest and most successful football clubs in the Faroe Islands. The club was founded in 1904, and is based in the capital, Tórshavn. Home matches are played at the Gundadalur and they compete in the Faroe Islands Premier League. Havnar Bóltfelag is Faroese for Harbour Football Club, with Havn coming from the name of the town of Tórshavn.",
  "/wiki/K%C3%8D_Klaksv%C3%ADk": "Klaksvíkar Ítróttarfelag (Faroese for Sports Club of Klaksvík), commonly known as KÍ, is a Faroese professional football club based in Klaksvík. The club was founded in 1904 and is one of the most successful Faroese football clubs, having won the Faroe Islands Premier League 18 times and the Faroe Islands Cup 6 times. The club wears blue and white and plays matches at the Við Djúpumýrar stadium.",
  "/wiki/Klaksv%C3%ADk": "Klaksvík is the second largest town of the Faroe Islands behind Tórshavn. The town is located on Borðoy, which is one of the northernmost islands (the Norðoyar). It is the administrative centre of Klaksvík municipality.",
  "/wiki/Vi%C3%B0_Dj%C3%BApum%C3%BDrar": "Við Djúpumýrar (formerly also known as Injector Arena for sponsorship reasons) is a multi-use stadium in Klaksvík, Faroe Islands. It is mostly used for football matches. Við Djúpumýrar is the home ground of Klaksvíkar Ítróttarfelag men's and women's teams and has a approximate capacity of 2,500 people, with 524 seats. The stadium hosted the Faroe Islands Cup final in 2010 and 2011.",
  "/wiki/NS%C3%8D_Runav%C3%ADk": "NSÍ Runavík is a Faroese football club, playing in Runavík founded 24 March 1957. In 2003 NSÍ  participated for the first time on a European stage.",
  "/wiki/Runav%C3%ADk": "Runavík (Danish: Runevig) is a comparatively urbanised village in Runavík Municipality, Faroe Islands. It lies on the south half of the isle of Eysturoy.",
  "/wiki/Vi%C3%B0_L%C3%B8kin": "Við Løkin is a stadium in Runavík, Faroe Islands. It is currently used mostly for football matches and is the home ground of NSÍ Runavík. The stadium holds 1,500 people.",
  "/wiki/Sk%C3%A1la_%C3%8DF": "Skála Ítróttarfelag (Skála ÍF) is a Faroese football club based in Skáli, municipality of Runavík. The club was founded on 15 May 1965. They currently (2017) play in Effodeildin, which is the top football league of the Faroe Islands. They were promoted to the top league after winning the 2015 season of 1. deild with 70 points. They were also promoted to the top tier after the 2013 season, but were relegated after one year in Effodeildin.",
  "/wiki/Sk%C3%A1li": "Skála (reclaimed its original name Skála as opposed to incorrect Skáli in 2011; Danish: Skåle) is a village on the east coast of the Faroese island of Eysturoy, located in Runavík Municipality.",
  "/wiki/Undir_M%C3%BDruhjalla": "Undir Mýruhjalla is a stadium in Skála, Faroe Islands. It is currently used mostly for football matches and is the home ground of Skála ÍF. The stadium holds 1,000 people and opened in 1968.",
  "/wiki/VB/Sumba": "FC Suðuroy is a Faroese football club which was founded in January 2010 and consists currently of the former clubs VB (founded in 1905) and Sumba (founded in 1949), which merged in 2005 to form VB/Sumba. FC Suðuroy's first team in the men's championship competes in the 1. deild in 2014. All teams play their home games at the á Eiðinum Stadium in Vágur. The club logo was designed by the photographer Rógvi Nolsøe Johansen in 2010, the same year he won the competition to design a logo for the club.",
  "/wiki/V%C3%A1gur": "Vágur meaning Bay (Danish: Våg) is a town on the island of Suðuroy, part of the Faroe Islands",
  "/wiki/%C3%81_Ei%C3%B0inum": "á Eiðinum is a multi-use stadium in Vágur, which is one of the larger villages in the southernmost island Suduroy in the Faroe Islands.  It is currently used mostly for football matches and is the home ground of FC Suðuroy, formerly called VB/Sumba (until 31 Dec. 2009). The stadium holds 3,000 people, but has only 330 seats."
}