{
  "/wiki/James_White_(basketball)": "James William White IV (born October 21, 1982) is an American professional basketball player for Virtus Roma of the Italian Lega Basket Serie A (LBA).\n White is well known for his athleticism and ability to dunk. Since high school, his most famous dunk has been the between-the-legs dunk, with many variations. He is also known for his ability to jump from the free throw line and dunk a basketball with both hands. 'Flight' White was a runner-up in two notable dunk contests: behind future University of Florida and Golden State Warriors power forward David Lee in the 2001 McDonald's High School Slam Dunk Contest, and behind North Carolina's David Noel in the NCAA College Slam Dunk Contest during the 2006 Final Four weekend.",
  "/wiki/Indiana_Pacers": "The Indiana Pacers are an American professional basketball team based in Indianapolis, Indiana. The Pacers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The Pacers were first established in 1967 as a member of the American Basketball Association (ABA) and became a member of the NBA in 1976 as a result of the ABA–NBA merger. They play their home games at Bankers Life Fieldhouse. The team is named after Indiana's history with the Indianapolis 500's pace cars and with the harness racing industry. The Pacers have won three championships, all in the ABA. The Pacers were NBA Eastern Conference champions in 2000. The team has won nine division titles.",
  "/wiki/Cincinnati_Bearcats": "The Cincinnati Bearcats  are the athletic teams that represent the University of Cincinnati. The teams are members of the American Athletic Conference (The American), which from 1979 to 2013 was known as the Big East Conference. Cincinnati and Wichita State University are currently the only members of The American that are located in the Midwestern United States; all other members are in the Northeast or South.\n The Bearcats were previously members of Conference USA, where they were a founding member. The creation of Conference USA was the result of a merger between the Great Midwest Conference (of which Cincinnati was a member) and the Metro Conference (whom Cincinnati had previously been a member) in 1995. Other collegiate athletic conferences which the school has belonged to includes the Missouri Valley Conference, 1957–1969; the Mid-American Conference, 1947–1952; the Buckeye Athletic Association, 1925–1935, and the Ohio Athletic Conference, 1910–1924.",
  "/wiki/Steve_Novak": "Steven Michael Novak (born June 13, 1983) is an American former professional basketball player who is currently a television analyst for the Milwaukee Bucks on Fox Sports Wisconsin. He is listed as 6'10, 225 lbs. He played college basketball at Marquette University. Novak split time at both small forward and power forward. He was the NBA regular season leader in three point percentage during the 2011–12 season.",
  "/wiki/Houston_Rockets": "The Houston Rockets are an American professional basketball team based in Houston. They compete in the National Basketball Association (NBA) as a member team of the league's Western Conference Southwest Division. The team plays its home games at the Toyota Center, located in Downtown Houston. The Rockets have won two NBA championships and four Western Conference titles. The team was established in 1967 as the San Diego Rockets, an expansion team originally based in San Diego. In 1971, the Rockets moved to Houston. The Rockets won only 15 games in their debut season as a franchise in 1967. In the 1968 NBA draft, the Rockets were awarded the first overall pick and selected power forward Elvin Hayes, who would lead the team to its first playoff appearance in his rookie season.",
  "/wiki/Marquette_Golden_Eagles": "The Marquette Golden Eagles, formerly known as the Marquette Warriors, Blue and Gold, Gold, Hilltoppers, and Golden Avalanche (football only), are the athletic teams representing Marquette University in Milwaukee, Wisconsin, United States. They compete as a member of the NCAA Division I level (non-football sub-level), primarily competing in the Big East Conference for all sports since its establishment in 2013. The Golden Eagles are a founding member of the current Big East, having been one of the seven members of the original Big East that broke away to form a basketball-focused league. They had joined the original Big East in 2005, having previously competed in Conference USA (C-USA) from 1995–96 to 2004–05, the Great Midwest Conference from 1991–92 to 1994–95 and the Horizon League from 1988–89 to 1990–91. They also competed as an independent from 1916–17 to 1987–88. Men's sports include basketball, cross country, golf, lacrosse, soccer, tennis and track & field, while women's sports include basketball, cross country, lacrosse, soccer, tennis, track & field and volleyball. The men's basketball team won the NCAA national championship in 1977, and was a finalist in 1974 and a semifinalist in 2003. The 1970 team won the National Invitation Tournament; the NCAA tournament in 1970 included just 25 teams and the NIT had 16.",
  "/wiki/Solomon_Jones_(basketball)": "Solomon Jones III (born July 16, 1984) is an American former professional basketball player. He is 6'10 and weighs 235 lb, playing the power forward and center positions. He played his college basketball at Daytona State College for two seasons (2002–2004) and then at the University of South Florida for another two seasons (2004–2006). He was then selected by the Atlanta Hawks with the 33rd overall pick in the 2006 NBA draft.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena. The team's origins can be traced to the establishment of the Buffalo Bisons in 1946 in Buffalo, New York, a member of the National Basketball League (NBL) owned by Ben Kerner and Leo Ferris. After 38 days in Buffalo, the team moved to Moline, Illinois, where they were renamed the Tri-Cities Blackhawks. In 1949, they joined the NBA as part of the merger between the NBL and the Basketball Association of America (BAA), and briefly had Red Auerbach as coach. In 1951, Kerner moved the team to Milwaukee, where they changed their name to the Hawks. Kerner and the team moved again in 1955 to St. Louis, where they won their only NBA Championship in 1958 and qualified to play in the NBA Finals in 1957, 1960 and 1961.",
  "/wiki/University_of_South_Florida": "The University of South Florida (USF) is a public research university in Tampa, Florida. It is a member institution of the State University System of Florida. Founded in 1956, USF is the fourth-largest public university in the state of Florida, with an enrollment of 50,755 as of the 2018–2019 academic year. The USF system has three institutions: USF Tampa, USF St. Petersburg and USF Sarasota-Manatee. Each institution is separately accredited by the Commission on Colleges of the Southern Association of Colleges and Schools. The university is home to 14 colleges, offering more than 80 undergraduate majors and more than 130 graduate, specialist, and doctoral-level degree programs. USF is classified among R1: Doctoral Universities – Very high research activity. In its 2011 ranking, the Intellectual Property Owners Association placed USF 10th among all universities worldwide in the number of US patents granted.",
  "/wiki/Paul_Davis_(basketball)": "Paul Davis (born July 21, 1984) is an American retired professional basketball player. Standing at 6 ft 11 in (2.11 m), he played at the power forward and center positions.",
  "/wiki/Los_Angeles_Clippers": "The Los Angeles Clippers (branded as the LA Clippers) are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the Pacific Division in the league's Western Conference. The Clippers play their home games at the Staples Center, an arena they share with fellow NBA team the Los Angeles Lakers, as well as the Los Angeles Sparks of the Women's National Basketball Association (WNBA), and the Los Angeles Kings of the National Hockey League (NHL). The franchise was founded in 1970 as the Buffalo Braves, and were one of three expansion teams to join the NBA that year, along with the Cleveland Cavaliers and Portland Trail Blazers. The Braves saw some success and reached the playoffs three times, led by league Most Valuable Player (MVP) Bob McAdoo. Conflicts with the Canisius Golden Griffins over the Buffalo Memorial Auditorium and the sale of the franchise led to their relocating from Buffalo, New York, to San Diego, California. In 1978, upon relocating, the franchise was rebranded to be known as the San Diego Clippers, in reference to the sailing ships that can be seen in the San Diego Bay. The franchise saw limited success on the court in its six years in San Diego despite the acquisition of star center Bill Walton, who missed nearly three full seasons due to injury upon his arrival.",
  "/wiki/Michigan_State_Spartans": "The Michigan State Spartans are the athletic teams that represent Michigan State University. The school's athletic program includes 25 varsity sports teams. Their mascot is a Spartan warrior named Sparty, and the school colors are green and white. The university participates in the NCAA's Division I and the Football Bowl Subdivision for football. The Spartans participate as members of the Big Ten Conference in all varsity sports. Michigan State offers 12 varsity sports for men and 13 for women. The university's previous athletic director was Mark Hollis, who served in the position from January 1, 2008 to January 26, 2018, when he resigned, along with others at the University, due to fallout from the USA Gymnastics sex abuse scandal involving former MSU Medical School faculty member Dr. Larry Nassar. Bill Beekman assumed the position on an interim basis, until July 17, 2018 when he was named to the permanent post.",
  "/wiki/P.J._Tucker": "Anthony Leon P. J. Tucker Jr. (born May 5, 1985) is an American professional basketball player for the Houston Rockets of the National Basketball Association (NBA).",
  "/wiki/Toronto_Raptors": "The Toronto Raptors are a Canadian professional basketball team based in Toronto. The Raptors compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. They play their home games at the Scotiabank Arena, which they share with the Toronto Maple Leafs of the National Hockey League (NHL). The team was founded in 1995 as part of the NBA's expansion into Canada, along with the Vancouver Grizzlies. Since the 2001–02 season, the Raptors have been the only Canadian-based team in the league, as the Grizzlies relocated from Vancouver to Memphis, Tennessee. As with most expansion teams, the Raptors struggled in their early years; but after the acquisition of Vince Carter through a draft-day trade in 1998, the franchise set league-attendance records and made the NBA playoffs in 2000, 2001, and 2002. Carter was instrumental in leading the team to their first playoff series win in 2001, where they advanced to the Eastern Conference semifinals. During the 2002–03 and 2003–04 seasons, they failed to make significant progress, and Carter was traded in 2004 to the New Jersey Nets.",
  "/wiki/Texas_Longhorns": "The Texas Longhorns are the athletic teams that represent The University of Texas at Austin. The teams are sometimes referred to as the 'Horns and take their name from  Longhorn cattle that were an important part of the development of Texas, and are now the official large animal of the U.S. state of Texas. The women's teams are sometimes called the Lady Longhorns, but generally both the men's and women's teams are referred to as the Longhorns, and the mascot is a Texas Longhorn steer named Bevo.\n The Longhorn nickname appeared in Texas newspapers by 1900.\n The University of Texas at Austin is the flagship institution of the University of Texas System. It offers a wide variety of varsity and intramural sports programs, and was selected as America's Best Sports College in a 2002 analysis by Sports Illustrated. Texas was also listed as the number one Collegiate Licensing Company client from 2005–2013 in regards to the amount of annual trademark royalties received from the sales of its fan merchandise.\n Until Athletic Director Chris Del Conte altered the organizational structure of the athletic department in 2017, Texas was the only remaining NCAA Division I school to operate separate men's and women's athletic departments, after the other remaining holdout, the University of Tennessee, merged its men's and women's athletic departments at the end of the 2011–12 academic year.",
  "/wiki/Craig_Smith_(basketball,_born_1983)": "Craig Smith (born November 10, 1983) is an American former professional basketball player. After playing at Boston College from 2002–2006, he was selected by the Minnesota Timberwolves in the 2006 NBA draft.",
  "/wiki/Minnesota_Timberwolves": "The Minnesota Timberwolves (also commonly known as the Wolves) are an American professional basketball team based in Minneapolis. The Timberwolves compete in the National Basketball Association (NBA) as a member of the league's Western Conference Northwest Division. Founded in 1989, the team is owned by Glen Taylor who also owns the WNBA's Minnesota Lynx. The Timberwolves play their home games at Target Center, their home since 1990. Like most expansion teams, the Timberwolves struggled in their early years, but after the acquisition of Kevin Garnett in the 1995 NBA draft, the team qualified for the playoffs in eight consecutive seasons from 1997 to 2004. Despite losing in the first round in their first seven attempts, the Timberwolves won their first division championship in 2004 and advanced to the Western Conference Finals that same season. Garnett was also named the NBA Most Valuable Player for that season. The team then went into rebuilding mode for more than a decade after missing the postseason in 2005, and trading Garnett to the Boston Celtics in 2007.",
  "/wiki/Bobby_Jones_(basketball,_born_1984)": "Bobby Ray Jones Jr. (born 9 January 1984) is an American-born naturalised-Equatorial Guinean professional basketball player for Scaligera Basket of the Italian Serie A2. He notably played for five different NBA teams in a single season (2007–08), later moving to Italy to continue his career.",
  "/wiki/Philadelphia_76ers": "The Philadelphia 76ers (also commonly known as the Sixers) are an American professional basketball team based in Philadelphia. The 76ers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division and play at Wells Fargo Center. Founded in 1946 and originally known as the Syracuse Nationals, they are one of the oldest franchises in the NBA, and one of only eight (out of 23) to survive the league's first decade.\n The 76ers have had a prominent history, with many of the greatest players in NBA history having played for the organization, including Wilt Chamberlain, Hal Greer, Billy Cunningham, Julius Erving, Andrew Toney, Moses Malone, Charles Barkley, and Allen Iverson. They have won three NBA championships, with their first coming as the Syracuse Nationals in 1955. The second title came in 1967, a team which was led by Chamberlain. The third title came in 1983, won by a team led by Erving and Malone. The 76ers have only been back to the NBA Finals once since then: in 2001, where they were led by Iverson and lost to the Los Angeles Lakers in five games.",
  "/wiki/Washington_Huskies": "The Washington Huskies are the intercollegiate athletic teams that represent the University of Washington, located in Seattle. The school is a member of the Pac-12 Conference. Washington students, sports teams, and alumni are called Huskies. The husky was selected as the school mascot by student committee in 1923. It replaced the Sun Dodger, an abstract reference to the local weather that was quickly dropped in favor of something more tangible. The costumed Harry the Husky performs at sporting and special events, and a live Alaskan Malamute, currently named Dubs II, has traditionally led the football team onto the field at the start of games. The school colors of purple and gold were adopted in 1892 by student vote. The choice was purportedly inspired by the first stanza of Lord Byron's The Destruction of Sennacherib\n Among its facilities on campus are Husky Stadium (football), Hec Edmundson Pavilion (basketball, gymnastics and volleyball), Husky Ballpark (baseball), Husky Softball Stadium (softball), the Nordstrom Tennis Center, the Dempsey Indoor practice facility, and the Conibear Shellhouse (rowing).",
  "/wiki/Kosta_Perović": "Kosta Perović (Serbian: Коста Перовић; born February 19, 1985) is a Serbian former professional basketball player. He represented the Serbian national basketball team internationally. In the 2006 NBA draft he was a second-round selection of the NBA's Golden State Warriors, with whom he signed on August 3, 2007. A 2.18 m (7 ft 2 in) center, Perović was the tallest player taken in the 2006 NBA Draft. His game has been compared to that of Slovenian center Radoslav Nesterović.",
  "/wiki/Golden_State_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971. [b] They play their home games at the Chase Center. The Warriors won the inaugural Basketball Association of America (BAA) championship in 1947,[c] and won again in 1956, led by Hall of Fame trio Paul Arizin, Tom Gola, and Neil Johnston. After a brief rebuilding period after the trade of star Wilt Chamberlain, the team moved to San Francisco. In 1975, star players Jamaal Wilkes and Rick Barry powered the Warriors to their third championship, largely considered one of the biggest upsets in NBA history. The team struggled in the 1980s, then became playoff regulars at the turn of the decade with stars Tim Hardaway, Mitch Richmond, and Chris Mullin, nicknamed Run TMC.",
  "/wiki/David_Noel": "David Anthony Noel III (born February 27, 1984) is an American retired professional basketball player and current assistant coach of the Capital City Go-Go of the NBA G League. A graduate of the University of North Carolina, Noel was drafted by the Milwaukee Bucks in the second round of the 2006 NBA draft with their lone pick, 39th overall. Noel averaged 2.7 points, 1.8 rebounds, and 1.0 assists per game during his sole season with the Bucks. On January 20, 2008, David Noel joined the Tulsa 66ers of the NBDL. On November 7, 2008, he was selected with the 14th pick in the first round of the 2008 NBA D-League Draft by the Albuquerque Thunderbirds. On March 2, 2009, Noel was traded to the Reno Bighorns for Antonio Meeking. Later that year, David Noel was chosen by the Barangay Ginebra Kings team of the Philippine Basketball Association (PBA) to be their import. David Noel played with the French team Chorale Roanne Basket during the 2009-10 season.",
  "/wiki/Milwaukee_Bucks": "The Milwaukee Bucks are an American professional basketball team based in Milwaukee. The Bucks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team was founded in 1968 as an expansion team, and play at the Fiserv Forum. Former U.S. Senator Herb Kohl was the long-time owner of the team, but on April 16, 2014, a group led by billionaire hedge fund managers Wes Edens and Marc Lasry agreed to purchase a majority interest in the team from Kohl, a sale which was approved by the owners of the NBA and its Board of Governors one month later on May 16. The team is managed by Jon Horst, the team's former director of basketball operations, who took over for John Hammond in May 2017. The Bucks have won one league title (1971), two conference titles (1971 and 1974), and 14 division titles (1971–1974, 1976, 1980–1986, 2001, 2019). They have featured such notable players as Kareem Abdul-Jabbar, Sidney Moncrief, Oscar Robertson, Bob Dandridge, Bob Lanier, Glenn Robinson, Ray Allen, Sam Cassell, Junior Bridgeman, Michael Redd, Terry Cummings, Vin Baker, Jon McGlocklin, Marques Johnson, and Brian Winters.",
  "/wiki/North_Carolina_Tar_Heels": "The North Carolina Tar Heels are the athletic teams representing the University of North Carolina at Chapel Hill. The name Tar Heel is a nickname used to refer to individuals from the state of North Carolina, the Tar Heel State. The campus at Chapel Hill is referred to as the University of North Carolina for the purposes of the National Collegiate Athletic Association. The University of North Carolina at Chapel Hill was chartered in 1789, and in 1795 it became the first state-supported university in the United States. Since the school fostered the oldest collegiate team in the Carolinas, the school took on the nickname Carolina, especially in athletics. The Tar Heels are also referred to as North Carolina, UNC, or The Heels. The female athletic teams are sometimes referred to as Lady Tar Heels. The mascot of the Tar Heels is Rameses, a Dorset Ram.",
  "/wiki/Denham_Brown": "Denham W. Brown (born January 6, 1983) is a Canadian professional basketball player who last played for BC Mures in the Romanian National League.",
  "/wiki/Seattle_SuperSonics": "The Seattle SuperSonics, commonly known as the Sonics, were an American professional basketball team based in Seattle, Washington. The SuperSonics played in the National Basketball Association (NBA) as a member club of the league's Western Conference Pacific and Northwest divisions from 1967 until 2008. After the 2007–08 season ended, the team relocated to Oklahoma City, Oklahoma, and now plays as the Oklahoma City Thunder. Sam Schulman owned the team from its 1967 inception until 1983. It was then owned by Barry Ackerley (1983–2001), and then Basketball Club of Seattle, headed by Starbucks chairman emeritus, former president and CEO Howard Schultz (2001–2006). On July 18, 2006, the Basketball Club of Seattle sold the SuperSonics and its Women's National Basketball Association (WNBA) sister franchise Seattle Storm to the Professional Basketball Club LLC, headed by Oklahoma City businessman Clay Bennett. The sale was approved by the NBA Board of Governors on October 24, 2006, and finalized on October 31, 2006, at which point the new ownership group took control. After failing to find public funding to construct a new arena in the Seattle area, the SuperSonics moved to Oklahoma City before the 2008–09 season, following a $45 million settlement with the city of Seattle to pay off the team's existing lease at KeyArena at Seattle Center in advance of its 2010 expiration.",
  "/wiki/Connecticut_Huskies": "The UConn Huskies (or Connecticut Huskies) are the athletic teams that represent the University of Connecticut. The school is a member of the NCAA's Division I and the American Athletic Conference. The university's football team plays at Rentschler Field, and the men's and women's basketball teams play on-campus at Harry A. Gampel Pavilion and off-campus at the XL Center.",
  "/wiki/James_Augustine": "James Augustine (born February 27, 1984) is a retired American professional basketball player who played as a forward. During the career he played college basketball for the Illinois Fighting Illini before being drafted 41st overall in the 2006 NBA draft by the Orlando Magic. Later he relocated in Europe and concluded his playing career for Malaga. Augustine has played over 400 official games in different clubs. A tall, imposing sportsman, he was considered to be one of the best USA talents.",
  "/wiki/Orlando_Magic": "The Orlando Magic are an American professional basketball team based in Orlando, Florida. The Magic compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The franchise was established in 1989 as an expansion franchise, and such notable NBA stars as Shaquille O'Neal, Penny Hardaway, Patrick Ewing, Grant Hill, Tracy McGrady, Steve Francis, Dwight Howard, Vince Carter, Rashard Lewis, Dominique Wilkins, and Hedo Türkoğlu have played for the club throughout its young history. As of 2019[update], the franchise has played in the NBA playoffs for exactly half of its existence (15 playoff appearances in 30 years), and twice went to the NBA Finals, in 1995 and 2009. Orlando has been the second most successful of the four expansion teams brought into the league in 1988 and 1989 in terms of winning percentage, only after the Miami Heat.",
  "/wiki/Illinois_Fighting_Illini": "The Illinois Fighting Illini (/ɪlaɪnaɪ/)[stress?] are the intercollegiate athletic teams that represent the University of Illinois at Urbana–Champaign. The university offers 10 men's and 11 women's varsity sports.\n The University operates a number of athletic facilities, including Memorial Stadium for football, the State Farm Center for both men's and women's basketball, Illinois Field for baseball, the ARC Pool for women's swimming and diving, the Atkins Tennis Center for men's and women's tennis, Eichelberger Field for softball, Huff Hall for men's and women's gymnastics, women's volleyball and men's wrestling, Illinois Soccer and Track Stadium for women's soccer and for men's and women's outdoor track and field, the Stone Creek Golf Course for men's and women's golf, the University of Illinois Arboretum for cross country and the University of Illinois Armory for men's and women's indoor track and field.\n The Fighting Illini lay claim to over twenty-five National Championships dating back to 1900.",
  "/wiki/Daniel_Gibson": "Daniel Hiram Gibson Sr. (born February 27, 1986) is a former American professional basketball player who played seven seasons in the National Basketball Association (NBA) for the Cleveland Cavaliers. He was selected by the Cavaliers in the second round of the 2006 NBA draft.",
  "/wiki/Cleveland_Cavaliers": "The Cleveland Cavaliers, often referred to as the Cavs, are an American professional basketball team based in Cleveland. The Cavaliers compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division. The team began play as an expansion team in 1970, along with the Portland Trail Blazers and Buffalo Braves. Home games were first held at Cleveland Arena from 1970 to 1974, followed by the Richfield Coliseum from 1974 to 1994. Since 1994, the Cavs have played home games at Rocket Mortgage FieldHouse in downtown Cleveland, which is shared with the Cleveland Gladiators of the Arena Football League and the Cleveland Monsters of the American Hockey League. Dan Gilbert has owned the team since March 2005. The Cavaliers opened their inaugural season losing their first 15 games and struggled in their early years, placing no better than sixth in the Eastern Conference during their first five seasons. The team won their first Central Division title in 1976, which also marked the first winning season and playoff appearance in franchise history, where they advanced to the Eastern Conference Finals.",
  "/wiki/Marcus_Vinicius_(basketball)": "Marcus Vinicius Vieira de Souza (born May 31, 1984), commonly known as Marquinhos Vieira, or simply Marquinhos, is a Brazilian professional basketball player. He currently plays with Flamengo in the Novo Basquete Brasil (NBB). He also represents the senior Brazilian national team. At a height of 2.07 m (6'9) tall, and a weight of 102 kg (225 lbs.), he can play at both the small forward and power forward positions.",
  "/wiki/New_Orleans_Hornets": "The New Orleans Pelicans are an American professional basketball team based in New Orleans. The Pelicans compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The team plays their home games in the Smoothie King Center. The Pelicans were established as the New Orleans Hornets in the 2002–03 season when then-owner of the Charlotte Hornets, George Shinn, relocated the franchise to New Orleans. Due to the damage caused by Hurricane Katrina in 2005, the franchise temporarily relocated to Oklahoma City, where they spent two seasons officially known as the New Orleans/Oklahoma City Hornets. The team returned to New Orleans full-time for the 2007–08 season. On January 24, 2013, the franchise announced it would rename itself the Pelicans, effective after the conclusion of the 2012–13 season. The Charlotte Hornets' name, history, and records from 1988 to 2002 were returned to its original city to be used by the then Charlotte Bobcats franchise, which subsequently became the Charlotte Hornets, starting May 20, 2014.",
  "/wiki/Lior_Eliyahu": "Lior Eliyahu (Hebrew: לִיאוֹר אֱלִיָּהוּ‎; born September 9, 1985) is an Israeli professional basketball player for Maccabi Ashdod of the Israeli Premier League. He is 2.06 m (6 ft 9 in) in height and he weighs 105 kg (225 pounds). He plays at the power forward position.",
  "/wiki/Alexander_Johnson": "Alexander Canterell Johnson (born February 8, 1983) is a former American professional basketball player. He played the power forward position.",
  "/wiki/Memphis_Grizzlies": "The Memphis Grizzlies are an American professional basketball team based in Memphis, Tennessee. The Grizzlies compete in the National Basketball Association (NBA) as a member of the league's Western Conference Southwest Division. The Grizzlies play their home games at FedExForum. The team is owned by Robert Pera. The Grizzlies are currently the only team in the major professional North American sports leagues based in the city of Memphis, and is the only professional basketball team in the state of Tennessee.\n The team was originally established as the Vancouver Grizzlies, an expansion team that joined the NBA for the 1995–96 season. After the 2000–01 season concluded, the Grizzlies moved to Memphis.",
  "/wiki/Florida_State_Seminoles": "The Florida State Seminoles are the athletic teams representing Florida State University located in Tallahassee, Florida. They compete as a member of the National Collegiate Athletic Association (NCAA) Division I level (Football Bowl Subdivision sub-level for football), primarily competing in the Atlantic Coast Conference (ACC) for all sports since the 1991–92 season; within the Atlantic Division in any sports split into a divisional format since the 2005–06 season.\n The Seminoles' athletic department fields 20 teams. They have collectively won 19 team national championships, and over 100 team conference championships, as well as numerous individual national and conference titles.",
  "/wiki/Dee_Brown_(basketball,_born_1984)": "Daniel Dee Brown (born August 17, 1984) is a retired American professional basketball player and current college coach. Brown played at the University of Illinois from 2002 to 2006, receiving numerous awards and accolades, including the 2005 Sporting News National Player of the Year. Brown was selected in the second round of the 2006 NBA Draft by the Utah Jazz. Brown played for several international basketball teams from 2007 to 2015.",
  "/wiki/Utah_Jazz": "The Utah Jazz are an American professional basketball team based in Salt Lake City. The Jazz compete in the National Basketball Association (NBA) as a member of the league's Western Conference, Northwest Division. Since 1991, the team has played its home games at Vivint Smart Home Arena. The franchise began play as an expansion team in 1974 as the New Orleans Jazz (as a tribute to New Orleans' history of originating Jazz music). The Jazz moved to Salt Lake City in 1979. The Jazz were one of the most successful teams in the league in their early years. Although 10 seasons elapsed before the Jazz qualified for their first playoff appearance in 1984, they did not miss the playoffs again until 2004. During the late 1980s, John Stockton and Karl Malone arose as the franchise players for the team, and formed one of the most famed point guard–power forward duos in NBA history.",
  "/wiki/Paul_Millsap": "Paul Millsap (born February 10, 1985) is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). A power forward from Louisiana Tech University, Millsap was selected by the Utah Jazz in the second round (47th overall) of the 2006 NBA draft and was named to the NBA All-Rookie Second Team. He played in Utah until 2013, when he became a member of the Hawks. He is a four-time NBA All-Star.",
  "/wiki/Louisiana_Tech_Bulldogs": "Louisiana Tech Bulldogs and Lady Techsters, commonly abbreviated La. Tech and Dawgs, refer to the sports teams of Louisiana Tech University, in Ruston, Louisiana. The teams compete in Division I of NCAA sports. Since 2013, Louisiana Tech has been a member of Conference USA (C-USA).",
  "/wiki/Vladimir_Veremeenko": "Vladimir Veremeenko (born July 21, 1984) is a Belarusian professional basketball player for Tsmoki-Minsk of the VTB United League.",
  "/wiki/Washington_Wizards": "The Washington Wizards are an American professional basketball team based in Washington, D.C. The Wizards compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at the Capital One Arena, in the Chinatown neighborhood of Washington, D.C. The franchise was established in 1961 as the Chicago Packers based in Chicago, Illinois, and were renamed to Chicago Zephyrs the following season. In 1963, they relocated to Baltimore, Maryland, and became the Baltimore Bullets, taking the name from a previous team of the same name. In 1973, the team changed its name to the Capital Bullets to reflect their move to the Washington metropolitan area, and then to Washington Bullets in the following season. In 1997, they rebranded themselves as the Wizards. The Wizards have appeared in four NBA Finals, and won in 1978.",
  "/wiki/Leon_Powe": "Leon Powe, Jr. (/ˈpoʊ/; born January 22, 1984) is an American former professional basketball power forward. Drafted in 2006 by the Denver Nuggets, Powe grew up in Oakland, California, and played college basketball at the University of California, Berkeley. He played his first three years in the NBA with the Boston Celtics and won a championship with the team in 2008. From 2009 to 2011, Powe played for the Cleveland Cavaliers. He also had a stint with the Memphis Grizzlies in 2011. After a stint in Puerto Rico, Powe announced his retirement in 2014 citing multiple injuries and his desire to become a businessman.",
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded in 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team. The Celtics have a notable rivalry with the Los Angeles Lakers, who have won 16 NBA championships, second behind the Celtics. The rivalry was heavily highlighted throughout the 1960s and 1980s. The franchise has played the Lakers a record 12 times in the NBA Finals (including their most recent appearances in 2008 and 2010), of which the Celtics have won nine. Four Celtics players (Bob Cousy, Bill Russell, Dave Cowens and Larry Bird) have won the NBA Most Valuable Player Award for an NBA record total of 10 MVP awards.",
  "/wiki/California_Golden_Bears": "The California Golden Bears are the athletic teams that represent the University of California, Berkeley. Referred to in athletic competition as California or Cal, the university fields 30 varsity athletic programs and various club teams in the National Collegiate Athletic Association (NCAA)'s Division I primarily as a member of the Pac-12 Conference, and for a limited number of sports as a member of the Mountain Pacific Sports Federation (MPSF). Over the course of the school's history, California has won team national titles in 13 men's and 3 women's sports and 107 team titles overall. Cal athletes have also competed in the Olympics for a host of different countries. Notable facilities used by the Bears include California Memorial Stadium (football) and Haas Pavilion (basketball and other indoor sports). Cal finished the 2010–11 athletic season with 1,219.50 points, earning third place in the Director's Cup standings, the Golden Bears' highest finish ever. Cal did not receive any points for its national championships in rugby and men's crew because those sports are not governed by the NCAA. Cal finished 12th in the 2014-15 standings.",
  "/wiki/Ryan_Hollins": "Ryan Hollins (born October 10, 1984) is an American former professional basketball player. He played college basketball for the UCLA Bruins. He was a 7-foot (2.1 m) center who was a journeyman in the National Basketball Association (NBA), playing for nine teams in 10 seasons. He played briefly in Europe before ending his career.",
  "/wiki/Charlotte_Bobcats": "The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina. The Hornets compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division. The team is largely owned by retired NBA player Michael Jordan, who acquired a controlling interest in the team in 2010. The Hornets play their home games at the Spectrum Center in Uptown Charlotte. The original Hornets franchise was established in 1988 as an expansion team, owned by George Shinn. In 2002, Shinn's franchise relocated to New Orleans and became the New Orleans Hornets. In 2004, the NBA established the Charlotte Bobcats, which was regarded as a new expansion team at the time. In 2013, the New Orleans franchise announced it would rebrand itself the New Orleans Pelicans, ultimately returning the Hornets name, records, and official history (spanning from 1988 to 2002) to Charlotte.",
  "/wiki/UCLA_Bruins": "The UCLA Bruins are the athletic teams that represent the University of California, Los Angeles. The Bruin men's and women's teams participate in NCAA Division I as part of the Pac-12 Conference and the Mountain Pacific Sports Federation (MPSF).  For football, they are in the Football Bowl Subdivision of Division I (formerly Division I-A). \nUCLA is second to only Stanford University as the school with the most NCAA team championships at 119 NCAA team championships. \nUCLA offers 11 varsity sports programs for men and 14 for women.",
  "/wiki/List_of_2006–07_NBA_season_transactions": "N/A"
}