{
  "/wiki/Dancing_with_the_Stars_(U.S._season_18)": "Season eighteen of Dancing with the Stars premiered on March 17, 2014. Len Goodman, Carrie Ann Inaba and Bruno Tonioli returned as judges; Tom Bergeron returned as host while Erin Andrews replaced Brooke Burke-Charvet as co-host. Bandleader Ray Chew replaced the Harold Wheeler orchestra and singers. In addition, the skybox made a return to the show and the judges table returned to the left side of the ballroom.",
  "/wiki/Cody_Simpson": "Cody Simpson (born 11 January 1997) is an Australian musician, singer, songwriter, dancer, actor and model. He is signed with the talent agency ICM Partners.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_19)": "Season nineteen of Dancing with the Stars premiered on September 15, 2014.",
  "/wiki/Alfonso_Ribeiro": "Alfonso Lincoln Ribeiro Sr. (born September 21, 1971) is an American actor, comedian, dancer, singer, director, game show host, and television personality. He played Alfonso Spears on the sitcom Silver Spoons, Carlton Banks on the NBC sitcom The Fresh Prince of Bel-Air, and Maxwell Stanton on In the House. He is the host of ABC's America's Funniest Home Videos, replacing host Tom Bergeron, who left after 15 years. Ribeiro hosted the GSN game show Catch 21, the ABC Family show Spell-Mageddon, and the television show Dance 360. He also starred in the title role of the Broadway musical The Tap Dance Kid and took part in the 13th season of the British reality show I'm a Celebrity...Get Me Out of Here! Ribeiro won Season 19 of Dancing with the Stars with professional partner Witney Carson.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_20)": "Season twenty of Dancing with the Stars premiered on March 16, 2015, and concluded on May 19, 2015.",
  "/wiki/Chris_Soules": "Christopher Douglas Soules is an American reality television personality and farmer who starred in the nineteenth season of ABC's The Bachelor. He earned his role as the Bachelor by becoming a fan favorite during his time on the tenth season of The Bachelorette with Andi Dorfman, where he placed third. He has also appeared in Dancing with the Stars.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_21)": "Season twenty-one of the American television competition series Dancing with the Stars premiered on September 14, 2015.",
  "/wiki/Carlos_PenaVega": "Carlos Roberto PenaVega (né Pena Jr.; born August 15, 1989) is an American actor and singer. He starred on the Nickelodeon series Big Time Rush as Carlos García, and was a member of the band Big Time Rush. He was also the host of the network's game show Webheads.",
  "/wiki/Dancing_with_the_stars_(U.S._season_22)": "Season twenty-two of Dancing with the Stars premiered March 21, 2016, on the ABC network. Hosts Tom Bergeron and Erin Andrews returned, as did judges Carrie Ann Inaba and Bruno Tonioli. Len Goodman returned as head judge, after being absent for the previous season; while Julianne Hough did not return as judge.",
  "/wiki/Von_Miller": "Von B'Vsean Miller Jr. (born March 26, 1989) is an American football outside linebacker for the Denver Broncos of the National Football League (NFL). Miller played college football at Texas A&M, where he earned consensus All-American honors and was awarded the Butkus Award as the most outstanding college linebacker in the nation. He was drafted by the Broncos second overall in the 2011 NFL Draft. Considered among the best defenders in the league, he is an eight-time Pro Bowl selection, receiving first-team All-Pro honors as a rookie. At the conclusion of the 2015 NFL season, Miller was named Super Bowl MVP after the Broncos defeated the Carolina Panthers in Super Bowl 50.  Following his Super Bowl victory, he appeared on season 22 of Dancing with the Stars.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_23)": "Season twenty-three of Dancing with the Stars premiered on September 12, 2016, on the ABC network.",
  "/wiki/Vanilla_Ice": "Robert Matthew Van Winkle (born October 31, 1967), known professionally as Vanilla Ice, is an American rapper, actor, and television host. Born in South Dallas, and raised in Texas and South Florida, Ice released his debut album, Hooked, in 1989 on Ichiban Records, before signing a contract with SBK Records, a record label of the EMI Group, which released a reformatted version of the album in 1990 under the title To the Extreme, which contained Ice's best-known hits: \"Ice Ice Baby\" and a cover of \"Play That Funky Music\". \"Ice Ice Baby\" was the first hip hop single to top the Billboard charts.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_24)": "Season twenty-four of Dancing with the Stars premiered on March 20, 2017, on the ABC network.",
  "/wiki/Chris_Kattan": "Christopher Lee Kattan (/kəˈtæn/) is an American actor, comedian, and author. He is best known for his work as a cast member on Saturday Night Live, his role as Bob on the first four seasons of The Middle, for playing Doug Butabi in A Night at the Roxbury and Bunnicula in Bunnicula.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_25)": "Season twenty-five of Dancing with the Stars premiered on September 18, 2017, on the ABC network.",
  "/wiki/Frankie_Muniz": "Francisco Muniz IV (born December 5, 1985) is an American actor. He is best known for playing the title character in the Fox television family sitcom Malcolm in the Middle, which earned him an Emmy Award nomination and two Golden Globe Award nominations. At the height of his fame, he was considered as one of the most popular child actors and in 2003, he was considered \"one of Hollywood's most bankable teens\". In 2008, he put his acting career on hold to pursue an open-wheel racing career, and competed in the Atlantic Championship. From 2012 to 2014, he was a drummer in the band Kingsfoil.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_26)": "Season twenty-six of Dancing with the Stars, titled Dancing with the Stars: Athletes, premiered on April 30, 2018, on the ABC network. The four-week season, the shortest ever, features a cast of current and former athletes. This is the first season where more than one couple is eliminated each week.",
  "/wiki/Chris_Mazdzer": "Christopher \"Chris\" Mazdzer (/ˈmæzdər/; born June 26, 1988) is an American luger who has been active internationally since 2001. He competed at the 2010 Winter Olympics in Vancouver and the 2014 Winter Olympics in Sochi, finishing 13th on both occasions.  At the 2018 Winter Olympics Mazdzer won the silver medal in the Men's Single Luge, becoming the first U.S. men's singles luge medalist and is the first and currently only non-European to win a medal in that event.",
  "/wiki/Dancing_with_the_Stars_(U.S._season_27)": "Season twenty-seven of Dancing with the Stars premiered on September 24, 2018, on the ABC network.",
  "/wiki/Milo_Manheim": "Milo Manheim (born March 6, 2001) is an American actor. He is known for his starring role as Zed in the 2018 Disney Channel Original Movie, Zombies. He finished in second place on season 27 of Dancing with the Stars.",
  "/wiki/Dancing_with_the_Stars_(American_season_28)": "Season twenty-eight of Dancing with the Stars premiered on September 16, 2019 on the ABC network.",
  "/wiki/Kel_Mitchell": "Kel Johari Rice Mitchell (born August 25, 1978) is an American actor, stand-up comedian, musician, singer, and rapper. He is known for his work as a regular cast member of the Nickelodeon sketch comedy series All That, as the Invisible Boy in the 1999 Ben Stiller and Geoffrey Rush superhero satire film Mystery Men, his portrayal of Kel Kimble on the Nickelodeon sitcom Kenan & Kel, his role as Ed in the film and All That sketch Good Burger, as the voice of Dutch in the Disney XD cartoon Motorcity, and as Ray in the 2006 sequel to Like Mike, Like Mike 2: Streetball. He also starred as Double G on the Nickelodeon series Game Shakers. Kel was on Dancing with the Stars on the 28th season and placed 2nd alongside his partner Witney Carson.",
  "/wiki/Witney_Carson": "Witney Capri Carson McAllister (born October 17, 1993) is an American professional Latin ballroom dancer and choreographer. She first gained attention in 2012, when the 18-year-old finished ladies' second runner-up in season nine of So You Think You Can Dance. Carson continued her professional dancing career in early 2013 as a troupe dancer in seasons 16 and 17 of Dancing with the Stars. She was promoted to professional partner in season 18. In season 19, she and her partner Alfonso Ribeiro were announced the winners on November 25, 2014, making her one of six professional dancers to win the mirror ball trophy within their first two seasons. For that season, she received a nomination for the Primetime Emmy Award for Outstanding Choreography."
}