{
  "/wiki/Centennial_Collegiate_Vocational_Institute": "Centennial Collegiate Vocational Institute is a secondary high school located in Ward Five of Guelph, Ontario, Canada. Centennial offers many programs at their facilities, including: Science, Math, English, French, and Japanese. The school colours are gold and purple.",
  "/wiki/Guelph,_Ontario": "Guelph (/ɡwɛlf/ (listen); 2016 Canadian Census population 131,794) is a city in Southwestern Ontario, Canada. Known as \"The Royal City\", Guelph is roughly 28 km (17 mi) east of Kitchener and 100 km (62 mi) west of Downtown Toronto, at the intersection of Highway 6, Highway 7 and Wellington County Road 124. It is the seat of Wellington County, but is politically independent of it. The city is built on the traditional territory of the Mississaugas of the Credit First Nation.",
  "/wiki/Centre_Dufferin_District_High_School": "Centre Dufferin District High School is the public high school for Shelburne, Ontario. It is part of the Upper Grand District School Board.",
  "/wiki/Shelburne,_Ontario": "Shelburne (2016 population 8,126) is a town in Dufferin County, Ontario, Canada, is located at the intersection of Highway 10 and Highway 89. Shelburne is best known for the Annual Canadian Championship Fiddling Contest that is held each August.",
  "/wiki/Centre_Wellington_District_High_School": "Centre Wellington District High School, or CWDHS, is a fully composite high school located in Fergus, Ontario. \nThe school was originally called Fergus High School and was constructed in 1928. Later, two additions were built, but eventually, the number of students exceeded the capacity of the building.  As a result, a brand new school was built which opened in September 2004. It is run by the Upper Grand District School Board. The principal of the school is Chad Warren & vice principals are Albert Boutin and Lesley Jordan.",
  "/wiki/Fergus,_Ontario": "Fergus is the largest community in Centre Wellington, a township within Wellington County in Ontario, Canada. It lies on the Grand River about 18 km NNW of Guelph. The population of this community at the time of the 2016 Census was 20,767, but the community is growing as new homes are being built for sale.",
  "/wiki/College_Heights_Secondary_School_(Guelph)": "College Heights Secondary School is a public high school located in Guelph, Ontario, Canada. It is part of the Upper Grand District School Board.",
  "/wiki/Erin,_Ontario": "Erin is a town in Wellington County, approximately 80 kilometres (50 mi) northwest of Toronto, Ontario, Canada. Erin is bordered by the Town of Caledon, Ontario to the east, the Town of Halton Hills to the south, the Township of Guelph/Eramosa to the west and the Township of East Garafraxa to the north.",
  "/wiki/Guelph_Collegiate_Vocational_Institute": "The Guelph Collegiate Vocational Institute (GCVI, Guelph C.V.I., GC) is a public high school in Guelph, Ontario, Canada. The school is the oldest continuously operating public high school in Guelph, and the third oldest in the province of Ontario, Canada.",
  "/wiki/John_F._Ross_Collegiate_Vocational_Institute": "The John F. Ross Collegiate Vocational Institute is a grade 9–12 public secondary school in Guelph, Ontario, Canada and is part of the Upper Grand District School Board.",
  "/wiki/Norwell_District_Secondary_School": "Norwell District Secondary School, formerly known as Palmerston High School, and often simply called Norwell or NDSS, is a mid-sized composite high school located in Palmerston, Ontario. The school serves an area of approximately 500 km², including the communities of Palmerston, Harriston, Drayton, Clifford, Moorefield, Rothsay, and for French Immersion, students from more distant towns such as Mount Forest. Most students (over 90%) are bused in.",
  "/wiki/Palmerston,_Ontario": "Palmerston (population 2,599) is an unincorporated community in the south end of the town of Minto, in the north part of Wellington County, in Ontario, Canada.",
  "/wiki/Orangeville_District_Secondary_School": "Orangeville District Secondary School is located at 22 Faulkner Street in Orangeville, Ontario, Canada, and is the oldest secondary school in the town.  It was built in its current state after the old high school (originally built in 1884) burned down in 1948.  Currently, grades 9 through 12 are housed at O.D.S.S. There are 1,350 students that attend this school. The principal is Patrick Hamilton and the vice principal is Steve Wynen.",
  "/wiki/Orangeville,_Ontario": "Orangeville (Canada 2016 Census 28,900) is a town in south-central Ontario, Canada, and the seat of Dufferin County.",
  "/wiki/Wellington_Heights_Secondary_School": "Wellington Heights Secondary School (WHSS) is a high school in Mount Forest, Ontario, Canada. The school is home of the \"Wellington Heights Wolverines\". The principal is Jennifer Meeker and the vice-principal is Kevin Taylor.  WHSS was built in 2004 due to the closure of the high schools in Mount Forest and Arthur. It serves students from all over North Wellington county, including the towns of Mount Forest, Arthur, Conn, Damascus, and Kenilworth. WHSS is part of the Upper Grand District School Board.",
  "/wiki/Mount_Forest,_Ontario": "Mount Forest is an unincorporated community located on the junction of the 6 and the 89 in the township of Wellington North, Ontario. The town's motto is \"High, Healthy, Happy\", which can be seen on the water tower when approaching the town from the south. As of the 2011 Canadian census the population of Mount Forest was 4,757[citation needed].",
  "/wiki/Westside_Secondary_School": "Westside Secondary School is a public high school located in Orangeville, Ontario, Canada that opened on November 25, 1999. The current population is about 990 students.",
  "/wiki/Upper_Grand_District_School_Board": "The Upper Grand District School Board (known as English-language Public District School Board No. 18 prior to 1999) is a school board in Ontario, Canada. It spans an area of 4211 km² and serves approximately 35,000 students through 65 elementary schools and 11 secondary schools in the regions of Dufferin County, Wellington County and the City of Guelph, in the region to the west and north of Toronto."
}