{
  "/wiki/City_University_of_Hong_Kong": "City University of Hong Kong (CityU) is a public research university in Kowloon, Hong Kong. It was founded in 1984 as City Polytechnic of Hong Kong and became a fully accredited university in 1994. It is one of eight government-funded degree-granting tertiary institutions.",
  "/wiki/Indian_Institute_of_Technology_Bombay": "The Indian Institute of Technology Bombay (abbreviated as IITB or IIT Bombay) is a public engineering institution located in Powai, Mumbai, India.",
  "/wiki/Karl_Johan_%C3%85str%C3%B6m": "Karl Johan Åström (born August 5, 1934) is a  Swedish control theorist, who has made contributions to the fields of control theory and control engineering, computer control and adaptive control. In 1965, he described a general framework of Markov decision processes with incomplete information, what ultimately led to the notion of a Partially observable Markov decision process.",
  "/wiki/Lund_University": "Lund University (Swedish: Lunds universitet) is a prestigious university in Sweden and one of northern Europe’s oldest universities. Lund University is consistently ranked among the world's top 100 universities. The university is located in the city of Lund in the province of Scania, Sweden. It arguably traces its roots back to 1425, when a Franciscan studium generale was founded in Lund next to the Lund Cathedral. After Sweden won Scania from Denmark in the 1658 Treaty of Roskilde, the university was officially founded in 1666 on the location of the old studium generale next to Lund Cathedral.",
  "/wiki/Michael_Athans": "Michael Athans (born Michael Athanassiades, May 3, 1937) is a Greek-American control theorist and a retired Professor in the Department of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology. He is a Fellow of the IEEE (1973) and a Fellow of the AAAS (1977). He is the recipient of numerous awards for his contributions in the field of control theory.",
  "/wiki/MIT": "Massachusetts Institute of Technology (MIT) is a private research university in Cambridge, Massachusetts. The Institute is a land-grant, sea-grant, and space-grant university, with an urban campus that extends more than a mile (1.6 km) alongside the Charles River. The Institute also encompasses a number of major off-campus facilities such as the MIT Lincoln Laboratory, the Bates Center, and the Haystack Observatory, as well as affiliated laboratories such as the Broad and Whitehead Institutes. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. It has since played a key role in the development of many aspects of modern science, engineering, mathematics, and technology, and is widely known for its innovation and academic strength, making it one of the most prestigious institutions of higher learning in the world.",
  "/wiki/John_Baillieul": "John Baillieul (born May 13, 1945) is an American control theorist and distinguished professor in the Department of Mechanical Engineering at Boston University.",
  "/wiki/Boston_University": "Boston University (BU) is a private research university in Boston, Massachusetts. The university is nonsectarian, but has been historically affiliated with the United Methodist Church.",
  "/wiki/University_of_Wisconsin%E2%80%93Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus.",
  "/wiki/Tamer_Basar": "Mustafa Tamer Başar, (born January 19, 1946 in Istanbul, Turkey) is a control and game theorist who is the Swanlund Endowed Chair and Center for Advanced Study  Professor  of Electrical and Computer Engineering at the University of Illinois at Urbana-Champaign, USA. He is also the Director of the Center for Advanced Study (since 2014).",
  "/wiki/University_of_Illinois_at_Urbana%E2%80%93Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/Stephen_P._Boyd": "Stephen P. Boyd is an American professor and control theorist. He is the Fortinet Founders Chair in the Department of Electrical Engineering, Samsung Professor of Engineering, and professor by courtesy in Computer Science and Management Science & Engineering at Stanford University. He is also affiliated with Stanford's Institute for Computational and Mathematical Engineering (ICME).",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Damiano_Brigo": "Damiano Brigo (born Venice, Italy 1966) is an applied mathematician and Chair in Mathematical Finance at Imperial College London. He is known for research in  filtering theory and mathematical finance.",
  "/wiki/Imperial_College": "Imperial College London (legally Imperial College of Science, Technology and Medicine) is a public research university located in London. In 1851, Prince Albert built his vision of an area for culture, including the Victoria and Albert Museum, Natural History Museum, Royal Colleges, Royal Albert Hall, and the Imperial Institute. In 1907, Imperial College was established by royal charter, merging the Royal College of Science, Royal School of Mines, and City and Guilds of London Institute. In 1988, the Imperial College School of Medicine was formed by combining with St Mary's Hospital Medical School. In 2004, Queen Elizabeth II opened the Imperial College Business School.",
  "/wiki/Roger_W._Brockett": "Roger Ware Brockett (born October 22, 1938 in Seville, Ohio) is an American control theorist and the An Wang Professor of Computer Science and Electrical Engineering at Harvard University, who founded the Harvard Robotics Laboratory in 1983.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/William_L._Brogan": "William L. Brogan is an American control theorist and a Professor of Electrical Engineering at the University of Nevada, Las Vegas. He is well known as the author of the book Modern Control Theory, one of the highly cited references in the field. He was made a Fellow of the IEEE in 1989 for \"contributions to filtering and control theory, its implementation in practical applications, and for related educational programs\". He received his B.S.M.E degree from the State University of Iowa in 1958. He earned an M.S. and Ph.D. in engineering from UCLA in 1961 and 1965, respectively.",
  "/wiki/University_of_Nevada,_Las_Vegas": "The University of Nevada, Las Vegas (UNLV) is a public land-grant research university in Paradise, Nevada. The 332-acre (134 ha) campus is about 1.6 mi (2.6 km) east of the Las Vegas Strip. It was formerly part of the University of Nevada from 1957 to 1969. The university includes the Shadow Lane Campus, just east of the University Medical Center of Southern Nevada, which houses both School of Medicine and School of Dental Medicine. UNLV's law school, the William S. Boyd School of Law, is also the only law school in the state.",
  "/wiki/International_Standard_Book_Number": "The International Standard Book Number (ISBN) is a numeric commercial book identifier which is intended to be unique.[a][b] Publishers purchase ISBNs from an affiliate of the International ISBN Agency.",
  "/wiki/Special:BookSources/0-13-589763-7": "N/A",
  "/wiki/Colorado_State_University": "Colorado State University (Colorado State or CSU) is a public research university in Fort Collins, Colorado. The university is the state's land grant university and the flagship university of the Colorado State University System.",
  "/wiki/University_of_California": "The University of California (UC) is a public university system in the U.S. state of California. Under the California Master Plan for Higher Education, the University of California is a part of the state's three-system public higher education plan, which also includes the California State University system and the California Community Colleges System.",
  "/wiki/Munther_A._Dahleh": "Munther A. Dahleh (born 1962, Tulkarem, Palestine) is the William Coolidge Professor of Electrical Engineering and Computer Science and Director of the Massachusetts Institute of Technology (MIT) Institute for Data, Systems, and Society (IDSS).",
  "/wiki/Massachusetts_Institute_of_Technology": "Massachusetts Institute of Technology (MIT) is a private research university in Cambridge, Massachusetts. The Institute is a land-grant, sea-grant, and space-grant university, with an urban campus that extends more than a mile (1.6 km) alongside the Charles River. The Institute also encompasses a number of major off-campus facilities such as the MIT Lincoln Laboratory, the Bates Center, and the Haystack Observatory, as well as affiliated laboratories such as the Broad and Whitehead Institutes. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. It has since played a key role in the development of many aspects of modern science, engineering, mathematics, and technology, and is widely known for its innovation and academic strength, making it one of the most prestigious institutions of higher learning in the world.",
  "/wiki/John_C._Doyle": "John Comstock Doyle is the John G Braun Professor of Control and Dynamical Systems, Electrical Engineering, and BioEngineering at the California Institute of Technology. He is known for his work in control theory and his current research interests are in theoretical foundations for complex networks in engineering, biology, and multiscale physics.",
  "/wiki/Caltech": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.",
  "/wiki/UC_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Eindhoven_University_of_Technology": "The Eindhoven University of Technology (Dutch: Technische Universiteit Eindhoven), abbr. TU/e, is a technical university in the Netherlands, operating in English.",
  "/wiki/J._Karl_Hedrick": "J. Karl Hedrick (August 26, 1944 – February 22, 2017) was an American control theorist and a Professor in the Department of Mechanical Engineering at the University of California, Berkeley. He made seminal contributions in nonlinear control and estimation.  Prior to joining the faculty at the University of California, Berkeley he was a professor at the Massachusetts Institute of Technology from 1974 to 1988.  Hedrick received a bachelor's degree in Engineering Mechanics from the University of Michigan (1966) and a M.S. and Ph.D from Stanford University (1970, 1971).",
  "/wiki/Etcheverry_Hall": "Etcheverry Hall is a building on the UC Berkeley campus that houses the departments of mechanical, industrial, and nuclear engineering of the UC Berkeley College of Engineering. Etcheverry Hall is named after Bernard A. Etcheverry, professor of irrigation and drainage from 1915–51, who later served as chair of the Department of Irrigation and Drainage from 1923–51. Built in 1964, it is located on the north side of Hearst Avenue, across the street from the main campus.",
  "/wiki/Yu-Chi_Ho": "Yu-Chi \"Larry\" Ho (Chinese: 何毓琦; pinyin: Hé Yùqí; born March 1, 1934) is a Chinese-American mathematician, control theorist, and a professor at the School of Engineering and Applied Sciences, Harvard University.",
  "/wiki/List_of_people_in_systems_and_control": "This is an alphabetical list of people who have made significant contributions in the fields of system analysis and control theory."
}