{
  "/wiki/Cathay_Pacific": "Cathay Pacific Airways Ltd. (CPA), also known as Cathay Pacific or Cathay, is the flag carrier of Hong Kong, with its head office and main hub located at Hong Kong International Airport. The airline's operations and subsidiaries have scheduled passenger and cargo services to more than 190 destinations in more than 60 countries worldwide including codeshares and joint ventures. Cathay Pacific operates a fleet consisting of Airbus A330, Airbus A350 and Boeing 777 wide-body aircraft. Cathay Pacific Cargo operates two models of the Boeing 747. Wholly owned subsidiary airline Cathay Dragon operates to 44 destinations in the Asia-Pacific region from its Hong Kong base. In 2010, Cathay Pacific and Cathay Pacific Cargo, together with Cathay Dragon, carried nearly 27 million passengers and over 1.8 million tons of cargo and mail.",
  "/wiki/Hong_Kong_International_Airport": "Hong Kong International Airport (IATA: HKG, ICAO: VHHH) is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport (赤鱲角機場) or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport.",
  "/wiki/Taipei_Taoyuan_International_Airport": "Taiwan Taoyuan International Airport (IATA: TPE, ICAO: RCTP) is an international airport serving Taipei and northern Taiwan. Located about 40 km (25 mi) west of Taipei in Dayuan District, Taoyuan, the airport is Taiwan's largest and busiest airport. It is operated by the Taoyuan International Airport Corporation. In 2016, it was ranked the best airport for its size in the Asia-Pacific region by Airports Council International.",
  "/wiki/China_Airlines": "China Airlines (CAL) (Chinese: 中華航空; pinyin: Zhōnghuá Hángkōng) is the national carrier of Taiwan (officially the Republic of China, hence the \"China\" name), and one of its two major airlines along with EVA Air. It is headquartered in Taiwan Taoyuan International Airport and operates over 1400 flights weekly (including 91 pure cargo flights) to 102 cities across Asia, Europe, North America, and Oceania. Carrying over 19 million passengers and 5700 tons of cargo in 2017, the carrier was the 33rd and 10th largest airline in the world in terms of passenger revenue per kilometer (RPK) and freight RPK, respectively. China Airlines has three airline subsidiaries: China Airlines Cargo, a member of SkyTeam Cargo, operates a fleet of freighter aircraft and manages its parent airline's cargo-hold capacity; Mandarin Airlines operates flights to domestic and low-demand regional destinations; Tigerair Taiwan is a low-cost carrier established by China Airlines and Singaporean airline group Tigerair Holdings, but is now wholly owned by China Airlines Group..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Dragonair": "Hong Kong Dragon Airlines Limited (Chinese: 港龍航空有限公司), branded as Cathay Dragon (國泰港龍航空) and previously as Dragonair, is a Hong Kong-based international regional airline, with its corporate headquarters and main hub at Hong Kong International Airport. As of 30 October 2013, the airline operates a scheduled passenger network to 47 destinations in 14 countries and territories across Asia. Additionally, the airline has three codeshares on routes served by partner airlines. It has an all Airbus fleet of 48 aircraft, consisting of A320s, A321s and A330s.",
  "/wiki/EVA_Air": "EVA Air Corporations (pronounced as letters: /ˌiːviːˈeɪ ˈɛər, ˈiːvə -/; Chinese: 長榮航空) (TWSE: 2618), of which \"EVA\" stands for Evergreen Airways, is a Taiwanese international airline based at Taoyuan International Airport near Taipei, Taiwan, operating passenger and dedicated cargo services to over 40 international destinations in Asia, Australia, Europe, and North America. EVA Air is largely privately owned and flies a fully international route network. It is a 5-star airline, rated by Skytrax. It is the second largest Taiwanese airline. EVA Air is headquartered in Luzhu, Taoyuan City, Taiwan.",
  "/wiki/Thai_Airways_International": "Thai Airways International Public Co., ltd., trading as THAI (SET: THAI, Thai: บริษัท การบินไทย จำกัด (มหาชน)) is the flag carrier airline of Thailand. Formed in 1988, the airline has its corporate headquarters in Vibhavadi Rangsit Road, Chatuchak District, Bangkok, and primarily operates from Suvarnabhumi Airport. THAI is a founding member of the Star Alliance. The airline is the second-largest shareholder of the low-cost carrier Nok Air with a 21.80 per cent stake, and it launched a regional carrier under the name Thai Smile in the middle of 2012 using new Airbus A320 aircraft.",
  "/wiki/Kaohsiung_International_Airport": "Kaohsiung International Airport (高雄國際機場[b]) (IATA: KHH, ICAO: RCKH) is a medium-sized civil airport in Siaogang District, Kaohsiung, Taiwan, also known as Siaogang Airport (小港機場; Xiǎogǎng jīchǎng). With nearly seven million passengers in 2018, it is the second busiest airport in Taiwan, after Taoyuan. The airport has a single east–west runway and two terminals: one international and one domestic. It is owned and operated by the Civil Aeronautics Administration.",
  "/wiki/Mandarin_Airlines": "Mandarin Airlines (traditional Chinese: 華信航空; simplified Chinese: 华信航空; pinyin: Huáxìn Hángkōng) is a Taiwanese regional airline based in Taipei, Taiwan, whose parent company is China Airlines. The airline operates domestic and regional international flights, while its parent company focuses on international operations.  Some charter services are also operated by the company. Its main hub is Taipei Songshan Airport with others at Taichung International Airport and Kaohsiung International Airport.",
  "/wiki/Taichung_Airport": "Taichung International Airport (Chinese: 臺中國際機場) (IATA: RMQ, ICAO: RCMQ), previously known as Ching Chuan Kang Airport (清泉崗機場), is an international airport located in Taichung, Taiwan which is used for both commercial and military purposes. It is also the third international airport in Taiwan, with scheduled services to China, Japan, South Korea, Thailand and Vietnam.",
  "/wiki/Hong_Kong_Express_Airways": "Hong Kong Express Airways Limited, commonly known as Hong Kong Express or just HK Express, is a Hong Kong-based low-cost airline fully owned by Cathay Pacific Airways. It provides scheduled air service to 27 destinations in Asia, including China, Japan, Korea, Cambodia, Vietnam, U.S. Territories, Taiwan and Thailand. The airline's main hub at Hong Kong International Airport uses a fleet that consists exclusively of the Airbus A320 family.  In 2016, the airline became a founding member of the U-FLY Alliance.",
  "/wiki/Uni_Air": "UNI Air (Chinese: 立榮航空; pinyin: Lìróng Hángkōng; Pe̍h-ōe-jī: Lïp-êng Háng-khong) is a regional airline based in Zhongshan, Taipei, Taiwan. It is a domestic and regional subsidiary of EVA Air. It was known as Makung Airlines (馬公航空) until 1996, when EVA Air took a majority share of the airline. In 1998, the airline merged with Great China Airlines (大華航空) and Taiwan Airways (臺灣航空), which EVA Air also had interests in, to form UNI Airways (UNI Air).",
  "/wiki/Air_Macau": "Air Macau Company Limited (Chinese: 澳門航空股份有限公司) is the flag carrier airline of Macau. It operates services to 24 destinations in Mainland China, Japan, South Korea, Thailand, Taiwan and Vietnam, as well as regional international services, from its hub at Macau International Airport.  In 2014, Air Macau carried 2.12 million passengers with an average load factor of 68.20% and carried 15,900 tonnes of cargo and mail.",
  "/wiki/Macau_International_Airport": "Macau International Airport (IATA: MFM, ICAO: VMMC) (Portuguese: Aeroporto Internacional de Macau) is an international airport in the special administrative region of Macau, situated at the eastern end of Taipa island and neighbouring waters which opened for commercial operations on 9 November 1995, during Portuguese administration of the region.",
  "/wiki/TransAsia_Airways": "TransAsia Airways (TNA; traditional Chinese: 復興航空; simplified Chinese: 复兴航空; pinyin: Fùxīng Hángkōng) was a Taiwanese airline based in Neihu District in Taipei. Though the company started its operations focusing mainly on the Taiwanese domestic market, it operated on many scheduled international routes and focused mainly on Southeast- and Northeast Asia and cross-strait flights at the time of closure.",
  "/wiki/Three_Links": "The Three Links or Three Linkages (Chinese: 三通; pinyin: sān tōng) was a 1979 proposal from the National People's Congress of the People's Republic of China (PRC) to open up postal (simplified Chinese: 通邮; traditional Chinese: 通郵; pinyin: tōng yóu), transportation (especially airline) (通航; tōng háng), and trade (通商; tōng shāng) links between China and Taiwan, with the  goal of unifying Mainland China and Taiwan."
}