{
  "/wiki/Madeleine_Albright": "Madeleine Jana Korbel Albright (born Marie Jana Korbelová; May 15, 1937) is an American politician and diplomat. She is the first female United States Secretary of State in U.S. history, having served from 1997 to 2001 under President Bill Clinton.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Presidency_of_Bill_Clinton": "The presidency of Bill Clinton began at noon EST on January 20, 1993, when Bill Clinton was inaugurated as the 42nd President of the United States, and ended on January 20, 2001. Clinton, a Democrat from Arkansas, took office  following a decisive victory over Republican incumbent President George H. W. Bush and Independent businessman Ross Perot in the 1992 presidential election. Four years later, in the 1996 election, he defeated Perot and Republican Bob Dole to win re-election. He was succeeded by Republican George W. Bush, who won the 2000 presidential election.",
  "/wiki/Condoleezza_Rice": "Condoleezza \"Condi\" Rice (/ˌkɒndəˈliːzə/; born November 14, 1954) is an American political scientist, diplomat, civil servant, and professor. She served as the 66th United States Secretary of State, the second person to hold that office in the administration of President George W. Bush. Rice was the first female African-American Secretary of State, as well as the second African-American Secretary of State (after Colin Powell), and the second female Secretary of State (after Madeleine Albright). Rice was President Bush's National Security Advisor during his first term, making her the first woman to serve in that position.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/George_W._Bush_Cabinet": "The presidency of George W. Bush began at noon EST on January 20, 2001, when George W. Bush was inaugurated as the 43rd president of the United States, and ended on January 20, 2009.  Bush, a Republican, took office following a very close victory over Democratic incumbent vice president Al Gore in the 2000 presidential election. Four years later, in the 2004 election, he defeated Democrat John Kerry to win re-election. Bush, the 43rd president, is the eldest son of the 41st president, George H. W. Bush. He was succeeded by Democrat Barack Obama, who won the 2008 presidential election.",
  "/wiki/Hillary_Clinton": "Hillary Diane Rodham Clinton (née Rodham; born October 26, 1947) is an American politician, diplomat, lawyer, writer, and public speaker. She served as First Lady of the United States from 1993 to 2001, as a United States senator from New York from 2001 to 2009, and as the 67th United States secretary of state from 2009 until 2013. Clinton became the first woman to be nominated for president of the United States by a major political party when she won the Democratic Party nomination in 2016. She was the first woman to win the popular vote in an American presidential election, which she lost to Donald Trump.",
  "/wiki/Barack_Obama_Cabinet": "The President of the United States has the authority to nominate members of the cabinet to the United States Senate for confirmation under Article II, Section II, Clause II of the United States Constitution.",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/United_States_Secretary_of_Defense": "The secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the Armed Forces of the U.S. The secretary of defense's position of command and authority over the U.S. military is second only to that of the president. This position corresponds to what is generally known as a defense minister in many other countries. The secretary of defense is appointed by the president with the advice and consent of the Senate, and is by custom a member of the Cabinet and by law a member of the National Security Council.",
  "/wiki/Janet_Reno": "Janet Wood Reno  (July 21, 1938 – November 7, 2016) was an American lawyer who served as the Attorney General of the United States from 1993 until 2001. President Bill Clinton nominated Reno on February 11, 1993, and the Senate confirmed her the following month. She was the first woman to serve as Attorney General and the second-longest serving Attorney General in U.S. history, after William Wirt.",
  "/wiki/United_States_Attorney_General": "The United States Attorney General (AG) is the head of the United States Department of Justice, a member of the Cabinet of the United States; as directed by the President of the United States, and the chief lawyer of the federal government of the United States.",
  "/wiki/Loretta_Lynch": "Loretta Elizabeth Lynch (born May 21, 1959) is an American lawyer who served as the 83rd Attorney General of the United States from 2015 to 2017. She was appointed by President Barack Obama to succeed Eric Holder and previously served as the United States Attorney for the Eastern District of New York under both Presidents Bill Clinton (1999–2001) and Barack Obama (2010–2015). As a U.S. Attorney, Lynch oversaw federal prosecutions in Brooklyn, Queens, Staten Island and Long Island.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/Gale_Norton": "Gale Ann Norton (born March 11, 1954) served as the 48th United States Secretary of the Interior from 2001 to 2006 under President George W. Bush. She was the first woman to hold the position. Previously, Norton had served as Colorado's Attorney General.",
  "/wiki/United_States_Secretary_of_the_Interior": "The United States secretary of the interior is the head of the United States Department of the Interior. The Department of the Interior in the United States is responsible for the management and conservation of most federal land and natural resources; it oversees such agencies as the Bureau of Land Management, the United States Geological Survey, and the National Park Service.  The secretary also serves on and appoints the private citizens on the National Park Foundation board. The secretary is a member of the president's Cabinet. The U.S. Department of the Interior should not be confused with the Ministries of the Interior as used in many other countries.  Ministries of the Interior in these other countries correspond primarily to the Department of Homeland Security in the U.S. Cabinet and secondarily to the Department of Justice.",
  "/wiki/Sally_Jewell": "Sarah Margaret \"Sally\" Roffey Jewell (born February 21, 1956) is a British-American businessperson who served as the 51st United States Secretary of the Interior in the administration of President Barack Obama from 2013 to 2017.",
  "/wiki/Ann_Veneman": "Ann Margaret Veneman (born June 29, 1949) was the executive director of UNICEF from 2005 to 2010.  Her appointment was announced on January 18, 2005 by UN Secretary-General Kofi Annan.  Previously, Veneman was the United States Secretary of Agriculture, the first, and as of 2018[update] the only, woman to hold that position.  Veneman served as USDA Secretary from January 20, 2001 to January 20, 2005, leaving to become the fifth executive director of UNICEF. She served in this position from May 1, 2005. A lawyer, Veneman has practiced law in Washington, DC and California, including being a deputy public defender.  She has also served in other high level positions in U.S. federal and state government, including being appointed California's Secretary of Food and Agriculture, serving from 1995 to 1999.",
  "/wiki/United_States_Secretary_of_Agriculture": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The secretary is former Georgia governor Sonny Perdue. Perdue took office on April 25, 2017 after being confirmed by the U.S Senate by an 87–11 vote. The position carries similar responsibilities to those of agriculture ministers in other governments.",
  "/wiki/Juanita_M._Kreps": "Clara Juanita Morris Kreps (January 11, 1921 – July 5, 2010) was an American government official and businesswoman.  She served as the United States Secretary of Commerce from January 23, 1977 until October 31, 1979, under President Jimmy Carter and was the first woman and first economist to hold that position, and the fourth woman to hold any cabinet position in the United States Executive Branch.",
  "/wiki/United_States_Secretary_of_Commerce": "The United States Secretary of Commerce (SecCom) is the head of the United States Department of Commerce. The secretary is appointed by the president of the United States with the advice and consent of the United States Senate and serves in the president's Cabinet. The secretary is concerned with promoting American businesses and industries; the department states its mission to be \"to foster, promote, and develop the foreign and domestic commerce\".",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Barbara_Franklin": "Barbara Hackman Franklin (born March 19, 1940) is an American government official, corporate director, and business executive. She served as the 29th U.S. Secretary of Commerce from 1992-1993 to President George H.W. Bush, during which she led a Presidential mission to China.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. He is usually called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.",
  "/wiki/Penny_Pritzker": "Penny Sue Pritzker (born May 2, 1959) is an American billionaire businesswoman, entrepreneur, and civic leader. President Barack Obama nominated Pritzker as United States Secretary of Commerce. After being confirmed by a Senate vote of 97–1, she became the 38th person to hold that position.",
  "/wiki/Frances_Perkins": "Frances Perkins (born Fannie Coralie Perkins; April 10, 1880 – May 14, 1965) was an American sociologist and workers-rights advocate who served as the U.S. Secretary of Labor from 1933 to 1945, the longest serving in that position, and the first woman appointed to the U.S. Cabinet. As a loyal supporter of her friend, Franklin D. Roosevelt, she helped pull the labor movement into the New Deal coalition. She and Interior Secretary Harold L. Ickes were the only original members of the Roosevelt cabinet to remain in office for his entire presidency.",
  "/wiki/United_States_Secretary_of_Labor": "The United States Secretary of Labor is a member of the Cabinet of the United States, and as the head of the United States Department of Labor, controls the department, and enforces and suggests laws involving unions, the workplace, and all other issues involving any form of business-person controversies.",
  "/wiki/Franklin_D._Roosevelt": "Franklin Delano Roosevelt (/ˈroʊzəvəlt/, /-vɛlt/; January 30, 1882 – April 12, 1945), often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most of the Great Depression, implementing his New Deal domestic agenda in response to the worst economic crisis in U.S. history. As a dominant leader of his party, he built the New Deal Coalition, which realigned American politics into the Fifth Party System and defined American liberalism throughout the middle third of the 20th century. His third and fourth terms were dominated by World War II, which ended shortly after he died in office. He is rated by scholars as one of the three greatest U.S. presidents, along with George Washington and Abraham Lincoln, but has also been subject to substantial criticism.",
  "/wiki/Ann_McLaughlin_Korologos": "Ann McLaughlin Korologos (born Ann Marie Lauenstein; November 16, 1941), formerly known as Ann Dore McLaughlin, was the United States Secretary of Labor from 1987 to 1989.",
  "/wiki/Presidency_of_Ronald_Reagan": "The presidency of Ronald Reagan began at noon EST on January 20, 1981, when Ronald Reagan was inaugurated as the 40th President of the United States, and ended on January 20, 1989. Reagan, a Republican from California, took office following a landslide victory over Democratic incumbent President Jimmy Carter in the 1980 presidential election. Reagan was succeeded by his Vice President, George H. W. Bush, who won the 1988 presidential election with Reagan's support. Reagan's 1980 election resulted from a dramatic conservative shift to the right in American politics, including a loss of confidence in liberal, New Deal, and Great Society programs and priorities that had dominated the national agenda since the 1930s.",
  "/wiki/Elizabeth_Dole": "Mary Elizabeth \"Liddy\" Alexander Hanford Dole (born July 29, 1936) is an American politician and author who served in the Richard Nixon, Ronald Reagan, and George H. W. Bush presidential administrations. She also served in the United States Senate from 2003 to 2009.",
  "/wiki/Lynn_Morley_Martin": "Lynn Morley Martin (born Judith Lynn Morley; December 26, 1939) is an American businesswoman and former United States politician who served as a member of the U.S. House of Representatives from Illinois from 1981 to 1991, representing the 16th congressional district, and as U.S. Secretary of Labor from 1991 to 1993.",
  "/wiki/Alexis_Herman": "Alexis Margaret Herman (born July 16, 1947) is an American politician who served as the 23rd U.S. Secretary of Labor under President Bill Clinton. Herman was the first African-American to hold the position. Prior to serving as Secretary, she was Assistant to the President and Director of the White House Office of Public Engagement.",
  "/wiki/Elaine_Chao": "Elaine Lan Chao (Chinese: 趙小蘭; pinyin: Zhào Xiǎolán; born March 26, 1953) is an American civil servant and executive who serves as the United States Secretary of Transportation, having assumed office on January 31, 2017. A member of the Republican Party, Chao was previously Secretary of Labor under President George W. Bush from 2001 to 2009.",
  "/wiki/Hilda_Solis": "Hilda Lucia Solis (/soʊˈliːs/; born October 20, 1957) is an American politician and a member of the Los Angeles County Board of Supervisors for the 1st district. Solis previously served as the 25th United States Secretary of Labor from 2009 to 2013, as part of the administration of President Barack Obama. She is a member of the Democratic Party and served in the United States House of Representatives from 2001 to 2009, representing the 31st and 32nd congressional districts of California that include East Los Angeles and the San Gabriel Valley."
}