{
  "/wiki/Houston_Marathon": "The Houston Marathon is an annual marathon held every January in Houston, Texas. With thousands of runners and spectators, it is the largest single day sporting event in the city.  It is run concurrently with a half marathon and a 5 km race. The 2007 race included the first-ever satellite running of the event, run simultaneously in Fallujah, Iraq.",
  "/wiki/Running": "Running is a method of terrestrial locomotion allowing humans and other animals to move rapidly on foot. Running is a type of gait characterized by an aerial phase in which all feet are above the ground (though there are exceptions). This is in contrast to walking, where one foot is always in contact with the ground, the legs are kept mostly straight and the center of gravity vaults over the stance leg or legs in an inverted pendulum fashion. A feature of a running body from the viewpoint of spring-mass mechanics is that changes in kinetic and potential energy within a stride occur simultaneously, with energy storage accomplished by springy tendons and passive muscle elasticity. The term running can refer to any of a variety of speeds ranging from jogging to sprinting.",
  "/wiki/George_R._Brown_Convention_Center": "The George R. Brown Convention Center, opened on September 26, 1987, is located on the east side of Downtown Houston, Texas, United States.",
  "/wiki/Houston_College_Classic": "The Shriners Hospitals for Children College Classic is an annual six-team college baseball tournament held in Houston and hosted by the Astros Foundation. The 15th annual tournament was held at Minute Maid Park in March 2015. It was initially called Astros College Classic from 2001 through 2002, the Minute Maid Park College Classic from 2003 through 2007, and the Houston College Classic from 2008 through 2015. In December 2015, the Astros Foundation and Shriners Hospitals for Children announced a multi-year naming rights agreement for the tournament, rebranding the event the Shriners Hospitals for Children College Classic.",
  "/wiki/Baseball": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team (batting team) is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clockwise around four bases to score what are called \"runs\". The objective of the defensive team (fielding team) is to prevent batters from becoming runners, and to prevent runners' advance around the bases. A run is scored when a runner legally advances around the bases in order and touches home plate (the place where the player started as a batter). The team that scores the most runs by the end of the game is the winner.",
  "/wiki/Minute_Maid_Park": "Minute Maid Park, previously known as The Ballpark at Union Station, Enron Field, and Astros Field, is a ballpark in Downtown Houston, Texas, United States, that opened in 2000 as the home stadium for the Houston Astros of Major League Baseball (MLB). The ballpark is Houston's first retractable-roofed stadium, and features a natural grass playing field. The ballpark was built as a replacement of the Astrodome, the first domed sports stadium ever built, which opened in 1965. It is named for beverage brand Minute Maid, a subsidiary of The Coca-Cola Company, which acquired naming rights in 2002 for $100 million over 30 years. As of 2016, Minute Maid Park has a seating capacity of 41,168, which includes 5,197 club seats and 63 luxury suites.",
  "/wiki/Houston_Livestock_Show_and_Rodeo": "The Houston Livestock Show and Rodeo, also called RodeoHouston or abbreviated HLSR, is the largest indoor livestock exhibition and rodeo in the world. It includes one of the richest regular-season professional rodeo events. It has been held at NRG Stadium in Houston, Texas, since 2003. It was previously held in the Astrodome. It is considered to be the city's \"signature event\", much like New Orleans's Mardi Gras, Dallas's Texas State Fair, San Diego's Comic-Con and New York City's New Year's Eve at Times Square.",
  "/wiki/Rodeo": "Rodeo (/ˈroʊdiːoʊ/ or /roʊˈdeɪ.oʊ/) is a competitive sport that arose out of the working practices of cattle herding in Spain, Mexico, and later Central America, South America, the United States, Canada, Australia, New Zealand, and the Philippines. It was based on the skills required of the working vaqueros in the charreria and later, cowboys, in what today is the western United States, western Canada, and northern Mexico. Today, it is a sporting event that involves horses and other livestock, designed to test the skill and speed of the cowboys and cowgirls. American style professional rodeos generally comprise the following events: tie-down roping, team roping, steer wrestling, saddle bronc riding, bareback bronc riding, bull riding and barrel racing.  The events are divided into two basic categories: the rough stock events and the timed events. Depending on sanctioning organization and region, other events such as breakaway roping, goat tying, and pole bending may also be a part of some rodeos.",
  "/wiki/NRG_Park": "NRG Park (formerly Reliant Park and Astrodomain) is a complex in Houston, Texas, USA, named after the energy company NRG Energy. It is located on Kirby Drive at the South Loop West Freeway (I-610). This complex of buildings encompasses 350 acres (1.4 km2) of land and consists of four venues: NRG Stadium, NRG Center, NRG Arena and the NRG Astrodome.",
  "/wiki/Shell_Houston_Open": "The Houston Open is a professional golf tournament in Texas on the PGA Tour, played in early October. As a part of a restructuring of the schedule, the event moved to the fall in 2019. Because the tour year starts the previous fall, the event will not be a part of the 2019 PGA Tour, but will be one of the first events of the 2020 PGA Tour. It is held at the Golf Club of Houston (formerly named Redstone Golf Club) in unincorparted Harris County near Humble, northeast of Houston. The purse was $7 million in 2017, with a winner's share of $1.26 million.",
  "/wiki/PGA_Tour": "The PGA Tour (stylized in all capital letters as PGA TOUR by its officials) is the organizer of the main professional golf tours played primarily by men in the United States and North America. It organizes most of the events on the flagship annual series of tournaments also known as the PGA Tour, as well as PGA Tour Champions (for golfers age 50 and older) and the Korn Ferry Tour (for professional players who have not yet qualified to play in the PGA Tour), as well as PGA Tour Canada, PGA Tour Latinoamérica, and PGA Tour China. The PGA Tour is a nonprofit organization headquartered in Ponte Vedra Beach, Florida, a suburb of Jacksonville.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/Golf_Club_of_Houston": "The Golf Club of Houston is a private golf club in unincorporated Harris County, Texas, near Humble and northeast of Houston. The club contains two 18-hole courses; the Member Course is private, while the Tournament Course is open to the public. The Tournament Course was designed by Rees Jones and tour pro David Toms.",
  "/wiki/U.S._Men%27s_Clay_Court_Championships": "The U.S. Men's Clay Court Championship is an annual ATP Tour tennis tournament that started in 1910. It is the last remaining ATP World Tour-level tournament in the United States to be played on clay courts.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/River_Oaks_Country_Club": "River Oaks Country Club is a country club in the southern United States, located in the River Oaks neighborhood of Houston, Texas. The club has hosted the River Oaks International Tennis Tournament since 1931. Often called the \"Classiest Club In Houston\" River Oaks is known for its philanthropic and community-leading membership and its beautiful views. It is extremely exclusive. It is located at 1600 River Oaks Boulevard, Houston TX 77019.",
  "/wiki/United_States_national_rugby_union_team": "The United States men's national rugby union team, nicknamed the Eagles, is controlled by USA Rugby. USA Rugby is a member of Rugby Americas North, one of six regional governing bodies under World Rugby. Until rugby returned to Olympic competition, with sevens at the 2016 Rio Games, the United States was the reigning Olympic rugby champion, having defeated the one other competitor in 1920 and the two other competitors at the 1924 Summer Olympics.",
  "/wiki/Rugby_union_in_the_United_States": "Rugby union in the United States is a growing national sport. Rugby union at the youth, high school, college, amateur club, professional, and international levels is governed by USA Rugby. There are over 125,000 players registered with USA Rugby as of 2016.  Over 2,500 rugby clubs exist around the country, including those of whom are part of college rugby. Professional club competition exists as Major League Rugby.",
  "/wiki/BBVA_Compass_Stadium": "BBVA Stadium (formerly BBVA Compass Stadium) is an American multi-purpose stadium located in Houston, Texas that is home to the Houston Dynamo, a Major League Soccer club, the Houston Dash of the National Women's Soccer League, and to Texas Southern Tigers football. The stadium is the result of combined commitments of $35.5 million from the city of Houston and $60 million from the Houston Dynamo. Harris County agreed to pay for half of the land in exchange for the ability to jointly own the stadium after its completion date in May 2012. BBVA, Banco Bilbao Vizcaya Argentaria, is the stadium's sponsor company.",
  "/wiki/Texas_Bowl": "The Texas Bowl is a post-season NCAA-sanctioned Division I FBS college football bowl game first held in 2006 in Houston, Texas. The bowl replaced the defunct Houston Bowl, which played annually from 2000 to 2005, and before that the Bluebonnet Bowl, the first bowl game in Houston, played from 1959 through 1987.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/NRG_Stadium": "NRG Stadium (pronounced as N-R-G Stadium), formerly Reliant Stadium, is a multi-purpose stadium in Houston, Texas, United States. It was constructed at the cost of $352 million and has a seating capacity of 71,995. It was the first NFL facility to have a retractable roof.",
  "/wiki/Bayou_Bucket_Classic": "The Bayou Bucket Classic is the name given to the Houston–Rice football rivalry. It is an annual college football game between rivals, the Houston Cougars and the Rice Owls, as a part of the Houston–Rice rivalry.  The name of the game is a reference to one of Houston's popular nicknames as the Bayou City.  Although a series between the two teams has existed since 1971, an award for the winner of each meeting was not official until 1974.  The series signifies a college and crosstown rivalry.",
  "/wiki/Rice_Stadium_(Rice_University)": "Rice Stadium is an American football stadium located on the Rice University campus in Houston, Texas. It has been the home of the Rice Owls football team since its completion in 1950 and hosted Super Bowl VIII in 1974.",
  "/wiki/TDECU_Stadium": "John O'Quinn Field at TDECU Stadium is an American football stadium on the campus of the University of Houston. The stadium serves as the home of the Houston Cougars football team, which represents the University of Houston in collegiate football and the Houston Roughnecks of the XFL.",
  "/wiki/SWAC_Championship_Game": "The SWAC Championship Game is an American college football game that is held annually on the first Saturday in December by the Southwestern Athletic Conference (SWAC) to determine its football champion. The game pits the champion of the Eastern Division against the champion of the Western Division in a game that follows the conclusion of the regular season. From 2015 onward, the winner of the game has represented the SWAC in the Celebration Bowl. As of the 2019 season, the game is sponsored by Cricket Wireless.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Toyota_Center": "Toyota Center is an indoor arena located in downtown Houston, Texas. It is named after the Japanese automobile manufacturer Toyota. The arena is home to the Houston Rockets of the National Basketball Association, and it was once the home of the Houston Aeros of the American Hockey League."
}