{
  "/wiki/Communes_of_France": "The commune (French pronunciation: ​[kɔmyn]) is a level of administrative division in the French Republic. French communes are analogous to civil townships and incorporated municipalities in the United States and Canada, Gemeinden in Germany, comuni in Italy or ayuntamiento in Spain. The United Kingdom has no exact equivalent, as communes resemble districts in urban areas, but are closer to parishes in rural areas where districts are much larger. Communes are based on historical geographic communities or villages and are vested with significant powers to manage the populations and land of the geographic area covered.  The communes are the fourth-level administrative divisions of France.",
  "/wiki/Departments_of_France": "In the administrative divisions of France, the department (French: département, pronounced [depaʁt(ə)mɑ̃]) is one of the three levels of government below the national level (\"territorial collectivities\"), between the administrative regions and the commune. Ninety-five departments are in metropolitan France, and five are overseas departments, which are also classified as regions. Departments are further subdivided into 334 arrondissements, themselves divided into cantons; the last two have no autonomy, and are used for the organisation of police, fire departments, and sometimes, elections.",
  "/wiki/Regions_of_France": "France is divided into 18 administrative regions (French: régions, singular région [ʁeʒjɔ̃]), of which 13 are located in metropolitan France (i.e. on the European continent), while the other five are overseas regions (not be confused with the \"overseas collectivities\", which have a semi-autonomous status).",
  "/wiki/INSEE": "The National Institute of Statistics and Economic Studies (French: Institut national de la statistique et des études économiques), abbreviated INSEE (French pronunciation: ​[inse]), is the national statistics bureau of France. It collects and publishes information about the French economy and people and carries out the periodic national census. Headquartered in Paris, it is the French branch of Eurostat. The INSEE was created in 1946 as a successor to the Vichy regime's National Statistics Service (SNS). It works in close cooperation with the Institut national d'études démographiques (INED).",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/%C3%8Ele-de-France": "Île-de-France (/ˌiːl də ˈfrɒ̃s/, French: [il də fʁɑ̃s] (listen); literally \"Island of France\") is the most populous of the 18 regions of France. It is located in the north-central part of the country and often called the région parisienne (\"Paris Region\") because it includes the city of Paris. Île-de-France is densely populated and economically important: it covers only 12,012 square kilometres (4,638 square miles), about 2% of France's territory, but has an official estimated population of 12,213,364 (18.2% of the population of France) and accounts for nearly 30% of the French Gross Domestic Product (GDP).",
  "/wiki/Marseille": "Marseille (/mɑːrˈseɪ/ mar-SAY, also spelled in English as Marseilles; French: [maʁsɛj] (listen), locally [maʁˈsɛjə] (listen); Occitan: Marselha [maʀˈsejɔ, -ˈsijɔ]) is the prefecture of the department of Bouches-du-Rhône and region of Provence-Alpes-Côte d'Azur. It is located on the Mediterranean coast near the mouth of the Rhône. The city covers an area of 241 km2 (93 sq mi) and had a population of 870,018 in 2016. Its metropolitan area, which extends over 3,173 km2 (1,225 sq mi) is the third-largest in France after those of Paris and Lyon, with a population of 1,831,500 as of 2010.",
  "/wiki/Bouches-du-Rh%C3%B4ne": "Bouches-du-Rhône (French pronunciation: ​[buʃ dy ʁon]; Occitan: Bocas de Ròse, pronounced [ˈbukɔz de ˈʁɔze]; literally \"Mouths of the Rhône\") is a department in Southern France named after the mouth of the river Rhône. It is the most populous department of the Provence-Alpes-Côte d'Azur region with 2,019,717 inhabitants in 2016; it has an area of 5,087 km2 (1,964 sq mi). Its INSEE and postal code is 13. Marseille is Bouches-du-Rhône's largest city and prefecture.",
  "/wiki/Provence-Alpes-C%C3%B4te_d%27Azur": "Provence-Alpes-Côte d'Azur (French: [pʁɔvɑ̃s‿alp kot d‿azyʁ]; Occitan: Provença-Aups-Còsta d'Azur; Italian: Provenza-Alpi-Costa Azzurra; Région Sud) is one of the 18 administrative regions of France, the far southeastern on the mainland. Its capital is Marseille. The region is roughly coterminous with the former French province of Provence, with the addition of the following adjacent areas: the former papal territory of Avignon, known as Comtat Venaissin; the former Sardinian-Piedmontese county of Nice, whose coastline is known in English as the French Riviera, and in French as the Côte d'Azur; and the southeastern part of the former French province of Dauphiné, in the French Alps. Previously known by the acronym PACA, the region adopted the name Région Sud as a commercial name or nickname in December 2017. 5,007,977 people live in the region according to the 2015 census.",
  "/wiki/Lyon": "Lyon or Lyons (UK: /ˈliːɒ̃/, US: /liˈoʊn/,[c] French: [ljɔ̃] (listen); Arpitan: Liyon, pronounced [ʎjɔ̃]; Italian: Lione, pronounced [liˈone]) is the third-largest city and second-largest urban area of France. It is located in the country's east-central part at the confluence of the rivers Rhône and Saône, about 470 km (292 mi) south of Paris, 320 km (199 mi) north of Marseille and 56 km (35 mi) northeast of Saint-Étienne. Inhabitants of the city are called Lyonnais.",
  "/wiki/Rh%C3%B4ne_(department)": "Rhône (French pronunciation: ​[ʁon]; Arpitan: Rôno) is a department of east-central France, located in the central-southeastern region of Auvergne-Rhône-Alpes. It is named after the river Rhône.",
  "/wiki/Auvergne-Rh%C3%B4ne-Alpes": "Auvergne-Rhône-Alpes (ARA; French: [ovɛʁɲ ʁon‿alp] (listen); Arpitan: Ôvèrgne-Rôno-Ârpes; Occitan: Auvèrnhe Ròse Aups; Italian: Alvernia-Rodano-Alpi) is a region in southeast-central France created by the territorial reform of French Regions in 2015; it resulted from the merger of Auvergne and Rhône-Alpes. The new region came into effect on 1 January 2016, after the regional elections in December 2015.",
  "/wiki/Toulouse": "Toulouse (/tuːˈluːz/, too-LOOZ; French: [tuluz] (listen); Occitan: Tolosa [tuˈluzo]; Latin: Tolosa) is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres (93 miles) from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014. In France, Toulouse is called the \"Pink City\" (La Ville Rose).",
  "/wiki/Haute-Garonne": "Haute-Garonne (French pronunciation: ​[otɡaʁɔn]; Occitan: Nauta Garona; English: \"Upper Garonne\") is a department in the Occitanie region of Southwest France. Named after the Garonne, its prefecture and main city is Toulouse, the fourth-largest city in France. In 2016, it had a population of 1,348,183.",
  "/wiki/Occitanie": "Occitanie (French: [ɔksitani] (listen); Occitan: Occitània [utsiˈtanjɔ]; Catalan: Occitània [uksiˈtaniə]) or Occitania is the southernmost administrative region of metropolitan France excluding Corsica, created on 1 January 2016 from the former regions of Languedoc-Roussillon and Midi-Pyrénées. The Conseil d'État approved Occitanie as the new name of the region on 28 September 2016, coming into effect on 30 September 2016.",
  "/wiki/Nice": "Nice (/niːs/, NEESS; French pronunciation: ​[nis]; Niçard Occitan: Niça, classical norm, or Nissa, nonstandard, pronounced [ˈnisa]; Italian: Nizza [ˈnittsa]; Greek: Νίκαια; Latin: Nicaea) is the seventh most populous urban area in France and the capital of the Alpes-Maritimes department. The metropolitan area of Nice extends beyond the administrative city limits, with a population of about 1 million on an area of 721 km2 (278 sq mi). Located in the French Riviera, on the south east coast of France on the Mediterranean Sea, at the foot of the Alps, Nice is the second-largest French city on the Mediterranean coast and the second-largest city in the Provence-Alpes-Côte d'Azur region after Marseille. Nice is approximately 13 kilometres (8.1 mi) from the principality of Monaco and 30 kilometres (19 mi) from the French-Italian border. Nice's airport serves as a gateway to the region.",
  "/wiki/Alpes-Maritimes": "Alpes-Maritimes (French: [alpmaʁitim]; Occitan: Aups Maritims; Italian: Alpi Marittime, \"Maritime Alps\") is a department of France located in the extreme southeast corner of the country, on the border with Italy and on the Mediterranean coast. Part of the Provence-Alpes-Côte d'Azur region, it had a population of 1,803,704 in 2016.",
  "/wiki/Nantes": "Nantes (/nɒ̃t/, also US: /nænts, nɑːnt(s)/, French: [nɑ̃t] (listen); Gallo: Naunnt or Nantt [nɑ̃(ː)t]; Breton: Naoned [ˈnãunət]) is a city in Loire-Atlantique on the Loire, 50 km (31 mi) from the Atlantic coast. The city is the sixth-largest in France, with a population of  303,382 in Nantes and a metropolitan area of nearly 950,000 inhabitants. With Saint-Nazaire, a seaport on the Loire estuary, Nantes forms the main north-western French metropolis.",
  "/wiki/Loire-Atlantique": "Loire-Atlantique (French pronunciation: ​[lwaʁatlɑ̃tik], Breton: Liger-Atlantel; formerly Loire-Inférieure) is a department in Pays de la Loire on the west coast of France named after the Loire River and the Atlantic Ocean.",
  "/wiki/Pays_de_la_Loire": "Pays de la Loire (French pronunciation: ​[pe.i də la lwaʁ]; meaning Loire Countries) is one of the 18 regions of France, in the west of the mainland. It is one of the regions created in the 1950s to serve as a zone of influence for its capital, Nantes, one of a handful of so-called \"balancing metropolises\" (métropoles d'équilibre)¹.",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/Bas-Rhin": "Bas-Rhin (French pronunciation: ​[bɑ.ʁɛ̃]; Alsatian: Unterelsàss, ‘s Unterlànd or ‘s Ingerlànd) is a department in Alsace which is a part of the Grand Est super-region of France. The name means \"Lower Rhine\", however, geographically speaking it belongs to the Upper Rhine region. It is, with the Haut Rhin (Upper Rhine), one of the two departments of the traditional Alsace region. The more populous and densely populated of the pair, it had 1,125,559 inhabitants in 2017. The prefecture and the General Council are based in Strasbourg. The INSEE and Post Code is 67.",
  "/wiki/Grand_Est": "Grand Est (\"Great East\"; French pronunciation: [ɡʁɑ̃t‿ɛst] (listen); Alsatian: d'r Grossa Oschta; Moselle Franconian/Luxembourgish: de Grouss Osten; Rhine Franconian: de Groß Oschte; German: der Große Osten [dɛɐ̯ ˈɡʁoːsɐ ˈɔstn̩]) is an administrative region in northeastern France. It superseded three former administrative regions—Alsace, Champagne-Ardenne, and Lorraine—on 1 January 2016 under the provisional name of Alsace-Champagne-Ardenne-Lorraine (ACAL or, less commonly, ALCA), as a result of territorial reform which had been passed by the French legislature back in 2014.[a]",
  "/wiki/Montpellier": "Montpellier (UK: /mɒntˈpɛlieɪ/, US: /ˌmoʊnpɛlˈjeɪ/, French: [mɔ̃pəlje, -pɛl-] (listen); Occitan: Montpelhièr [mumpeˈʎɛ]) is a city near the south coast of France on the Mediterranean Sea. It is the capital of the Hérault department. It is located in the Occitanie region. In 2016, 607,896 people lived in the urban area and 281,613 in the city itself. Nearly one third of the population are students from three universities and from three higher education institutions that are outside the university framework in the city.",
  "/wiki/H%C3%A9rault": "Hérault (French: [eʁo]; Occitan: Erau; [eˈɾaw]) is a department the Occitanie region of Southern France. Named after the Hérault River, its prefecture is Montpellier. It had a population of 1,132,481 in 2016.",
  "/wiki/Bordeaux": "Bordeaux (French pronunciation: [bɔʁdo] (listen); Gascon Occitan: Bordèu [buɾˈðɛw]) is a port city on the Garonne in the Gironde department in Southwestern France.",
  "/wiki/Gironde": "Gironde (/ʒɪˈrɒnd/ zhi-ROND, US usually /dʒɪˈ-/ ji-, French: [ʒiʁɔ̃d] (listen); Occitan: Gironda) is a department in the Nouvelle-Aquitaine region of southwest France. It is named after the Gironde estuary, a major waterway. The Bordeaux wine region is in the Gironde.",
  "/wiki/Nouvelle-Aquitaine": "Nouvelle-Aquitaine (French pronunciation: ​[nuvɛl akitɛn], \"New Aquitaine\"; Occitan: Nòva Aquitània; Basque: Akitania Berria; Poitevin-Saintongeais: Novéle-Aguiéne; Spanish: Nueva Aquitania) is the largest administrative region in France, spanning the west and southwest of the mainland. The region was created by the territorial reform of French Regions in 2014 through the merger of three regions: Aquitaine, Limousin and Poitou-Charentes. It covers 84,061 km2 (32,456 sq mi) – or ​1⁄8 of the country – and has approximately 5,879,144 inhabitants. (municipal population on 1 January 2012). The new region was established on 1 January 2016, following the regional elections in December 2015.",
  "/wiki/Lille": "Lille (/liːl/ LEEL; French: [lil] (listen); Dutch: Rijsel [ˈrɛisəl]; Picard: Lile; West Flemish: Rysel) is a city at the northern tip of France, in French Flanders. On the Deûle River, near France's border with Belgium, it is the capital of the Hauts-de-France region, the prefecture of the Nord department, and the main city of the European Metropolis of Lille.",
  "/wiki/Nord_(French_department)": "Nord (French pronunciation: ​[nɔʁ]; English: North; Dutch: Noorderdepartement) is a department in the far north of France. It was created from the western halves of the historical counties of Flanders and Hainaut, and the Bishopric of Cambrai. The modern coat of arms was inherited from the County of Flanders.",
  "/wiki/Hauts-de-France": "Hauts-de-France (French pronunciation: ​[o d(ə) fʁɑ̃s], Dutch: Opper-Frankrijk, meaning \"Upper France\") is the northernmost region of France, created by the territorial reform of French Regions in 2014, from a merger of Nord-Pas-de-Calais and Picardy. Its capital is Lille. The new region came into existence on 1 January 2016, after the regional elections in December 2015. France's Conseil d'État approved Hauts-de-France as the name of the region on 28 September 2016, effective 30 September 2016.",
  "/wiki/Rennes": "Rennes (French pronunciation: [ʁɛn] (listen); Breton: Roazhon [ˈrwɑːzən]; Gallo: Resnn; Latin: Condate Redonum) is a city in the east of Brittany in northwestern France at the confluence of the Ille and the Vilaine. Rennes is the capital of the region of Brittany, as well as the Ille-et-Vilaine department.",
  "/wiki/Ille-et-Vilaine": "Ille-et-Vilaine (French pronunciation: ​[ilevilɛn]; Breton: Il-ha-Gwilen) is a department of France, located in the region of Brittany in the northwest of the country.",
  "/wiki/Brittany_(administrative_region)": "Brittany (Breton: Breizh, [ˈbrɛjs]; French: Bretagne, IPA: [bʁətaɲ] (listen)) is the farthest west of the 13 regions of France. It is named after the historic and geographic region of Brittany, of which it constitutes 80%. The capital is Rennes.\nIt is a peninsular region bathed by the English Channel to the north and the Bay of Biscay to the south, and its neighboring regions are Normandy to the northeast and Pays de la Loire to the southeast. Bro Gozh ma Zadoù is the anthem of Brittany. It is sung to the same tune as that of the national anthem of Wales, Hen Wlad Fy Nhadau, and has similar words. As a region of France, Brittany has a Regional Council, which was most recently elected in 2015.",
  "/wiki/Reims": "Reims (/riːmz/ REEMZ, also US: /ræ̃s/, French: [ʁɛ̃s] (listen); also spelled Rheims in English; Dutch: Riemen) is the most populous city in the Marne department, in the Grand Est region of France. Its population in 2013 was of 182,592 in the city proper (commune) and 317,611 in the metropolitan area (aire urbaine). The city lies 129 km (80 mi) east-northeast of Paris. Its primary river, the Vesle, is a tributary of the Aisne.",
  "/wiki/Marne_(department)": "Marne (French pronunciation: ​[maʁn]) is a department in the Grand Est region of France. It is named after the river Marne which flows through it.  The prefecture (capital) of Marne is Châlons-en-Champagne (formerly known as Châlons-sur-Marne). The subprefectures are Épernay, Reims, and Vitry-le-François.",
  "/wiki/Le_Havre": "Le Havre (/lə ˈhɑːv(rə)/, French: [lə ɑvʁ(ə)] (listen); Norman: Lé Hâvre) is an urban French commune and city in the Seine-Maritime department in the Normandy region of northwestern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux. Le Havre is the most populous commune of Upper Normandy, although the total population of the greater Le Havre conurbation is smaller than that of Rouen. After Reims, it is also the second largest subprefecture in France. The name Le Havre means \"the harbour\" or \"the port\". Its inhabitants are known as Havrais or Havraises.",
  "/wiki/Seine-Maritime": "Seine-Maritime (French pronunciation: ​[sɛn maʁitim]) is a department of France in the Normandy region of northern France. It is situated on the northern coast of France, at the mouth of the Seine, and includes the cities of Rouen and Le Havre. Until 1955 it was named Seine-Inférieure.",
  "/wiki/Normandy": "Normandy (/ˈnɔːrməndi/; French: Normandie [nɔʁmɑ̃di] (listen); Norman: Normaundie; from Old French Normanz, plural of Normant, originally from the word for \"northman\" in several Scandinavian languages) is the northwesternmost of the 18 regions of France, roughly referring to the historical Duchy of Normandy.",
  "/wiki/Saint-%C3%89tienne": "Saint-Étienne (French: [sɛ̃t‿etjɛn]; Arpitan: Sant-Etiève; English: Saint Stephen) is a city in eastern central France, in the Massif Central, 55 km (34 mi) southwest of Lyon in the Auvergne-Rhône-Alpes region, on the trunk road that connects Toulouse with Lyon. Saint-Étienne is the capital of the Loire department and has a population of approximately 172,023 (2013) in the city itself and over 508,000 in the metropolitan area (2011).",
  "/wiki/Loire_(department)": "Loire (French pronunciation: ​[lwaʁ]; Arpitan: Lêre; Occitan: Léger) is a department in Auvergne-Rhône-Alpes occupying the River Loire's upper reaches.",
  "/wiki/Toulon": "Toulon (UK: /ˈtuːlɒ̃/, US: /tuːˈloʊn, -ˈlɔːn, -ˈlɒn/, French: [tulɔ̃]; Provençal: Tolon (classical norm), Touloun (Mistralian norm), pronounced [tuˈlun]) is a city in southern France and a large port on the Mediterranean coast, with a major French naval base. Located in the Provence-Alpes-Côte d'Azur region, Toulon is the capital of the Var department.",
  "/wiki/Var_(department)": "Var (French pronunciation: ​[vaʁ], Occitan: [ˈbaɾ]) is a department in the Provence-Alpes-Côte d'Azur region in Southeastern France. It takes its name from the river Var, which flowed along its eastern boundary, until the boundary was moved in 1860. The Var department is bordered on the east by the department of Alpes-Maritimes, to the west by Bouches-du-Rhône, to the north of the river Verdon by the department of Alpes-de-Haute-Provence and to the south by the Mediterranean Sea.",
  "/wiki/Grenoble": "Grenoble (/ɡrəˈnoʊbəl/ grə-NOH-bəl, French: [ɡʁənɔbl] (listen); Arpitan: Grenoblo) is a city in southeastern France, at the foot of the French Alps where the river Drac joins the Isère. Located in the Auvergne-Rhône-Alpes region, Grenoble is the capital of the department of Isère and is an important European scientific centre. The city advertises itself as the \"Capital of the Alps\", due to its size and its proximity to the mountains.",
  "/wiki/Is%C3%A8re": "Isère (US: /iːˈzɛər/ ee-ZAIR, French: [izɛʁ] (listen); Arpitan: Isera; Occitan: Isèra) is a department in the Auvergne-Rhône-Alpes region in eastern France named after the river Isère.",
  "/wiki/Dijon": "Dijon (UK: /ˈdiːʒɒ̃/, US: /diːˈʒoʊn/, French: [diʒɔ̃] (listen))[a] is a city in Eastern France, capital of the Côte-d'Or department in the Bourgogne-Franche-Comté region.",
  "/wiki/C%C3%B4te-d%27Or": "Côte-d'Or (IPA: [kot dɔʁ]; literally, \"golden slope\"[citation needed]) is a department in Bourgogne-Franche-Comté.",
  "/wiki/Bourgogne-Franche-Comt%C3%A9": "Bourgogne-Franche-Comté (French: [buʁɡɔɲ fʁɑ̃ʃ kɔ̃te] (listen); lit. \"Burgundy–Free County\"), sometimes abbreviated BFC, is a region in the east of France created by the territorial reform of French Regions in 2014, from a merger of Burgundy and Franche-Comté. The new region came into existence on 1 January 2016, after the regional elections of December 2015, electing 100 members to the regional council of Bourgogne-Franche-Comté.",
  "/wiki/N%C3%AEmes": "Nîmes (/niːm/ NEEM, French: [nim] (listen); Occitan: Nimes [ˈnimes]) is a city in the Occitanie region of southern France. It is the capital of the Gard department. Nîmes is located between the Mediterranean Sea and the Cévennes mountains. The estimated population of Nîmes is 151,001 (2016).",
  "/wiki/Gard": "Gard (French pronunciation: ​[ɡaʁ]) is a department in Southern France, located in the Occitanie region. It had a population of 742,006 as of 2016; its prefecture is Nîmes. The department is named after the Gardon River; the Occitan name of the river, Gard (Occitan pronunciation: [gaɾ]), has been replacing the French name in recent decades, both administratively and among French speakers.",
  "/wiki/Angers": "Angers (UK: /ˈɒ̃ʒeɪ/, US: /ɒ̃ˈʒeɪ, ˈændʒərz/, French: [ɑ̃ʒe] (listen)) is a city in western France, about 300 km (190 mi) southwest of Paris. It is chef-lieu of the Maine-et-Loire department and was the capital of the province of Anjou until the French Revolution. The inhabitants of both the city and the province are called Angevins. Not including the metropolitan area, Angers is the third most populous commune in northwestern France after Nantes and Rennes and the 17th in France.",
  "/wiki/Maine-et-Loire": "Maine-et-Loire (French pronunciation: ​[mɛn.e.lwaʁ]) is a department of the Loire Valley in west-central France, in the Pays de la Loire region.",
  "/wiki/Villeurbanne": "Villeurbanne (French pronunciation: ​[vi.lœʁ.ban]; Arpitan: Velorbana) is a commune in the Metropolis of Lyon in Auvergne-Rhône-Alpes region in eastern France."
}