{
  "/wiki/Jaws_(film)": "Jaws is a 1975 American thriller film directed by Steven Spielberg and based on Peter Benchley's 1974 novel of the same name. In the film, a giant man-eating great white shark attacks beachgoers at a New England summer resort town, prompting police chief Martin Brody (Roy Scheider) to hunt it with the help of a marine biologist (Richard Dreyfuss) and a professional shark hunter (Robert Shaw). Murray Hamilton plays the mayor, and Lorraine Gary portrays Brody's wife. The screenplay is credited to Benchley, who wrote the first drafts, and actor-writer Carl Gottlieb, who rewrote the script during principal photography.",
  "/wiki/Universal_Pictures": "Universal Pictures (also known as Universal Studios, and formerly Universal Film Manufacturing Company) is an American film studio owned by Comcast through the NBCUniversal Film and Entertainment division of its wholly owned subsidiary NBCUniversal. Founded in 1912 by Carl Laemmle, Mark Dintenfass, Charles O. Baumann, Adam Kessel, Pat Powers, William Swanson, David Horsley, Robert H. Cochrane, and Jules Brulatour, it is the oldest surviving film studio in the United States; the world's fifth oldest after Gaumont, Pathé, Titanus, and Nordisk Film; and the oldest member of Hollywood's \"Big Five\" studios in terms of the overall film market. Its studios are located in Universal City, California, and its corporate offices are located in New York City.",
  "/wiki/The_Rocky_Horror_Picture_Show": "The Rocky Horror Picture Show is a 1975 musical comedy horror film by 20th Century Fox, produced by Lou Adler and Michael White and directed by Jim Sharman. The screenplay was written by Sharman and actor Richard O'Brien, who is also a member of the cast. The film is based on the 1973 musical stage production The Rocky Horror Show, with music, book, and lyrics by O'Brien. The production is a parody tribute to the science fiction and horror B movies of the 1930s through to the early 1960s. Along with O'Brien, the film stars Tim Curry, Susan Sarandon, and Barry Bostwick and is narrated by Charles Gray with cast members from the original Royal Court Theatre, Roxy Theatre, and Belasco Theatre productions including Nell Campbell and Patricia Quinn. It is widely considered a Cult film.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles.",
  "/wiki/One_Flew_Over_the_Cuckoo%27s_Nest_(film)": "One Flew Over the Cuckoo's Nest is a 1975 American comedy-drama film directed by Miloš Forman, based on the 1962 novel One Flew Over the Cuckoo's Nest by Ken Kesey and the play version adapted from the novel by Dale Wasserman. The film stars Jack Nicholson as Randle McMurphy, a new patient at a mental institution, and features a supporting cast of Louise Fletcher, William Redfield, Will Sampson, Sydney Lassick, Brad Dourif, Danny DeVito and Christopher Lloyd in his film debut.",
  "/wiki/United_Artists": "United Artists Corporation (UA), currently doing business as United Artists Digital Studios, is an American television digital production company. Founded in 1919 by D. W. Griffith, Charlie Chaplin, Mary Pickford, and Douglas Fairbanks, the studio was premised on allowing actors to control their own interests, rather than being dependent upon commercial studios. UA was repeatedly bought, sold, and restructured over the ensuing century. Metro-Goldwyn-Mayer acquired the studio in 1981 for a reported $350 million ($1 billion today).",
  "/wiki/Dog_Day_Afternoon": "Dog Day Afternoon is a 1975 American neo-noir crime drama film directed by Sidney Lumet, written by Frank Pierson, and produced by Martin Bregman and Martin Elfand. Starring Al Pacino, John Cazale, James Broderick, and Charles Durning, it chronicles the events following a bank robbery committed by Sonny Wortzik (Pacino) and Salvatore Naturale (Cazale).",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/Shampoo_(film)": "Shampoo is a 1975 American satirical comedy-drama film written by Robert Towne and Warren Beatty, and directed by Hal Ashby. It stars Warren Beatty, Julie Christie, Goldie Hawn, Lee Grant, Jack Warden, Tony Bill, and Carrie Fisher in her film debut.",
  "/wiki/Columbia_Pictures": "Columbia Pictures Industries, Inc. (commonly known as Columbia Pictures or simply Columbia) is an American film studio and production & distribution company that is a member of the Sony Pictures Motion Picture Group, a division of Sony Entertainment's Sony Pictures subsidiary of the Japanese multinational conglomerate Sony Corporation.",
  "/wiki/The_Return_of_the_Pink_Panther": "The Return of the Pink Panther is a 1975 comedy film and the fourth film in The Pink Panther series. The film stars Peter Sellers, returning to the role of Inspector Clouseau, for the first time since A Shot in the Dark (1964), after having declined to reprise the role in Inspector Clouseau (1968). The film was a commercial hit and revived the previously dormant series.",
  "/wiki/Funny_Lady": "Funny Lady is a 1975 American biographical musical comedy-drama film directed by Herbert Ross and starring Barbra Streisand, James Caan, Omar Sharif, Roddy McDowall and Ben Vereen.",
  "/wiki/The_Apple_Dumpling_Gang_(film)": "The Apple Dumpling Gang is a 1975 American comedy-western film directed by Norman Tokar. The plot is about a slick gambler named Russell Donovan (Bill Bixby) who is duped into taking care of a group of orphans who eventually strike gold during the California Gold Rush. The film was produced by Walt Disney Productions.",
  "/wiki/Aloha,_Bobby_and_Rose": "Aloha, Bobby and Rose is a 1975 American road drama film written and directed by Floyd Mutrux and starring Paul Le Mat, Dianne Hull, and Robert Carradine. The plot is about a young working-class couple who accidentally cause the death of a store clerk during their first date, and go on the run from the law.",
  "/wiki/The_Other_Side_of_the_Mountain": "The Other Side of the Mountain is a 1975 American film based on a true story of ski racing champion Jill Kinmont. The UK title of the film was A Window to the Sky.",
  "/wiki/1975_in_film": "The year 1975 in film involved some significant events, with Steven Spielberg's thriller Jaws topping the box office."
}