{
  "/wiki/St_Andrew-by-the-Wardrobe": "St. Andrew-by-the-Wardrobe is a Church of England church located on Queen Victoria Street, London in the City of London, near Blackfriars station.",
  "/wiki/Queen_Victoria_Street,_London": "Queen Victoria Street, named after the British monarch who reigned from 1837 to 1901, is a street in London which runs east by north from its junction with New Bridge Street and Victoria Embankment in the Castle Baynard ward of the City of London, along a section that divides the wards of Queenhithe and Bread Street, then lastly through the middle of Cordwainer ward, until it reaches Mansion House Street at Bank junction. Beyond Bank junction, the street continues north-east as Threadneedle Street which joins Bishopsgate. Other streets linked to Queen Victoria Street include Puddle Dock, Cannon Street, Walbrook and Poultry.",
  "/wiki/Castle_Baynard": "Castle Baynard is one of the 25 wards of the City of London, the historic and financial centre of London.",
  "/wiki/City_of_London": "The City of London is a city, county and a local government district[note 1] that contains the historic centre and the primary central business district (CBD) of London. It constituted most of London from its settlement by the Romans in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders. The City is now only a tiny part of the metropolis of London, though it remains a notable part of central London. Administratively, it forms one of the 33 local authority districts of Greater London; however, the City of London is not a London borough, a status reserved for the other 32 districts (including London's only other city, the City of Westminster). It is also a separate ceremonial county, being an enclave surrounded by Greater London, and is the smallest county in the United Kingdom.",
  "/wiki/St_Andrew,_Holborn": "The Church of St Andrew, Holborn is a Church of England church on the northwestern edge of the City of London, on Holborn within the Ward of Farringdon Without.",
  "/wiki/Holborn_Viaduct": "Holborn Viaduct is a road bridge in London and the name of the street which crosses it (which forms part of the A40 route). It links Holborn, via Holborn Circus, with Newgate Street, in the City of London financial district, passing over Farringdon Street and the subterranean River Fleet. The viaduct spans the steep-sided Holborn Hill and the River Fleet valley at a length of 1,400 feet (430 m) and 80 feet (24 m) wide. City surveyor William Haywood was the architect and the engineer was Rowland Mason Ordish.",
  "/wiki/Farringdon_Without": "Farringdon Without is a Ward in the City of London, the historic and financial centre of London. It covers the western area of the City, including the Middle Temple, Inner Temple, Chancery Lane, Smithfield and St Bartholomew's Hospital, as well as the area east of Chancery Lane.",
  "/wiki/St_Anne_and_St_Agnes": "St Anne and St Agnes is a church located at Gresham Street in the City of London, near the Barbican. While St Anne's is an Anglican foundation, from 1966 to 2013 it was let to a congregation of the Lutheran Church in Great Britain.",
  "/wiki/Gresham_Street": "Gresham Street is a street in the City of London named after the English merchant and financier Thomas Gresham.",
  "/wiki/Aldersgate": "Aldersgate is a Ward of the City of London, named after a gate in the ancient London Wall around the City. The gate also gave its name to Aldersgate Street, which runs north from the site of the former gate towards Clerkenwell.",
  "/wiki/St_Bride%27s_Church": "St Bride's Church is a church in the City of London, England. The building's most recent incarnation was designed by Sir Christopher Wren in 1672 in Fleet Street in the City of London, though Wren's original building was largely gutted by fire during the London Blitz in 1940. Due to its location in Fleet Street, it has a long association with journalists and newspapers. The church is a distinctive sight on London's skyline and is clearly visible from a number of locations. Standing 226 feet (69m) high, it is the second tallest of all Wren's churches, with only St Paul's itself having a higher pinnacle.",
  "/wiki/Fleet_Street": "Fleet Street is a major street mostly in the City of London. It runs west to east from Temple Bar at the boundary with the City of Westminster to Ludgate Circus at the site of the London Wall and the River Fleet from which the street was named.",
  "/wiki/St_Lawrence_Jewry": "St Lawrence Jewry next Guildhall is a Church of England guild church in the City of London on Gresham Street, next to Guildhall. It was destroyed in the Great Fire of London in 1666, and rebuilt to the designs of Sir Christopher Wren. It is the official church of the Lord Mayor of London.",
  "/wiki/Cheap_(ward)": "Cheap is a small ward in the City of London. It stretches west to east from King Edward Street, the border with Farringdon Within ward, to Old Jewry, which adjoins Walbrook; and north to south from Gresham Street, the border with Aldersgate and Bassishaw wards, to Cheapside, the boundary with Cordwainer and Bread Street wards. The name Cheap derives from the Old English word \"chep\" for \"market\".",
  "/wiki/St_Mary-le-Bow": "St Mary-le-Bow (/lə ˈboʊ/) is a historic church rebuilt after the Great Fire of 1666 by Sir Christopher Wren in the City of London on the main east–west thoroughfare, Cheapside. According to tradition a true Cockney must be born within earshot of the sound of Bow Bells (which refers to this church's bells rather than those of St Mary and Holy Trinity, Bow Road, in Bow, an outlying village until the 19th century).",
  "/wiki/Cheapside": "Cheapside is a street in the City of London, the historic and modern financial centre of London, which forms part of the A40 London to Fishguard road. It links St. Martin's Le Grand with Poultry. Near its eastern end at Bank junction, where it becomes Poultry, is Mansion House, the Bank of England, and Bank station. To the west is St. Paul's Cathedral, St. Paul's tube station and square.",
  "/wiki/Cordwainer_(ward)": "Cordwainer is a small, almost rectangular-shaped ward in the City of London. It is named after the cordwainers, the professional shoemakers who historically lived and worked in this particular area of London; there is a Livery Company for the trade — the Worshipful Company of Cordwainers. The ward is sometimes referred to as the \"Cordwainers' ward\".",
  "/wiki/St_Michael_Paternoster_Royal": "St Michael Paternoster Royal is a church in the City of London. The original building, which was first recorded in the 13th century, was destroyed in the Great Fire of London in 1666. The church was rebuilt under the aegis of Sir Christopher Wren. However St Michael’s was severely damaged during the London Blitz in the Second World War. It was restored between 1966 and 1968.",
  "/wiki/Dowgate": "Dowgate is a small ward in the City of London, the historic and financial centre of London. The ward is bounded to the east by Swan Lane and Laurence Poutney Lane, to the south by the River Thames, to the west by Cousin Lane and College Hill, and to the north by Cannon Street. It is where the Walbrook watercourse emptied into the Thames.",
  "/wiki/St_Nicholas_Cole_Abbey": "St Nicholas Cole Abbey is a church in the City of London located on what is now Queen Victoria Street. Recorded from the twelfth century, the church was destroyed in the Great Fire of London in 1666 and rebuilt by the office of Sir Christopher Wren.  The church suffered substantial bomb damage from German bombs during the London Blitz in the Second World War and was reconstructed by Arthur Bailey in 1961–2.",
  "/wiki/Bread_Street": "Bread Street is one of the 25 wards of the City of London the name deriving from its principal street, which was anciently the City's bread market; already named Bredstrate (to at least 1180) for by the records it appears as that in 1302, Edward I announced that \"the bakers of Bromley and Stratford-le-Bow [London], and ones already living on the street, were forbidden from selling bread from their own homes or bakeries, and could only do so from Bread Street.\" The street itself is just under 500 ft (153 m) in length and now forms the eastern boundary of the ward after the 2003 boundary changes.",
  "/wiki/St_Vedast_Foster_Lane": "Saint Vedast Foster Lane or Saint Vedast-alias-Foster, a church in Foster Lane, in the City of London, is dedicated to St. Vedast (Foster is an Anglicisation of the name \"Vaast\", as the saint is known in continental Europe), a French saint whose cult arrived in England through contacts with Augustinian clergy.",
  "/wiki/Foster_Lane": "Foster Lane is a short street within Cheap ward, in the City of London. It is situated northeast of St Paul's Cathedral and runs southbound Gresham Street to Cheapside."
}