{
  "/wiki/St_Benet_Gracechurch": "St Benet Gracechurch (or Grass Church), so called because a haymarket existed nearby (Cobb), was a parish church in the City of London. First recorded in the 11th century, it was destroyed in the Great Fire of London of 1666 and rebuilt by the office of Sir Christopher Wren.  The church was demolished in 1868.",
  "/wiki/Gracechurch_Street": "Gracechurch Street is a main road in the City of London, the historic and financial centre of London, which is designated the A1213.",
  "/wiki/Bridge_(ward)": "Bridge is a small ward in the City of London and is named from its closeness to London Bridge. Since boundary changes in 2003, Bridge is bounded by the River Thames to the south; Swan Lane and Gracechurch Street to the west; Fenchurch Street to the north; and Rood Lane and Lovat Lane to the east.",
  "/wiki/City_of_London": "The City of London is a city, county and a local government district[note 1] that contains the historic centre and the primary central business district (CBD) of London. It constituted most of London from its settlement by the Romans in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders. The City is now only a tiny part of the metropolis of London, though it remains a notable part of central London. Administratively, it forms one of the 33 local authority districts of Greater London; however, the City of London is not a London borough, a status reserved for the other 32 districts (including London's only other city, the City of Westminster). It is also a separate ceremonial county, being an enclave surrounded by Greater London, and is the smallest county in the United Kingdom.",
  "/wiki/St_Mildred,_Poultry": "St Mildred, Poultry was a parish church  in the Cheap ward, of the City of London. It was rebuilt after the Great Fire of London and demolished in 1872. St Mildred in the Poultry was the burial place of the writer Thomas Tusser. Some description of the church and its monuments is given in John Stow's Survey of London.",
  "/wiki/Poultry,_London": "Poultry (formerly also Poultrey) is a short street in the City of London, the historic nucleus and modern financial centre of London. It is an eastern continuation of Cheapside, between Old Jewry and Mansion House Street, towards Bank junction.",
  "/wiki/Cheap_(ward)": "Cheap is a small ward in the City of London. It stretches west to east from King Edward Street, the border with Farringdon Within ward, to Old Jewry, which adjoins Walbrook; and north to south from Gresham Street, the border with Aldersgate and Bassishaw wards, to Cheapside, the boundary with Cordwainer and Bread Street wards. The name Cheap derives from the Old English word \"chep\" for \"market\".",
  "/wiki/St_Antholin,_Budge_Row": "St Antholin, Budge Row, or St Antholin, Watling Street, was a church in the City of London. Of medieval origin, it was rebuilt to the designs of Sir Christopher Wren, following its destruction in the Great Fire of London in 1666. The 17th-century building was demolished in 1874.",
  "/wiki/Watling_Street": "Watling Street is a route in England that began as an ancient trackway first used by the Britons, mainly between the areas of modern Canterbury and St Albans using a natural ford near Westminster. The Romans later paved the route, which then connected the Kentish ports of Dubris (Dover), Rutupiae (Richborough), Lemanis (Lympne), and Regulbium (Reculver) to their bridge over the Thames at Londinium (London). The route continued northwest through Verulamium (St Albans) on its way to Viroconium (Wroxeter). The Romans considered the continuation on to Blatobulgium (Birrens) beyond Hadrian's Wall to be part of the same route, leading some scholars to call this Watling Street as well, although others restrict it to the southern leg.",
  "/wiki/Cordwainer_(ward)": "Cordwainer is a small, almost rectangular-shaped ward in the City of London. It is named after the cordwainers, the professional shoemakers who historically lived and worked in this particular area of London; there is a Livery Company for the trade — the Worshipful Company of Cordwainers. The ward is sometimes referred to as the \"Cordwainers' ward\".",
  "/wiki/St_Michael_Queenhithe": "St. Michael Queenhithe was a church in the City of London located in what is now Upper Thames Street. First recorded in the 12th century, the church was destroyed during the Great Fire of London in 1666. Rebuilt by the office of Sir Christopher Wren, it was demolished in 1876.",
  "/wiki/Upper_Thames_Street": "Thames Street, divided into Lower and Upper Thames Street, is a road in the City of London, the historic and financial centre of London. It forms part of the busy A3211 route (prior to being rebuilt as a major thoroughfare in the late 1960s, it was the B132) from Tower Hill to Westminster. The London Bridge underpass marks the divide between Upper and Lower Thames Street, with Lower to the east and Upper to the west.",
  "/wiki/Queenhithe": "Queenhithe is a small and ancient ward of the City of London, situated by the River Thames and to the south of St. Paul's Cathedral. The Millennium Bridge crosses into the City at Queenhithe.",
  "/wiki/All_Hallows_Bread_Street": "All Hallows Bread Street was a parish church in the Bread Street ward of the City of London. It stood on the east side of Bread Street, on the corner with Watling Street.  First mentioned in the 13th century, the church was destroyed in the Great Fire of London in 1666.  The church was rebuilt by the office of Sir Christopher Wren and demolished in 1876.",
  "/wiki/Bread_Street": "Bread Street is one of the 25 wards of the City of London the name deriving from its principal street, which was anciently the City's bread market; already named Bredstrate (to at least 1180) for by the records it appears as that in 1302, Edward I announced that \"the bakers of Bromley and Stratford-le-Bow [London], and ones already living on the street, were forbidden from selling bread from their own homes or bakeries, and could only do so from Bread Street.\" The street itself is just under 500 ft (153 m) in length and now forms the eastern boundary of the ward after the 2003 boundary changes.",
  "/wiki/St_Dionis_Backchurch": "St Dionis Backchurch was a parish church in the Langbourn ward of the City of London. Of medieval origin, it was rebuilt after the Great Fire of London to the designs of Christopher Wren and demolished in 1878.",
  "/wiki/Fenchurch_Street": "Fenchurch Street is a street in London linking Aldgate at its eastern end with Lombard Street and Gracechurch Street in the west. It is a well-known thoroughfare in the City of London financial district and is the site of many corporate offices and headquarters.",
  "/wiki/Langbourn": "Langbourn is one of the 25 ancient wards of the City of London. It reputedly is named after a buried stream in the vicinity.",
  "/wiki/St_Matthew_Friday_Street": "St. Matthew Friday Street was a church in the City of London located on Friday Street,  off Cheapside.  Recorded since the 13th century, the church was destroyed in the Great Fire of 1666, then rebuilt by the office of Sir Christopher Wren.  The rebuilt church was demolished in 1885.",
  "/wiki/St_Mary_Magdalen_Old_Fish_Street": "St. Mary Magdalen Old Fish Street was a church in Castle Baynard ward of the City of London, England, located on the corner of Old Fish Street and Old Change, on land now covered by  post-War development.  Recorded since the 12th century, the church was destroyed in the Great Fire of London of 1666, then rebuilt by the office of Sir Christopher Wren.  The rebuilt church suffered damage to its roof from a fire in an adjacent warehouse in 1886.   It was not repaired and finally demolished in 1893.",
  "/wiki/Castle_Baynard": "Castle Baynard is one of the 25 wards of the City of London, the historic and financial centre of London.",
  "/wiki/All-Hallows-the-Great": "All-Hallows-the-Great was a church in the City of London, located on what is now Upper Thames Street, first mentioned in 1235. Destroyed in the Great Fire of London of 1666, the church was rebuilt by the office of Sir Christopher Wren. All-Hallows-the-Great was demolished in 1894 when many bodies were disinterred from the churchyard and reburied at Brookwood Cemetery.",
  "/wiki/Dowgate": "Dowgate is a small ward in the City of London, the historic and financial centre of London. The ward is bounded to the east by Swan Lane and Laurence Poutney Lane, to the south by the River Thames, to the west by Cousin Lane and College Hill, and to the north by Cannon Street. It is where the Walbrook watercourse emptied into the Thames.",
  "/wiki/St_Michael_Wood_Street": "St Michael’s Wood Street was a church and parish of medieval origin in Cripplegate Ward in the City of London, and is first mentioned in 1225 as St. Michael de Wudestrate. It stood on the west side of Wood Street, initially with a frontage on Huggin Lane but later on Wood Street itself.",
  "/wiki/Wood_Street,_London": "Wood Street is a street in the City of London, the historic centre and primary financial district of London. It originates in the south at a junction with Cheapside; heading north it crosses Gresham Street and London Wall. The northernmost end runs alongside The Postern, part of the Barbican estate, stopping at Andrewes House. Today Wood Street lies within the wards of Bassishaw (north of Gresham Street) and Cheap (south of Gresham Street).",
  "/wiki/Cripplegate": "Cripplegate was a gate in the London Wall and a name for the region of the City of London outside the gate. The area was almost entirely destroyed in the Blitz of World War II and today it is the site of the Barbican Estate and Barbican Centre. The name is preserved in the church of St Giles-without-Cripplegate, in the Cripplegate ward of the City, and in a small road named Cripplegate Street which lies slightly to the north of the site of the Wall between Viscount Street and Bridgewater Street."
}