{
  "/wiki/Vladimir_Melanin": "Vladimir Mikhailovich Melanin (Russian: Владимир Михайлович Меланьин; 1 December 1933 – 10 August 1994) was a Soviet biathlete.",
  "/wiki/Biathlon_at_the_1964_Winter_Olympics": "Biathlon at the 1964 Winter Olympics consisted of one biathlon event, held at Seefeld. The events began on 9 February and ended on 11 February 1964.",
  "/wiki/Klavdiya_Boyarskikh": "Klavdiya Sergeyevna Boyarskikh (Russian: Клавдия Сергеевна Боярских; 11 November 1939 – 12 December 2009) was a Soviet cross-country skier who competed in the 1960s.",
  "/wiki/Cross-country_skiing_at_the_1964_Winter_Olympics": "At the 1964 Winter Olympics seven cross-country skiing events – four for men and three for women – were contested. The events began on 30 January 1964 in Seefeld, Austria. The women's 5 km race debuted at this Olympics.",
  "/wiki/Alevtina_Kolchina": "Alevtina Pavlovna Kolchina (Russian: Алевти́на Па́вловна Ко́лчина alternate spelling: Alevtina Koltsjina; born 11 November 1930) is a former Soviet cross-country skier who competed during the 1950s and 1960s for Burevestnik and later for Dynamo sports societies. She competed in four Winter Olympics, earning a total of five medals. Kolchina also competed several times at the Holmenkollen ski festival, winning three times at 10 km (1961–1963) and once at 5 km (1966).",
  "/wiki/Yevdokiya_Mekshilo": "Yevdokiya Panteleyevna Mekshilo (Russian: Евдокия Пантелеевна Мекшило) (23 March 1931 – 16 January 2013) was a female Soviet cross-country skier who competed in the 1960s for Armed Forces sports society. At the 1964 Winter Olympics, she won a gold in the 3x5 km and a silver in the 10 km event. She was born in Gorno-Altaysk.",
  "/wiki/Liudmila_Belousova": "Ludmila Yevgenyevna Belousova (Russian: Людмила Евгеньевна Белоусова; 22 November 1935 – 26 September 2017) was a Russian pair skater who represented the Soviet Union. With her partner and husband Oleg Protopopov she was a two-time Olympic champion (1964, 1968) and four-time World champion (1965–1968). In 1979, the pair defected to Switzerland and became Swiss citizens in 1995. They continued to skate at ice shows and exhibitions through their seventies.",
  "/wiki/Oleg_Protopopov": "Oleg Alekseyevich Protopopov (Russian: Оле́г Алексе́евич Протопо́пов; born 16 July 1932) is a former Russian pair skater who represented the Soviet Union. With his wife Ludmila Belousova he is a two-time Olympic champion (1964, 1968) and four-time World champion (1965–1968). In 1979, the pair defected to Switzerland and became Swiss citizens in 1995. They continued to skate at ice shows and exhibitions through their seventies.",
  "/wiki/Figure_skating_at_the_1964_Winter_Olympics": "Figure skating at the 1964 Winter Olympics took place at the Olympiahalle in Innsbruck, Austria.",
  "/wiki/Soviet_Union_men%27s_national_ice_hockey_team": "The Soviet national ice hockey team (Russian: Сборная СССР по хоккею с шайбой) was the national ice hockey team of the Soviet Union. The team won nearly every world championship and Olympic tournament between 1954 and 1991 and never failed to medal in any International Ice Hockey Federation (IIHF) tournament they competed in.",
  "/wiki/Viktor_Konovalenko": "Viktor Sergeevich Konovalenko (11 March 1938 – 20 February 1996) was a Soviet ice hockey goaltender. He led the Soviet team to the Olympics gold medals in 1964 and 1968, to the IIHF World Championships title in 1963–1968, 1970 and 1971, and to the European title in 1963–68 and 1970. He was named the most valuable player in the Soviet league in 1970 and was inducted into the IIHF Hall of Fame in 2007.",
  "/wiki/Boris_Mikhaylovich_Zaytsev": "Boris Mikhaylovich Zaytsev (Russian: Бори́с Миха́йлович За́йцев; 23 March 1937 – 24 February 2000) was a soviet ice hockey goaltender who competed in the 1964 Winter Olympics.  He was born in Moscow, Soviet Union.",
  "/wiki/Vitaly_Davydov": "Vitali Semenovich Davydov (born 1 April 1939) is a retired ice hockey player who played in the Soviet Hockey League.  He was born in Moscow, and played his entire club career for HC Dynamo Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963.",
  "/wiki/Eduard_Ivanov": "Eduard Georgievich Ivanov (April 25, 1938 – January 15, 2012) was a Russian ice hockey player who played in the Soviet Hockey League.  Ivanov was born in Moscow, Soviet Union.  He played for HC CSKA Moscow and appeared in 300 games. In international play, Ivanov appeared in 79 games over his career. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963. After his playing career Ivanov became a coach with SKA Moskva Oblast and director of CSKA Moskva sports school from 1979 to 1988.",
  "/wiki/Aleksandr_Ragulin": "Alexander Pavlovich \"Rags\" Ragulin (Russian: Александр Павлович Рагулин; 5 May 1941 – 17 November 2004) was a Russian ice hockey player. He is considered as one of the best defensemen in Soviet ice hockey history, winning three Olympic gold medals and ten world titles.",
  "/wiki/Viktor_Kuzkin": "Viktor Grigorievich Kuzkin (July 6, 1940 – June 24, 2008) was an ice hockey defender who played in the Soviet Hockey League.  He played for HC CSKA Moscow. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963. He was born in Moscow, Soviet Union.",
  "/wiki/Konstantin_Loktev": "Konstantin Borisovich Loktev (April 16, 1933 – November 4, 1996) was a Soviet ice hockey player who played in the Soviet Hockey League. He played for HC CSKA Moscow. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1964. He was born and died in Moscow.",
  "/wiki/Aleksandr_Almetov": "Alexander Davletovich Almetov (Russian: Александр Давлетович Альметов, January 18, 1940 – September 21, 1992) was an ice hockey player who played as a forward for HC CSKA Moscow and for the USSR Team.",
  "/wiki/Veniamin_Aleksandrov": "Veniamin Veniaminovich Alexandrov (Russian: Вениамин Вениаминович Александров; April 18, 1937 – November 3, 1991) was a Soviet professional ice hockey player who played in the Soviet Hockey League.  He played for HC CSKA Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963.",
  "/wiki/Yevgeny_Mayorov": "Yevgeni Aleksandrovich Mayorov  (Russian: Евгений Александрович Майоров; 11 February 1938 – 10 December 1997) was an ice hockey forward who played in the Soviet Hockey League for HC Spartak Moscow. He won the world title in 1963 and an Olympic gold medal in 1964. In 1963 he was inducted into the Russian and Soviet Hockey Hall of Fame.",
  "/wiki/Vyacheslav_Starshinov": "Vyacheslav Ivanovich Starshinov (Russian: Вячеслав Иванович Старшинов; born May 6, 1940 in Moscow, Soviet Union) is a Russian former ice hockey player, coach and executive. Starshinov played in the Soviet Hockey League for HC Spartak Moscow, scoring 405 goals in 540 league games.  He led the league in goals in 1966-67, 1967–68, and 1968–69.  Starshinov also scored 149 goals in 182 international games with the Soviet national team, and was named top forward at the IIHF World Championships in 1965.  He also played for the Japanese hockey team Oji Eagles in 1976-1978.",
  "/wiki/Boris_Mayorov": "Boris Aleksandrovich Mayorov (born February 11, 1938 in Moscow, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League.  He played for HC Spartak Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963.",
  "/wiki/Leonid_Volkov": "Leonid Ivanovich Volkov (Russian: Леонид Иванович Волков; December 9, 1934 – May 17, 1995) was an ice hockey player who played in the Soviet Hockey League.  Born in Gorky, Soviet Union, he played for Torpedo Gorky and HC CSKA Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1964.",
  "/wiki/Viktor_Yakushev": "Viktor Prokhorovich Yakushev (November 16, 1937 – July 7, 2001) was an ice hockey player who played in the Soviet Hockey League.  He played for Lokomotiv Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963. He was born and died in Moscow.",
  "/wiki/Anatoly_Firsov": "Anatoli Vasilievich Firsov (1 February 1941 – 24 July 2000) was a Russian ice hockey left wing and center, who competed internationally for the USSR. In the IIHF World Championships, he won the scoring title four times and was named the best forward three times. He was also named the most valuable player in the Soviet hockey league three times. Between 1964 and 1972, Firsov played 166 games for the national team. He scored 134 goals, and won three Olympic and eight world titles.",
  "/wiki/Oleg_Zaytsev": "Oleg Alekseevich Zaytsev (born August 4, 1939 in Moscow, Soviet Union - d. March 1, 1993) was an ice hockey defenceman who played in the Soviet Hockey League. He played for HC CSKA Moscow. He was inducted into the Russian and Soviet Hockey Hall of Fame in 1966.",
  "/wiki/Stanislav_Petukhov": "Stanislav Afanasievich Petukhov (born August 19, 1937 in Moscow, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League.  He played for HC Dynamo Moscow.  He was inducted into the Russian and Soviet Hockey Hall of Fame in 1963.",
  "/wiki/Ice_hockey_at_the_1964_Winter_Olympics": "The men's ice hockey tournament at the 1964 Winter Olympics in Innsbruck, Austria, was the 10th Olympic Championship, also serving as the 31st World Championships and the 42nd European Championships. The games were held at the Olympiahalle Innsbruck.",
  "/wiki/Ants_Antson": "Ants Antson (11 November 1938 – 31 October 2015) was an Estonian speed skater who competed for the Soviet Union.",
  "/wiki/Speed_skating_at_the_1964_Winter_Olympics": "Speed skating at the 1964 Winter Olympics, was held from 30 January to 7 February. Eight events were contested at the Eisschnelllaufbahn Innsbruck.",
  "/wiki/Lidiya_Skoblikova": "Lidiya Pavlovna Skoblikova (Russian: Лидия Павловна Скобликова; born 8 March 1939) is a retired Russian speed skater and coach. She represented the USSR Olympic team during the Olympic Winter Games in 1960, 1964 and 1968, and won a total of six gold medals, which is still a record for a speed skater. She also won 25 gold medals at the world championships and 15 gold medals at the USSR National Championships in several distances. She was also the first athlete to earn six gold medals in the Winter Olympics and the first to earn four gold medals at a single Olympic Winter Games. She was the most successful athlete at the 1960 and 1964 Winter Olympics, sharing the honour for 1960 Games with her compatriot Yevgeny Grishin.",
  "/wiki/Aleksandr_Privalov": "Aleksandr Vasilyevich Privalov (Russian: Александр Васильевич Привалов; born 6 August 1933) is a former Soviet biathlete.",
  "/wiki/Nikolay_Kiselyov_(athlete)": "Nikolay Fyodorovich Kiselyov (Russian: Никола́й Фёдорович Киселёв; 25 October 1939 – 2005) was a Soviet Nordic combined athlete, Master of Sports of the USSR, International Class. He trained at the Armed Forces sports society in Leningrad. His best finish was a silver medal at the 1964 Winter Olympics in Innsbruck in the individual event.",
  "/wiki/Nordic_combined_at_the_1964_Winter_Olympics": "Nordic combined at the 1964 Winter Olympics consisted of one event, held 2–3 February at Seefeld in Tirol.",
  "/wiki/Vladimir_Orlov_(speed_skater)": "Vladimir Aleksandrovich Orlov (Russian: Владимир Александрович Орлов, born December 2, 1938) is a Russian speed skater who competed for the Soviet Union in the 1964 Winter Olympics.",
  "/wiki/Yevgeny_Grishin_(speed_skater)": "Yevgeny Romanovich Grishin (Russian: Евгений Романович Гришин; 23 March 1931 – 9 July 2005) was a Russian speedskater. Grishin trained for the largest part of his speedskating career at CSKA Moscow. He became European Champion in 1956, and won Olympic gold in the 500 meter and 1500 meter events in both 1956 and 1960 Winter Olympics (sharing the 1500 meter victories with respectively Yuri Mikhaylov and Roald Aas), competing for the USSR team. Along with his compatriot Lidiya Skoblikova, he was the most successful athlete at the 1960 Winter Olympics.",
  "/wiki/Irina_Yegorova": "Irina Nikolayevna Yegorova (Russian: Ирина Николаевна Егорова, born 8 April 1940) is a Russian speed skater who competed for the Soviet Union at the 1964 and 1968 Winter Olympics. In 1964 she won the silver medal in the 500 and 1000 m events. Four years later she finished fifth in the 1000 m and ninth in the 500 m contest.",
  "/wiki/Valentina_Stenina": "Valentina Sergeyevna Stenina (Russian: Валентина Серге́евна Стенина; born 29 December 1934) is a former speed skater who competed for the Soviet Union.",
  "/wiki/Igor_Voronchikhin": "Igor Nikolaevich Voronchikin (Russian: И́горь Николаевич Ворончи́хин; born April 14, 1938; died March 10, 2009) was a Soviet cross-country skier who competed during the early 1960s, training at Burevestnik in Moscow. He earned two bronze medals in the 1964 Winter Olympics in the 30 km and the 4x10 km relay."
}