{
  "/wiki/Chris_Adams_(wrestler)": "Christopher Adams (10 February 1955 – 7 October 2001), best known as \"Gentleman\" Chris Adams, was an English professional wrestler, wrestling promoter, trainer, and judoka.",
  "/wiki/Toni_Adams": "Toni Leah Adams (née Collins) (August 19, 1964 – June 24, 2010) was an American professional wrestling manager and valet who appeared in several North American regional promotions during the 1980s including the Universal Wrestling Federation and the United States Wrestling Association, although she was best known as the manager of her late ex-husband Chris Adams while in World Class Championship Wrestling and the Global Wrestling Federation.",
  "/wiki/Tony_Anthony_(wrestler)": "Darrell W. \"Tony\" Anthony (born April 12, 1960) is a retired American professional wrestler, also known by his ring name Dirty White Boy. He wrestled primarily for independent promotions in the Southeastern United States. He was most active throughout the 1980s and 1990s in the Tennessee-based United States Wrestling Association (USWA) and Smoky Mountain Wrestling (SMW), and had two short stints with the World Wrestling Federation (WWF) under the ring names of T.L. Hopper and Uncle Cletus.",
  "/wiki/Stone_Cold_Steve_Austin": "Steve Austin (born Steven James Anderson on December 18, 1964, later Steven James Williams), better known by the ring name Stone Cold Steve Austin, is an American actor, producer, television host and retired professional wrestler.",
  "/wiki/Jeannie_Clark": "Jeanie Clarke (born 4 April 1959) is an English former professional wrestling manager and author. She is best known for her appearances with the American professional wrestling promotions the United States Wrestling Association and World Championship Wrestling from 1990 to 1991 under the respective ring names Jeanie Adams and Lady Blossom as the valet for \"Stunning\" Steve Austin. In 2016, Clarke released her autobiography Through the Shattered Glass.",
  "/wiki/Debra_Marshall": "Debra Gale Marshall (born March 2, 1960) (formerly McMichael and Williams) is an American actress, and retired professional wrestling valet. Well known by her ring name Debra, she is notable for her appearances with World Championship Wrestling (WCW) as Queen Debra between 1995 and 1998 and the World Wrestling Federation (WWF) as Debra between 1998 and 2002. She began her career in professional wrestling in 1995, accompanying her husband Steve \"Mongo\" McMichael to the ring in World Championship Wrestling (WCW).",
  "/wiki/Chris_Benoit": "Christopher Michael Benoit (/bənˈwɑː/; May 21, 1967 – June 24, 2007) was a Canadian professional wrestler. During his 22-year career, Benoit worked for numerous promotions including the World Wrestling Federation/World Wrestling Entertainment (WWF/WWE), World Championship Wrestling (WCW), Extreme Championship Wrestling (ECW), and New Japan Pro-Wrestling (NJPW). Industry journalist Dave Meltzer considered him \"one of the top 10, maybe even the top 5, all-time greats\".",
  "/wiki/Nancy_Benoit": "Nancy Elizabeth Benoit (née Toffoloni, formerly Daus and Sullivan; May 17, 1964 – June 22, 2007) was an American professional wrestling valet and model. She was best known for her appearances with Extreme Championship Wrestling and World Championship Wrestling in the mid-1990s under the ring name Woman.",
  "/wiki/Chris_Benoit_double_murder_and_suicide": "Over a three-day period between June 22 and 24, 2007, Chris Benoit, a 40-year-old veteran Canadian professional wrestler employed by World Wrestling Entertainment (WWE) and living in Fayetteville, Georgia, killed his wife Nancy Benoit and suffocated their 7-year-old son, Daniel, before hanging himself. Autopsy results showed that Benoit's wife was murdered first as she was bound at the feet and wrists and died of asphyxiation on June 22. Nancy was found wrapped in a towel and with blood under her head, although Fayette County District Attorney Scott Ballard reported no other signs of a struggle.",
  "/wiki/Brute_Bernard": "James Prudhomme (June 6, 1921 – July 14, 1984), was a Canadian professional wrestler. better known by the ring names Brute Bernard or Jim 'Brute' Bernhard.",
  "/wiki/Booker_T_(wrestler)": "Robert Booker Tio Huffman (born March 1, 1965), better known by his ring name Booker T, is an American professional wrestler, professional wrestling promoter and color commentator signed with WWE. He is also the owner and founder of the independent promotion Reality of Wrestling (ROW) in Texas City, Texas.",
  "/wiki/Sharmell": "Sharmell Sullivan-Huffman (born November 2, 1970) is an American retired professional wrestling valet and former professional wrestler. As the wife of Booker T, she is best known for her time with World Wrestling Entertainment (WWE) as Queen Sharmell until her release in 2007. She first came to prominence in the wrestling world as Storm a member of the World Championship Wrestling dance troupe the Nitro Girls and she also played a character called Paisley. Sullivan-Huffman performed for Total Nonstop Action Wrestling (TNA) under the ring name Sharmell from 2007 until leaving the company in 2009.",
  "/wiki/Paul_Christy": "Paul Christy (born Paul Christerson on March 20, 1939) is a former professional wrestler known mainly for his work in the National Wrestling Alliance and International Championship Wrestling as well as a stint in the World Wrestling Federation in the mid-1980s. Christy's wife, Bunny Burmeister, was also a professional wrestler and his manager, working under the name Miss Bunny Love. Christy and his wife both retired from the ring in 1990.",
  "/wiki/Bonnie_and_Clyde": "Bonnie Elizabeth Parker (October 1, 1910 – May 23, 1934) and Clyde Champion Barrow (March 24, 1909 – May 23, 1934) were an American criminal couple who traveled the Central United States with their gang during the Great Depression, known for their bank robberies although they preferred to rob small stores or rural gas stations. Their exploits captured the attention of the American press and its readership during what is occasionally referred to as the \"public enemy era\" between 1931 and 1934. They are believed to have murdered at least nine police officers and four civilians. They were killed in May 1934 during an ambush by police near Gibsland, Louisiana.",
  "/wiki/Cauliflower_Alley_Club": "The Cauliflower Alley Club is a non-profit fraternal organization, which includes a newsletter and website, comprising both retired and active professional wrestlers and boxers in North America.",
  "/wiki/Jim_Cornette": "James Mark \"Jim\" Cornette (born September 17, 1961) is an American author and podcaster who has previously worked in the professional wrestling industry as an agent, booker, color commentator, manager, promoter, trainer, and occasional professional wrestler.",
  "/wiki/Corsica_Joe": "Francois Miquet (January 17, 1920 – March 14, 2010) was an American professional wrestler who worked primarily in the United States of America under the ring name Corsica Joe. As Corsica Joe he teamed up with Jean Louis Roy, who was billed as \"Corsica Jean\" to form a very successful tag team known as \"The Corsicans\". The Corsicans held a number of tag team championships, especially in the southern National Wrestling Alliance (NWA) territories of NWA Mid-America, Gulf Coast Championship Wrestling, Championship Wrestling from Florida and Georgia Championship Wrestling. He was the brother of Felix Miquet who was also a wrestler, but worked primarily in the United Kingdom. He was married to female pro wrestler Sarah Lee, sometimes billed as \"Sara Corsica\".",
  "/wiki/Iron_Mike_DiBiase": "Michael DiBiase (December 24, 1923 – July 2, 1969) was an Italian American professional wrestler, also known by his ring name \"Iron\" Mike DiBiase. The adoptive father of professional wrestler \"The Million Dollar Man\" Ted DiBiase, he was married to Ted's mother Helen Hild (also a professional wrestler), and was the grandfather of Mike, Ted Jr., and Brett DiBiase.",
  "/wiki/Tommy_Dreamer": "Thomas Laughlin (born February 13, 1971), best known by his ring name Tommy Dreamer, is an American professional wrestler and promoter. He is the owner and promoter of the House of Hardcore promotion, for whom he also wrestles, and works as a wrestler, producer and member of the creative team for Impact Wrestling.",
  "/wiki/Beulah_McGillicutty": "Trisa Laughlin (born Trisa Hayes; March 14, 1969) is an American retired professional wrestling valet, better known by her ring name, Beulah McGillicutty. She is best known for her appearances in Extreme Championship Wrestling from 1995–1998.",
  "/wiki/Madison_Eagles": "Alexandra Ford (born 5 June 1984) is an Australian professional wrestler, better known by her ring name Madison Eagles. She has wrestled internationally in Australia, the United States, Canada and Japan, and is a former two-time Shimmer Champion. She was ranked by Pro Wrestling Illustrated as the number one female wrestler in the PWI Female 50 in 2011; as of 2017, she is the only woman to win the award without wrestling for World Wrestling Entertainment or Total Nonstop Action Wrestling.",
  "/wiki/Aiden_English": "Matthew Rehwoldt (born October 7, 1987) is an American professional wrestler and announcer currently signed to WWE, where he performs under the ring name Aiden English. In WWE, English performs on the cruiserweight-exclusive 205 Live brand. He is known for being part of the tag team The Vaudevillains with Simon Gotch in WWE NXT, winning the NXT Tag Team Championship. English began his career as a professional wrestler with WWE in 2012 and became an announcer on 205 Live in 2019. As a wrestler, English has had feuds with Colin Cassady in 2014 and Rusev in 2018. Outside of wrestling, Rehwoldt started the \"Rough Cuts\" social media campaign for unfinished art and the \"Wrestling With Whiskey\" project on YouTube.",
  "/wiki/Raquel_Diaz": "Shaul Marie Rehwoldt (née Guerrero; born October 14, 1990) is an American commentator, ring announcer, singer, dancer and model and retired professional wrestler and professional wrestling valet. She is best known for her time with World Wrestling Entertainment (WWE), where she performed under the ring name Raquel Diaz. She is also a burlesque dancer under the stage name Miss Nyxon.",
  "/wiki/Germán_Figueroa": "Germán Figueroa Sullivan (born May 6, 1975) is a Puerto Rican professional wrestler and mixed martial artist better known as \"El León\" Apollo (alternatively spelled \"Apolo\") and El León.",
  "/wiki/Robert_Fuller": "Robert Welch (born May 14, 1950) is a professional wrestler and manager better known by his ring names Robert Fuller and Col. Robert Parker. Robert and his brother Ron co-owned Continental Championship Wrestling for a time.",
  "/wiki/Jimmy_Garvin": "James Williams (born September 25, 1952) is an American retired  professional wrestler, better known by his ring name \"Gorgeous\" Jimmy \"Jam\" Garvin. A member of The Fabulous Freebirds, Garvin is best known for his appearances with promotions including the American Wrestling Association, World Class Championship Wrestling, and World Championship Wrestling.",
  "/wiki/Patti_Williams": "Patricia Williams (born January 1, 1955) is a Canadian retired professional wrestling valet better known as Precious. She is the wife of the man she managed for much of her career, Jimmy Garvin.",
  "/wiki/Doug_Gilbert": "Douglas Gilbert (born February 5, 1969) is an American professional wrestler. He is best known for his appearances with regional professional wrestling promotions throughout the Southern United States, as well as for Extreme Championship Wrestling and overseas in Japan.",
  "/wiki/Kay_Noble": "Mary Charlene Noble (October 15, 1940 – April 27, 2006), known from childhood by her nickname Kay Noble, was an American professional wrestler. Her career spanned from the 1950s to the 1980s, during which time she was known for her toughness in the ring. She worked along well-known female professional wrestlers such as Penny Banner, The Fabulous Moolah, and Gladys Gillem. She also wrestled in mixed tag team matches with partners such as her husband Doug Gilbert and Terry Funk. During her almost thirty years wrestling, she held the Texas Women's Championship, Central States Women's Championship, and AWA World Women's Championship. She was also honored by the Cauliflower Alley Club in 2001, before dying of stomach cancer in April 2006.",
  "/wiki/List_of_family_relations_in_professional_wrestling": "This is a list of family relations in professional wrestling. Since the beginning of the artforms secretive history family members have been involved in all aspects of the industry, often to keep it closed off to outsiders. Although most connections are among wrestlers, there have been contributions from family members in many other fileds, such as managing, promoting, training and refereeing."
}