{
  "/wiki/À_propos_de_Nice": "À propos de Nice is a 1930 silent short documentary film directed by Jean Vigo and photographed by Boris Kaufman. The film depicts life in Nice, France by documenting the people in the city, their daily routines, a carnival and social inequalities. Vigo described the film in an address to the Groupement des Spectateurs d'Avant-Garde: \"In this film, by showing certain basic aspects of a city, a way of life is put on trial... the last gasps of a society so lost in its escapism that it sickens you and makes you sympathetic to a revolutionary solution.\"",
  "/wiki/Jean_Vigo": "Jean Vigo (French: [vigo]; 26 April 1905 – 5 October 1934) was a  French film director who helped establish poetic realism in film in the 1930s. His work influenced French New Wave cinema of the late 1950s and early 1960s.",
  "/wiki/Jean_Taris,_Swimming_Champion": "Jean Taris, Swimming Champion (French: Taris, roi de l'eau or La natation par Jean Taris, champion de France or Taris, champion de natation) is a 1931 French short documentary film directed by Jean Vigo, about the French swimmer Jean Taris. The film is notable for the many innovative techniques that Vigo uses, including close ups and freeze frames of the swimmer's body.",
  "/wiki/À_nous_la_liberté": "À nous la liberté (English: Freedom for Us) is a 1931 French film directed by René Clair. With a score by Georges Auric, the film has more music than any of Clair's early works.",
  "/wiki/Freedom_for_Us": "À nous la liberté (English: Freedom for Us) is a 1931 French film directed by René Clair. With a score by Georges Auric, the film has more music than any of Clair's early works.",
  "/wiki/René_Clair": "René Clair (11 November 1898 – 15 March 1981) born René-Lucien Chomette, was a French filmmaker and writer. He first established his reputation in the 1920s as a director of silent films in which comedy was often mingled with fantasy. He went on to make some of the most innovative early sound films in France, before going abroad to work in the UK and USA for more than a decade. Returning to France after World War II, he continued to make films that were characterised by their elegance and wit, often presenting a nostalgic view of French life in earlier years. He was elected to the Académie française in 1960. Clair's best known films include The Italian Straw Hat (1928), Under the Roofs of Paris (1930), Le Million (1931), À nous la liberté (1931), I Married a Witch (1942), and And Then There Were None (1945).",
  "/wiki/Zéro_de_conduite": "Zero for Conduct (French: Zéro de conduite) is a 1933 French featurette directed by Jean Vigo. It was first shown on 7 April 1933 and was subsequently banned in France until November 1945.",
  "/wiki/L'Atalante": "L'Atalante (French pronunciation: ​[la.ta.lɑ̃t]; also released as Le Chaland qui passe, (\"The Passing Barge\"), is a 1934 French film written and directed by Jean Vigo. Jean Dasté stars as Jean, the captain of a river barge who lives with his new wife Juliette (Dita Parlo) on the barge, along with first mate Père Jules (Michel Simon) and the cabin boy (Louis Lefebvre).",
  "/wiki/Carnival_in_Flanders_(film)": "Carnival in Flanders is a 1935 French historical romantic comedy film directed by Jacques Feyder. Its original French title is La Kermesse héroïque and it is widely known under that name. A German-language version of the film was made simultaneously and was released under the title Die klugen Frauen, featuring Ernst Schiffner in one of his early film roles.",
  "/wiki/Jacques_Feyder": "Jacques Feyder (French: [fɛ.dɛʁ]; 21 July 1885 – 24 May 1948) was a Belgian actor, screenwriter and film director who worked principally in France, but also in the US, Britain and Germany. He was a director of silent films during the 1920s, and in the 1930s he became associated with the style of poetic realism in French cinema. He adopted French nationality in 1928.",
  "/wiki/Bizarre,_Bizarre": "Bizarre, Bizarre (French: Drôle de drame) is a 1937 French comedy film directed by Marcel Carné. It is based on the 1912 novel His First Offence by J. Storer Clouston.",
  "/wiki/Marcel_Carné": "Marcel Albert Carné (French pronunciation: ​[maʁsɛl albɛʁ kaʁne]; 18 August 1906 – 31 October 1996) was a French film director. A key figure in the poetic realism movement, Carné's best known films include Port of Shadows (1938), Le Jour Se Lève (1939), The Devil's Envoys (1942) and Children of Paradise (1945), the last of which has been cited as one of the greatest films of all time.",
  "/wiki/La_Grande_Illusion": "La Grande Illusion (also known as The Grand Illusion) is a 1937 French war film directed by Jean Renoir, who co-wrote the screenplay with Charles Spaak. The story concerns class relationships among a small group of French officers who are prisoners of war during World War I and are plotting an escape. The title of the film comes from the 1909 book The Great Illusion by British journalist Norman Angell, which argued that war is futile because of the common economic interests of all European nations. The perspective of the film is generously humanistic to its characters of various nationalities.",
  "/wiki/Grand_Illusion_(film)": "La Grande Illusion (also known as The Grand Illusion) is a 1937 French war film directed by Jean Renoir, who co-wrote the screenplay with Charles Spaak. The story concerns class relationships among a small group of French officers who are prisoners of war during World War I and are plotting an escape. The title of the film comes from the 1909 book The Great Illusion by British journalist Norman Angell, which argued that war is futile because of the common economic interests of all European nations. The perspective of the film is generously humanistic to its characters of various nationalities.",
  "/wiki/Jean_Renoir": "Jean Renoir (French: [ʁənwaʁ]; 15 September 1894 – 12 February 1979) was a French film director, screenwriter, actor, producer and author. As a film director and actor, he made more than forty films from the silent era to the end of the 1960s. His films La Grande Illusion (1937) and The Rules of the Game (1939) are often cited by critics as among the greatest films ever made. He was ranked by the BFI's Sight & Sound poll of critics in 2002 as the fourth greatest director of all time. Among numerous honors accrued during his lifetime, he received a Lifetime Achievement Academy Award in 1975 for his contribution to the motion picture industry. Renoir was the son of the painter Pierre-Auguste Renoir. He was one of the first filmmakers to be known as an auteur.",
  "/wiki/La_Femme_du_boulanger": "The Baker's Wife (French: La femme du boulanger) is a 1938 French drama film directed by Marcel Pagnol. It is based on the novel Blue Boy by French author Jean Giono and became the basis of the American musical The Baker's Wife.",
  "/wiki/The_Baker's_Wife_(film)": "The Baker's Wife (French: La femme du boulanger) is a 1938 French drama film directed by Marcel Pagnol. It is based on the novel Blue Boy by French author Jean Giono and became the basis of the American musical The Baker's Wife.",
  "/wiki/Marcel_Pagnol": "Marcel Pagnol (French: [maʁsɛl paɲɔl]; 28 February 1895 – 18 April 1974) was a French novelist, playwright, and filmmaker. Regarded as an auteur, in 1946, he became the first filmmaker elected to the Académie française. Although his work is less fashionable than it once was, Pagnol is still generally regarded as one of France's greatest 20th-century writers and is notable for the fact that he excelled in almost every medium—memoir, novel, drama and film.",
  "/wiki/The_Rules_of_the_Game": "The Rules of the Game (original French title: La Règle du Jeu) is a 1939 French comedy-drama satirical film directed by Jean Renoir. It features an ensemble cast of Nora Gregor, Paulette Dubost, Mila Parély, Marcel Dalio, Julien Carette, Roland Toutain, Gaston Modot, Pierre Magnier and Jean Renoir himself. Renoir's portrayal of the wise, mournful Octave anchors the fatalistic mood of this pensive comedy of manners. The film depicts members of upper-class French society and their servants just before the beginning of World War II, showing their moral callousness on the eve of impending destruction.",
  "/wiki/List_of_French-language_films": "The following is a list of French-language films, films mostly spoken in the French language."
}