{
  "/wiki/1998_ICC_KnockOut_Trophy": "The 1998 ICC Knock Out Tournament (officially known as Wills International Cup) was a One Day International cricket tournament held in Bangladesh. It was the first tournament apart from the World Cups to involve all test playing nations. New Zealand defeated Zimbabwe in a pre-quarter final match to qualify for the main knockout stage. Future editions of this tournament are now known as the ICC Champions Trophy. South Africa defeated the West Indies in the final to win the event. This tournament was inaugurated on the basis of FIFA Confederations Cup where the best teams from their respected confederations compete against each other but in this case the top teams in the ICC ODI Championship compete with each other.",
  "/wiki/Jacques_Kallis": "Jacques Kallis (born 16 October 1975) is a South African cricket coach and former cricketer. As a right-handed batsman and right-arm fast-medium swing bowler, Kallis is regarded as one of the greatest all-rounders of all time, and as South Africa's greatest batsman. As of 2020[update] he is the only cricketer in the history of the game to score more than 10,000 runs and take over 250 wickets in both ODI and Test match cricket; he also took 131 ODI catches. He scored 13,289 runs in his Test match career and took 292 wickets and 200 catches.",
  "/wiki/Philo_Wallace": "Philo Alphonso Wallace (born 2 August 1970 in Haynesville) is a Barbadian cricketer who played for the West Indies.",
  "/wiki/2000_ICC_KnockOut_Trophy": "The 2000 ICC KnockOut Trophy was a One Day International cricket tournament held in Kenya (which helped to increase the popularity of cricket in Kenya). New Zealand were crowned champions and cashed the winner's cheque of US$250 000. It was their first win in a major ICC tournament. Zaheer Khan, Yuvraj Singh and Marlon Samuels made their ODI debuts during the competition.",
  "/wiki/Chris_Cairns": "Christopher Lance Cairns ONZM (born 13 June 1970) is a former New Zealand cricketer and former ODI captain, who played for the New Zealand cricket team as an all-rounder. Cairns finished his Test career with a batting average of 33.53 and a bowling average of 29.40. In 2000, he was named as one of five Wisden Cricketers of the Year.",
  "/wiki/Sourav_Ganguly": "Sourav Chandidas Ganguly (/sʃuːrəv ɡɛnɡuːlj/ (listen); born 8 July 1972), affectionately known as Dada (meaning \"elder brother\" in Bengali), is an Indian former cricketer, commentator and administrator who played as a left-handed opening batsman and was captain of the Indian national team. He is the 39th and current president of the Board of Control for Cricket in India and President of the Editorial Board with Wisden India. Before being elected as the President of BCCI, he was the President of Cricket Association of Bengal, governing body for cricket in West Bengal, India. He is regarded as one of the greatest captains in the Cricket world. During his playing career, Ganguly established himself as one of the world's leading batsmen and also one of the most successful captain of the Indian national cricket team. While batting, he was especially prolific through the off side, earning himself the nickname God of the Off Side for his elegant stroke play square of the wicket and through the covers.",
  "/wiki/Venkatesh_Prasad": "Bapu Krishnarao Venkatesh Prasad (pronunciation (help·info); born 5 August 1969), is a former Indian cricketer, who played Tests and ODIs. He made his debut in 1994. Primarily a right-arm medium-fast bowler, Prasad was noted for his bowling combination with Javagal Srinath.",
  "/wiki/2002_ICC_Champions_Trophy": "The 2002 ICC Champions Trophy was a cricket tournament that was held in Sri Lanka in 2002.  It was the third edition of the ICC Champions Trophy – the first two having been known as the ICC Knock Out Tournaments. The tournament was due to be held in India, but was switched to Sri Lanka when an exemption from tax in India was not granted. Fifteen matches were to be played in the tournament including two semi-finals and a final match. All the matches were played in Colombo at two grounds: R. Premadasa Stadium and Sinhalese Sports Club Ground. It was the first time that the teams of all International Cricket Council (ICC) member nations visited Sri Lanka to participate in a cricket tournament.",
  "/wiki/Virender_Sehwag": "Virender Sehwag pronunciation (help·info) (born 20 October 1978) is a former Indian cricketer. Widely regarded as one of the most destructive batsmen of all time, Sehwag played as an aggressive right-handed opening batsman and also bowled part-time right-arm off-spin. He played his first One Day International in 1999 and joined the Indian test side in 2001. In April 2009, Sehwag became the first Indian to be honoured as the Wisden Leading Cricketer in the World for his performance in 2008, subsequently becoming the first player of any nationality to retain the award for 2009. He is the former Occasional captain of India, former Vice-Captain of India, former captain of Delhi Daredevils and former captain of Delhi Ranji Team.",
  "/wiki/Muttiah_Muralitharan": "Deshabandu Muttiah Muralitharan (Tamil: முத்தையா முரளிதரன், Sinhala: මුත්තයියා මුරලිදරන්; also spelt Muralidaran; born 17 April 1972) is a Sri Lankan cricket coach and former cricketer who was rated the greatest Test match bowler ever by Wisden Cricketers' Almanack in 2002. He retired from Test cricket in 2010, registering his 800th and final wicket on 22 July 2010 from his final ball in his last Test match. Muralitharan holds the world record for the most wickets in both test and one-day cricket. In 2017, he became the only Sri Lankan to be inducted into the ICC Hall of Fame. He won the Ada Derana Sri Lankan of the Year in 2017.",
  "/wiki/2004_ICC_Champions_Trophy": "The 2004 ICC Champions Trophy was held in England in September 2004. Twelve teams competed in 15 matches spread over 16 days at three venues: Edgbaston, The Rose Bowl and The Oval.\nThe nations competing included the ten Test nations, Kenya (ODI status), and – making their One Day International debut – the United States who qualified by winning the 2004 ICC Six Nations Challenge by the smallest of margins (coming down to net run rate over Canada, Namibia, and the Netherlands who had all recently played in the 2003 Cricket World Cup).",
  "/wiki/Ian_Bradshaw": "Ian David Russell Bradshaw (born 9 July 1974) is a former Barbadian cricketer who played for West Indies as a left-arm fast bowler in all three formats of the game. In September 2004, Bradshaw was a member of the West Indies team that won the 2004 Champions Trophy, and was named man of the match in the final.",
  "/wiki/Ramnaresh_Sarwan": "Ramnaresh Ronnie Sarwan (born 23 June 1980) is a cricketer of Indo-Guyanese origin and a former member and former captain of the West Indies cricket team, in all formats.",
  "/wiki/Marcus_Trescothick": "Marcus Edward Trescothick MBE (born 25 December 1975) is a former English cricketer, who played first-class cricket for Somerset County Cricket Club, and represented England in 76 Test matches and 123 One Day Internationals. He was Somerset captain from 2010-16 and temporary England captain for several Tests and ODIs.",
  "/wiki/Andrew_Flintoff": "Andrew Flintoff MBE (born 6 December 1977), also known as Freddie Flintoff, is an English television and radio presenter and former international cricketer.",
  "/wiki/2006_ICC_Champions_Trophy": "The 2006 ICC Champions Trophy was a One Day International cricket tournament held in India from 7 October to 5 November 2006. It was the fifth edition of the ICC Champions Trophy (previously known as the ICC Knock-out). The tournament venue was not confirmed until mid-2005 when the Indian government agreed that tournament revenues would be free from tax (the 2002 tournament had been due to be held in India, but was switched to Sri Lanka when an exemption from tax in India was not granted). Australia won the tournament, their first Champions Trophy victory. They were the only team to only get one loss in the tournament, as all other teams lost at least two matches. West Indies, their final opponents, beat Australia in the group stage, but were bowled out for 138 in the final and lost by eight wickets on the Duckworth–Lewis method. West Indies opening batsman Chris Gayle was named Player of the Tournament.",
  "/wiki/Shane_Watson": "Shane Robert Watson (born 17 June 1981) is an Australian international cricketer and occasional captain in all formats who has played for Australia’s national cricket team and currently plays for Chennai Super Kings in the Indian Premier League and Quetta Gladiators in the Pakistan Super League respectively. Shane Watson is a right-handed batsman and a right-handed fast-medium swing bowler. He debuted in 2002 in a One Day International and retired in 2016 as world No. 1 T20I all-rounder. He was the last player to retire from Australia's golden era of the early 2000s.",
  "/wiki/Chris_Gayle": "Christopher Henry Gayle, OD (born 21 September 1979) is a Jamaican cricketer who plays international cricket for the West Indies. Gayle captained the West Indies Test side from 2007 to 2010. Considered as one of the greatest batsmen ever in Twenty20 (T20) cricket, Gayle has set numerous records across all three formats of the game. He is the most capped player for the West Indies in international cricket and is the only player to score a triplet of centuries – a triple hundred in Tests, double hundred in ODIs and a hundred in T20Is.",
  "/wiki/Jerome_Taylor": "Jerome Everton Taylor (born 22 June 1984) is a Jamaican cricketer who has played limited over internationals for the West Indies. In July 2016, he announced his retirement from Test cricket after giving 'formal notification' of his decision to retire. However, in April 2017, he announced the end of his retirement, making himself available for the West Indies squad for their Test series against Pakistan.",
  "/wiki/2009_ICC_Champions_Trophy": "The 2009 ICC Champions Trophy was a One Day International cricket tournament held in South Africa between 22 September and 5 October, at Wanderers Stadium and Centurion Park, both in the Gauteng province. It was the sixth ICC Champions Trophy, and was previously known as the ICC Knock-out. Two teams from two groups of four qualified for the semi-finals, and the final was staged in Centurion on 5 October. Australia successfully defended the title by beating New Zealand by six wickets in the final.",
  "/wiki/Ricky_Ponting": "Ricky Thomas Ponting AO (born 19 December 1974) is an Australian cricket coach, commentator, and former cricketer. He is widely regarded as one of the greatest batsmen of all time. He is considered the most successful captain in international cricket history, with 220 matches won overall from 324 matches with a winning ratio of 67.91%. Ponting was captain of the Australian national team during its 'golden era'; between 2004 and 2011 in Tests and 2002 and 2011 in One Day Internationals (ODIs). He is a specialist right-handed batsman, an excellent slip / close catching fielder, as well as a very occasional bowler. He was named \"Cricketer of the Decade 2000\".",
  "/wiki/Wayne_Parnell": "Wayne Dillon Parnell (born 30 July 1989) is a South African cricketer who plays for Worcestershire in English county cricket.",
  "/wiki/2013_ICC_Champions_Trophy": "The 2013 ICC Champions Trophy was a One Day International cricket tournament held in England and Wales between 6 and 23 June 2013. Three cities hosted the tournament's matches: London (at The Oval), Birmingham (at Edgbaston) and Cardiff (at Sophia Gardens, known as Cardiff Wales Stadium for the tournament).",
  "/wiki/Ravindra_Jadeja": "Ravindrasinh Anirudhsinh Jadeja (born 6 December 1988), commonly known as Ravindra Jadeja, is an Indian international cricketer. He is an all-rounder, who plays as a left-handed middle-order batsman and slow left-arm orthodox bowler. He represents Saurashtra in first-class cricket and the Chennai Super Kings  in the Indian Premier League.",
  "/wiki/Shikhar_Dhawan": "Shikhar Dhawan (born 5 December 1985) is an Indian international cricketer. A left-handed opening batsman and an occasional right-arm off break bowler, he plays for Delhi in domestic cricket and Delhi Capitals in the IPL. He played for the Indian Under-17 and Under-19 teams before making his first-class debut for Delhi in November 2004. At the 2015 World Cup, he was the leading run-scorer for India and in the following year, became the fastest Indian to reach 3,000 ODI runs. In December 2017, he became the 2nd fastest Indian to reach 4000 ODI runs. Dhawan also holds the record for most runs in a calendar year in Twenty20 International cricket (689). He is known for his successful knocks in ICC Tournaments.",
  "/wiki/2017_ICC_Champions_Trophy": "The 2017 ICC Champions Trophy was the eighth ICC Champions Trophy, a cricket tournament for the eight top-ranked One Day International (ODI) teams in the world. It was held in England and Wales from 1 to 18 June 2017. Pakistan won the competition for the first time with a 180-run victory over India in the final at The Oval. The margin of victory was the largest by any team in the final of an ICC ODI tournament in terms of runs.",
  "/wiki/Fakhar_Zaman_(cricketer)": "Fakhar Zaman (Pashto: فخر زمان‎;  born 10 April 1990) is a Pakistani cricketer and former Pakistan Navy sailor who plays for the Pakistan national cricket team and for Lahore Qalandars in the Pakistan Super League (PSL).",
  "/wiki/Hasan_Ali_(cricketer)": "Hasan Ali (born 2 July 1994) is a Pakistani cricketer. He made his first-class debut for Sialkot in October 2013. He made his international debut for Pakistan in August 2016 in a One Day International (ODI) match. The following summer, he was named in Pakistan's squad for the 2017 ICC Champions Trophy. Pakistan went on to win the tournament with Ali named player of the series after taking thirteen wickets. He became the quickest bowler for Pakistan to take 50 wickets in ODIs."
}