{
  "/wiki/President_of_the_United_States": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Vice_President_of_the_United_States": "The vice president of the United States is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as president of the Senate. In this capacity, the vice president is empowered to preside over Senate deliberations, but may not vote except to cast a tie-breaking vote. The vice president also presides over joint sessions of Congress.",
  "/wiki/Electoral_College_(United_States)": "The Electoral College is a body of electors established by the United States Constitution, which forms every four years for the sole purpose of electing the president and vice president of the United States. The Electoral College consists of 538 electors, and an absolute majority of at least 270 electoral votes is required to win election. According to Article II, Section 1, Clause 2 of the Constitution, each state legislature determines the manner by which its state's electors are chosen. Each state's number of electors is equal to the combined total of the state's membership in the Senate and House of Representatives; currently there are 100 senators and 435 representatives. Additionally, the Twenty-third Amendment, ratified in 1961, provides that the District of Columbia (D.C.) is entitled to the number of electors it would have if it were the least populated state (presently 3). U.S. territories are not entitled to any electors as they are not states.",
  "/wiki/1972_United_States_presidential_election": "The 1972 United States presidential election was the 47th quadrennial presidential election. It was held on Tuesday, November 7, 1972. Incumbent Republican President Richard Nixon from California defeated Democratic U.S. Senator George McGovern of South Dakota. Until 1984, this was the largest margin of victory in the Electoral College in a U.S. presidential election.",
  "/wiki/John_Hospers": "John Hospers (June 9, 1918 – June 12, 2011) was an American philosopher and political activist. Hospers was interested in Objectivism, and was once a friend of the philosopher Ayn Rand, though she later broke with him. In 1972, Hospers became the first presidential candidate of the Libertarian Party, and was the only minor party candidate to receive an electoral vote in that year's U.S. presidential election.",
  "/wiki/Theodora_Nathan": "Theodora Nathalia \"Tonie\" Nathan (February 9, 1923 – March 20, 2014) was an American political figure.  She was the first woman to receive an electoral vote in a United States presidential election. She was the 1972 vice presidential nominee of the Libertarian Party and running mate of John Hospers, when Roger MacBride, a Republican elector from Virginia, cast the historic vote as a faithless elector.",
  "/wiki/1976_United_States_presidential_election": "The 1976 United States presidential election was the 48th quadrennial presidential election. It was held on Tuesday, November 2, 1976. Democrat Jimmy Carter of Georgia defeated incumbent Republican President Gerald Ford from Michigan. Carter's win represented the lone Democratic victory in a presidential election held between 1968 and 1992.",
  "/wiki/Roger_MacBride": "Roger Lea MacBride (August 6, 1929 – March 5, 1995) was an American lawyer, political figure, writer, and television producer.  He was the presidential nominee of the Libertarian Party in the 1976 election. MacBride became the first presidential elector in U.S. history to cast a vote for a woman when, in the presidential election of 1972, he voted for the Libertarian Party candidates John Hospers for president and Theodora \"Tonie\" Nathan for vice president.",
  "/wiki/David_Bergland": "David Peter Bergland (June 4, 1935 – June 3, 2019) was an American politician who was the United States Libertarian Party's nominee for President of the United States in the 1984 presidential election, and also served twice as the Chair of the Libertarian National Committee.",
  "/wiki/1980_United_States_presidential_election": "The 1980 United States presidential election was the 49th quadrennial presidential election. It was held on Tuesday, November 4, 1980. Republican nominee Ronald Reagan defeated Democrat Jimmy Carter. Due to the rise of conservatism following Reagan's victory, some historians consider the election to be a realigning election that marked the start of the \"Reagan Era\".",
  "/wiki/Ed_Clark": "Edward E. Clark (born May 4, 1930) is an American lawyer and politician who ran for Governor of California in 1978, and for President of the United States as the nominee of the Libertarian Party in the 1980 presidential election.",
  "/wiki/David_Koch": "David Hamilton Koch (/koʊk/; May 3, 1940 – August 23, 2019) was an American businessman, philanthropist, political activist, and chemical engineer. In 1970, he joined the family business: Koch Industries, the second-largest privately held company in the United States. He became president of the subsidiary Koch Engineering in 1979, and became a co-owner of Koch Industries (along with elder brother Charles) in 1983. Koch served as an executive vice president of Koch Industries until he retired due to health issues in 2018.",
  "/wiki/1984_United_States_presidential_election": "The 1984 United States presidential election was the 50th quadrennial presidential election. It was held on Tuesday, November 6, 1984. Incumbent Republican President Ronald Reagan defeated former Vice President Walter Mondale, the Democratic candidate.",
  "/wiki/James_A._Lewis": "James A. \"Jim\" Lewis (April 20, 1933 – February 22, 1997, in Old Saybrook, Connecticut) was the Libertarian Party's Vice-Presidential nominee (1983) in the 1984 U.S. presidential election, sharing the party ticket with David Bergland. The ticket received 228,111 votes (0.25%) to finish third overall.",
  "/wiki/1988_United_States_presidential_election": "The 1988 United States presidential election was the 51st quadrennial presidential election. It was held on Tuesday, November 8, 1988. Incumbent Vice President George H. W. Bush, the Republican nominee, defeated Democratic Governor Michael Dukakis of Massachusetts. The 1988 election is the only election since 1948 in which either major party won a third straight presidential election.",
  "/wiki/Ron_Paul": "Ronald Ernest Paul (born August 20, 1935) is an American author, physician, and retired politician who served as the U.S. Representative for Texas's 22nd congressional district from 1976 to 1977 and again from 1979 to 1985, and for Texas's 14th congressional district from 1997 to 2013. On three occasions, he sought the presidency of the United States: as the Libertarian Party nominee in 1988 and as a candidate in the Republican primaries of 2008 and 2012. Paul is a critic of the federal government's fiscal policies, especially the existence of the Federal Reserve and the tax policy, as well as the military–industrial complex, and the War on Drugs. He has also been a vocal critic of mass surveillance policies such as the USA PATRIOT Act and the NSA surveillance programs. He was the first chairman of the conservative PAC Citizens for a Sound Economy and has been characterized as the \"intellectual godfather\" of the Tea Party movement.",
  "/wiki/Andre_Marrou": "Andre Verne Marrou (/məˈruː/; born December 4, 1938) is an American political politician who was the first Libertarian elected to a state legislature with his election to the Alaska House of Representatives in 1984. He later served as the Libertarian Party's vice presidential nominee in 1988 presidential election and its presidential nominee in 1992 presidential election.",
  "/wiki/Ron_Paul_presidential_campaign,_1988": "The Ron Paul presidential campaign of 1988 began in early 1987 when former Congressman Ron Paul of Texas announced his candidacy for the 1988 presidential nomination of the Libertarian Party. He joined the third party after leaving the Republican Party over the Reagan administration's handling of the federal budget. He ran on a platform that included non-interventionism in foreign conflicts, decriminalization of illegal drugs on a federal level, a return to the gold standard, the abolition of the Federal Reserve and a reduction in all government spending.",
  "/wiki/1992_United_States_presidential_election": "The 1992 United States presidential election was the 52nd quadrennial presidential election. It was held on Tuesday, November 3, 1992. Democratic Governor Bill Clinton of Arkansas defeated incumbent Republican President George H. W. Bush, independent businessman Ross Perot of Texas, and a number of minor candidates.",
  "/wiki/Nancy_Lord": "Nancy Theresa Lord (born February 8, 1952) is an American politician and was the vice-presidential candidate of the United States Libertarian Party in the 1992 presidential election, as the running-mate of Andre Marrou. Marrou and Lord placed fourth in the popular vote with 290,087 votes (0.28%). She also ran for Nye County, Nevada District Attorney as a Republican in 2010, and for District 5 Judge in 2012.",
  "/wiki/1996_United_States_presidential_election": "The 1996 United States presidential election was the 53rd quadrennial presidential election. It was held on Tuesday, November 5, 1996. Incumbent Democratic President Bill Clinton defeated former Senate Majority Leader Bob Dole, the Republican nominee, and Ross Perot, the Reform Party nominee.",
  "/wiki/Harry_Browne": "Harry Edson Browne (June 17, 1933 – March 1, 2006) was an American writer, politician, and investment advisor. He was the Libertarian Party's Presidential nominee in the U.S. elections of 1996 and 2000. He is the author of 12 books that in total have sold more than 2 million copies.",
  "/wiki/Jo_Jorgensen": "Jo Jorgensen (born May 1, 1957) is an American academic and perennial candidate. She was a Libertarian Party candidate for vice-president in the 1996 U.S. presidential election as the running mate of Harry Browne. She was also a candidate for South Carolina's 4th congressional district in 1992, receiving 4,286 votes. She is currently running for president in 2020 as a Libertarian.",
  "/wiki/2000_United_States_presidential_election": "The 2000 United States presidential election was the 54th quadrennial presidential election. It was held on Tuesday, November 7, 2000. Republican candidate George W. Bush, the governor of Texas and eldest son of the 41st president, George H. W. Bush, won the election, defeating Democratic nominee Al Gore, the incumbent vice president. It was the fourth of five presidential elections in which the winning candidate lost the popular vote, and is considered one of the closest elections in US history.",
  "/wiki/Art_Olivier": "Arthur C. Olivier (born August 24, 1957) is an American politician. He is the former mayor of Bellflower, California and was the Libertarian candidate for Vice President in the United States presidential election in 2000 as the running mate of presidential candidate Harry Browne.",
  "/wiki/Harry_Browne_presidential_campaign,_2000": "The 2000 presidential campaign of Harry Browne, investment banker and 1996 nominee of the Libertarian Party, was formally launched on February 14, 2000 as Browne announced his intention to seek the Libertarian Party nomination for the presidency of the United States in the 2000 presidential election. Browne gained the Libertarian nomination on the first convention ballot becoming the first person to win the party's nomination twice and Art Olivier, former mayor of Bellflower, California, was nominated as his vice president.",
  "/wiki/2004_United_States_presidential_election": "The 2004 United States presidential election was the 55th quadrennial presidential election, held on Tuesday, November 2, 2004. Incumbent Republican President George W. Bush defeated Democratic nominee John Kerry, a United States Senator from Massachusetts.",
  "/wiki/Michael_Badnarik": "Michael J. Badnarik (/bædˈnɑːrɪk/ bad-NAR-ik; born August 1, 1954) is an American software engineer, political figure, and former radio talk show host. He was the Libertarian Party nominee for President of the United States in the 2004 elections, and placed fourth in the race, behind independent candidate Ralph Nader and the two major party candidates, George W. Bush and John Kerry. Two years later Badnarik ran as a Libertarian Party candidate in the 2006 congressional elections for Texas's 10th congressional district seat near Austin. In a three candidate field, Badnarik came in third, receiving 7,603 votes for 4.3% of the vote.",
  "/wiki/Richard_Campagna": "Richard V. Campagna of Iowa City, Iowa was the vice-presidential running mate of Michael Badnarik of the Libertarian Party in the 2004 U.S. presidential election.",
  "/wiki/Michael_Badnarik_presidential_campaign,_2004": "The 2004 presidential campaign of Michael Badnarik, software engineer and candidate for the Texas legislature in 2000 and 2002, began on February 17, 2003, three months after starting an exploratory committee on November 17, 2002. He spent over a year traveling the country, totaling over 25,000 miles prior to the 2004 Libertarian National Convention. On the second night (May 29th) of the Convention, he participated in a debate with the other Libertarian candidates, broadcast on C-SPAN.",
  "/wiki/2008_United_States_presidential_election": "The 2008 United States presidential election was the 56th quadrennial presidential election, held on Tuesday, November 4, 2008. The Democratic ticket of Barack Obama, the junior U.S. Senator from Illinois, and Joe Biden, the senior U.S. Senator from Delaware, defeated the Republican ticket of John McCain, the senior Senator from Arizona, and Sarah Palin, the Governor of Alaska. Obama became the first African American ever to be elected to the presidency.",
  "/wiki/Bob_Barr": "Robert Laurence Barr Jr. (born November 5, 1948) is an American attorney and politician. He served as a federal prosecutor and as a Congressman.",
  "/wiki/Wayne_Allyn_Root": "Wayne Allyn Root is a conservative American author, radio host and conspiracy theorist. He is the host of The Wayne Allyn Root Show on the USA Radio Network and Newsmax TV. Root is an opinion columnist for the Las Vegas Review-Journal.",
  "/wiki/Bob_Barr_presidential_campaign,_2008": "The 2008 presidential campaign of Bob Barr, former Congressman of Georgia began on May 12, 2008. He announced his candidacy for the Libertarian Party's presidential after months of grassroots draft efforts. Barr (who had formerly been a Republican) was criticized by Libertarians who opposed his efforts in Congress, which included a vote in favor of the USA PATRIOT Act and authorization of the War in Iraq, but he was supported by others who accepted his regret for the votes. Barr won the party's nomination after six rounds of balloting at the 2008 Libertarian Party National Convention. Former contender Wayne Allyn Root was named as his running mate. Reason magazine senior editor Radley Balko called Barr \"the first serious candidate the LP has run since I've been eligible to vote.\"",
  "/wiki/2012_United_States_presidential_election": "The 2012 United States presidential election was the 57th quadrennial presidential election, held on Tuesday, November 6, 2012. The Democratic nominee, President Barack Obama, and his running mate, Vice President Joe Biden, were elected to a second term. They defeated the Republican ticket of businessman and former Governor Mitt Romney of Massachusetts and Representative Paul Ryan of Wisconsin.",
  "/wiki/Gary_Johnson": "Gary Earl Johnson (born January 1, 1953) is an American businessman, author, and politician who served as the 29th governor of New Mexico from 1995 to 2003 as a member of the Republican Party. He was the Libertarian Party nominee for President of the United States in the 2012 and 2016 elections. He was also the Libertarian nominee for U.S. Senate in the 2018 New Mexico senate election.",
  "/wiki/James_P._Gray": "James Polin \"Jim\" Gray (born February 14, 1945) is an American jurist and writer.  He was the presiding judge of the Superior Court of Orange County, California. Gray was the 2012 Libertarian Party vice presidential nominee, as well as the party's 2004 candidate for the United States Senate in California. He is the author of multiple books and a play, and has been outspokenly critical of American drug laws.",
  "/wiki/Gary_Johnson_presidential_campaign,_2012": "The 2012 presidential campaign of Gary Johnson, the 29th Governor of New Mexico, was announced on April 21, 2011. He declared his candidacy for the 2012 Republican Party nomination for President of the United States. On December 28, 2011, Johnson withdrew his candidacy for the Republican nomination, and declared his candidacy for the 2012 presidential nomination of the Libertarian Party. The 2012 Libertarian National Convention was held during the first weekend of May 2012. On May 5, 2012, after promoting his libertarian-oriented political positions to delegates, Johnson received the most votes at the convention and became the official 2012 Libertarian presidential nominee. On November 6, 2012, Johnson received just under 1% of the popular vote in the general election, amounting to more than 1.2 million votes, more than double what the Barr/Root ticket received in 2008.  This was the most successful result for a third-party presidential candidacy since 2000, and the best in the Libertarian Party's history by vote number at the time. Johnson ran again in 2016 and received nearly four times his 2012 vote total.",
  "/wiki/2016_United_States_presidential_election": "The 2016 United States presidential election was the 58th quadrennial presidential election, held on Tuesday, November 8, 2016. The Republican ticket of businessman Donald Trump and Indiana Governor Mike Pence defeated the Democratic ticket of former Secretary of State Hillary Clinton and U.S. Senator from Virginia Tim Kaine, despite losing the popular vote. Trump took office as the 45th president, and Pence as the 48th vice president, on January 20, 2017.",
  "/wiki/William_Weld": "William Floyd Weld (born July 31, 1945) is an American attorney, businessman, author, and Republican politician who served as the 68th Governor of Massachusetts from 1991 to 1997. Weld is currently running for the Republican nomination for President of the United States of America in 2020.\nA Harvard and Oxford graduate, Weld began his career as legal counsel to the United States House Committee on the Judiciary before becoming the United States Attorney for the District of Massachusetts and later, the United States Assistant Attorney General for the Criminal Division. He worked on a series of high-profile public corruption cases and later resigned in protest of an ethics scandal and associated investigations into Attorney General Edwin Meese.",
  "/wiki/Gary_Johnson_presidential_campaign,_2016": "The 2016 presidential campaign of Gary Johnson, the 29th Governor of New Mexico, was announced on January 6, 2016, for the nomination of the Libertarian Party for President of the United States. He officially won the nomination on May 29, 2016, at the Libertarian National Convention in Orlando, Florida, receiving 56% of the vote on the second ballot. Former Massachusetts Governor William Weld was endorsed by Johnson for the Libertarian vice-presidential nomination, which he also received on May 29, 2016."
}