{
  "/wiki/International_Cometary_Explorer": "The International Cometary Explorer (ICE) spacecraft (designed and launched as the International Sun-Earth Explorer-3 (ISEE-3) satellite), was launched August 12, 1978, into a heliocentric orbit. It was one of three spacecraft, along with the mother/daughter pair of ISEE-1 and ISEE-2, built for the International Sun-Earth Explorer (ISEE) program, a joint effort by NASA and ESRO/ESA to study the interaction between the Earth's magnetic field and the solar wind.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Halo_orbit": "A halo orbit is a periodic, three-dimensional orbit near the L1, L2 or L3 Lagrange point in the three-body problem of orbital mechanics. Although the Lagrange point is just a point in empty space, its peculiar characteristic is that it can be orbited. Halo orbits can be thought of as resulting from an interaction between the gravitational pull of the two planetary bodies and the Coriolis and centrifugal accelerations on a spacecraft. Halo orbits exist in any three-body system, e.g., the Sun–Earth–Orbiting Satellite system or the Earth–Moon–Orbiting Satellite system. Continuous \"families\" of both Northern and Southern halo orbits exist at each Lagrange point. Because halo orbits tend to be unstable, stationkeeping is required to keep a satellite on the orbit.",
  "/wiki/Advanced_Composition_Explorer": "Advanced Composition Explorer (ACE) is a NASA Explorers program Solar and space exploration mission to study matter comprising energetic particles from the solar wind, the interplanetary medium, and other sources.",
  "/wiki/Deep_Space_Climate_Observatory": "Deep Space Climate Observatory (DSCOVR; formerly known as Triana, unofficially known as GoreSat) is a NOAA space weather, space climate, and Earth observation satellite. It was launched by SpaceX on a Falcon 9 launch vehicle on February 11, 2015, from Cape Canaveral. This is NOAA's first operational deep space satellite and became its primary system of warning Earth in the event of solar magnetic storms.",
  "/wiki/LISA_Pathfinder": "LISA Pathfinder, formerly Small Missions for Advanced Research in Technology-2 (SMART-2), was an ESA spacecraft that was launched on 3 December 2015 on board Vega flight VV06. The mission tested technologies needed for the Laser Interferometer Space Antenna (LISA), an ESA gravitational wave observatory planned to be launched in 2034. The scientific phase started on 8 March 2016 and lasted almost sixteen months. In April 2016 ESA announced that LISA Pathfinder demonstrated that the LISA mission is feasible.",
  "/wiki/ESA": "The European Space Agency pronunciation (help·info) (ESA; French: Agence spatiale européenne pronunciation (help·info), ASE; German: Europäische Weltraumorganisation) is an intergovernmental organisation of 22 member states dedicated to the exploration of space. Established in 1975 and headquartered in Paris, ESA has a worldwide staff of about 2,200 in 2018 and an annual budget of about €6.68 billion (~US$7.43 billion) in 2020.",
  "/wiki/Solar_and_Heliospheric_Observatory": "The Solar and Heliospheric Observatory (SOHO) is a spacecraft built by a European industrial consortium led by Matra Marconi Space (now Airbus Defence and Space) that was launched on a Lockheed Martin Atlas II AS launch vehicle on December 2, 1995 to study the Sun. SOHO has also discovered over 3,000 comets. It began normal operations in May 1996. It is a joint project of international cooperation between the European Space Agency (ESA) and NASA. Originally planned as a two-year mission, SOHO continues to operate after over 25 years in space: the mission is extended until the end of 2020 with a likely extension until 2022.",
  "/wiki/WIND_(spacecraft)": "The Global Geospace Science (GGS) Wind satellite is a NASA science spacecraft launched on November 1, 1994, at 09:31 UTC, from launch pad 17B at Cape Canaveral Air Force Station (CCAFS) in Merritt Island, Florida, aboard a McDonnell Douglas Delta II 7925-10 rocket. Wind was designed and manufactured by Martin Marietta Astro Space Division in East Windsor, New Jersey. The satellite is a spin-stabilized cylindrical satellite with a diameter of 2.4 m and a height of 1.8 m.",
  "/wiki/Wilkinson_Microwave_Anisotropy_Probe": "The Wilkinson Microwave Anisotropy Probe (WMAP), originally known as the Microwave Anisotropy Probe (MAP), was a spacecraft operating from 2001 to 2010 which measured temperature differences across the sky in the cosmic microwave background (CMB) – the radiant heat remaining from the Big Bang. Headed by Professor Charles L. Bennett of Johns Hopkins University, the mission was developed in a joint partnership between the NASA Goddard Space Flight Center and Princeton University. The WMAP spacecraft was launched on June 30, 2001 from Florida. The WMAP mission succeeded the COBE space mission and was the second medium-class (MIDEX) spacecraft in the NASA Explorers program. In 2003, MAP was renamed WMAP in honor of cosmologist David Todd Wilkinson (1935–2002), who had been a member of the mission's science team. After nine years of operations, WMAP was switched off in 2010, following the launch of the more advanced Planck spacecraft by ESA in 2009.",
  "/wiki/Herschel_Space_Telescope": "The Herschel Space Observatory was a space observatory built and operated by the European Space Agency (ESA). It was active from 2009 to 2013, and was the largest infrared telescope ever launched, carrying a 3.5-metre (11.5 ft) mirror and instruments sensitive to the far infrared and submillimetre wavebands (55–672 µm). Herschel was the fourth and final cornerstone mission in the Horizon 2000 programme, following SOHO/Cluster II, XMM-Newton and Rosetta. NASA is a partner in the Herschel mission, with US participants contributing to the mission; providing mission-enabling instrument technology and sponsoring the NASA Herschel Science Center (NHSC) at the Infrared Processing and Analysis Center and the Herschel Data Search at the Infrared Science Archive.",
  "/wiki/Planck_(spacecraft)": "Planck was a space observatory operated by the European Space Agency (ESA) from 2009 to 2013, which mapped the anisotropies of the cosmic microwave background (CMB) at microwave and infra-red frequencies, with high sensitivity and small angular resolution.  The mission substantially improved upon observations made by the NASA Wilkinson Microwave Anisotropy Probe (WMAP).  Planck provided a major source of information relevant to several cosmological and astrophysical issues, such as testing theories of the early Universe and the origin of cosmic structure. Since the end of its mission, Planck has defined the most precise measurements of several key cosmological parameters, including the average density of ordinary matter and dark matter in the Universe and the age of the universe.",
  "/wiki/Chang%27e_2": "Chang'e 2 ( /tʃæŋˈʌ/; simplified Chinese: 嫦娥二号; traditional Chinese: 嫦娥二號; pinyin: Cháng'é èr hào) is a Chinese unmanned lunar probe that was launched on 1 October 2010. It was a follow-up to the Chang'e 1 lunar probe, which was launched in 2007. Chang'e 2 was part of the first phase of the Chinese Lunar Exploration Program, and conducted research from a 100-km-high lunar orbit in preparation for the December 2013 soft landing by the Chang'e 3 lander and rover. Chang'e 2 was similar in design to Chang'e 1, although it featured some technical improvements, including a more advanced onboard camera. Like its predecessor, the probe was named after Chang'e, an ancient Chinese moon goddess.",
  "/wiki/China_National_Space_Administration": "China National Space Administration (CNSA) is the national space agency of China. It is responsible for the national space program and for planning and development of space activities. CNSA and China Aerospace Corporation (CASC) assumed the authority[when?] over space development efforts previously held by the Ministry of Aerospace Industry. It is a subordinate agency of the State Administration for Science, Technology and Industry for National Defence (SASTIND), itself a subordinate agency of the Ministry of Industry and Information Technology (MIIT).",
  "/wiki/4179_Toutatis": "4179 Toutatis (/tuːˈtɑːtɪs/ too-TAH-tis), provisional designation 1989 AC, is an elongated, stony asteroid and slow rotator, classified as near-Earth object and potentially hazardous asteroid of the Apollo and Alinda group, approximately 2.5 kilometers in diameter. Discovered by French astronomer Christian Pollas at Caussols in 1989, the asteroid was named after Toutatis from Celtic mythology.",
  "/wiki/THEMIS": "The Time History of Events and Macroscale Interactions during Substorms (THEMIS) mission began in February 2007 as a constellation of five NASA satellites (THEMIS A through THEMIS E) to study energy releases from Earth's magnetosphere known as substorms, magnetic phenomena that intensify auroras near Earth's poles. The name of the mission is an acronym  alluding to the Titan, Themis.",
  "/wiki/Gaia_(spacecraft)": "Gaia is a space observatory of the European Space Agency (ESA), launched in 2013 and expected to operate until c. 2022. The spacecraft is designed for astrometry: measuring the positions, distances and motions of stars with unprecedented precision. The mission aims to construct by far the largest and most precise 3D space catalog ever made, totalling approximately 1 billion astronomical objects, mainly stars, but also planets, comets, asteroids and quasars among others.",
  "/wiki/Chang%27e_5-T1": "Chang'e 5-T1 (Chinese: 嫦娥五号T1; pinyin: Cháng'é wǔhào T1) is an experimental robotic spacecraft that was launched to the Moon on 23 October 2014 by the China National Space Administration (CNSA) to conduct atmospheric re-entry tests on the capsule design planned to be used in the Chang'e 5 mission. As part of the Chinese Lunar Exploration Program, Chang'e 5, scheduled to launch in 2020, will be a Moon sample return mission. Like its predecessors, the spacecraft is named after the Chinese Moon goddess Chang'e. The craft consisted of a return vehicle capsule and a service module orbiter.",
  "/wiki/Chang%27e_4": "Chang'e 4 (/tʃɑːŋˈə/; Chinese: 嫦娥四号; pinyin: Cháng'é Sìhào; literally: 'Chang'e No. 4') is a robotic spacecraft mission, part of the second phase of the Chinese Lunar Exploration Program.   It achieved the first soft landing on the far side of the Moon, on 3 January 2019.",
  "/wiki/Spektr-RG": "Spektr-RG (Russian: Спектр-РГ, Spectrum + Röntgen + Gamma; also called Spectrum-X-Gamma, SRG, SXG) is a Russian–German high-energy astrophysics space observatory which was launched on 13 July 2019. It follows on from the Spektr-R satellite telescope launched in 2011.",
  "/wiki/Russian_Space_Research_Institute": "The Russian Space Research Institute (Russian: Институт космических исследований Российской академии наук, Space Research Institute of the Russian Academy of Sciences, Russian abbreviation: ИКИ РАН, IKI RAN) is the leading organization of the Russian Academy of Sciences on space exploration to benefit fundamental science. It was formerly known as the Space Research Institute of the USSR Academy of Sciences (Russian abbr.: ИКИ АН СССР, IKI AN SSSR).",
  "/wiki/German_Aerospace_Center": "The German Aerospace Center (German: Deutsches Zentrum für Luft- und Raumfahrt e.V.), abbreviated DLR, is the national center for aerospace, energy and transportation research of Germany. Its headquarters are located in Cologne and it has multiple other locations throughout Germany. The DLR is engaged in a wide range of research and development projects in national and international partnerships. In addition to conducting its own research projects, DLR also acts as the German space agency. As such, it is responsible for planning and implementing the German space programme on behalf of the German federal government. As a project management agency, DLR also coordinates and answers the technical and organisational implementation of projects funded by a number of German federal ministries.",
  "/wiki/X-ray": "X-rays make up X-radiation, a form of high-energy electromagnetic radiation. Most X-rays have a wavelength ranging from 0.03 to 3 nanometres, corresponding to frequencies in the range 30 petahertz to 30 exahertz (3×1016 Hz to 3×1019 Hz) and energies in the range 100 eV to 200 keV. X-ray wavelengths are shorter than those of UV rays and typically longer than those of gamma rays. In many languages, X-radiation is referred to as Röntgen radiation, after the German scientist Wilhelm Röntgen, who discovered it on November 8, 1895. He named it X-radiation to signify an unknown type of radiation. Spelling of X-ray(s) in the English language includes the variants x-ray(s), xray(s), and X ray(s).",
  "/wiki/Gamma_ray": "A gamma ray, or gamma radiation (symbol γ or \n\n\n\nγ\n\n\n{\\displaystyle \\gamma }\n\n), is a penetrating electromagnetic radiation arising from the radioactive decay of atomic nuclei. It consists of the shortest wavelength electromagnetic waves and so imparts the highest photon energy. Paul Villard, a French chemist and physicist, discovered gamma radiation in 1900 while studying radiation emitted by radium. In 1903, Ernest Rutherford named this radiation gamma rays based on their relatively strong penetration of matter; in 1900 he had already named two less penetrating types of decay radiation (discovered by Henri Becquerel) alpha rays and beta rays in ascending order of penetrating power."
}