{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions. [g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City. Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers. Born and raised in Honolulu, Hawaii, Mars moved to Los Angeles in 2003 to pursue a musical career. After being dropped by Motown Records, Mars signed a recording contract with Atlantic Records in 2009. In the same year, he co-founded the production team The Smeezingtons, responsible for various successful singles for Mars himself and other artists. Mars rose to fame in 2010 with the release of the successful singles Nothin' on You by B.o.B and Billionaire by Travie McCoy, both of which featured his vocals on the hooks. His debut studio album Doo-Wops & Hooligans (2010) spawned the international number-one singles Just the Way You Are, Grenade, and The Lazy Song.",
  "/wiki/Owl_City": "Owl City is an American electronica project created in 2007 in Owatonna, Minnesota; it is one of several projects by singer, songwriter and multi-instrumentalist Adam Young. Young created the project while experimenting with music in his parents' basement. Owl City developed a following on the social networking site MySpace, like many musicians who achieved success in the late 2000s, before signing with Universal Republic Records, now Republic Records, in 2008.\n After two independent releases, Owl City gained mainstream popularity with the 2009 major label debut album Ocean Eyes, which includes the six-time Platinum single Fireflies. The album was certified Platinum in the United States in April 2010.\n In June 2011, Owl City released its third studio album, All Things Bright and Beautiful, which was followed by The Midsummer Station in August 2012. Owl City has recorded songs for several animated films, including Legend of the Guardians: The Owls of Ga'Hoole, Wreck-It Ralph, The Croods and The Smurfs 2. Owl City also has released several charting singles, most notably Good Time and Fireflies.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège. The sovereign state is a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region in the north, Wallonia in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita.",
  "/wiki/Stromae": "Paul Van Haver (Dutch pronunciation: [ˈpɔːl vɑn ˈɦɑvər]; born 12 March 1985), better known by his stage name Stromae (French pronunciation: ​[stʁomae] or [stʁomaj]), is a Belgian musician, rapper, singer and songwriter. He established himself in both the hip hop and electronic music genres. Stromae came to wide public attention in 2009 with his song Alors on danse (from the album Cheese), which became a number one in several European countries. In 2013, his second album Racine carrée was a commercial success, selling 2 million copies in France alone and nearly 600,000 units elsewhere.[citation needed] He has sold over 8.5 million records worldwide. His music is primarily sung in French.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide. Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established.",
  "/wiki/Yolanda_Be_Cool": "Yolanda Be Cool are an Australian music duo made up of Andrew Stanley and Matthew Handley.",
  "/wiki/DCUP": "Duncan MacLennan, better known by his stage name DCUP, is an Australian record producer, DJ and remixer. He is best known for his collaboration with fellow Australian band Yolanda Be Cool on their international hit single We No Speak Americano, which samples Renato Carosone and Nicola Salerno's 1956 hit Tu Vuò Fà L'Americano, on the Australian indie label, Sweat It Out.\n We No Speak Americano topped the UK, Irish and Danish charts and reached the Top 5 in Australia, Netherlands, Spain, Sweden and Norway. It was also a chart hit in Italy, Belgium and New Zealand. It was not the first time DCUP had collaborated with Yolanda Be Cool; he also remixed their hit Afro Nuts in 2009.\n DCUP produces mainly funk and disco style music.",
  "/wiki/Train_(band)": "Train is an American rock band from San Francisco, formed in 1993. The band currently consists of Patrick Monahan (lead vocals), Luis Maldonado (guitar), Hector Maldonado (bass, vocals), Jerry Becker (keyboards, guitar), Matt Musty (drums), Sakai Smith (backup vocals), and Nikita Houston (backup vocals). With a lineup that included original members Monahan, Rob Hotchkiss, Jimmy Stafford, Scott Underwood, and Charlie Colin, the band achieved mainstream success with their debut album Train, which was released in 1998 with the hit Meet Virginia. Train's 2001 album, Drops of Jupiter contained the lead single Drops of Jupiter (Tell Me), which won two Grammy Awards in 2002. The album was certified double platinum. Train's third studio album, My Private Nation, released in 2003, was certified platinum in the United States with the hit Calling All Angels. Following the departures of Hotchkiss and Colin, the band released their fourth album, For Me, It's You in 2006, with Brandon Bush (keyboards) and Johnny Colt (bass). Despite a generally positive reception from critics, the album was commercially unsuccessful.",
  "/wiki/Cee_Lo_Green": "Thomas DeCarlo Callaway (born May 30, 1975), known professionally as CeeLo Green (or Cee Lo Green), is an American singer, songwriter, rapper, record producer, and actor. Green is known for his work in soul music, including the hit singles Crazy and Forget You. Born in Atlanta, Georgia, Green came to initial prominence as a member of the Southern hip hop group Goodie Mob. He subsequently began a solo career, releasing two albums on Arista Records: Cee-Lo Green and His Perfect Imperfections (2002) and Cee-Lo Green... Is the Soul Machine (2004). Green's next project was Gnarls Barkley, a collaboration with DJ Danger Mouse. In 2006, the duo scored a worldwide hit with Crazy, which reached the top five in twenty countries, including the U.S. and U.K. With Gnarls Barkley, Green released two albums: 2006's platinum-selling St. Elsewhere and 2008's The Odd Couple. In 2010, Green continued his solo career with the album The Lady Killer, which spawned his biggest solo hit, Fuck You.",
  "/wiki/B.o.B": "Bobby Ray Simmons Jr. (born November 15, 1988), known professionally as B.o.B, is an American rapper, singer, songwriter, record producer and conspiracy theorist from Decatur, Georgia. In 2006, B.o.B was discovered by Brian Richardson, who then introduced him to TJ Chapman, who subsequently brought him to American record producer Jim Jonsin. After hearing his music, Jonsin signed B.o.B to his Rebel Rock Entertainment imprint. Two years later, Jonsin and B.o.B signed a joint venture deal, with Atlantic Records and American rapper T.I. 's Grand Hustle Records. B.o.B quickly rose to fame after his commercial debut single Nothin' on You, reached number one in both the United States and the United Kingdom. He would later release his third single Airplanes, which also topped several major music charts. His fifth single Magic, became his 3rd top 10 hit on the US Billboard Hot 100.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background. Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country. Sweden is part of the geographical area of Fennoscandia.",
  "/wiki/Swedish_House_Mafia": "Swedish House Mafia is a Swedish house music supergroup consisting of Axwell, Steve Angello and Sebastian Ingrosso. The group officially formed in late 2008, were placed at number ten on the DJ Mag Top 100 DJ Poll 2011 and have been called the faces of mainstream progressive house music. In 2012, they were ranked at number twelve on the DJ Mag Top 100 Poll. On June 24, 2012, the group announced they would split up. Their final performance was at Ultra Miami on March 24, 2013. For the next five years Angello worked solo, while Axwell and Ingrosso performed as a duo. On March 25, 2018, the group reunited with a surprise closing set at the 20th anniversary of Ultra Music Festival in Miami, Florida.",
  "/wiki/Pharrell": "Pharrell Lanscilo Williams (/fəˈrɛl/; born April 5, 1973) is an American singer, rapper, songwriter, record producer, fashion designer, and entrepreneur. Williams and Chad Hugo formed the record production duo The Neptunes in 1994, producing hip hop and R&B music. He is the lead vocalist of the band N*E*R*D, which he formed with Hugo and childhood friend Shay Haley. Williams also owns I Am Other, a multimedia creative collective that serves as an umbrella for all of Pharrell Williams' endeavors, including Billionaire Boys Club. Williams released his first solo single, Frontin', in 2003 and followed it with his debut solo album, In My Mind, in 2006. His second album, Girl, was released in March 2014 and included the commercially successful single Happy. As part of the Neptunes, Williams has produced numerous singles for various recording artists. Williams featured on Daft Punk's Get Lucky which reached the top ten in the music charts of over 32 countries, and has sold more than 9.3 million copies, making it one of the best-selling singles of all time.",
  "/wiki/Mohombi": "Mohombi Nzasi Moupondo (born 17 October 1986) is a Swedish-Congolese singer, songwriter and dancer. He grew up in Norsborg and Kista near Stockholm. Mohombi was RedOne's first signing to 2101 Records in joint venture with Universal Music Group. From 2000 to 2008, Mohombi was part of the Swedish hip hop group Avalon with his brother Djo Moupondo. Mohombi released his debut solo single Bumpy Ride in August 2010. The single became a worldwide hit, and charted in the top-ten in several countries, and was followed by his debut studio album MoveMeant in February 2011.",
  "/wiki/Travie_McCoy": "Travis Lazarus Travie McCoy (born August 5, 1981) is an American rapper, singer and songwriter. He is the co-founder and former lead vocalist of the rap rock band Gym Class Heroes, in addition to having a solo career.  McCoy became involved with punk rock scenes as a teenager. He formed the band Gym Class Heroes with childhood friend Matt McGinley, and after several line-up changes, the group was signed to Fueled by Ramen, and released their debut album.\n Gym Class Heroes took a three-year hiatus from music, leaving McCoy to focus on his solo career; McCoy released his debut solo album, Lazarus, in 2010. The lead single from the album, Billionaire featuring Bruno Mars, peaked at number four on the Billboard Hot 100, and number three on the UK Singles Chart. McCoy is signed to T-Pain's label Nappy Boy Entertainment.",
  "/wiki/List_of_Dutch_Top_40_number-one_singles_of_2010": "This is a list of the Dutch Top 40 number-one singles of 2010. The Dutch Top 40 is a chart that ranks the best-performing singles of the Netherlands. It is published by radio station Radio 538. In 2010, 12 acts gained their first Dutch number-one single either as lead or featured act: Owl City, Train, B.o.B, Bruno Mars, Stromae, Yolanda Be Cool, DCUP, Travie McCoy, Swedish House Mafia, Pharrell, Cee Lo Green and Mohombi. That means all of the acts who became number one this year got their first Dutch number-one single. Bruno Mars got his first number-one single as a featured artist in Nothin' On You for two weeks, his second again as a featured artist in Billionaire for one week, and his third as his first single as a lead artist in Just the Way You Are for 11 straight weeks. The last time that an act was number-one for 11 weeks was in 2007, when André Hazes and Gerard Joling became number-one for 11 weeks with Blijf Bij Mij. The last time an artist had three number-one singles in one year happened in 2006, when Marco Borsato hit the number-one position with Because We Believe featuring Andrea Bocelli, Rood and Everytime I Think of You featuring Lucie Silvas."
}