{
  "/wiki/Bodmin": "Bodmin (Cornish: Bosvena) is a civil parish and historic town in Cornwall, England, United Kingdom. It is situated south-west of Bodmin Moor.",
  "/wiki/Penryn,_Cornwall": "Penryn (/pɛnˈrɪn/; Cornish: Pennrynn, meaning 'promontory') is a civil parish and town in west Cornwall, England, United Kingdom. It is on the Penryn River about 1 mile (1.6 km) northwest of Falmouth. The population was 7,166 in the 2001 census and had been reduced to 6,812 in the 2011 census, a drop of more than 300 people across the ten-year time gap. There are two electoral wards covering Penryn: 'Penryn East and Mylor' and 'Penryn West'. The total population of both wards in the 2011 census was 9,790.",
  "/wiki/Camelford_RFC": "Camelford Rugby Football Club are an English and Cornish rugby union club that are based in the town of Camelford in north-east Cornwall and were founded in 2008.  They currently operate a men's team that play in Cornwall League 2 - a league that is ranked at tier 10 of the English rugby union system.",
  "/wiki/Camelford": "Camelford (Cornish: Reskammel) is a town and civil parish in north Cornwall, England, United Kingdom, situated in the River Camel valley northwest of Bodmin Moor. The town is approximately ten miles (16 km) north of Bodmin and is governed by Camelford Town Council. Lanteglos-by-Camelford is the ecclesiastical parish in which the town is situated (not to be confused with Lanteglos-by-Fowey). The ward population at the 2011 Census was 4,001. The Town population at the same census was 865 only",
  "/wiki/Helston_RFC": "Helston RFC is a rugby union club in Cornwall which has been in existence since 1965. They currently play in Cornwall League 2, following relegation from Cornwall League 1 in 2018–19.  They are famous for the 1995–96 side that managed to reach the final of the RFU Pilkington Shield, and are one of only three Cornish club sides to have played in a competitive final at Twickenham (alongside Mount's Bay RFC and the Cornish Pirates).",
  "/wiki/Helston": "Helston (Cornish: Hellys) is a town and civil parish in Cornwall, England, United Kingdom. It is situated at the northern end of the Lizard Peninsula approximately 12 miles (19 km) east of Penzance and 9 miles (14 km) south-west of Falmouth. Helston is the most southerly town on the island of Great Britain and is around 1.5 miles (2.4 km) farther south than Penzance. The population in 2011 was 11,700.",
  "/wiki/Illogan": "Illogan (pronounced illuggan, Cornish: Egloshalow) is a village and civil parish in west Cornwall, England, UK, two miles (3 km) northwest of Redruth. The population of Illogan was 5,404 at the 2011 census. In the same year the population of the Camborne-Redruth urban area, which also includes Carn Brea, Illogan and several satellite villages, stood at 55,400 making it the largest conurbation in Cornwall. \nOriginally a rural area supporting itself by farming and agriculture, Illogan shared in the general leap into prosperity brought about by the mining boom, which was experienced by the whole Camborne-Redruth area.",
  "/wiki/Fowey": "Fowey (/ˈfɔɪ/ (listen) FOY; Cornish: Fowydh, meaning 'Beech Trees') is a small town, civil parish and cargo port at the mouth of the River Fowey in south Cornwall, England, United Kingdom. The town has been in existence since well before the Norman invasion, with the local church first established some time in the 7th century; the estuary of the River Fowey forms a natural harbour which enabled the town to become an important trading centre. Privateers also made use of the sheltered harbourage. The Lostwithiel and Fowey Railway brought China clay here for export.",
  "/wiki/Liskeard": "Liskeard (/lɪˈskɑːrd/ (listen) lih-SKARD; Cornish: Lyskerrys) is an ancient stannary and market town and civil parish in south east Cornwall, England, United Kingdom.",
  "/wiki/Newquay": "Newquay (/ˈnjuːki/ NEW-kee; Cornish: Tewynblustri) is a town  on the north coast in Cornwall, in the south west of England. It is a civil parish, seaside resort, regional centre for aerospace industries, future spaceport and a fishing port on the North Atlantic coast of Cornwall, approximately 12 miles (19 km) north of Truro and 20 miles (32 km) west of Bodmin.",
  "/wiki/Perranporth": "Perranporth (Cornish: Porthperan) is a seaside resort town on the north coast of Cornwall, England, United Kingdom. It is 1 mile east of the St Agnes Heritage Coastline, and around 8 miles south-west of Newquay. Perranporth and its 3 miles (5 km) long beach face the Atlantic Ocean. It has a population of 3,066, and is the largest settlement in the civil parish of Perranzabuloe. It has an electoral ward in its own name, whose population was 4,270 in the 2011 census.",
  "/wiki/Redruth": "Redruth (/rəˈdruːθ/ rə-DROOTH, Cornish: Resrudh) is a town and civil parish in Cornwall, England, United Kingdom. The population of Redruth was 14,018 at the 2011 census. In the same year the population of the Camborne-Redruth urban area, which also includes Carn Brea, Illogan and several satellite villages, stood at 55,400 making it the largest conurbation in Cornwall. Redruth lies approximately at the junction of the A393 and A3047 roads, on the route of the old London to Land's End trunk road (now the A30), and is approximately  9 miles (14 km) west of Truro, 12 miles (19 km) east of St Ives, 18 miles (29 km) north east of Penzance and 11 miles (18 km) north west of Falmouth. Camborne and Redruth together form the largest urban area in Cornwall and before local government reorganisation were an urban district.",
  "/wiki/Philleigh": "Philleigh (Cornish: Eglosros) is a civil parish and village in Cornwall, England, in the United Kingdom; one of the four in the Roseland Peninsula.",
  "/wiki/St_Agnes,_Cornwall": "St Agnes (Cornish: Breanek) is a civil parish and a large village on the north coast of Cornwall, England, UK. The village is about five miles (8 km) north of Redruth and ten miles (16 km) southwest of Newquay. An electoral ward exists stretching as far south as Blackwater. The population at the 2011 census was 7,565.",
  "/wiki/Tregeseal": "Tregeseal is a hamlet in a valley below the town of St Just, Cornwall, UK and is within the parish of St Just. Nearby is Tregeseal East stone circle. Tregeseal lies within the Cornwall Area of Outstanding Natural Beauty (AONB); almost a third of Cornwall has AONB designation, with the same status and protection as a National Park.",
  "/wiki/St_Just_in_Penwith": "St Just (Cornish: Lan(n)ust), known as St Just in Penwith, is a town and civil parish in the Penwith district of Cornwall, England, United Kingdom. It lies along the B3306 road which connects St Ives to the A30 road. The parish encompasses the town of St Just and the nearby settlements of  Trewellard, Pendeen and Kelynack: it is bounded by the parishes of Morvah to the north-east, Sancreed and Madron to the east, St Buryan and Sennen to the south and by the sea in the west. The parish consists of 7,622 acres (3,085 ha) of land, 12 acres (4.9 ha) of water and 117 acres (47.3 ha) of foreshore. The town of St Just is the most westerly town in mainland Britain and is situated approximately 8 miles (13 km) west of Penzance along the A3071. St Just parish, which includes Pendeen and the surrounding area, has a population of 4690 (4,637 at the 2011 census). An electoral ward also exists: the population of this ward at the same census was 4,812.",
  "/wiki/Stithians": "Stithians (Cornish: Stedhyans), also known as St Stythians, is a village and civil parish in Cornwall, England, United Kingdom. It lies in the middle of the triangle bounded by Redruth, Helston and Falmouth. Its population (2001) is 2,004, increasing to 2,101 at the 2011 census An electoral ward in the same name also exists but stretches north to St Day. The population here also at the 2011 census was 5,023.",
  "/wiki/Veor_RFC": "Veor Rugby Football Club is a Cornish and English rugby union football club based in Camborne, Cornwall. The club, founded in 1966, play in amber and black at the Memorial Ground.  They are one of two teams in the town, along with illustrious neighbours, Camborne RFC.  They currently play in Cornwall/Devon - a league at level 8 of the English rugby union system - following their promotion as champions of Cornwall 1 at the end of the 2018–19 season.",
  "/wiki/Camborne": "Camborne (Cornish: Kammbronn) is a town in Cornwall, England. The population at the 2011 Census was 20,845. The northern edge of the parish includes a section  of the South West Coast Path, Hell's Mouth and Deadman's Cove."
}