{
  "/wiki/Penryn,_Cornwall": "Penryn (/pɛnˈrɪn/; Cornish: Pennrynn, meaning 'promontory') is a civil parish and town in west Cornwall, England, United Kingdom. It is on the Penryn River about 1 mile (1.6 km) northwest of Falmouth. The population was 7,166 in the 2001 census and had been reduced to 6,812 in the 2011 census, a drop of more than 300 people across the ten-year time gap. There are two electoral wards covering Penryn: 'Penryn East and Mylor' and 'Penryn West'. The total population of both wards in the 2011 census was 9,790.",
  "/wiki/Helston_RFC": "Helston RFC is a rugby union club in Cornwall which has been in existence since 1965. They currently play in Cornwall League 2, following relegation from Cornwall League 1 in 2018–19.  They are famous for the 1995–96 side that managed to reach the final of the RFU Pilkington Shield, and are one of only three Cornish club sides to have played in a competitive final at Twickenham (alongside Mount's Bay RFC and the Cornish Pirates).",
  "/wiki/Helston": "Helston (Cornish: Hellys) is a town and civil parish in Cornwall, England, United Kingdom. It is situated at the northern end of the Lizard Peninsula approximately 12 miles (19 km) east of Penzance and 9 miles (14 km) south-west of Falmouth. Helston is the most southerly town on the island of Great Britain and is around 1.5 miles (2.4 km) farther south than Penzance. The population in 2011 was 11,700.",
  "/wiki/Illogan": "Illogan (pronounced illuggan, Cornish: Egloshalow) is a village and civil parish in west Cornwall, England, UK, two miles (3 km) northwest of Redruth. The population of Illogan was 5,404 at the 2011 census. In the same year the population of the Camborne-Redruth urban area, which also includes Carn Brea, Illogan and several satellite villages, stood at 55,400 making it the largest conurbation in Cornwall. \nOriginally a rural area supporting itself by farming and agriculture, Illogan shared in the general leap into prosperity brought about by the mining boom, which was experienced by the whole Camborne-Redruth area.",
  "/wiki/Lanner,_Cornwall": "Lanner (Cornish: Lannergh) is a village and civil parish in west Cornwall, England, United Kingdom. It is situated on the A393 about 2 miles (3.2 km) south-east of Redruth.",
  "/wiki/Cornwall_League_2": "Tribute Cornwall 2 is an English level ten rugby union league for clubs based in Cornwall. The champions (and in some seasons the runner-up) are promoted to Tribute Cornwall 1; there is no relegation. The league had run continuously since 1987–88, except for a two-season break, when Cornwall 2 was combined with Cornwall League 1 for seasons 2009–10 and 2010–11. The competition recommenced in 2011–12 when it was decided to form two leagues of seven teams each.  Lankelly-Fowey won the second phase and have won Cornwall 2 for the first time. St Agnes and Helston are the most successful team having won the league on five occasions each.",
  "/wiki/Liskeard": "Liskeard (/lɪˈskɑːrd/ (listen) lih-SKARD; Cornish: Lyskerrys) is an ancient stannary and market town and civil parish in south east Cornwall, England, United Kingdom.",
  "/wiki/Tribute_Cornwall/Devon": "Tribute Cornwall/Devon League is an English level eight, rugby union league for clubs principally based in Cornwall and Devon. The champions and runner-up are promoted to Tribute Western Counties West. The number of teams relegated depends on feedback following promotion and relegation in the leagues above, but is usually two or three to Tribute Cornwall One and/or Tribute Devon One.",
  "/wiki/Perranporth": "Perranporth (Cornish: Porthperan) is a seaside resort town on the north coast of Cornwall, England, United Kingdom. It is 1 mile east of the St Agnes Heritage Coastline, and around 8 miles south-west of Newquay. Perranporth and its 3 miles (5 km) long beach face the Atlantic Ocean. It has a population of 3,066, and is the largest settlement in the civil parish of Perranzabuloe. It has an electoral ward in its own name, whose population was 4,270 in the 2011 census.",
  "/wiki/St_Agnes,_Cornwall": "St Agnes (Cornish: Breanek) is a civil parish and a large village on the north coast of Cornwall, England, UK. The village is about five miles (8 km) north of Redruth and ten miles (16 km) southwest of Newquay. An electoral ward exists stretching as far south as Blackwater. The population at the 2011 census was 7,565.",
  "/wiki/Veor_RFC": "Veor Rugby Football Club is a Cornish and English rugby union football club based in Camborne, Cornwall. The club, founded in 1966, play in amber and black at the Memorial Ground.  They are one of two teams in the town, along with illustrious neighbours, Camborne RFC.  They currently play in Cornwall/Devon - a league at level 8 of the English rugby union system - following their promotion as champions of Cornwall 1 at the end of the 2018–19 season.",
  "/wiki/Camborne": "Camborne (Cornish: Kammbronn) is a town in Cornwall, England. The population at the 2011 Census was 20,845. The northern edge of the parish includes a section  of the South West Coast Path, Hell's Mouth and Deadman's Cove.",
  "/wiki/Cornwall_League_1": "Cornwall 1, known as Tribute Cornwall 1 for sponsorship reasons, is an English level nine rugby union league for clubs based in Cornwall. It has been running continually since 1987–88. The champions are promoted to the Tribute Cornwall/Devon league, and the runner-up plays the second team in Tribute Devon 1, with the winning team gaining promotion. One or two teams are usually relegated to Tribute Cornwall 2.  Saltash are the most successful team having won the league on five occasions and have been runner-up three times; they currently play in Tribute Cornwall/Devon."
}