{
  "/wiki/Vientiane": "Vientiane (/viˌɛntiˈɑːn/ vi-EN-ti-AHN, French: [vjɛ̃tjan]; Lao: ວຽງຈັນ, Thai: เวียงจันทน์, romanized: Wīang chan, pronounced [wíəŋ tɕàn]) is the capital and largest city of Laos, on the banks of the Mekong River near the border with Thailand. Vientiane became the capital in 1573 due to fears of a Burmese invasion but was later looted then razed to the ground in 1827 by the Siamese (Thai). Vientiane was the administrative capital during French rule and, due to economic growth in recent times, is now the economic center of Laos. The city had a population of 820,000 as at the 2015 Census.",
  "/wiki/Vientiane_Prefecture": "Vientiane or Viengchan (also known as Vientiane Prefecture or Vientiane Municipality) (Lao: ນະຄອນຫຼວງວຽງຈັນ, Nakhônlouang ViangChan) is a prefecture of Laos, located in the north-west of the country. The national capital, Vientiane, is located in the prefecture. The prefecture was created in 1989, when it was split off from Vientiane Province.",
  "/wiki/Pakse": "Pakse, or Pakxe (French: Paksé; Laotian: ປາກເຊ [pȁːk séː] \"mouth of the river\"; Thai: ปากเซ), is the capital and most populous city of the southern Laotian province of Champasak, making it the second most populous city in Laos. Located at the confluence of the Xe Don and Mekong Rivers, it has a population of about 88,000. It also served as the capital of the Kingdom of Champasak until it was unified with the rest of Laos in 1946.",
  "/wiki/Champasak_Province": "Champasak (or Champassak, Champasack – Lao: ຈຳປາສັກ [càmpàːsák]) is a province in southwestern Laos, near the borders with Thailand and Cambodia. It is one of the three principalities that succeeded the Lao kingdom of Lan Xang. As of the 2015 census, it had a population of 694,023. The capital is Pakse, but it takes its name from Champasak, the former capital of the Kingdom of Champasak.",
  "/wiki/Savannakhet": "Savannakhet, officially named Kaysone Phomvihane (Lao: ໄກສອນ ພົມວິຫານ; Thai: ไกสอน พมวิหาน) and previously known as Khanthabouli (ຄັນທະບູລີ), is a city in western Laos and the capital of the Savannakhet Province. With a population of 120,000 (undated), it is the second-largest city in Laos, after Vientiane. The city is the birthplace of Kaysone Phomvihane, the first leader of Laos after the dissolution of the Kingdom of Laos from 1975 to 1992, and was named after him in 2005. Although the old French colonial quarter of the town, along the Mekong River-front, is depressed and crumbling, the town's proximity to Thailand's booming economy has brought about new commercial development in the northern part of the town, near both the river crossing and the bus terminal.",
  "/wiki/Savannakhet_Province": "Savannakhét (Lao:ສະຫວັນນະເຂດ) is a province of Laos. The name derives from Savanh Nakhone (\"heavenly district\" or \"land of fertility suitable for agriculture\") the province's original name. It bears the same meaning as Nakhon Sawan, a city in Thailand.",
  "/wiki/Luang_Prabang": "Louangphabang, (Lao: ຫລວງພະບາງ) or Luang Phabang (pronounced [lǔaŋ pʰa.bàːŋ]), commonly transliterated into Western languages from the pre-1975 Lao spelling ຫຼວງພຣະບາງ (ຣ = silent r) as Luang Prabang, literally meaning \"Royal Buddha Image\", is a city in north central Laos, consisting of 58 adjacent villages, of which 33 comprise the UNESCO Town Of Luang Prabang World Heritage Site. It was listed in 1995 for unique and \"remarkably\" well preserved architectural, religious and cultural heritage, a blend of the rural and urban developments over several centuries, including the French colonial influences during the 19th and 20th centuries.",
  "/wiki/Luang_Prabang_Province": "Luang Prabang (also Louangphabang, Lao ຫລວງພະບາງ)  is a province of Laos, located in the north of the country. Its capital of the same name, Luang Prabang, was the capital of Lane Xang Kingdom during the 13th to 16th centuries. It is listed since 1995 by UNESCO as a World Heritage Site for unique architectural, religious and cultural heritage, a blend of the rural and urban developments over several centuries, including the French colonial influences during the 19th and 20th centuries. The province has 12 districts, Luang Prabang, Xieng Ngeun, Nan, Pak Ou, Nambak, Ngoi, Pakseng, Phonxay, Chomphet, Viengkham and Phoukhouny. The Royal Palace, the national museum in the capital city, and the Phou Loei Protected Reserve are important sites. Notable temples in the province are the Wat Xieng Thong, Wat Wisunarat, Wat Sen, Wat Xieng Muan, and Wat Manorom. The Lao New Year is celebrated in April as The Bun Pi Mai.",
  "/wiki/Xam_Neua": "Xam Neua (ຊຳເໜືອ [sám nɨ̌ə], Vietnamese: Xâm Neua or Sầm Nưa, sometimes transcribed as Sam Neua or Samneua, literally \"northern swamp\", is the capital city of Houaphan Province, Laos, in the northeast of the country. Xam Neua is one of the country's least visited provincial capitals by Western tourists.",
  "/wiki/Houaphanh_Province": "Houaphanh province (Laotian: ຫົວພັນ [kʰwɛ̌ːŋ hwǎː pʰán]; Romanization of Lao: Houaphan) is a province of eastern Laos. As of 2015 it had a population of 289,393 people. Its capital lies at Sam Neua.",
  "/wiki/Phonsavan": "Phonsavan (Lao: ໂພນສະຫວັນ) (population 37,507) is the capital of Xiangkhoang Province of Laos.",
  "/wiki/Xiangkhouang_Province": "Xiangkhouang (Lao: ຊຽງຂວາງ, meaning \"Horizontal City\") is a province of Laos, located in the Xiangkhouang Plateau, north-east of the country. Originally known as the Principality of Muang Phuan (Muang Phouan / Xieng Khouang), the present capital of the province is Phonsavan.\nThe population of the province as of the 2015 census is 244,684.",
  "/wiki/Thakhek": "Thakhek (Lao language: ທ່າແຂກ) is a town in south-central Laos on the Mekong River and facing Nakhon Phanom across the river in northeastern Thailand. It is the capital of Khammouane Province.",
  "/wiki/Khammouane_Province": "Khammouane or Khammouan (Lao: ຄໍາມ່ວນ) is a province of Laos, located in the center of the country. Its capital lies at Thakhek.",
  "/wiki/Muang_Xay": "Muang Xay (Lao: ເມືອງໄຊ), also referred to as Oudomxai, is the capital city of Oudomxai Province, Laos. The town is served by the Oudomsay Airport.",
  "/wiki/Oudomxay_Province": "Oudomxay (alternates: Oudômxai or Moung Xai; Lao: ອຸດົມໄຊ) is a province of Laos, located in the northwest of the country. The province capital is Muang Xai.",
  "/wiki/Vientiane_Province": "Vientiane Province (Lao ແຂວງ ແຂວງວຽງຈັນ) is a province of Laos, located in the northwest of the country. As of 2015 the province had a total population of 419,090 people. Vientiane Province is a large province, covering an area of 15,927 square kilometres (6,149 sq mi) with 10 districts in mid north-western Laos. The province borders Luang Prabang Province to the north, Xiangkhouang Province to the northeast, Bolikhamxai Province to the east, Vientiane Prefecture and Thailand to the south, and Xaignabouli Province to the west. The principal towns are Vang Vieng and Muang Phôn-Hông. Several kilometres to the south of Vang Vieng is one of Laos's largest lakes, Nam Ngum. Much of this area, particularly the forests of the southern part, are under the Phou Khao Khouay National Bio-Diversity Conservation Area. The principal rivers flowing through the province are the Nam Song River, Nam Ngum River and the Nam Lik River.",
  "/wiki/Pakxan": "Paksane,  Paksan or Muang Pakxan (Lao ປາກຊັນ)  (French: Paksane) is a town in Bolikhamsai Province, in western Laos. It is the capital of Paksan District. The Nam Xan River joins the Mekong River at Paksan on the border with Thailand, opposite Bung Kan.[citation needed] Paksan is well connected to the south of Laos by Route 13.",
  "/wiki/Bolikhamsai_Province": "Bolikhamsai (also Borikhamxay, Lao: ບໍລິຄໍາໄຊ) is a province of Laos, located in the middle of the country. Pakxanh, Thaphabath, Pakkading, Borikhan, Viengthong and Khamkheu are its districts and Paksan is its capital city. The province is also home to Nam Theun 2 Dam, the country's largest hydroelectric project.",
  "/wiki/Attapeu": "Attapeu (Lao: ອັດຕະປື), also written as Attopu or Attapu, is the capital of Attapeu Province, Laos. It is the southernmost among provincial capitals in Laos opposite Phongsali in the north.",
  "/wiki/Attapeu_Province": "Attapeu (Lao: ອັດຕະປື) is a province of Laos in the southeast of the country. To the north it is bounded by Sekong, to the west by Champasak Province. To the east, the Annamite Mountain Range separates Attapeu from Vietnam. It borders Cambodia to the south. It has five districts, Samakkixay, Xaysetha, Sanamxay, Sanxay, and Phouvong, covering an area of 10,320 square kilometres (3,980 sq mi) with a population of 127,285. Its capital city lies at Attapeu (Muang Samakkixay).",
  "/wiki/Ban_Houayxay": "Ban Houayxay (Lao: ຫ້ວຍຊາຍ), also (Ban) Huoeisay, (Ban) Houei Sai or (Ban) Huay Xai and (IATA: HOE), is the capital of the Lao province of Bokèo, on the border with Thailand.",
  "/wiki/Bokeo_Province": "Bokèo (Laotian: ບໍ່ແກ້ວ [bɔ̄ː kɛ̂ːw]; literally \"gem mine\"; previously, Hua Khong, meaning \"Head of the Mekong\") is a northern province of Laos. It is the smallest and least populous province in the country. Bokeo Province covers an area of 6,196 square kilometres (2,392 sq mi).  Bokeo Province borders Luang Namtha Province to the northeast, Oudomxai Province to the east, Xaignabouli Province to the south, and Thailand to the southwest and Burma to the west and northwest. The province has five districts (Houay Xay, Tonpheung, Meung, Phaodom and Paktha) and is rich in deposits of precious and semiprecious stones. Bokeo's provincial capital is Houayxay on the Mekong river. The province is part of the “Golden Triangle”, at the crossing with Myanmar and Thailand. There are 34 ethnic groups in the province. Houay Xay is the border town with Thailand and regional economic centre.[citation needed]",
  "/wiki/Luang_Namtha": "Louang Namtha, M. Luang Nam Tha (Lao: ມ. ຫລວງນໍ້າທາ) is the capital of Luang Namtha Province in northern Laos. The city lies on the Tha River (Nam Tha).",
  "/wiki/Luang_Namtha_Province": "Luang Namtha (Lao ຫລວງນໍ້າທາ, literally \"Royal Sugar Palm\" or \"Royal Green River\") is a province of Laos located in the north of the country. From 1966 to 1976 it formed, together with Bokeo, the province of Houakhong. \nLuang Namtha Province covers an area of 9,325 square kilometres (3,600 sq mi). Its provincial capital is Luang Namtha. The province borders with Yunnan, China to the north, Oudomxai Province to the east and southeast, Bokeo Province to the southwest, and Shan State, Burma to the northwest.",
  "/wiki/Phongsali": "Phongsali or Phongsaly (Lao: ຜົ້ງສາລີ) is the capital of Phongsali Province, Laos. It is the northernmost among provincial capitals in Laos opposite Attapeu in the south. The town has about 6,000 inhabitants and is located at approximately 1,430 meters on the slopes of Mount Phu Fa (1,625 meters). Phongsali has pleasant summer temperatures around 25-30 °C, but it has frequent rain. In winter from November to March it is, however, fairly cool, with daytime temperatures between 10-18 °C, but still mostly sunny.",
  "/wiki/Phongsaly_Province": "Phôngsali (Lao ຜົ້ງສາລີ) is a province of Laos, located in the extreme north of the country. The capital of the province is the city of Phôngsali. Phôngsali is located between Yunnan (China), and Điện Biên Province in Vietnam. Its culture has thus been historically heavily influenced by China.",
  "/wiki/Sainyabuli": "Sainyabuli, Xaignabouli, Xayaburi or Xayaboury (Lao: ໄຊຍະບູລີ) is the capital of Sainyabuli Province, Laos. It lies along Route 4 which along with Route 13 connects it to Luang Prabang, roughly 80 kilometres northeast by road and to the Thai border across the Luang Prabang Range in the southwest. A passport control point is located in the area. Sainyabuli Airport lies in the southwest of the town.",
  "/wiki/Sainyabuli_Province": "Sainyabuli Province (Lao ໄຊຍະບູລີ; French: Xaignabouli; alternate spellings: Xayabuli, Xaignabouri, Xayaboury, Sayabouli, Sayabouri) is a province in northwest Laos. Sainyabuli town is the capital of the province. Sainyabuli is the only Lao province that is completely west of the Mekong River. (Champasak Province also has several districts west of the Mekong River including Mounlapamok, Soukama, and Phontong Districts.)",
  "/wiki/Salavan_(city)": "The city of Salavan (ສາລະວັນ) is the capital of the Salavan Province in southern Laos. Located 125 km away, from Pakse on a partially paved road, it is located in one of the most isolated parts of Laos.",
  "/wiki/Salavan_Province": "Salavan (also Saravane, Lao: ສາລະວັນ) is a province of Laos, located in the south of the country. Its earlier name was Saravan which was changed by Thai to Salavan in 1828. It was part of the Champasak Kingdom in an area known as Muang Mang inhabited by minorities of Mon-Khymer groups.",
  "/wiki/Sekong": "Sekong (or Xekong; Lao ເຊກອງ) is the capital city of Sekong Province, Laos.  It was created in 1984 after a decision was made that Ban Phon's unexploded ordnances made it uninhabitable.",
  "/wiki/Sekong_Province": "Sekong (also sometimes Xekong, Lao ເຊກອງ) is a province of Laos, located in the south-east of the country.",
  "/wiki/List_of_cities_in_Laos": "This is a list of cities in Laos, a country in Asia."
}