{
  "/wiki/The_Lord_of_the_Rings": "The Lord of the Rings is an epic high-fantasy novel written by English author and scholar J. R. R. Tolkien. The story began as a sequel to Tolkien's 1937 fantasy novel The Hobbit, but eventually developed into a much larger work. Written in stages between 1937 and 1949, The Lord of the Rings is one of the best-selling novels ever written, with over 150 million copies sold.",
  "/wiki/J._R._R._Tolkien": "John Ronald Reuel Tolkien CBE FRSL (/ruːl ˈtɒlkiːn/;[a] 3 January 1892 – 2 September 1973) was an English writer, poet, philologist, and academic, who authored the classic high fantasy works The Hobbit, The Lord of the Rings, and The Silmarillion.",
  "/wiki/Fantasy": "Fantasy is a genre of speculative fiction set in a fictional universe, often inspired by real world myth and folklore. Its roots are in oral traditions, which then became fantasy literature and drama. From the twentieth century it has expanded further into various media, including film, television, graphic novels, manga and video games.",
  "/wiki/The_Little_Prince": "The Little Prince (French: Le Petit Prince, pronounced [lə p(ə)ti pʁɛ̃s]) is a novella by French aristocrat, writer, and aviator Antoine de Saint-Exupéry. It was first published in English and French in the US by Reynal & Hitchcock in April 1943, and posthumously in France following the liberation of France as Saint-Exupéry's works had been banned by the Vichy Regime. The story follows a young prince who visits various planets in space, including Earth, and addresses themes of loneliness, friendship, love, and loss. Despite its style as a children's book, The Little Prince makes poignant observations about life and human nature.",
  "/wiki/Antoine_de_Saint-Exupéry": "Antoine Marie Jean-Baptiste Roger, comte de Saint-Exupéry, simply known as de Saint-Exupéry (UK: /ˌsæ̃tɪɡˈzuːpɛri/, US: /-ɡzuːpeɪˈriː/, French: [ɑ̃twan də sɛ̃t‿ɛɡzypeʁi]; 29 June 1900 – 31 July 1944), was a French writer, poet, aristocrat, journalist, and pioneering aviator. He became a laureate of several of France's highest literary awards and also won the United States National Book Award. He is best remembered for his novella The Little Prince (Le Petit Prince) and for his lyrical aviation writings, including Wind, Sand and Stars and Night Flight.",
  "/wiki/Harry_Potter_and_the_Philosopher's_Stone": "Harry Potter and the Philosopher's Stone is a fantasy novel written by British author J. K. Rowling. The first novel in the Harry Potter series and Rowling's debut novel, it follows Harry Potter, a young wizard who discovers his magical heritage on his eleventh birthday, when he receives a letter of acceptance to Hogwarts School of Witchcraft and Wizardry. Harry makes close friends and a few enemies during his first year at the school, and with the help of his friends, Harry faces an attempted comeback by the dark wizard Lord Voldemort, who killed Harry's parents, but failed to kill Harry when he was just 15 months old.",
  "/wiki/J._K._Rowling": "Joanne Rowling CH, OBE, HonFRSE, FRCPE, FRSL (/ˈroʊlɪŋ/ ROH-ling; born 31 July 1965), better known by her pen name J. K. Rowling, is a British author, film producer, television producer, screenwriter, and philanthropist. She is best known for writing the Harry Potter fantasy series, which has won multiple awards and sold more than 500 million copies, becoming the best-selling book series in history. The books are the basis of a popular film series, over which Rowling had overall approval on the scripts and was a producer on the final films. She also writes crime fiction under the name Robert Galbraith.",
  "/wiki/The_Master_and_Margarita": "The Master and Margarita (Russian: Мастер и Маргарита) is a novel by Russian writer Mikhail Bulgakov, written in the Soviet Union between 1928 and 1940 during Stalin's regime. A censored version was published in Moscow magazine in 1966–1967, after the writer's death. The manuscript was not published as a book until 1967, in Paris. A samizdat version circulated that included parts cut out by official censors, and these were incorporated in a 1969 version published in Frankfurt. The novel has since been published in several languages and editions.",
  "/wiki/Mikhail_Bulgakov": "Mikhail Afanasyevich Bulgakov (Russian: Михаил Афанасьевич Булгаков, IPA: [mʲɪxɐˈil ɐfɐˈnasʲjɪvʲɪtɕ bʊlˈɡakəf], Michaíl Afanás'yevitch Bulgákov; 15 May [O.S. 3 May] 1891 – 10 March 1940) was a Russian writer, medical doctor and playwright active in the first half of the 20th century. He is best known for his novel The Master and Margarita, published posthumously, which has been called one of the masterpieces of the 20th century.",
  "/wiki/Farce": "In theatre, a farce is a comedy that aims at entertaining the audience through situations that are highly exaggerated, extravagant, and thus improbable. Farce is also characterized by physical humor, the use of deliberate absurdity or nonsense, and broadly stylized performances. It is also often set in one particular location, where all events occur. Farces have been written for the stage and film.",
  "/wiki/Supernatural_fiction": "Supernatural fiction or supernaturalist fiction is a genre of speculative fiction that exploits or is centered on supernatural themes, often violating naturalist assumptions of the real world.",
  "/wiki/Romance_novel": "Although the genre is very old, the romance novel or romantic novel discussed in this article is the mass-market version. Novels of this type of genre fiction place their primary focus on the relationship and romantic love between two people, and must have an \"emotionally satisfying and optimistic ending.\"",
  "/wiki/Satirical_novel": "In fiction and less frequently in non-fiction, satire is a genre of literature and performing arts, in which vices, follies, abuses and shortcomings are held up to ridicule, ideally with the intent of shaming individuals, corporations, government, or society itself into improvement. Although satire is usually meant to be humorous, its greater purpose is often constructive social criticism, using wit to draw attention to both particular and wider issues in society.",
  "/wiki/Alice's_Adventures_in_Wonderland": "Alice's Adventures in Wonderland (commonly shortened to Alice in Wonderland) is an 1865 novel written by English author Charles Lutwidge Dodgson under the pseudonym Lewis Carroll. It tells of a young girl named Alice falling through a rabbit hole into a fantasy world populated by peculiar, anthropomorphic creatures. The tale plays with logic, giving the story lasting popularity with adults as well as with children. It is considered to be one of the best examples of the literary nonsense genre.",
  "/wiki/Lewis_Carroll": "Charles Lutwidge Dodgson (/ˈlʌtwɪdʒ ˈdɒdʒsən/; 27 January 1832 – 14 January 1898), better known by his pen name Lewis Carroll, was an English writer of world-famous children's fiction, notably Alice's Adventures in Wonderland and its sequel Through the Looking-Glass. He was noted for his facility at word play, logic, and fantasy. The poems Jabberwocky and The Hunting of the Snark are classified in the genre of literary nonsense. He was also a mathematician, photographer, and Anglican deacon.",
  "/wiki/Fantasy_novel": "Fantasy literature is literature set in an imaginary universe, often but not always without any locations, events, or people from the real world. Magic, the supernatural and magical creatures are common in many of these imaginary worlds. Fantasy literature may be directed at both children and adults.",
  "/wiki/The_Hobbit": "The Hobbit, or There and Back Again is a children's fantasy novel by English author J. R. R. Tolkien. It was published on 21 September 1937 to wide critical acclaim, being nominated for the Carnegie Medal and awarded a prize from the New York Herald Tribune for best juvenile fiction. The book remains popular and is recognized as a classic in children's literature.",
  "/wiki/And_Then_There_Were_None": "And Then There Were None is a mystery novel by English writer Agatha Christie, described by her as the most difficult of her books to write. It was first published in the United Kingdom by the Collins Crime Club on 6 November 1939, as Ten Little Niggers, after the minstrel song, which serves as a major plot point.",
  "/wiki/Agatha_Christie": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, DBE (née Miller; 15 September 1890 – 12 January 1976) was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play The Mousetrap and six romances under the pen name Mary Westmacott. In 1971, she was appointed a Dame Commander of the Order of the British Empire (DBE) for her contribution to literature.",
  "/wiki/Mystery_fiction": "Mystery fiction is a genre of fiction usually involving a mysterious death or a crime to be solved. Often with a closed circle of suspects, each suspect is usually provided with a credible motive and a reasonable opportunity for committing the crime. The central character will often be a detective (like Sherlock Holmes and his assistant John H. Watson) who eventually solves the mystery by logical deduction from facts presented to the reader. Sometimes mystery books are nonfictional. \"Mystery fiction\" can be detective stories in which the emphasis is on the puzzle or suspense element and its logical solution such as a whodunit. Mystery fiction can be contrasted with hardboiled detective stories, which focus on action and gritty realism.",
  "/wiki/Dream_of_the_Red_Chamber": "Dream of the Red Chamber, also called The Story of the Stone, or Hongloumeng (simplified Chinese: 红楼梦; traditional Chinese: 紅樓夢; pinyin: Hónglóumèng), composed by Cao Xueqin, is one of China's Four Great Classical Novels. It was written some time in the middle of the 18th century during the Qing dynasty. Long considered a masterpiece of Chinese literature, the novel is generally acknowledged to be one of the pinnacles of Chinese fiction. \"Redology\" is the field of study devoted exclusively to this work.",
  "/wiki/Cao_Xueqin": "Cáo Xuěqín ([tsʰǎu ɕɥètɕʰǐn]; Chinese: 曹雪芹); (1715 or 1724 – 1763 or 1764) was a Chinese writer during the Qing dynasty.  He is best known as the author of Dream of the Red Chamber, one of the Four Great Classical Novels of Chinese literature. His given name was Cáo Zhān  (曹霑) and his courtesy name was Mèngruǎn (simplified Chinese: 梦阮; traditional Chinese: 夢阮).",
  "/wiki/Family_saga": "The family saga is a genre of literature which chronicles the lives and doings of a family or a number of related or interconnected families over a period of time. In novels (or sometimes sequences of novels) with a serious intent, this is often a thematic device used to portray particular historical events, changes of social circumstances, or the ebb and flow of fortunes from a multitude of perspectives.",
  "/wiki/List_of_best-selling_books": "This page provides lists of best-selling individual books and book series to date and in any language. \"Best selling\" refers to the estimated number of copies sold of each book, rather than the number of books printed or currently owned. Comics and textbooks are not included in this list. The books are listed according to the highest sales estimate as reported in reliable, independent sources. This list is incomplete because there are many books, such as The Count of Monte Cristo by Alexandre Dumas, or A Christmas Carol by Charles Dickens, that are commonly cited as \"best-selling books\" yet have no reliable sales figures. Similarly, many notable book series that sold very widely are poorly documented (Land of Oz) or consist of multiple sub-series (Tom Swift)."
}