{
  "/wiki/The_Hunger_Games_(novel)": "The Hunger Games is a 2008 dystopian novel by the American writer Suzanne Collins. It is written in the voice of 16-year-old Katniss Everdeen, who lives in the future, post-apocalyptic nation of Panem in North America. The Capitol, a highly advanced metropolis, exercises political control over the rest of the nation. The Hunger Games is an annual event in which one boy and one girl aged 12–18 from each of the twelve districts surrounding the Capitol are selected by lottery to compete in a televised battle royale to the death.",
  "/wiki/Suzanne_Collins": "Suzanne Collins (born August 10, 1962) is an American television writer and author. She is known as the author of The New York Times best-selling series The Underland Chronicles and The Hunger Games trilogy.",
  "/wiki/The_Young_Guard_(novel)": "The Young Guard (Russian: Молодая гвардия) is a 1946 Russian-language young adult historical novel (rewritten in 1951) by Soviet writer Alexander Fadeyev.",
  "/wiki/Alexander_Alexandrovich_Fadeyev": "Alexander Alexandrovich Fadeyev (Russian: Алекса́ндр Алекса́ндрович Фаде́ев; 24 December [O.S. 11 December] 1901 – 13 May 1956) was a Soviet writer, one of the co-founders of the Union of Soviet Writers and its chairman from 1946 to 1954.",
  "/wiki/Who_Moved_My_Cheese%3F": "Who Moved My Cheese? An Amazing Way to Deal with Change in Your Work and in Your Life, published on September 8, 1998, is a motivational business fable. The text describes change in one's work and life, and four typical reactions to those changes by two mice and two \"Littlepeople\", during their hunt for cheese. A New York Times business bestseller upon release, Who Moved My Cheese? remained on the list for almost five years and spent over 200 weeks on Publishers Weekly's hardcover nonfiction list. It has sold more than 26 million copies worldwide in 37 languages and remains one of the best-selling business books.",
  "/wiki/Spencer_Johnson_(writer)": "Patrick Spencer Johnson (November 24, 1938 – July 3, 2017) was an American physician and author, known for the ValueTales series of children's books, and for his 1998 self-help book Who Moved My Cheese?, which recurred on the New York Times Bestseller list, on the Publishers Weekly Hardcover nonfiction list. Johnson was chairman of Spencer Johnson Partners.",
  "/wiki/Paul_et_Virginie": "Paul et Virginie (or Paul and Virginia) is a novel by Jacques-Henri Bernardin de Saint-Pierre, first published in 1788. The novel's title characters are friends since birth who fall in love. The story is set on the island of Mauritius under French rule, then named Île de France. Written on the eve of the French Revolution, the novel is recognized as Bernardin's finest work.[citation needed] It records the fate of a child of nature corrupted by the artificial sentimentality of the French upper classes in the late eighteenth century. Bernardin de Saint-Pierre lived on the island for a time and based part of the novel on a shipwreck he witnessed there.",
  "/wiki/Jacques-Henri_Bernardin_de_Saint-Pierre": "Jacques-Henri Bernardin de Saint-Pierre (also called Bernardin de St. Pierre) (19 January 1737 Le Havre  – 21 January 1814 Éragny, Val-d'Oise) was a French writer and botanist. He is best known for his 1788 novel Paul et Virginie, now largely forgotten, but in the 19th century a very popular children's book.",
  "/wiki/Lust_for_Life_(novel)": "Lust for Life (1934) is a biographical novel written by Irving Stone based on the life of the famous Dutch painter, Vincent van Gogh, and his hardships.",
  "/wiki/Irving_Stone": "Irving Stone (born Tennenbaum, July 14, 1903, San Francisco, California – August 26, 1989, Los Angeles) was an American writer, chiefly known for his biographical novels of noted artists, politicians and intellectuals; among the best known are Lust for Life (1934), about the life of Vincent van Gogh, and The Agony and the Ecstasy (1961), about Michelangelo.",
  "/wiki/The_Wind_in_the_Willows": "The Wind in the Willows is a children's novel by Scottish novelist Kenneth Grahame, first published in 1908. Alternatingly slow-moving and fast-paced, it focuses on four anthropomorphised animals: Mole, Rat (a European water vole), Toad, and Badger. They live in a pastoral version of Edwardian England. The novel is notable for its mixture of mysticism, adventure, morality, and camaraderie, and celebrated for its evocation of the nature of the Thames Valley.",
  "/wiki/Kenneth_Grahame": "Kenneth Grahame (/ˈɡreɪ.əm/ GRAY-əm; 8 March 1859 – 6 July 1932) was a British writer, most famous for The Wind in the Willows (1908), one of the classics of children's literature. He also wrote The Reluctant Dragon. Both books were later adapted for stage and film, of which A. A. Milne's Toad of Toad Hall was the first. The Disney films The Adventures of Ichabod and Mr. Toad and The Reluctant Dragon are other adaptations.",
  "/wiki/The_7_Habits_of_Highly_Effective_People": "The 7 Habits of Highly Effective People, first published in 1989, is a business and self-help book written by Stephen Covey. Covey presents an approach to being effective in attaining goals by aligning oneself to what he calls \"true north\" principles based on a character ethic that he presents as universal and timeless.",
  "/wiki/Stephen_R._Covey": "Stephen Richards Covey (October 24, 1932 – July 16, 2012) was an American educator, author, businessman, and keynote speaker. His most popular book is The 7 Habits of Highly Effective People. His other books include First Things First, Principle-Centered Leadership, The 7 Habits of Highly Effective Families, The 8th Habit, and The Leader In Me — How Schools and Parents Around the World Are Inspiring Greatness, One Child at a Time. In 1996, Time magazine named him one of the 25 most influential people. He was a professor at the Jon M. Huntsman School of Business at Utah State University at the time of his death.",
  "/wiki/Virgin_Soil_Upturned": "Virgin Soil Upturned (Russian: Поднятая целина) is a 1959 Soviet drama film directed by Aleksandr Ivanov.",
  "/wiki/Mikhail_Sholokhov": "Mikhail Aleksandrovich Sholokhov (Russian: Михаи́л Алекса́ндрович Шо́лохов, IPA: [ˈʂoləxəf]; 24 May [O.S. 11 May] 1905 – 21 February 1984) was a Soviet/Russian novelist and winner of the 1965 Nobel Prize in Literature. He is known for writing about life and fate of Don Cossacks during the Russian Revolution, the civil war and the period of collectivization, primarily in his most famous novel, And Quiet Flows the Don.",
  "/wiki/The_Celestine_Prophecy": "The Celestine Prophecy: An Adventure is  a 1993 novel by James Redfield that discusses various psychological and spiritual ideas rooted in multiple ancient Eastern traditions and New Age spirituality. The main character undertakes a journey to find and understand a series of nine spiritual insights in an ancient manuscript in Peru. The book is a first-person narrative of the narrator's spiritual awakening as he goes through a transitional period of his life.",
  "/wiki/James_Redfield": "James Redfield is an American author, lecturer, screenwriter and film producer. He is notable for his novel The Celestine Prophecy.",
  "/wiki/The_Fault_in_Our_Stars": "The Fault in Our Stars is a novel by John Green. It is his fourth solo novel, and sixth novel overall. It was published on January 12, 2012. The title is inspired by Act 1, Scene 2 of Shakespeare's play Julius Caesar, in which the nobleman Cassius says to Brutus: \"The fault, dear Brutus, is not in our stars, / But in ourselves, that we are underlings.\" The story is narrated by Hazel Grace Lancaster, a 16-year-old girl with thyroid cancer that has affected her lungs. Hazel is forced by her parents to attend a support group where she subsequently meets and falls in love with 17-year-old Augustus Waters, an ex-basketball player and amputee. A feature film adaptation of the novel directed by Josh Boone and starring Shailene Woodley, Ansel Elgort, and Nat Wolff was released on June 6, 2014. Both the book and its film adaptation were met with strong critical and commercial success.",
  "/wiki/John_Green_(author)": "John Michael Green (born August 24, 1977) is an American author and YouTube content creator. He won the 2006 Printz Award for his debut novel, Looking for Alaska, and his fourth solo novel, The Fault in Our Stars, debuted at number one on The New York Times Best Seller list in January 2012. The 2014 film adaptation opened at number one at the box office. In 2014, Green was included in Time magazine's list of The 100 Most Influential People in the World. Another film based on a Green novel, Paper Towns, was released on July 24, 2015.",
  "/wiki/The_Shack": "The Shack is a novel by Canadian author William P. Young that was published in 2007.",
  "/wiki/William_P._Young": "William Paul Young, referred to generally as Wm. Paul Young or simply Paul Young, (born May 11, 1955) is a Canadian author. He wrote the novels The Shack, Cross Roads and Eve.",
  "/wiki/Uncle_Styopa": "Uncle Styopa (Russian: Дядя Стёпа, IPA: [ˈdʲædʲə ˈstʲɵpɐ]), also known as Dyadya Stepa, is a series of poems written by Russian children's poet Sergey Mikhalkov. They were written in trochaic tetrameter. The poems featured a brave and noble militsioner (a policeman) who was unusual due to his extreme height. The name of the protagonist of the series was Stepan Stepanov (Russian: Степан Степанов), or Styopa, which is a diminutive of the Russian given name Stepan. He performed various acts of good will, such as rescuing people, preventing train crashes, helping firefighters, stopping a school bully or working as a police officer for the Soviet Militsiya. Styopa is a wise, brave, generous, noble, fun-loving character. He fights against injustice and serves as an inspiration to the pioneers.",
  "/wiki/Sergey_Mikhalkov": "Sergey Vladimirovich Mikhalkov (Russian: Серге́й Влади́мирович Михалко́в; 13 March [O.S. 28 February] 1913 − 27 August 2009) was a Soviet and Russian author of children's books and satirical fables who had the opportunity to write the lyrics of his country's national anthem on three different occasions, spanning almost 60 years.",
  "/wiki/The_Godfather_(novel)": "The Godfather is a crime novel by American author Mario Puzo. Originally published in 1969 by G. P. Putnam's Sons, the novel details the story of a fictional Mafia family in New York City (and Long Beach, New York), headed by Vito Corleone. Puzo's dedication for The Godfather is \"For Anthony Cleri\". The epigraph for The Godfather  is \"Behind every great fortune there is a crime. - Balzac.\" The novel covers the years 1945 to 1955 and provides the back story of Vito Corleone from early childhood to adulthood.",
  "/wiki/Mario_Puzo": "Mario Gianluigi Puzo (/ˈpuːzoʊ/; October 15, 1920 – July 2, 1999) was an American author, screenwriter and journalist. He is known for his crime novels about the Italian-American mafia, most notably The Godfather (1969), which he later co-adapted into a three-part film saga directed by Francis Ford Coppola. He received the Academy Award for Best Adapted Screenplay for the first film in 1972 and Part II in 1974. Puzo also wrote the original screenplay for the 1978 Superman film. His final novel, The Family, was released posthumously in 2001.",
  "/wiki/Love_Story_(novel)": "Love Story is a 1970 romance novel by American writer Erich Segal. The book's origins lay in a screenplay that Segal wrote, and that was subsequently approved for production by Paramount Pictures. Paramount requested that Segal adapt the story into novel form as a preview of sorts for the film. The novel was released on February 14, 1970, Valentine's Day. Portions of the story originally appeared in The Ladies' Home Journal.[clarification needed] Love Story became the top-selling work of fiction for all of 1970 in the United States, and was translated into more than 20 languages. The novel stayed for 41 weeks in The New York Times Best Seller list, reaching the top spot. A sequel, Oliver's Story, was published in 1977. A film adaptation was released on December 16, 1970.",
  "/wiki/Erich_Segal": "Erich Wolf Segal (June 16, 1937 – January 17, 2010) was an American author, screenwriter, educator and classicist. He was best known for writing the bestselling novel Love Story (1970) and the hit motion picture of the same name.",
  "/wiki/Catching_Fire": "Catching Fire is a 2009 science fiction young adult novel by the American novelist Suzanne Collins, the second book in The Hunger Games trilogy. As the sequel to the 2008 bestseller The Hunger Games, it continues the story of Katniss Everdeen and the post-apocalyptic nation of Panem. Following the events of the previous novel, a rebellion against the oppressive Capitol has begun, and Katniss and fellow tribute Peeta Mellark are forced to return to the arena in a special edition of the Hunger Games.",
  "/wiki/Mockingjay": "Mockingjay is a 2010 science fiction novel by American author Suzanne Collins. It is the last installment of The Hunger Games, following 2008's The Hunger Games and 2009's Catching Fire. The book continues the story of Katniss Everdeen, who agrees to unify the districts of Panem in a rebellion against the tyrannical Capitol.",
  "/wiki/Autobiography_of_a_Yogi": "Autobiography of a Yogi is an autobiography of  Paramahansa Yogananda (January 5, 1893–March 7, 1952) first published in 1946. Paramahansa Yogananda was born as Mukunda Lal Ghosh in Gorakhpur, India, into a Bengali Hindu family.",
  "/wiki/Paramahansa_Yogananda": "Paramahansa Yogananda (born Mukunda Lal Ghosh; January 5, 1893 – March 7, 1952) was an Indian monk, yogi and guru who lived his last 32 years in America. He introduced millions to the teachings of meditation and Kriya Yoga through his organization Self-Realization Fellowship (SRF) / Yogoda Satsanga Society (YSS) of India. A chief disciple of the Bengali yoga guru Swami Sri Yukteswar Giri, he was sent by his lineage to spread the teachings of yoga to the West, to prove the unity between Eastern and Western religions and to preach a balance between Western material growth and Indian spirituality. His long-standing influence in the American yoga movement, and especially the yoga culture of Los Angeles, led him to be considered by yoga experts as the \"Father of Yoga in the West.\"",
  "/wiki/Gone_Girl_(novel)": "Gone Girl is a thriller novel in the mystery and crime genres, by the American writer Gillian Flynn. It was published by  Crown Publishing Group in June 2012. The novel became quite popular and soon made the New York Times Best Seller list. The sense of suspense in the novel comes from whether or not Nick Dunne is involved in the disappearance of his wife Amy.",
  "/wiki/Gillian_Flynn": "Gillian Schieber Flynn (/ˈɡɪliən/; born February 24, 1971) is an American writer. Flynn has published three novels, Sharp Objects, Dark Places, and Gone Girl, all three of which have been adapted for film or television. Flynn wrote the adaptations for the 2014 Gone Girl film and the HBO limited series Sharp Objects. She was formerly a television critic for Entertainment Weekly.",
  "/wiki/The_Girl_on_the_Train_(novel)": "The Girl on the Train is a 2015 psychological thriller novel by British author Paula Hawkins that gives narratives from three different women about relationship troubles and binge drinking. The novel debuted in the number one spot on The New York Times Fiction Best Sellers of 2015 list (print and e-book) dated 1 February 2015, and remained in the top position for 13 consecutive weeks, until April 2015. In January 2016 it became the #1 best-seller again for two weeks. Many reviews referred to the book as \"the next Gone Girl\", referring to a popular 2012 psychological mystery with similar themes that used unreliable narrators.",
  "/wiki/Paula_Hawkins_(author)": "Paula Hawkins (born 26 August 1972) is a Zimbabwe-born British author, best known for her best-selling psychological thriller novel The Girl on the Train (2015), which deals with themes of domestic violence, alcohol, and drug abuse. The novel was adapted into a film starring Emily Blunt in 2016. Hawkins' second thriller novel, Into the Water, was released in 2017.",
  "/wiki/All_Quiet_on_the_Western_Front": "All Quiet on the Western Front (German: Im Westen nichts Neues, lit. 'Nothing New In the West') is a novel by Erich Maria Remarque, a German veteran of World War I. The book describes the German soldiers' extreme physical and mental stress during the war, and the detachment from civilian life felt by many of these soldiers upon returning home from the front.",
  "/wiki/Erich_Maria_Remarque": "Erich Maria Remarque (born Erich Paul Remark; 22 June 1898 – 25 September 1970) was a 20th-century German novelist. His landmark novel All Quiet on the Western Front (1928), about the German military experience of World War I, was an international best-seller which created a new literary genre, and was subsequently made into the cinema film All Quiet on the Western Front (1930)."
}