{
  "/wiki/Totto-chan,_the_Little_Girl_at_the_Window": "Totto-chan, the Little Girl at the Window is a autobiographical memoir written by Japanese television personality and UNICEF Goodwill Ambassador Tetsuko Kuroyanagi. The book was published originally as 窓ぎわのトットちゃん (Madogiwa no Totto-chan) in 1981, and became an \"instant bestseller\" in Japan. The book is about the values of the unconventional education that Kuroyanagi received at Tomoe Gakuen, a Tokyo elementary school founded by educator Sosaku Kobayashi during World War II.",
  "/wiki/Tetsuko_Kuroyanagi": "Tetsuko Kuroyanagi (黒柳 徹子, Kuroyanagi Tetsuko, born August 9, 1933 in Tokyo) is a Japanese actress, voice actress, tarento, World Wide Fund for Nature advisor, and Goodwill Ambassador for UNICEF. She is well known for her charitable works, and is considered as one of the first Japanese celebrities who achieved international recognition. In 2006, Donald Richie referred to Kuroyanagi in his book Japanese Portraits: Pictures of Different People as \"the most popular and admired woman in Japan.\"",
  "/wiki/Matilda_(novel)": "Matilda is a book by British writer Roald Dahl. It was published in 1988 by Jonathan Cape in London, with 232 pages and illustrations by Quentin Blake. It was adapted as an audio reading by actress Kate Winslet, a 1996 feature film directed by Danny DeVito, a two-part BBC Radio 4 programme starring Lauren Mote as Matilda, Emerald O'Hanrahan as Miss Honey, Nichola McAuliffe as Miss Trunchbull and narrated by Lenny Henry, and a 2010 musical.",
  "/wiki/Roald_Dahl": "Roald Dahl (Norwegian: [ˈrùːɑl ˈdɑːl], commonly pronounced as /ˈroʊ.əld ˈdɑːl/; 13 September 1916 – 23 November 1990) was a British novelist, short story writer, poet, screenwriter, and fighter pilot. His books have sold more than 250 million copies worldwide.",
  "/wiki/The_Book_Thief_(book)": "The Book Thief is a historical novel by Australian author Markus Zusak and is his most popular work.",
  "/wiki/Markus_Zusak": "Markus Zusak (born 23 June 1975) is an Australian writer of German origin. He is best known for The Book Thief and The Messenger (US title: I Am the Messenger), two novels which became international bestsellers. He won the Margaret A. Edwards Award in 2014.",
  "/wiki/The_Horse_Whisperer_(book)": "The Horse Whisperer is a 1995 novel by English author Nicholas Evans.  The book was his debut novel, and gained significant success, becoming the 10th best selling novel in the United States in 1995, selling over 15 million copies.  This also makes it one of the best-selling books of all time.",
  "/wiki/Nicholas_Evans": "Nicholas Evans (born 26 July 1950) is an English journalist, screenwriter television and film producer and novelist.",
  "/wiki/Goodnight_Moon": "Goodnight Moon is an American children's book written by Margaret Wise Brown and illustrated by Clement Hurd. It was published on September 3, 1947, and is a highly acclaimed bedtime story. It features a bunny saying \"good night\" to everything around: \"Goodnight room. Goodnight moon. Goodnight cow jumping over the moon. Goodnight light, and the red balloon ...\".",
  "/wiki/Margaret_Wise_Brown": "Margaret Wise Brown (May 23, 1910 – November 13, 1952) was an American writer of children's books, including Goodnight Moon and The Runaway Bunny, both illustrated by Clement Hurd.",
  "/wiki/The_Neverending_Story": "The Neverending Story (German: Die unendliche Geschichte) is a fantasy novel by German writer Michael Ende, first published in 1979. An English translation, by Ralph Manheim, was first published in 1983. The novel was later adapted into several films.",
  "/wiki/Michael_Ende": "Michael Andreas Helmuth Ende (12 November 1929 – 28 August 1995) was a German writer of fantasy and children's fiction. He is best known for his epic fantasy The Neverending Story; other famous works include Momo and Jim Button and Luke the Engine Driver. His works have been translated into more than 40 languages, sold more than 35 million copies, and adapted as motion pictures, stage plays, operas and audio books. Ende is one of the most popular and famous German authors of the 20th century, mostly due to the enormous success of his children's fiction. He was not strictly a children's writer, however, as he wrote books for adults too.\nEnde's writing could be described as a surreal mixture of reality and fantasy.",
  "/wiki/Fifty_Shades_of_Grey": "Fifty Shades of Grey is a 2011 erotic romance novel by British author E. L. James. It became the first instalment in the Fifty Shades novel series that follows the deepening relationship between a college graduate, Anastasia Steele, and a young business magnate, Christian Grey. It is notable for its explicitly erotic scenes featuring elements of sexual practices involving BDSM (bondage/discipline, dominance/submission, and sadism/masochism). Originally self-published as an ebook and print-on-demand in June 2011, the publishing rights to the novel were acquired by Vintage Books in March 2012.",
  "/wiki/E._L._James": "Erika Leonard (née Mitchell; born 7 March 1963), known by her pen name E. L. James, is a British author. She wrote the bestselling erotic romance trilogy Fifty Shades of Grey, Fifty Shades Darker, and Fifty Shades Freed, along with the companion novels Grey: Fifty Shades of Grey as Told by Christian and Darker: Fifty Shades Darker as Told by Christian; and under the name Snowqueen's Icedragon the Twilight fan fiction \"Master of the Universe\" that was the basis for the Fifty Shades trilogy. In 2019 her first book to not be a part of the Fifty Shades trilogy, The Mister, was published, to negative critical reception.",
  "/wiki/The_Outsiders_(novel)": "The Outsiders is a coming-of-age novel by S. E. Hinton, first published in 1967 by Viking Press. Hinton was 15 when she started writing the novel but did most of the work when she was 16 and a junior in high school. Hinton was 18 when the book was published. The book details the conflict between two rival gangs divided by their socioeconomic status: the working-class \"greasers\" and the upper-class \"Socs\" (pronounced /ˈsoʊʃɪz/—short for Socials). The story is told in first-person perspective by teenaged protagonist Ponyboy Curtis.",
  "/wiki/S._E._Hinton": "Susan Eloise Hinton (born July 22, 1948) is an American writer best known for her young-adult novels (YA) set in Oklahoma, especially The Outsiders (1967), which she wrote during high school.[a] Hinton is credited with introducing the YA genre.",
  "/wiki/Guess_How_Much_I_Love_You": "Guess How Much I Love You is a British children's book written by Sam McBratney and illustrated by Anita Jeram, published in 1994, in the United Kingdom by Walker Books and in 1995, in the United States by its subsidiary Candlewick Press.  The book was a 1996 ALA Notable Children's Book.  According to its publishers, in addition to the ALA award and numerous other awards, it has sold more than 43 million copies worldwide and been published in 57 languages.",
  "/wiki/Sam_McBratney": "Sam McBratney (born 1943) is a writer from Northern Ireland.  He has written more than fifty books for children and young adults, but is best known as the author of the best-selling children's book Guess How Much I Love You, which has sold more than 30 million copies worldwide, and been translated into 53 languages.",
  "/wiki/Sh%C5%8Dgun_(novel)": "Shōgun is a 1975 novel by James Clavell. It is the first novel (by internal chronology) of the author's Asian Saga. A major best-seller, by 1990 the book had sold 15 million copies worldwide. Beginning in feudal Japan some months before the critical Battle of Sekigahara in 1600, Shōgun gives an account of the rise of the daimyō \"Toranaga\" (based upon the actual Tokugawa Ieyasu). Toranaga's rise to the shogunate is seen through the eyes of the English sailor John Blackthorne, called Anjin (\"Pilot\") by the Japanese, whose fictional heroics are loosely based on the historical exploits of William Adams.",
  "/wiki/James_Clavell": "James Clavell (born Charles Edmund Dumaresq Clavell, 10 October 1921 – 6 September 1994), was an Australian (and later naturalized American) novelist, screenwriter, director, and World War II veteran and prisoner of war. Clavell is best known as the author of his Asian Saga novels, a number of which have had television adaptations. Clavell also authored such screenplays as those for The Fly  (1958) (based on the short story by George Langelaan) and The Great Escape (1963) (based on the personal account of Paul Brickhill).",
  "/wiki/The_Poky_Little_Puppy": "The Poky Little Puppy is a children's book written by Janette Sebring Lowrey and illustrated by  Gustaf Tenggren. It was first published in 1942 as one of the first twelve books in the Simon & Schuster series Little Golden Books. The copyright was renewed in October 1969.",
  "/wiki/Janette_Sebring_Lowrey": "Janette Sebring Lowrey (March 2, 1892 – March 17, 1986) was an American children's writer, best known for writing the beloved children's classic, The Poky Little Puppy.",
  "/wiki/The_Pillars_of_the_Earth": "The Pillars of the Earth is a historical novel by Welsh author Ken Follett published in 1989 about the building of a cathedral in the fictional town of Kingsbridge, England. It is set in the middle of the 12th century, primarily during the Anarchy, between the time of the sinking of the White Ship and the murder of Thomas Becket. The book traces the development of Gothic architecture out of the preceding Romanesque architecture, and the fortunes of the Kingsbridge priory and village against the backdrop of historical events of the time.",
  "/wiki/Ken_Follett": "Kenneth Martin Follett, CBE, FRSL (born 5 June 1949) is a Welsh author of thrillers and historical novels who has sold more than 160 million copies of his works. Many of his books have achieved high ranking on best seller lists. For example, in the US, many reached the number 1 position on the New York Times Best Seller list, including Edge of Eternity, Fall of Giants, A Dangerous Fortune, The Key to Rebecca, Lie Down with Lions, Triple, Winter of the World, and World Without End.",
  "/wiki/How_to_Win_Friends_and_Influence_People": "How to Win Friends and Influence People is a self-help book written by Dale Carnegie, published in 1936.  Over 15 million copies have been sold worldwide, making it one of the best-selling books of all time.  In 2011, it was number 19 on Time Magazine's list of the 100 most influential books.",
  "/wiki/Dale_Carnegie": "Dale Carnegie (/ˈkɑːrnɪɡi/; spelled Carnagey until c. 1922; November 24, 1888 – November 1, 1955) was an American writer and lecturer, and the developer of courses in self-improvement, salesmanship, corporate training, public speaking, and interpersonal skills. Born into poverty on a farm in Missouri, he was the author of How to Win Friends and Influence People (1936), a bestseller that remains popular today. He also wrote How to Stop Worrying and Start Living (1948), Lincoln the Unknown (1932), and several other books.",
  "/wiki/Perfume_(novel)": "Perfume: The Story of a Murderer (German: Das Parfum, pronounced [das paɐ̯ˈfœ̃ː]) is a 1985 literary historical fantasy novel by German writer Patrick Süskind. The novel explores the sense of smell and its relationship with the emotional meanings that scents may have.",
  "/wiki/Patrick_S%C3%BCskind": "Patrick Süskind (born 26 March 1949) is a German writer and screenwriter, known best for his novel Perfume: The Story of a Murderer, first published in 1985.",
  "/wiki/The_Grapes_of_Wrath": "The Grapes of Wrath is an American realist novel written by John Steinbeck and published in 1939. The book won the National Book Award\nand Pulitzer Prize for fiction, and it was cited prominently when Steinbeck was awarded the Nobel Prize in 1962.",
  "/wiki/John_Steinbeck": "John Ernst Steinbeck Jr. (/ˈstaɪnbɛk/; February 27, 1902 – December 20, 1968) was an American author. He won the 1962 Nobel Prize in Literature \"for his realistic and imaginative writings, combining as they do sympathetic humour and keen social perception.\" He has been called \"a giant of American letters,\" and many of his works are considered classics of Western literature.",
  "/wiki/The_Shadow_of_the_Wind": "The Shadow of the Wind (Spanish: La sombra del viento) is a 2001 novel by the Spanish writer Carlos Ruiz Zafón and a worldwide bestseller. The book was translated into English in 2004 by Lucia Graves and sold over a million copies in the UK after already achieving success on mainland Europe, topping the Spanish bestseller lists for weeks. It was published in the United States by Penguin Books and in Great Britain by Weidenfeld & Nicolson and Orion Books. It is believed to have sold 15 million copies worldwide, making it one of the best-selling books of all time.",
  "/wiki/Carlos_Ruiz_Zaf%C3%B3n": "Carlos Ruiz Zafón (Spanish pronunciation: [ˈkaɾlos rwiθ θaˈfon]; born 25 September 1964) is a Spanish novelist.",
  "/wiki/Interpreter_of_Maladies": "Interpreter of Maladies is a book collection of nine short stories by American author of Indian origin Jhumpa Lahiri published in 1999. It won the Pulitzer Prize for Fiction and the Hemingway Foundation/PEN Award in the year 2000 and has sold over 15 million copies worldwide.  It was also chosen as The New Yorker's Best Debut of the Year and is on Oprah Winfrey's Top Ten Book List.",
  "/wiki/Jhumpa_Lahiri": "Nilanjana Sudeshna \"Jhumpa\" Lahiri (born July 11, 1967) is an American author  known for her short stories, novels and essays in English, and, more recently, in Italian.",
  "/wiki/The_Hitchhiker%27s_Guide_to_the_Galaxy": "The Hitchhiker's Guide to the Galaxy (sometimes referred to as HG2G, HHGTTG, H2G2, or tHGttG) is a comedy science fiction series created by Douglas Adams. Originally a radio comedy broadcast on BBC Radio 4 in 1978, it was later adapted to other formats, including stage shows, novels, comic books, a 1981 TV series, a 1984 video game, and 2005 feature film.",
  "/wiki/Douglas_Adams": "Douglas Noel Adams (11 March 1952 – 11 May 2001) was an English author, screenwriter, essayist, humorist, satirist and dramatist.",
  "/wiki/Tuesdays_with_Morrie": "Tuesdays with Morrie is a memoir by American author Mitch Albom about a series of visits Albom made to his former sociology professor Morrie Schwartz, as Schwartz gradually dies of ALS.",
  "/wiki/Mitch_Albom": "Mitchell David Albom (born May 23, 1958) is an American author, journalist, screenwriter, dramatist, radio and television broadcaster, and musician. His books have sold over 39 million copies worldwide. Having achieved national recognition for sports writing in the earlier part of his career, he is perhaps best known for the inspirational stories and themes that weave through his books, plays, and films. Albom lives with his wife Janine Sabino in Detroit, Michigan.",
  "/wiki/God%27s_Little_Acre": "God's Little Acre is a 1933 novel by Erskine Caldwell about a dysfunctional farming family in Georgia obsessed with sex and wealth. The novel's sexual themes were so controversial that the New York Society for the Suppression of Vice asked a New York state court to censor it. Although controversial, the novel became an international best seller with over 10 million copies sold, and was published as an Armed Services Edition during WWII. God's Little Acre is Caldwell's most popular novel, although his reputation is often tied to his 1932 novel Tobacco Road, which was listed in the Modern Library 100 Best Novels. God's Little Acre was later adapted as a 1958 film starring Robert Ryan.",
  "/wiki/Erskine_Caldwell": "Erskine Preston Caldwell (December 17, 1903 – April 11, 1987) was an American novelist and short story writer. His writings about poverty, racism and social problems in his native Southern United States, in novels such as Tobacco Road (1932) and God's Little Acre (1933) won him critical acclaim, but his advocacy of eugenics and the sterilization of Georgia's poor whites became less popular following World War II."
}