{
  "/wiki/A_Song_of_Ice_and_Fire": "A Song of Ice and Fire is a series of epic fantasy novels by the American novelist and screenwriter George R. R. Martin. He began the first volume of the series, A Game of Thrones, in 1991, and it was published in 1996. Martin, who initially envisioned the series as a trilogy, has published five out of a planned seven volumes. The fifth and most recent volume of the series, A Dance with Dragons, was published in 2011 and took Martin six years to write. He is currently writing the sixth novel, The Winds of Winter.",
  "/wiki/George_R._R._Martin": "George Raymond Richard Martin (born George Raymond Martin; September 20, 1948), also known as GRRM, is an American novelist and short story writer in the fantasy, horror, and science fiction genres, screenwriter, and television producer. He wrote the series of epic fantasy novels, A Song of Ice and Fire, which was adapted into the HBO series Game of Thrones (2011–2019).",
  "/wiki/Discworld": "Discworld is a comic fantasy book series written by the English author Terry Pratchett, set on the Discworld, a flat planet balanced on the backs of four elephants which in turn stand on the back of a giant turtle. The series began in 1983 with The Colour of Magic and continued until the final novel The Shepherd's Crown was published in 2015, following Pratchett's death. The books frequently parody or take inspiration from J. R. R. Tolkien, Robert E. Howard, H. P. Lovecraft, Charles Dickens and William Shakespeare, as well as mythology, folklore and fairy tales, often using them for satirical parallels with cultural, political and scientific issues.[citation needed]",
  "/wiki/Terry_Pratchett": "Sir Terence David John Pratchett OBE (28 April 1948 – 12 March 2015) was an English humorist, satirist, and author of fantasy novels, especially comical works. He is best known for his Discworld series of 41 novels.",
  "/wiki/Miffy": "Miffy (Dutch: Nijntje, pronounced [ˈnɛiɲcə]) is a small female rabbit in a series of picture books drawn and written by Dutch artist Dick Bruna. The original Dutch name, \"Nijntje\", is a shortening of the diminutive konijntje, \"little rabbit\".",
  "/wiki/Dick_Bruna": "Dick Bruna (23 August 1927 – 16 February 2017) was a Dutch author, artist, illustrator and graphic designer.",
  "/wiki/Alex_Cross_(novel_series)": "Alex Cross is a crime, mystery, and thriller novel series written by James Patterson. The series focuses on  Metropolitan Police Department detective and father Alex Cross as he faces threats to his family and the city of Washington, D.C.. Supporting characters include two of Cross's children, Damon, and Janelle, as well as his grandmother Nana Mama.  The series is usually narrated in first-person perspective by Alex Cross, and occasionally from the villains' point of view in third-person.",
  "/wiki/James_Patterson": "James Brendan Patterson (born March 22, 1947) is an American author and philanthropist. Among his works are the Alex Cross, Michael Bennett, Women's Murder Club, Maximum Ride, Daniel X, NYPD Red, Witch and Wizard, and Private series, as well as many stand-alone thrillers, non-fiction and romance novels. His books have sold more than 300 million copies and he was the first person to sell 1 million e-books. In 2016, Patterson topped Forbes's list of highest-paid authors for the third consecutive year, with an income of $95 million. His total income over a decade is estimated at $700 million.",
  "/wiki/Anpanman": "Anpanman (アンパンマン) is a Japanese children's superhero picture book series written by Takashi Yanase, running from 1973 until the author's death in 2013. The series has been adapted into an anime entitled Soreike! Anpanman (それいけ!アンパンマン, Let's Go! Anpanman), which is one of the most popular anime series among young children in Japan. The series follows the adventures of Anpanman, a superhero with an anpan (a bean-jam filled pastry) for a head, who protects the world from an evil anthropomorphic germ named Baikinman.",
  "/wiki/Takashi_Yanase": "Takashi Yanase (February 6, 1919 – October 13, 2013) was a Japanese writer, poet, illustrator and lyricist. He was best known as the creator of the picture book and anime series Anpanman. Yanase was chairman of the Japan Cartoonists Association from May 2000 to 2012.",
  "/wiki/Captain_Underpants": "Captain Underpants is an illustrated children's novel series by American author and illustrator Dav Pilkey. The series revolves around two fourth-graders, George Beard and Harold Hutchins, living in Piqua, Ohio, and Captain Underpants, an aptly named superhero from one of the boys' homemade comic books, who accidentally (\"kinda on purpose\") becomes real when George and Harold hypnotize their ill-tempered principal, Mr. Krupp. Soon after, Mr. Krupp gains superpowers by drinking alien juices in the third book.",
  "/wiki/Dav_Pilkey": "David Murray \"Dav\" Pilkey Jr. (/ˈdeɪv/; born March 4, 1966)  is an American cartoonist, author and illustrator of children's literature. Pilkey is best known as the author and illustrator of the children's book series Captain Underpants and the children's graphic novel series Dog Man.",
  "/wiki/Fear_Street": "Fear Street is a teenage horror fiction series written by American author R. L. Stine, starting in 1989. In 1995, a series of books inspired by the Fear Street series, called Ghosts of Fear Street, was created for younger readers, and were more like the Goosebumps books in that they featured paranormal adversaries (ghosts, vampires, monsters, aliens, etc.) and sometimes had twist endings.",
  "/wiki/R._L._Stine": "Robert Lawrence Stine (/staɪn/; born October 8, 1943), sometimes known as Jovial Bob Stine and Eric Affabee, is an American novelist, short story writer, television producer, screenwriter, and executive editor.",
  "/wiki/Pippi_Longstocking": "Pippi Longstocking is the fictional main character in an eponymous series of children's books by Swedish author Astrid Lindgren. Pippi was named by Lindgren's daughter Karin, who asked her mother for a get-well story when she was off school.",
  "/wiki/Astrid_Lindgren": "Astrid Anna Emilia Lindgren née Ericsson; 14 November 1907 – 28 January 2002) was a Swedish writer of fiction and screenplays. She is best known for several children's book series, featuring Pippi Longstocking, Emil i Lönneberga, Karlsson-on-the-Roof, and the Six Bullerby Children (Children of Noisy Village in the US), and for the children's fantasy novels Mio, My Son, Ronia the Robber's Daughter, and The Brothers Lionheart. Lindgren worked on the Children's Literature Editorial Board at the Rabén & Sjögren publishing house in Stockholm and wrote more than 30 books for children. In January 2017, she was calculated to be the world's 18th most translated author, and the fourth most translated children's writer after Enid Blyton, Hans Christian Andersen and the Brothers Grimm. Lindgren has so far sold roughly 165 million books worldwide. In 1994, she was awarded the Right Livelihood Award for \"her unique authorship dedicated to the rights of children and respect for their individuality.\"",
  "/wiki/The_Vampire_Chronicles": "The Vampire Chronicles is a series of novels and a media franchise created by American writer Anne Rice that revolves around the fictional character Lestat de Lioncourt, a French nobleman turned into a vampire in the 18th century.",
  "/wiki/Anne_Rice": "Anne Rice (born Howard Allen Frances O'Brien, October 4, 1941) is an American author of gothic fiction, Christian literature, and erotic literature.\nShe is perhaps best known for her series of novels, The Vampire Chronicles, revolving around the central character of Lestat. Books from The Vampire Chronicles were the subject of two film adaptations, Interview with the Vampire in 1994, and Queen of the Damned in 2002.",
  "/wiki/The_Wheel_of_Time": "The Wheel of Time is a series of high fantasy novels written by American author James Oliver Rigney Jr., under his pen name of Robert Jordan. Originally planned as a six-book series, The Wheel of Time spanned fourteen volumes, in addition to a prequel novel and two companion books. Jordan began writing the first volume, The Eye of the World, in 1984, and it was published in January 1990.",
  "/wiki/Robert_Jordan": "James Oliver Rigney Jr. (October 17, 1948 – September 16, 2007), better known by his pen name Robert Jordan, was an American author of epic fantasy. He is best known for the Wheel of Time series, which was finished by Brandon Sanderson upon Jordan's death, which comprises 14 books and a prequel novel. He is one of several writers to have written original Conan the Barbarian novels; his are highly acclaimed to this day. Rigney also wrote historical fiction under his pseudonym Reagan O'Neal, a western as Jackson O'Reilly, and dance criticism as Chang Lung. Additionally, he ghostwrote an \"international thriller\" that is still believed to have been written by someone else.",
  "/wiki/Brandon_Sanderson": "Brandon Sanderson (born December 19, 1975) is an American fantasy and science fiction writer. He is best known for the Cosmere universe, in which most of his fantasy novels (most notably the Mistborn series and The Stormlight Archive) are set. He is also known for finishing Robert Jordan's high fantasy series The Wheel of Time.",
  "/wiki/OSS_117": "OSS 117 is the codename for Hubert Bonisseur de La Bath, a fictional secret agent initially from the pen of the prolific Jean Bruce. Hubert Bonisseur de La Bath is described as being an American Colonel from Louisiana of French descent. After service in the Office of Strategic Services (OSS), de La Bath worked for the Central Intelligence Agency (CIA), then the National Security Council (NSC).",
  "/wiki/Jean_Bruce": "Jean Bruce (22 March 1921 - 26 March 1963), born Jean Brochet, was a prolific French popular writer.  He also wrote under the pseudonyms of Jean Alexandre, Jean Alexandre Brochet, Jean-Martin Rouan, and Joyce Lindsay. He died in a car accident in 1963 at the age of 42.",
  "/wiki/Winnie-the-Pooh": "Winnie-the-Pooh, also called Pooh Bear and Pooh, is a fictional anthropomorphic teddy bear created by English author A. A. Milne.",
  "/wiki/A._A._Milne": "Alan Alexander Milne (/mɪln/; 18 January 1882 – 31 January 1956) was an English author, best known for his books about the teddy bear Winnie-the-Pooh and for various poems. Milne was a noted writer, primarily as a playwright, before the huge success of Pooh overshadowed all his previous work. Milne served in both World Wars, joining the British Army in World War I, and was a captain of the British Home Guard in World War II.",
  "/wiki/E._H._Shepard": "Ernest Howard Shepard OBE, MC (10 December 1879 – 24 March 1976) was an English artist and book illustrator. He is known especially for illustrations of the anthropomorphic animal and soft toy characters in The Wind in the Willows and Winnie-the-Pooh.",
  "/wiki/Magic_Tree_House_series": "The Magic Tree House is an American series of children's books written by American author Mary Pope Osborne. The original American series is illustrated by Salvatore Murdocca, although other illustrators have been used for foreign-language editions.",
  "/wiki/Mary_Pope_Osborne": "Mary Pope Osborne (born May 20, 1949) is an American author of children's books. She is best known for the Magic Tree House series, which has sold more than 143 million copies worldwide. The series has been translated into 34 languages in more than 100 countries. Osborne is coauthor of the Magic Tree House Fact Trackers series.",
  "/wiki/Left_Behind_(series)": "Left Behind is a series of 16 best-selling religious novels by Tim LaHaye and Jerry B. Jenkins, dealing with Christian dispensationalist End Times: the pretribulation, premillennial, Christian eschatological interpretation of the Biblical apocalypse. The primary conflict of the series is the members of the Tribulation Force, an underground network of converts, against the NWO-esque organization \"Global Community\" and its leader, Nicolae Carpathia, who is also the Antichrist.",
  "/wiki/Tim_LaHaye": "Tim Francis LaHaye (April 27, 1926 – July 25, 2016) was an American evangelical Protestant minister who wrote more than 85 books, both fiction and non-fiction, including the Left Behind series of apocalyptic fiction, which he co-authored with Jerry B. Jenkins.",
  "/wiki/Jerry_B._Jenkins": "Jerry Bruce Jenkins  (born September 23, 1949 in Kalamazoo, Michigan) is an American novelist and biographer. He is best known as writer of the Left Behind series of books with Tim LaHaye. Jenkins has written over 190 books, including romance novels, mysteries, and children's adventures, as well as non-fiction, including biographies and marriage & family titles. His fiction usually features evangelical Christians as protagonists.",
  "/wiki/A_Series_of_Unfortunate_Events": "A Series of Unfortunate Events is a series of thirteen novels written by American author Daniel Handler under the pen name Lemony Snicket. Although they are classified \"children's novels\", the books often have a dark, mysterious feeling to them. The books follow the turbulent lives of Violet, Klaus, and Sunny Baudelaire. After their parents' death in a fire, the children are placed in the custody of a murderous relative, Count Olaf, who attempts to steal their inheritance and, later, orchestrates numerous disasters with the help of his accomplices as the children attempt to flee. As the plot progresses, the Baudelaires gradually confront further mysteries surrounding their family and deep conspiracies involving a secret society known as V.F.D., with connections to Olaf, their parents, and many other relatives. The series is narrated by Lemony Snicket, who dedicates each of his works to his deceased love interest, Beatrice, and often attempts to dissuade the reader from reading the Baudelaires' story.",
  "/wiki/Lemony_Snicket": "Lemony Snicket is the pen name of American novelist Daniel Handler (born February 28, 1970). Snicket is the author of several children's books, also serving as the narrator of A Series of Unfortunate Events (his best known work) and a character within it and All the Wrong Questions. Thus, \"Lemony Snicket\" may refer to either the fictional character or Handler.",
  "/wiki/Daniel_Handler": "Daniel Handler (born February 28, 1970) is an American writer and musician. He is best known for his children's series A Series of Unfortunate Events and All the Wrong Questions, published under the pseudonym Lemony Snicket. The former was adapted into a Nickelodeon film in 2004 as well as a Netflix series from 2017 to 2019.",
  "/wiki/Little_House_on_the_Prairie": "The \"Little House\" Books is a series of American children's novels written by Laura Ingalls Wilder, based on her childhood and adolescence in the American Midwest (Wisconsin, Kansas, Minnesota, South Dakota, and Missouri) between 1870 and 1894. Eight of the novels were completed by Wilder, and published by Harper & Brothers. The appellation \"Little House\" books comes from the first and third novels in the series of eight published in her lifetime.  The second novel was about her husband's childhood.  The first draft of a ninth novel was published posthumously in 1971 and is commonly included in the series.",
  "/wiki/Laura_Ingalls_Wilder": "Laura Elizabeth Ingalls Wilder (February 7, 1867 – February 10, 1957) was an American writer known for the Little House on the Prairie series of children's books, published between 1932 and 1943, which were based on her childhood in a settler and pioneer family.",
  "/wiki/Jack_Reacher": "Jack Reacher is a fictional character and the protagonist of a series of crime thriller novels by British author Lee Child. After leaving the US Army as a major in its military police at age 36, Reacher roams the United States taking odd jobs and investigating suspicious and frequently dangerous situations. As of 29 October 2019[update], 24 novels have been published, the most recent being Blue Moon. The character has also appeared in short stories, and two of the novels have been adapted into successful action thriller films, starring Tom Cruise as Reacher.",
  "/wiki/Lee_Child": "James Dover Grant CBE (born 29 October 1954), primarily known by his pen name Lee Child, is a British author who writes thriller novels, and is best known for his Jack Reacher novel series. The books follow the adventures of a former American military policeman, Jack Reacher, who wanders the United States. His first novel, Killing Floor, won both the Anthony Award, and the Barry Award for Best First Novel.",
  "/wiki/The_Magic_School_Bus_(book_series)": "The Magic School Bus is a series of children's books about science, written by Joanna Cole and illustrated by Bruce Degen.  They feature the antics of Ms. Valerie Frizzle and her class, who board a sentient anthropomorphic Type A school bus which takes them on field trips to impossible locations, including the solar system, clouds, the past, and the human body. The books are written in the first person from the point of view of an unnamed student in \"the Friz's\" class. The class has a pet lizard named Liz, who accompanies the class on their field trips.",
  "/wiki/Joanna_Cole_(author)": "Joanna Cole (born August 11, 1944), is an American writer of children’s books.  She is most famous as the author of The Magic School Bus series. She has written over 250 books ranging from her first book Cockroaches to her famous series Magic School Bus, which is illustrated by Bruce Degen.",
  "/wiki/Bruce_Degen": "Bruce Degen (born June 14, 1945) is an American illustrator and writer with over forty children's books to his credit.",
  "/wiki/Where%27s_Wally%3F": "Where's Wally? (called Where's Waldo? in North America) is a British series of children's puzzle books created by English illustrator Martin Handford. The books consist of a series of detailed double-page spread illustrations depicting dozens or more people doing a variety of amusing things at a given location. Readers are challenged to find a character named Wally hidden in the group.",
  "/wiki/Martin_Handford": "Martin Handford (born 27 September 1956) is an English children's author and illustrator who gained worldwide fame in the mid-1980s with his Where's Wally? creation (known as Where's Waldo? in North America).",
  "/wiki/Men_Are_from_Mars,_Women_Are_from_Venus": "Men Are from Mars, Women Are from Venus (1992) is a book written by American author and relationship counselor John Gray, after he had earned degrees in meditation and taken a correspondence course in psychology. The book states that most common relationship problems between men and women are a result of fundamental psychological differences between the sexes, which the author exemplifies by means of its eponymous metaphor: that men and women are from distinct planets—men from Mars and women from Venus—and that each sex is acclimated to its own planet's society and customs, but not to those of the other. One example is men's complaint that if they offer solutions to problems that women bring up in conversation, the women are not necessarily interested in solving those problems, but mainly want to talk about them. The book asserts each sex can be understood in terms of distinct ways they respond to stress and stressful situations.",
  "/wiki/John_Gray_(U.S._author)": "John Gray (born December 28, 1951) is an American relationship counselor, lecturer and author. In 1969, he began a nine-year association with Maharishi Mahesh Yogi before beginning his career as an author and personal relationship counselor. In 1992 he published the book Men Are from Mars, Women Are from Venus, which became a long term best seller and formed the central theme of all his subsequent books and career activities. His books have sold millions of copies.",
  "/wiki/List_of_best-selling_books": "This page provides lists of best-selling individual books and book series to date and in any language. \"Best selling\" refers to the estimated number of copies sold of each book, rather than the number of books printed or currently owned. Comics and textbooks are not included in this list. The books are listed according to the highest sales estimate as reported in reliable, independent sources. This list is incomplete because there are many books, such as The Count of Monte Cristo by Alexandre Dumas, or A Christmas Carol by Charles Dickens, that are commonly cited as \"best-selling books\" yet have no reliable sales figures. Similarly, many notable book series that sold very widely are poorly documented (Land of Oz) or consist of multiple sub-series (Tom Swift)."
}