{
  "/wiki/Old_Norse": "Old Norse was a North Germanic language that was spoken by inhabitants of Scandinavia and their overseas settlements from about the 9th to the 13th centuries.",
  "/wiki/Gylfaginning": "Gylfaginning (Old Norse pronunciation [ˈɟʏlvaˌɟɪnːɪŋg]; Icelandic pronunciation: ​[ˈcɪlvaˌcɪnːiŋk]; Tricking of Gylfi; c. 20,000 words) is the first part of Snorri Sturluson's 13th century Prose Edda after Prologue. The Gylfaginning deals with the creation and destruction of the world of the Norse gods, and many other aspects of Norse mythology. The second part of the Prose Edda is called the Skáldskaparmál and the third Háttatal.",
  "/wiki/Nafna%C3%BEulur": "Nafnaþulur is a subsection of Snorri Sturluson's Prose Edda, the last part of the Skáldskaparmál. It is a listing in verse of names that may be used in poetry for various items, such as gods, giants, people, animals, and weapons. The verses are not in all manuscripts of the Edda and appear independently, and are probably a later addition to Snorri's original composition; they may have been one of its sources. They are often omitted from editions and translations of the Edda.",
  "/wiki/Gefjon": "In Norse mythology, Gefjon (alternatively spelled Gefion or Gefjun) is a goddess associated with ploughing, the Danish island of Zealand, the legendary Swedish king Gylfi, the legendary Danish king Skjöldr, foreknowledge, and virginity. Gefjon is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources; the Prose Edda and Heimskringla, written in the 13th century by Snorri Sturluson; in the works of skalds; and appears as a gloss for various Greco-Roman goddesses in some Old Norse translations of Latin works.",
  "/wiki/Matres_and_Matrones": "The Matres (Latin \"mothers\") and Matronae (Latin \"matrons\") were female deities venerated in Northwestern Europe, of whom relics are found dating from the first to the fifth century.   They are depicted on votive offerings and altars that bear images of goddesses, depicted almost entirely in groups of three, that feature inscriptions (about half of which feature Continental Celtic names and half of which feature Germanic names) and were venerated in regions of Germania, Eastern Gaul, and Northern Italy (with a small distribution elsewhere) that were occupied by the Roman army from the first to the fifth century.",
  "/wiki/Flax": "Flax (Linum usitatissimum), also known as common flax or linseed, is a member of the genus Linum in the family Linaceae. It is a food and fiber crop cultivated in cooler regions of the world. Textiles made from flax are known in the Western countries as linen, and traditionally used for bed sheets, underclothes, and table linen. Its oil is known as linseed oil.  In addition to referring to the plant itself, the word \"flax\" may refer to the unspun fibers of the flax plant. The plant species is known only as a cultivated plant, and appears to have been domesticated just once from the wild species Linum bienne, called pale flax.",
  "/wiki/H%C3%A4rn%C3%B6sand": "Härnösand is a locality and the seat of Härnösand Municipality in Västernorrland County, Sweden with 17,556 inhabitants in 2010. It is called \"the gate to the High Coast\" because of the world heritage landscape just a few miles north of Härnösand. Härnösand is the seat of the Diocese of Härnösand.",
  "/wiki/V%C3%A9_(shrine)": "In Germanic paganism, a vé (Old Norse) or wēoh (Old English) is a type of shrine, sacred enclosure or other place with religious significance. The term appears in skaldic poetry and in place names in Scandinavia (with the exception of Iceland), often in connection with an Old Norse deity or a geographic feature.",
  "/wiki/Troll": "A troll is a class of being in Norse mythology and Scandinavian folklore. In Old Norse sources, beings described as trolls dwell in isolated rocks, mountains, or caves, live together in small family units, and are rarely helpful to human beings.",
  "/wiki/Dellingr": "In Norse mythology, Dellingr (Old Norse possibly \"the dayspring\" or \"shining one\") is a god. Dellingr is attested in the Poetic Edda, compiled in the 13th century from earlier traditional sources, and in the Prose Edda, written in the 13th century by Snorri Sturluson. In both sources, Dellingr is described as the father of Dagr, the personified day. The Prose Edda adds that, depending on manuscript variation, he is either the third husband of Nótt, the personified night, or the husband of Jörð, the personified earth. Dellingr is also attested in the legendary saga Hervarar saga ok Heiðreks. Scholars have proposed that Dellingr is the personified dawn and his name may appear both in an English surname and place name.",
  "/wiki/Heimdallr": "In Norse mythology, Heimdallr is a god who possesses the resounding horn Gjallarhorn, owns the golden-maned horse Gulltoppr, is called the shining god and the whitest of the gods, has gold teeth, and is the son of Nine Mothers (who may represent personified waves). Heimdallr is attested as possessing foreknowledge, keen eyesight and hearing, and keeps watch for invaders  and the onset of Ragnarök while drinking fine mead in his dwelling Himinbjörg, located where the burning rainbow bridge Bifröst meets the sky. Heimdallr is said to be the originator of social classes among humanity and once regained Freyja's treasured possession Brísingamen while doing battle in the shape of a seal with Loki. Heimdallr and Loki are foretold to kill one another during the events of Ragnarök. Heimdallr is additionally referred to as Rig, Hallinskiði, Gullintanni, and Vindlér or Vindhlér.",
  "/wiki/Ynglinga_saga": "Ynglinga saga is a legendary saga, originally written in Old Norse by the Icelandic poet and historian Snorri Sturluson about 1225. It is the first section of his Heimskringla. It was first translated into English and published in 1844 by Samuel Laing.",
  "/wiki/Br%C3%ADsingamen": "In Norse mythology, Brísingamen (or Brísinga men) is the torc or necklace of the goddess Freyja. The name is an Old Norse compound brísinga-men whose second element is men \"(ornamental) neck-ring (of precious metal), torc\". The etymology of the first element is uncertain. It has been derived from Old Norse brísingr, a poetic term for \"fire\" or \"amber\" mentioned in the anonymous versified word-lists (þulur) appended to many manuscripts of the Prose Edda, making Brísingamen \"gleaming torc\", \"sunny torc\", or the like. However, Brísingr can also be an ethnonym, in which case Brísinga men is \"torque of the Brísings\"; the Old English parallel in Beowulf supports this derivation, though who the Brísings (Old Norse Brísingar) may have been remains unknown.",
  "/wiki/Wild_boar": "The wild boar (Sus scrofa), also known as the wild swine, Eurasian wild pig, or simply wild pig, is a suid native to much of Eurasia, North Africa, and the Greater Sunda Islands. Human intervention has spread its distribution further, making the species one of the widest-ranging mammals in the world, as well as the most widely spread suiform. Its wide range, high numbers, and adaptability mean that it is classed as least concern by the IUCN and it has become an invasive species in part of its introduced range. The animal probably originated in Southeast Asia during the Early Pleistocene, and outcompeted other suid species as it spread throughout the Old World.",
  "/wiki/Sk%C3%A1ldskaparm%C3%A1l": "The second part of Snorri Sturluson's Prose Edda the Skáldskaparmál (Old Norse pronunciation: [ˈskaldskaparˌmɒːl], Icelandic pronunciation: ​[ˈskaultskaparˌmauːl], \"language of poetry\"; c. 50,000 words) is effectively a dialogue between Ægir, the Norse god of the sea, and Bragi, the god of poetry, in which both Norse mythology and discourse on the nature of poetry are intertwined. The origin of a number of kennings is given; then Bragi delivers a systematic list of kennings for various people, places and things. He then goes on to discuss poetic language in some detail, in particular heiti, the concept of poetical words which are non-periphrastic (like steed for horse), and again systematises these. This in a way forms an early form of poetic thesaurus.",
  "/wiki/Vanir": "In Norse mythology, the Vanir (/ˈvɑːnɪr/; singular Vanr) are a group of gods associated with nature, fertility, wisdom, and the ability to see the future. The Vanir are one of two groups of gods (the other being the Æsir) and are the namesake of the location Vanaheimr (Old Norse \"Home of the Vanir\"). After the Æsir–Vanir War, the Vanir became a subgroup of the Æsir. Subsequently, members of the Vanir are sometimes also referred to as members of the Æsir.",
  "/wiki/Bl%C3%B3t": "Blót  is the term for \"sacrifice\" in Norse paganism. A blót could be dedicated to any of the Norse gods, the spirits of the land, and to ancestors. \nThe sacrifice involved aspects of a sacramental meal or feast.",
  "/wiki/Freyr": "Freyr (Old Norse: Lord), sometimes anglicized as Frey, is a widely attested god in Norse mythology, associated with sacral kingship, battle, virility, peace and prosperity, with sunshine and fair weather, and with good harvest. Freyr, sometimes referred to as Yngvi-Freyr, was especially associated with Sweden and seen as an ancestor of the Swedish royal house. According to Adam of Bremen, Freyr was associated with peace and pleasure, and was represented with a phallic statue in the Temple at Uppsala. According to Snorri Sturluson, Freyr was \"the most renowned of the æsir\", and was venerated for good harvest and peace.",
  "/wiki/D%C3%ADs": "In Norse mythology, a dís (\"lady\", plural dísir) is a ghost, spirit or deity associated with fate who can be either benevolent or antagonistic towards mortals. Dísir may act as protective spirits of Norse clans. Their original function was possibly that of fertility goddesses who were the object of both private and official worship called dísablót, and their veneration may derive from the worship of the spirits of the dead. The dísir, like the valkyries, norns, and vættir, are almost always referred to collectively. The North Germanic dísir and West Germanic Idisi are believed by some scholars to be related due to linguistic and mythological similarities, but the direct evidence of Anglo-Saxon and Continental German mythology is limited. The dísir play roles in Norse texts that resemble those of fylgjur, valkyries, and norns, so that some have suggested that dísir is a broad term including the other beings.",
  "/wiki/Freyja": "In Norse mythology, Freyja (/ˈfreɪə/; Old Norse for \"(the) Lady\") is a goddess associated with war, death, love, sex, beauty, fertility, gold, and seiðr. Freyja is the owner of the necklace Brísingamen, rides a chariot pulled by two cats, is accompanied by the boar Hildisvíni, and possesses a cloak of falcon feathers. By her husband Óðr, she is the mother of two daughters, Hnoss and Gersemi. Along with her brother Freyr, her father Njörðr, and her mother (Njörðr's sister, unnamed in sources), she is a member of the Vanir. Stemming from Old Norse Freyja, modern forms of the name include Freya, Freyia, and Freja."
}