{
  "/wiki/Esteghlal_F.C.": "Esteghlal Tehran Football Club (Persian: باشگاه فوتبال استقلال تهران‎), commonly known as Esteghlal, is an Iranian football club based in capital Tehran, that competes in the Persian Gulf Pro League. The club was founded in 1945 as Docharkheh Savaran (Persian: دوچرخه سواران‎; meaning 'the bikers') and previously known as Taj Tehran Football Club (Persian: باشگاه فوتبال تاج تهران‎; meaning 'the crown') between 1949 and 1979. The club is part of the multisport club Esteghlal of Iran Athletic and Cultural Company (Persian: شرکت فرهنگی ورزشی استقلال ایران‎). They are the first team which got 1000 points in Persian Gulf Pro League.",
  "/wiki/Tehran": "Tehran or Teheran (/tɛəˈræn, -ˈrɑːn, ˌteɪə-/; Persian: تهران‎ Ťehrân [tehˈɾɒːn] (listen)) is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East (after Cairo). It is ranked 24th in the world by the population of its metropolitan area.",
  "/wiki/Azadi_Stadium": "The Azadi Stadium (Persian: ورزشگاه آزادی‎ varzeshgāh-e āzādi), opened as the Aryamehr Stadium (Persian: ورزشگاه آریامهر‎ varzeshgāh-e āryāmehr), is an all-seater football stadium in Tehran, Iran. The stadium was designed by Skidmore, Owings & Merrill, an American architectural, urban planning, and engineering firm. It was inaugurated on 18 October 1971 by Mohammad Reza Pahlavi, the last Shah of Iran; it is currently self-owned by Esteghlal and Persepolis. It is also the home stadium of the Iran national football team. It has a capacity of 78,116 spectators, as the result of conversion to all-seater stadium. The stadium is part of the much larger Azadi Sport Complex, and is surrounded by a rowing river, football training pitches, a weightlifting complex, swimming facilities and indoor volleyball and futsal courts, among many other amenities.",
  "/wiki/Foolad_F.C.": "Foolad Khuzestan Football Club (Persian: باشگاه فوتبال فولاد خوزستان‎) is an Iranian football club, based in Ahwaz, Khuzestan that plays in Persian Gulf Pro League. Foolad F.C. was founded in 1971 and is owned by Foolad Khuzestan Company. It was named Foolad partially because it is funded by the industry in Khuzestan.",
  "/wiki/Ahvaz": "Ahvaz (Persian: اهواز‎, romanized: Ahvāz), also known as Ahwaz or Al-Ahwaz (Arabic: الأهواز‎ or الأحواز), is a city in the southwest of Iran and the capital of Khuzestan province. Ahvaz's population is about 1,300,000 and its built-up area with the nearby town of Sheybani is home to 1,136,989 inhabitants. It is home to Persians, Arabs, Bakhtiaris, Dezfulis, Shushtaris, etc. and different languages are spoken in it, such as Persian, Arabic, the Luri dialects of Luri (Bakhtiari dialect), Dezfuli, Shushtari, etc.",
  "/wiki/Foolad_Arena": "Foolad Arena (Persian: فولاد آرنا‎) is a newly built stadium in Ahvaz, which was opened on 13 November 2018. It hosts the home matches of Foolad since March 2019. The stadium was planned to be completed by November 2013, which was changed to middle of 2018 due to financial problems.",
  "/wiki/Gol_Gohar_Sirjan_F.C.": "Gol Gohar Sirjan Football Club (Persian: باشگاه فوتبال گل‌گهر سیرجان‎) is an Iranian football club based in Sirjan, Iran. They currently compete in the Persian Gulf Pro League.",
  "/wiki/Sirjan": "Sirjan (Persian: سيرجان‎, also Romanized as Sīrjān; formerly, Sa‘īdābād) is a city and the capital of Sirjan County, Kerman Province, Iran.  According to the 2016 census, its population was 324,103 in 95,357 families. Sirjan is located 960 kilometers from the Iranian capital of Tehran, and 175 kilometers from the provincial capital of Kerman. It is known for its pistachios, Kilim and its wind towers, locally known as Bādgir-e Chopoqi (calumet louver).",
  "/wiki/Machine_Sazi_F.C.": "Machine Sazi Tabriz Football Club (Persian: باشگاه فوتبال ماشین‌سازی تبریز‎) more commonly known as Machine Sazi is an Iranian football club based in Tabriz, East Azerbaijan, Iran, who currently play in the Persian Gulf Pro League. Machine Sazi is the oldest team in the northwest of Iran and is owned by Mohammad Reza Zonuzi.",
  "/wiki/Tabriz": "Tabriz (Persian: تبریز‎ [tæbˈɾiːz] (listen); Azerbaijani: Təbriz) is the most populated city in northwestern Iran, one of the historical capitals of Iran and the present capital of East Azerbaijan province. It is  the sixth most populous city in Iran. Located in the Quru River valley, in Iran's historic Azerbaijan region, between long ridges of volcanic cones in the Sahand and Eynali mountains, Tabriz's elevation ranges between 1,350 and 1,600 metres (4,430 and 5,250 ft) above sea level. The valley opens up into a plain that gently slopes down to the eastern shores of Lake Urmia, 60 kilometres (37 miles) to the west. With cold winters and temperate summers, Tabriz is considered a summer resort. It was named World Carpet Weaving City by the World Crafts Council in October 2015 and Exemplary Tourist City of 2018 by the Organisation of Islamic Cooperation.",
  "/wiki/Bagh_Shomal_Stadium": "The Takhti Stadium2 (Persian: ورزشگاه تختي‎) formerly known as Bagh Shomal Stadium3  (Persian: ورزشگاه باغ شمال‎) is a multi-use stadium in Tabriz, Iran. It is currently used mostly for football matches and is the home stadium of Iran Pro League team Machine Sazi. The stadium holds 25,000 people. Iran Team Melli's largest ever victory took place in this stadium, in the match against Guam on 24 November 2000 in which Iran won by 19–0.",
  "/wiki/Yadegar-e-Emam_Stadium": "Yadegar-e Emam Stadium, also popularly known as Sahand Stadium is a multi-purpose stadium in Tabriz, Iran. It is currently used mostly for football matches. The stadium was built in 1996 and has a capacity of 66,833 people. Tractor , the Persian Gulf Pro league side playes their home games at the stadium.",
  "/wiki/Bonyan_Diesel_Stadium": "Shahid Qasem Soleimani Stadium (Persian: ورزشگاه شهید قاسم سلیمانی) is a soccer-specific stadium belongs to Machine Sazi FC, located in west Tabriz, Iran. The capacity of the stadium is 12,000. The stadium was founded in 2011 as Bonyan Diesel Stadium, But it was renamed Shahid Qasem Soleimani in 2020 after Qasem Soleimani's death.",
  "/wiki/Naft_Masjed_Soleyman_F.C.": "Naft Masjed Soleyman Football Club (Persian: باشگاه فوتبال نفت مسجدسلیمان‎) is an Iranian LOR football club based in Masjed-Soleyman, Iran. They currently compete in the Persian Gulf Pro League as they were promoted at the end of 2017–18 season. Naft Masjed-Soleyman is owned by the NISOC.",
  "/wiki/Masjed_Soleyman": "Masjed Soleyman (Persian: ایرسليمان‎, Luri: Ir-Soleyman (Irsoleymān); also Romanized as Masjed Soleymān, Masjed-e Soleymān, Masjed Soleiman, and Masjid-i-Sulaiman) is a city and capital of Masjed Soleyman County, Khuzestan Province, Iran.  At the 2006 census, its population was 206,121, in 51,530 families.  Masjed Soleiman is a historical city which is located among the Zagros Mountains.",
  "/wiki/Behnam_Mohammadi_Stadium": "Behnam Mohammadi Stadium (Persian: ورزشگاه بهنام محمدی‎) is a multi-purpose stadium, located in Masjed Soleyman, Khuzestan Province, Iran. It is used mostly for football matches.  The stadium is the first modern venue in Iran, being build in 1908. It has a capacity of 8,000 people and is owned by Persian Gulf Pro League side Naft Masjed Soleyman.",
  "/wiki/F.C._Nassaji_Mazandaran": "Football Club Nassaji Mazandaran (Persian: باشگاه فوتبال نساجی مازندران) is an Iranian football club based in Qa'em Shahr, Mazandaran, Iran. They currently compete in the Persian Gulf Pro League.",
  "/wiki/Qaemshahr": "Qaem Shahr pronunciation (help·info) (Persian: قائم‌شهر‎, also Romanized as Qā’em Shahr; formerly known as Shāhi (Persian: Ŝāhi)  is a city and capital of Qaem Shahr County, Mazandaran Province, Iran.  At the 2016 census, its population was 204,953.",
  "/wiki/Vatani_Stadium": "Vatani Stadium (Persian: ورزشگاه وطنی‎) is a multi-use stadium in Qa'em Shahr, Iran. It is currently used for football matches and is the home stadium of Persian Gulf Pro League team F.C. Nassaji Mazandaran The stadium holds 15,000 people.",
  "/wiki/F.C._Pars_Jonoubi_Jam": "Football Club Pars Jonoubi Jam (Persian: باشگاه فوتبال پارس جنوبی جم‎), commonly known as Pars Jonoubi Jam, is an Iranian football club based in Jam, Bushehr. They were promoted to the Persian Gulf Pro League in 2016–17 season.",
  "/wiki/Jam,_Iran": "Jam (Persian: جم‎; also Romanized as Jamm; also known as Jām-e Jam) is a city in and capital of Jam County, Bushehr Province, Iran.  At the 2006 census, its population was 10,809, in 2,734 families.",
  "/wiki/Takhti_Stadium_(Jam)": "Takhti Jam is a multi-purpose stadium[when?], located in Jam, Iran. It is used mostly for football matches. The stadium is able to hold 15,000 people. Takhti Jam is the home stadium of Pars Jonoubi Jam. It is owned by the PSEEZ (Pars Special Energy Economic Zone).",
  "/wiki/Paykan_F.C.": "Paykan Football Club (Persian: باشگاه فوتبال پيکان‎) is a football team based in Tehran, Iran. The team is sponsored by Iran's main automobile manufacturer Iran Khodro and is named after one of its older products; the Paykan car. Paykan F.C. is the football club of the multisport Paykan Sport Club which also includes Basketball and volleyball teams.",
  "/wiki/Shahr-e_Qods": "Qods (Persian: قدس‎, also known as Shahr-e Qods, meaning \"City of Qods\"; formerly, Karaj, Qal‘eh Hasan, and Qal‘eh-ye Ḩasan Khān) is a city and capital of Qods County, Tehran Province, Iran. At the 2006 census, its population was 229,354, in 60,331 families. Before Qods officially became a municipality in 1989 it was named Qal‘eh Hasan. The Persian Gulf Pro League team Paykan plays in the city at Shahre Qods Stadium.",
  "/wiki/Shahre_Qods_Stadium": "The Shohada Shahr-e Qods Stadium (Persian: ورزشگاه شهدای شهرقدس‎) is a football stadium in Shahr-e Qods, Tehran, Iran with a 18,000 seating capacity. It is currently the home stadium of Paykan and Rah Ahan.",
  "/wiki/Persepolis_F.C.": "Persepolis Football Club (Persian: باشگاه فوتبال پرسپولیس), is a Persian Gulf Pro League professional football club based in Tehran, Iran.",
  "/wiki/Saipa_F.C.": "Saipa Football Club (Persian: باشگاه فوتبال سايپا‎) is a football club from Karaj Iran. The team is owned by SAIPA, an Iranian automobile manufacturer. The team has never had a large fanbase, despite some success. It is known to have one of the best youth academies in Iranian football and regularly promotes academy players to the first team.",
  "/wiki/Shahid_Dastgerdi_Stadium": "The Shahid Dastgerdi Stadium (also known as PAS Tehran Stadium) (Persian: ورزشگاه شهيد دستگردی‎) is a football stadium located in the Ekbatan area of Tehran, Iran. It was named after a casualty of the Iran–Iraq War. It is the former home of PAS Tehran F.C. and now hosts the Iran national under-20 football team.",
  "/wiki/Sanat_Naft_Abadan_F.C.": "Sanat Naft Abadan Football Club (Persian: باشگاه فوتبال صنعت نفت آبادان‎) is an Iranian football club based in Abadan, Iran. They currently play in the Persian Gulf Pro League after being promoted from the Azadegan League in the 2015–2016 season. The team is sponsored by Iran's national petroleum industry and is part of the sports club Sanat Naft Athletic Club. Sanat Naft has a reserve team, Sanat Naft Novin who currently compete in the 2nd Division.",
  "/wiki/Abadan,_Iran": "Abadan (Persian: آبادان‎ Ābādān, pronounced [ʔɒːbɒːˈdɒːn]) is a city and capital of Abadan County, Khuzestan Province, which is located in the southwest of Iran. It lies on Abadan Island (68 km or 42 mi long, 3–19 km or 2–12 miles wide). The island is bounded in the west by the Arvand waterway and to the east by the Bahmanshir outlet of the Karun River (the Arvand Rood), 53 kilometres (33 mi) from the Persian Gulf, near the Iran–Iraq border. Abadan is 140 km from the provincial capital city of Ahvaz.",
  "/wiki/Takhti_Stadium_(Abadan)": "The Abadan Takhti Stadium (Persian: ورزشگاه تختى آبادان) is a multi-purpose stadium built in Abadan, Khuzestan province, Iran. It is currently used mostly for football matches and is the home stadium of Sanat Naft who play in the Persian Gulf Pro League. The stadium holds 8,000 people.\nCoordinates: 30°20′22″N 48°17′32″E﻿ / ﻿30.33944°N 48.29222°E﻿ / 30.33944; 48.29222",
  "/wiki/Sepahan_S.C.": "Foolad Mobarakeh Sepahan Sport Club (Persian: باشگاه ورزشی فولاد مبارکه سپاهان‎), commonly known as Sepahan S.C., is an Iranian sport club based in Isfahan. They are playing in Iran's top-level competition known as Persian Gulf Pro League. With 5 championships, is one of the most successful football clubs in Iran. In 2002–03 season, they became the first non-Tehran based team to win the Iranian League title. They are also the first Iranian football club who won three consecutive titles in Iranian Football League history.",
  "/wiki/Isfahan": "Isfahan (Persian: اصفهان‎, romanized: Esfahān [esfæˈhɒːn] (listen)), historically also rendered in English as Ispahan, Sepahan, Esfahan  or Hispahan, is a city in Iran. It is located 406 kilometres (252 miles) south of Tehran, and is the capital of Isfahan Province.",
  "/wiki/Naghsh-e-Jahan_Stadium": "Naghsh-e- Jahan Stadium (Persian: ورزشگاه نقش جهان‎, Image of the World Stadium), is a stadium in Isfahan, Iran Construction finished on October 31, 2016 and it became the new stadium of the football club Sepahan.",
  "/wiki/Shahin_Bushehr_F.C.": "Shahin Lian Shahrdari Bushehr Football Club (Persian: باشگاه فوتبال شاهین لیان شهرداری بوشهر‎) is an Iranian football club based in Bushehr, Iran. They are one of the most historical football clubs in Iran and hold home games at Shahid Beheshti Stadium.",
  "/wiki/Bushehr": "Bushehr or Bushire (Persian: بوشهر‎ [buːˈʃe(h)ɾ] (listen); also romanised as Būshehr, Bouchehr, Buschir and Busehr), also known as Bandar Bushehr (Persian: بندر بوشهر‎; also romanised as Bandar Būshehr and Bandar-e Būshehr), previously Beh Ardasher, Antiochia in Persis (Ancient Greek: Ἀντιόχεια τῆς Περσίδος, romanized: Antiócheia tês Persídos) and Bukht Ardashir, is the capital city of Bushehr Province, Iran. At the 2006 census, its population was 161,674, in 40,771 families.",
  "/wiki/Shahid_Beheshti_Stadium": "Shahin Bushehr F.C. (Persian: ورزشگاه شهید بهشتی‎) is a multi-use stadium in Bushehr, Iran. It is currently used for football matches and is the home stadium of Iran Pro League team Iranjavan F.C.. The stadium holds 15,000 people.",
  "/wiki/Shahr_Khodro_F.C.": "Shahr Khodro Football Club (Persian: باشگاه فوتبال شهرخودرو‎), is an Iranian football club based in Mashhad, Razavi Khorasan, that competes in the Persian Gulf Pro League. The club was founded in 2013 as Padideh Mashhad Football Club (Persian: باشگاه فوتبال پدیده مشهد‎).",
  "/wiki/Mashhad": "Mashhad (Persian: مشهد‎, romanized: Mašhad [mæʃˈhæd] (listen)), also spelled Mashad or Meshad, is the second-most-populous city in Iran and the capital of Khorasan-e Razavi Province. It is located in the northeast of the country. It has a population of 3,001,184 (2016 census), which includes the areas of Mashhad Taman and Torqabeh. It was a major oasis along the ancient Silk Road connecting with Merv to the east.",
  "/wiki/Imam_Reza_Stadium": "The Imam Reza Stadium (Persian: ورزشگاه امام رضا‎) is an all-seated football stadium located in Mashhad, Iran. The stadium has a seating capacity of 27,700 and is the sixth biggest stadium in Iran. It will host some matches of Iran national football team. The stadium completed in January 2017 and was opened on 14 March 2017 on the day of Chaharshanbe Suri.",
  "/wiki/Tractor_S.C.": "Tractor Sport Club (Persian: باشگاه ورزشی تراکتور‎), commonly known as Tractor, formerly Tractor Sazi, is an Iranian football club based in Tabriz, East Azerbaijan, that competes in the Persian Gulf Pro League. The club was founded in 1970 by the Iran Tractor Manufacturing Company.",
  "/wiki/Yadegar-e_Emam_Stadium_(Tabriz)": "Yadegar-e Emam Stadium, also popularly known as Sahand Stadium is a multi-purpose stadium in Tabriz, Iran. It is currently used mostly for football matches. The stadium was built in 1996 and has a capacity of 66,833 people. Tractor , the Persian Gulf Pro league side playes their home games at the stadium.",
  "/wiki/Zob_Ahan_Esfahan_F.C.": "Zob Ahan Esfahan Football Club (Persian: باشگاه فوتبال ذوب‌آهن اصفهان‎) is an Iranian football club based in Fuladshahr, Iran. It competes in the Persian Gulf Pro League.\nThe team is sponsored by the Isfahan Steel Company, which also goes by the name Zob Ahan. The club's main rival is fellow Isfahani team Sepahan, which is also sponsored by the rival steel mill Mobarakeh Steel Company.",
  "/wiki/Fuladshahr": "Fuladshahr (Persian: فولادشهر‎, also Romanized as Fūlādshahr and Fūlād Shahr; formerly, Pūlād Shahr and Āryā Shahr) meaning \"steel city\" is a city & capital in the Fuladshahr District of Lenjan County, Isfahan Province, Iran. At the 2006 census, its population was 55,496, in 13,822 families.",
  "/wiki/Persian_Gulf_Pro_League": "The Persian Gulf Pro League (Persian: لیگ برتر خلیج فارس‎), formerly known as the Iran Pro League (Persian: لیگ برتر فوتبال ایران‎), is the highest division of professional football in Iran. The league was also known as the Persian Gulf Cup (Persian: جام خلیج فارس‎) from 2006. It is the top-level football league in Iran since its foundation in 2 November 2001. Each year, the top finishing team in the Persian Gulf Pro League becomes the Iranian football champion, and the lowest finishing teams are relegated to Azadegan League."
}