{
  "/wiki/The_Black_Donnellys": "The Black Donnellys is an American drama television series that debuted on NBC on February 26, 2007 and last aired on April 2, 2007. Thereafter, NBC began releasing new episodes weekly on NBC.com[citation needed] until the series was cancelled. The Black Donnellys was created by Paul Haggis and Robert Moresco featured in the cast Jonathan Tucker, Olivia Wilde, Billy Lush, Tom Guiry, Kirk Acevedo, and relative newcomers Michael Stahl-David and Keith Nobbs.",
  "/wiki/Victorious": "Victorious (stylized as VICTORiOUS) is an American sitcom created by Dan Schneider that originally aired on Nickelodeon from March 27, 2010 to February 2, 2013. The series revolves around aspiring singer Tori Vega (portrayed by Victoria Justice), a teenager who attends a performing arts high school called Hollywood Arts High School, after taking her older sister Trina's (Daniella Monet) place in a showcase while getting into screwball situations on a daily basis. On her first day at Hollywood Arts, she meets Andre Harris (Leon Thomas III), Robbie Shapiro (Matt Bennett), Rex Powers (Robbie's puppet), Jade West (Elizabeth Gillies), Cat Valentine (Ariana Grande), and Beck Oliver (Avan Jogia). The series premiered after the 2010 Kids' Choice Awards. The series won for Favorite TV Show award at the 2012 Kids' Choice Awards and 2013 Kids' Choice Awards, beating out iCarly. Victorious earned four Emmy nominations.",
  "/wiki/Jade_West": "This is a list of characters from the Nickelodeon sitcom Victorious. The series centers on Tori Vega, a student of Hollywood Arts, who gets into wacky unpredictable situations with her friends.",
  "/wiki/ICarly": "iCarly is an American teen sitcom created by Dan Schneider that ran on Nickelodeon from September 8, 2007 until November 23, 2012. The series stars Miranda Cosgrove, Jennette McCurdy, Nathan Kress and Jerry Trainor, and tells the story of Carly Shay, a teenager who creates her own web show called 'iCarly' with her best friends Sam Puckett and Freddie Benson, in the attic of her apartment loft with her older brother Spencer Shay. The web show quickly becomes an internet phenomenon and the trio must deal with their newfound fame, while also dealing with adolescence.",
  "/wiki/IParty_with_Victorious": "iParty with Victorious is a 2011 special 90-minute television movie crossover episode of the television series iCarly and Victorious. It premiered on Nickelodeon June 11, 2011.",
  "/wiki/Big_Time_Rush": "Big Time Rush is an American musical comedy television series that originally aired on Nickelodeon from November 28, 2009, until July 25, 2013. It was created by Scott Fellows (known for his work as creator of Ned's Declassified School Survival Guide,  Johnny Test, and as head writer of The Fairly OddParents). It focuses on the Hollywood misadventures of four hockey players from Duluth, Minnesota: Kendall Knight, James Diamond, Carlos Garcia, and Logan Mitchell, after they are selected to form a boy band by fictional mega music producer, Gustavo Rocque.",
  "/wiki/Big_Time_Secret": "Big Time Rush, (also known as BTR), is an American television series created by Scott Fellows about the Hollywood misadventures of four hockey players from Minnesota—Kendall, James, Carlos, and Logan, after they are selected to form a boy band. The series premiered with an hour-long pilot episode, \"Big Time Audition\", on Nickelodeon, on November 28, 2009. Its official debut episode premiered on January 18, 2010, earning 6.8 million viewers, making it Nickelodeon's highest-rated live-action series debut ever. The final episode aired on July 25, 2013, after four seasons comprising a total of 74 episodes.",
  "/wiki/Winx_Club": "Winx Club is an Italian-American[a] animated television series created by Iginio Straffi and co-produced by Rainbow SpA and Nickelodeon. It is set in a magical universe that is inhabited by fairies, witches, and other mythical creatures. The show follows a fairy warrior named Bloom as she enrolls at Alfea College to train and hone her skills. The series uses a serial format that has an ongoing storyline, with individual story arcs comprising each season. It premiered on 28 January 2004, becoming a ratings success in Italy and on Nickelodeon networks internationally.",
  "/wiki/White_Collar_(TV_series)": "White Collar is a USA Network television series created by Jeff Eastin, starring Tim DeKay as FBI Special Agent Peter Burke and Matt Bomer as Neal Caffrey, a highly intelligent and multitalented con artist working as Burke's criminal informant. Willie Garson and Tiffani Thiessen also star. The show premiered on October 23, 2009, and aired six complete seasons, with the final season concluding on December 18, 2014.",
  "/wiki/Upper_West_Side_Story": "\"Upper West Side Story\" is the 12th episode of the third season of the American comedy-drama television series White Collar, and the 42nd episode overall. It was first broadcast on USA Network in the United States on January 24, 2012.  The episode was directed by Russell Lee Fine and written by Alexandra McNally and Jim Campolongo.",
  "/wiki/The_Exes": "The Exes is an American sitcom starring Donald Faison, Wayne Knight, Kristen Johnston, David Alan Basche, and Kelly Stables. It debuted on TV Land on November 30, 2011, airing on Wednesday nights at 10:30 p.m. The series was created by Mark Reisman and follows three divorced men who live in a New York City apartment owned by their divorce lawyer.",
  "/wiki/Sam_%26_Cat": "Sam & Cat is an American teen sitcom that originally aired from June 8, 2013, to July 17, 2014, on Nickelodeon. It is a crossover spin-off/sequel of both iCarly and Victorious. It stars Jennette McCurdy as Sam Puckett from iCarly,  and Ariana Grande as Cat Valentine from Victorious.   The girls meet by chance during a bizarre adventure and become roommates, then start a babysitting business to earn extra money. The series was picked up for 20 episodes on November 29, 2012. It began filming in January 2013 and premiered on June 8, 2013. The first season was doubled to 40 episodes on July 11, 2013.",
  "/wiki/Killing_Daddy": "Killing Daddy (also known as My Father Must Die) is a 2014 TV movie that aired on Lifetime. The film stars Elizabeth Gillies, Cynthia Stevenson, and William R. Moses.",
  "/wiki/Sex_%26_Drugs_%26_Rock_%26_Roll_(TV_series)": "Sex & Drugs & Rock & Roll is an American comedy television series created by and starring Denis Leary. The series aired on FX for a total of 20 episodes from July 16, 2015, to September 1, 2016. In September 2015, the network renewed the show for a second season, which premiered on June 30, 2016. On September 9, 2016, following the end of the second season, FX canceled the show.",
  "/wiki/The_Penguins_of_Madagascar": "The Penguins of Madagascar is an American CGI animated television series that had aired on Nickelodeon. It stars nine characters from the DreamWorks Animation animated film Madagascar: The penguins Skipper (Tom McGrath), Rico (John DiMaggio), Kowalski (Jeff Bennett), and Private (James Patrick Stuart); the lemurs King Julien (Danny Jacobs), Maurice (Kevin Michael Richardson), and Mort (Andy Richter); and Mason (Conrad Vernon) and Phil the chimpanzees. Characters new to the series include Marlene the otter (Nicole Sullivan) and a zookeeper named Alice (Mary Scheer). It is the first Nicktoon produced with DreamWorks Animation. The series was executive produced by Bob Schooley and Mark McCorkle, who were the creators of Pixar's 2D-animated series Buzz Lightyear of Star Command and Disney Channel's Kim Possible.",
  "/wiki/American_Dad!": "American Dad! is an American animated sitcom created by Seth MacFarlane, Mike Barker and Matt Weitzman that originally premiered on Fox. American Dad! is the first television series to have its inception on the network's Animation Domination block. The series premiered on February 6, 2005, following Super Bowl XXXIX, with the rest of the first season airing three months later beginning May 1, 2005.  The series is produced by Underdog Productions, Fuzzy Door Productions, and 20th Century Fox Television and syndicated by 20th Television.",
  "/wiki/Dynasty_(2017_TV_series)": "Dynasty is an American prime time television soap opera reboot based on the 1980s series of the same name. Developed by Josh Schwartz, Stephanie Savage, and Sallie Patrick, the first season stars Elizabeth Gillies as Fallon Carrington, Grant Show as her father Blake Carrington, Nathalie Kelley as Blake's new wife Cristal, and James Mackay as his son Steven, with Robert Christopher Riley as chauffeur Michael Culhane, Sam Adegoke as tech billionaire Jeff Colby, Rafael de la Fuente as Sam \"Sammy Jo\" Jones, Cristal's nephew and Steven's love interest, and Alan Dale as Joseph Anders, the Carrington majordomo. The series later introduced Alexis Carrington (Nicollette Sheridan/Elaine Hendrix), Blake's ex-wife and the estranged mother of Steven and Fallon; Anders' daughter Kirby (Maddison Brown); Blake's third wife Cristal Jennings (Ana Brenda Contreras/Daniella Alonso); Blake and Alexis's long-missing son, Adam Carrington (Sam Underwood); Blake's half-sister and Jeff's and Monica's mother Dominique Deveraux (Michael Michele); and Fallon's former husband Liam Ridley (Adam Huber).",
  "/wiki/Fallon_Carrington_Colby": "Fallon Carrington Colby is a fictional character from the ABC television series Dynasty and its spin-off The Colbys. Created by Richard and Esther Shapiro, the role of Fallon was originated by Pamela Sue Martin in the show's first episode in 1981, and Martin left at the end of the fourth season in 1984. Fallon was recast with Emma Samms in 1985, and the character was spun off onto a companion series called The Colbys. After the cancellation of the second series, Fallon (portrayed by Samms) returned to Dynasty in 1987, and remained on the series until its finale in 1989. Samms later reprised the role for the 1991 miniseries Dynasty: The Reunion. Elizabeth Gillies plays Fallon in The CW's 2017 reboot series Dynasty.",
  "/wiki/Alexis_Carrington": "Alexis Carrington Colby (maiden name Morell; formerly Dexter and Rowan) is a fictional character on the American TV series Dynasty. She is the ex-wife of Blake Carrington (John Forsythe) whose schemes cause one problem after another for him and their children.",
  "/wiki/Robot_Chicken": "Robot Chicken is an American stop motion sketch comedy television series, created and executive produced for Adult Swim by Seth Green and Matthew Senreich along with co-head writers Douglas Goldstein and Tom Root. The writers, especially Green, also provide many of the voices. Senreich, Goldstein, and Root were formerly writers for the popular action figure hobbyist magazine ToyFare. Robot Chicken has won an Annie Award and six Emmy Awards.",
  "/wiki/Welcome_to_the_Wayne": "Welcome to the Wayne is an American animated television series created by Billy Lopez. It premiered on July 24, 2017 on Nickelodeon. Welcome to the Wayne originated as an online web series, that was originally released on Nick.com from November 14 to December 26, 2014. The series was nominated for a Daytime Emmy Award for Outstanding Children's Animated Program.",
  "/wiki/Elizabeth_Gillies": "Elizabeth Egan Gillies (born July 26, 1993) is an American actress and singer. Gillies made her Broadway debut at age 15 in the musical 13, playing the character of Lucy. She made her first television appearance in The Black Donnellys (2007), and made her acting debut when she played Jade West in the Nickelodeon series Victorious (2010–2013). She had a main role in the FX comedy series Sex & Drugs & Rock & Roll (2015–2016), and since 2017, Gillies has starred as Fallon Carrington in The CW's series Dynasty, a reboot of the 1980s series of the same name. She has also appeared in various feature and television films, including the horror film Animal (2014), the television film Killing Daddy (2014), the comedy film Vacation (2015), and the black comedy thriller film Arizona (2018)."
}