{
  "/wiki/21st_Street_(IND_Crosstown_Line)": "21st Street (also formerly called 21st Street–Van Alst) is a station on the IND Crosstown Line of the New York City Subway. Located at the intersection of 21st Street and Jackson Avenue in the Hunters Point section of Long Island City, Queens, it is served by the G train at all times.",
  "/wiki/B_Division_(New_York_City_Subway)": "The New York City Subway's B Division consists of the lines that operate with lettered services (A, B, C, D, E, F, G, J, L, M, N, Q, R, W, and Z),  as well as the Franklin Avenue and Rockaway Park Shuttles. These lines and services were operated by the Brooklyn–Manhattan Transit Corporation (BMT) and city-owned Independent Subway System (IND) before the 1940 city takeover of the BMT. B Division rolling stock is wider, longer, and heavier than those of the A Division, measuring 10 or 9.75 ft (3,048 or 2,972 mm)  by 60 or 75 ft (18.29 or 22.86 m).",
  "/wiki/Independent_Subway_System": "The Independent Subway System (IND or ISS), formerly known as the Independent City-Owned Subway System (ICOS) or the Independent City-Owned Rapid Transit Railroad, was a rapid transit rail system in New York City that is now part of the New York City Subway. It was first constructed as the Eighth Avenue Line in Manhattan in 1932.",
  "/wiki/IND_Crosstown_Line": "The IND Crosstown Line or Brooklyn–Queens Crosstown Line is a rapid transit line of the B Division of the New York City Subway in Brooklyn and Queens, New York City, United States. It provides crosstown service between western Brooklyn and northwestern Queens and is the only trunk line that does not carry trains to and from Manhattan.",
  "/wiki/G_(New_York_City_Subway_service)": "The G Brooklyn-Queens Crosstown is an 11.4-mile-long (18.3 km) rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored light green since it uses the IND Crosstown Line.",
  "/wiki/21st_Street%E2%80%93Queensbridge_(IND_63rd_Street_Line)": "21st Street–Queensbridge is a station on the IND 63rd Street Line of the New York City Subway. Located at the intersection of 21st Street and 41st Avenue in the Queens neighborhood of Queensbridge, it is served by the F train at all times and the <F> train during rush hours in the peak direction.",
  "/wiki/63rd_Street_Line": "The IND 63rd Street Line and BMT 63rd Street Line, also referred to as the 63rd Street Crosstown, Crosstown Route, or Route 131-A, are two rapid transit lines of the IND and BMT divisions of the New York City Subway system. The two lines run under 63rd Street in the Upper East Side of Manhattan, with a cross-platform interchange at the Lexington Avenue–63rd Street station.",
  "/wiki/F_(New_York_City_Subway_service)": "The F and  <F> Queens Boulevard Express/Sixth Avenue Local are two rapid transit services in the B Division of the New York City Subway. Their route bullets are colored orange since they use the IND Sixth Avenue Line in Manhattan.",
  "/wiki/Fd_(New_York_City_Subway_service)": "The F and  <F> Queens Boulevard Express/Sixth Avenue Local are two rapid transit services in the B Division of the New York City Subway. Their route bullets are colored orange since they use the IND Sixth Avenue Line in Manhattan.",
  "/wiki/30th_Avenue_(BMT_Astoria_Line)": "30th Avenue (formerly known as 30th Avenue–Grand Avenue) is a local station on the BMT Astoria Line of the New York City Subway. Located at 30th Avenue and 31st Street in Astoria, the station is served by the N train at all times, as well as by the W train on weekdays.",
  "/wiki/Brooklyn%E2%80%93Manhattan_Transit_Corporation": "The Brooklyn–Manhattan Transit Corporation (BMT) was an urban transit holding company, based in Brooklyn, New York City, United States, and incorporated in 1923. The system was sold to the city in 1940. Today, together with the IND subway system, it forms the B Division of the modern New York City Subway. The original BMT routes currently form the J/Z, L, M, N, Q, R and W trains, as well as the Franklin Avenue Shuttle, with the IND B, D, and F using BMT trackage in Brooklyn. The M train enters the IND via the Chrystie Street Connection after crossing the Williamsburg Bridge, the Q, along with some rush-hour N trains enter the IND from the BMT 63rd Street Line and the R train enters the IND via the 60th Street Tunnel Connection. The Z train supplements the J in the peak direction during rush hours only.",
  "/wiki/BMT_Astoria_Line": "The BMT Astoria Line (formerly the IRT Astoria Line) is a rapid transit line of the B Division of the New York City Subway, serving the Queens neighborhood of Astoria. It runs south from Ditmars Boulevard in Astoria to 39th Avenue in Long Island City above 31st Street. It then turns west and serves Queensboro Plaza over Queens Plaza.",
  "/wiki/N_(New_York_City_Subway_service)": "The N Broadway Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow, since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/W_(New_York_City_Subway_service)": "The W Broadway Local is a rapid transit service of the New York City Subway's B Division. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/33rd_Street%E2%80%93Rawson_Street_(IRT_Flushing_Line)": "33rd Street–Rawson Street is a local station on the IRT Flushing Line of the New York City Subway. It is located over Queens Boulevard on a concrete viaduct. It is served by the 7 train at all times.",
  "/wiki/A_Division_(New_York_City_Subway)": "The A Division, also known as the IRT Division, is a division of the New York City Subway, consisting of the lines operated with services designated by numbers (1, 2, 3, 4, 5, 6, 7) and the 42nd Street Shuttle. These lines and services were operated by the Interborough Rapid Transit Company before the 1940 city takeover. A Division cars are narrower, shorter, and lighter than those of the B Division, measuring 8.6 by 51 feet (2.6 by 15.5 m).",
  "/wiki/Interborough_Rapid_Transit_Company": "The Interborough Rapid Transit Company (IRT) was the private operator of the original underground New York City Subway line that opened in 1904, as well as earlier elevated railways and additional rapid transit lines in New York City. The IRT was purchased by the city in June 1940. The former IRT lines (the numbered routes in the current subway system) are now the A Division or IRT Division of the Subway.",
  "/wiki/IRT_Flushing_Line": "The IRT Flushing Line is a rapid transit route of the New York City Subway system, named for its eastern terminal in Flushing, Queens. It is operated as part of the A Division. The Interborough Rapid Transit Company (IRT), a private operator, had constructed the section of the line from Flushing, Queens, to Times Square, Manhattan between 1915 and 1928. A western extension was opened to Hudson Yards in western Manhattan in 2015, and the line now stretches from Flushing to Chelsea, Manhattan. It carries trains of the 7 local service, as well as the express <7> during rush hours in the peak direction. It is the only currently-operational IRT line to serve Queens.",
  "/wiki/7_(New_York_City_Subway_service)": "The 7 Flushing Local and <7> Flushing Express are two rapid transit services in the A Division of the New York City Subway, providing local and express services along the full length of the IRT Flushing Line. Their route emblems, or \"bullets\", are colored purple, since they serve the Flushing Line.",
  "/wiki/36th_Avenue_(BMT_Astoria_Line)": "36th Avenue (formerly known as 36th Avenue–Washington Avenue) is a local station on the BMT Astoria Line of the New York City Subway. Located at the intersection of 36th Avenue and 31st Street in Astoria, Queens, the station is served by the N train at all times, as well as by the W train on weekdays.",
  "/wiki/36th_Street_(IND_Queens_Boulevard_Line)": "36th Street is a local station on the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of 36th Street and Northern Boulevard in Queens,  it is served by the M train on weekdays, the R train at all times except nights, and the E train at night.",
  "/wiki/IND_Queens_Boulevard_Line": "The IND Queens Boulevard Line, sometimes abbreviated as QBL, is a line of the B Division of the New York City Subway in Manhattan and Queens, New York City, United States. The line, which is underground throughout its entire route, contains 23 stations. The core section between 50th Street in Hell's Kitchen, Manhattan, and 169th Street in Jamaica, Queens, was built by the Independent Subway System (IND) in stages between 1933 and 1940, with the Jamaica–179th Street terminus opening in 1950. As of 2015[update], it is among the system's busiest lines, with a weekday ridership of over 460,000 people.",
  "/wiki/E_(New_York_City_Subway_service)": "The E Eighth Avenue Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is blue since it uses the IND Eighth Avenue Line in Manhattan.",
  "/wiki/M_(New_York_City_Subway_service)": "The M Queens Boulevard/Sixth Avenue Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored orange since it uses the IND Sixth Avenue Line in Manhattan.",
  "/wiki/R_(New_York_City_Subway_service)": "The R Broadway Local is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored yellow since it uses the BMT Broadway Line in Manhattan.",
  "/wiki/39th_Avenue_(BMT_Astoria_Line)": "39th Avenue (signed on platforms as 39th Avenue–Dutch Kills and formerly known as 39th Avenue–Beebe Avenue) is a local station on the BMT Astoria Line of the New York City Subway. Located at 39th Avenue and 31st Street in Long Island City, Queens, the station is served by the N train at all times, as well as by the W train on weekdays.",
  "/wiki/40th_Street%E2%80%93Lowery_Street_(IRT_Flushing_Line)": "40th Street–Lowery Street is a local station on the IRT Flushing Line of the New York City Subway. It is served by the 7 local train at all times.",
  "/wiki/46th_Street_(IND_Queens_Boulevard_Line)": "46th Street is a local station on the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of 46th Street and Broadway in Astoria, Queens, it is served by the M train on weekdays, the R train at all times except nights, and the E train at night.",
  "/wiki/46th_Street%E2%80%93Bliss_Street_(IRT_Flushing_Line)": "46th Street–Bliss Street is a local station on the IRT Flushing Line of the New York City Subway. Located at the intersection of 46th Street and Queens Boulevard in Sunnyside, Queens, it is served by the 7 train at all times.",
  "/wiki/52nd_Street_(IRT_Flushing_Line)": "52nd Street (also known as 52nd Street–Lincoln Avenue) is a local station on the IRT Flushing Line of the New York City Subway. Located at the intersection of 52nd Street and Roosevelt Avenue in Woodside, Queens, it is served by the 7 train at all times.",
  "/wiki/61st_Street%E2%80%93Woodside_(IRT_Flushing_Line)": "61st Street–Woodside (announced as Woodside–61st Street on rolling stock) is an express station on the IRT Flushing Line of the New York City Subway located at 61st Street and Roosevelt Avenue in Woodside, Queens. It is served by the 7 train, with additional peak-direction <7> service during rush hours.",
  "/wiki/7d_(New_York_City_Subway_service)": "The 7 Flushing Local and <7> Flushing Express are two rapid transit services in the A Division of the New York City Subway, providing local and express services along the full length of the IRT Flushing Line. Their route emblems, or \"bullets\", are colored purple, since they serve the Flushing Line.",
  "/wiki/63rd_Drive%E2%80%93Rego_Park_(IND_Queens_Boulevard_Line)": "63rd Drive–Rego Park is a local station on the IND Queens Boulevard Line of the New York City Subway, consisting of four tracks. Located at 63rd Drive and Queens Boulevard in the Rego Park neighborhood of Queens, it is served by the M train on weekdays, the R train at all times except nights, and the E train at night.",
  "/wiki/65th_Street_(IND_Queens_Boulevard_Line)": "65th Street is a local station on the IND Queens Boulevard Line of the New York City Subway, located at the intersection of 65th Street and Broadway in Queens. It is served by the M train on weekdays, the R train at all times except nights, and the E train at night.",
  "/wiki/67th_Avenue_(IND_Queens_Boulevard_Line)": "67th Avenue is a local station on the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of 67th Avenue and Queens Boulevard in Forest Hills, Queens, it is served by the M train on weekdays, the R train at all times except nights, and the E train at night.",
  "/wiki/69th_Street_(IRT_Flushing_Line)": "69th Street (also known as 69th Street–Fisk Avenue) is a local station on the IRT Flushing Line of the New York City Subway. Located at 69th Street and Roosevelt Avenue in the Woodside, Queens, it is served by the 7 train at all times.",
  "/wiki/74th_Street%E2%80%93Broadway_(IRT_Flushing_Line)": "Jackson Heights–Roosevelt Avenue/74th Street (or simply Jackson Heights or 74th Street–Roosevelt) is a New York City Subway station complex served by the IRT Flushing Line and the IND Queens Boulevard Line. Located at the triangle of 74th Street, Broadway, and Roosevelt Avenue in Jackson Heights, Queens, it is served by the:",
  "/wiki/75th_Avenue_(IND_Queens_Boulevard_Line)": "75th Avenue (originally 75th Avenue–Puritan Avenue) is a local station on the IND Queens Boulevard Line of the New York City Subway. Located at the intersection of 75th Avenue and Queens Boulevard in Forest Hills, Queens, it is served by the F train at all times, the E train at all times except weekday rush hours and middays, and the <F> train during rush hours in the peak direction.",
  "/wiki/75th_Street%E2%80%93Elderts_Lane_(BMT_Jamaica_Line)": "75th Street–Elderts Lane (formerly 75th Street and originally Elderts Lane) is a skip-stop station on the BMT Jamaica Line of the New York City Subway. Located at 75th Street and Jamaica Avenue in Woodhaven, Queens, it is served by the Z train during rush hours in peak direction and by the J train at all other times.",
  "/wiki/BMT_Jamaica_Line": "The BMT Jamaica Line (also known as the Broadway Line or Broadway (Brooklyn) Line to distinguish it from the BMT Broadway Line in Manhattan) is an elevated rapid transit line of the B Division of the New York City Subway, in Brooklyn and Queens, New York City, United States. It runs from the Williamsburg Bridge southeast over Broadway to East New York, Brooklyn, and then east over Fulton Street and Jamaica Avenue to Jamaica, Queens. In western Jamaica, the line goes into a tunnel, becoming the lower level of the Archer Avenue Line in central Jamaica. The J and Z trains serve the entire length of the Jamaica Line, and the M serves the line west of Myrtle Avenue.",
  "/wiki/J_(New_York_City_Subway_service)": "The J Nassau Street Local and Z Nassau Street Express are two rapid transit services in the B Division of the New York City Subway. Their route emblems, or \"bullets\", are colored brown since they use the BMT Nassau Street Line in Lower Manhattan.",
  "/wiki/Z_(New_York_City_Subway_service)": "The J Nassau Street Local and Z Nassau Street Express are two rapid transit services in the B Division of the New York City Subway. Their route emblems, or \"bullets\", are colored brown since they use the BMT Nassau Street Line in Lower Manhattan.",
  "/wiki/80th_Street_(IND_Fulton_Street_Line)": "80th Street (signed as 80th Street–Hudson Street) is a station on the IND Fulton Street Line of the New York City Subway. Located on Liberty Avenue at 80th Street in Ozone Park, Queens, it is served by the A train at all times.",
  "/wiki/IND_Fulton_Street_Line": "The IND Fulton Street Line is a rapid transit line of the IND Division of the New York City Subway, running from the Cranberry Street Tunnel under the East River through all of central Brooklyn to a terminus in Ozone Park, Queens. The IND Rockaway Line branches from it just east of Rockaway Boulevard. The A train runs express during daytime hours and local at night on the underground portion of the line; it runs local on the elevated portion of the line at all times. The C train runs local on the underground portion of the line at all times except late nights.",
  "/wiki/A_(New_York_City_Subway_service)": "The A Eighth Avenue Express is a rapid transit service in the B Division of the New York City Subway. Its route emblem, or \"bullet\", is colored blue since it uses the IND Eighth Avenue Line in Manhattan."
}