{
  "/wiki/Malacca": "Malacca (Malay: Melaka;  Tamil: மலாக்கா, simplified Chinese: 马六甲; traditional Chinese: 馬六甲; pinyin: Mǎliùjiǎ), dubbed \"The Historic State\", is a state in Malaysia located in the southern region of the Malay Peninsula, next to the Strait of Malacca.",
  "/wiki/Hang_Tuah_Stadium": "Stadium Hang Tuah or Stadium Kubu (English: Hang Tuah Stadium or Kubu Stadium) is a multi-use stadium in Malacca City, Malacca, Malaysia. The stadium has a capacity of 15,000 with 1,000 seating capacity at a particular time. It is mostly used for football matches and currently the home stadium for SAMB. It also serves as the second home stadium and training ground for Malacca United.",
  "/wiki/Johor": "Johor (/dʒəˈhɔːr/), formerly known as Johore, is a state of Malaysia in the south of the Malay Peninsula. Johor has land borders with the Malaysian states of Pahang to the north and Malacca and Negeri Sembilan to the northwest. Johor shares maritime borders with Singapore to the south and Indonesia to both the west and east. Johor Bahru is the capital city and the economic centre of the state, Kota Iskandar is the seat of the state government, and Muar serves as the royal town of the state. The old state capital is Johor Lama. As of 2017, the state's population is 3,700,000. Johor has highly diverse tropical rainforests and an equatorial climate. The state's mountain ranges form part of the Titiwangsa Range, which is part of the larger Tenasserim Range connected to Thailand and Myanmar, with Mount Ophir being the highest point in Johor.",
  "/wiki/Penang": "Penang is a Malaysian state located on the northwest coast of Peninsular Malaysia, by the Malacca Strait. It has two parts: Penang Island, where the capital city, George Town, is located, and Seberang Perai on the Malay Peninsula. They are connected by Malaysia's two longest road bridges, the Penang Bridge and the Sultan Abdul Halim Muadzam Shah Bridge; the latter is also as of May 2019 the longest oversea bridge in Southeast Asia. The second smallest Malaysian state by land mass, Penang is bordered by Kedah to the north and the east, and Perak to the south.",
  "/wiki/City_Stadium_(Penang)": "The City Stadium is a multi-purpose stadium in George Town, Penang, Malaysia, and serves as the home stadium of the Penang state football team, Penang FA. The oldest built stadium still in use in Malaysia, it was built in 1932 by the British government.",
  "/wiki/Batu_Kawan_Stadium": "Penang State Stadium (Malay: Stadium Negeri Pulau Pinang) is a multi-purpose stadium in Batu Kawan, South Seberang Perai, Penang, Malaysia.  It is currently used mostly for football matches.  The stadium has a capacity of 40,000 people.  It was built in 2000. The stadium has been built to host the 8th Sukma Games (Malaysian Games) in 2000. In 2007, this stadium hosted the Malaysian FA Cup Final. The match was won by Kedah FA 4–2 in penalties shoot-out.",
  "/wiki/Pahang": "Pahang (Malay pronunciation: [paˈhaŋ]; Jawi: ڤهڠ), officially Pahang Darul Makmur with the Arabic honorific Darul Makmur  (Jawi: دار المعمور, \"The Abode of Tranquility\") is a sultanate and a federal state of Malaysia. It is the third largest Malaysian state by area and ninth largest by population. The state occupies the basin of the Pahang River, and a stretch of the east coast as far south as Endau. Geographically located in the East Coast region of the Peninsular Malaysia, the state shares borders with the Malaysian states of Kelantan and Terengganu to the north, Perak, Selangor and Negeri Sembilan to the west, Johor to the south, while South China Sea is to the east. The Titiwangsa mountain range that forms a natural divider between the Peninsula's east and west coasts is spread along the north and south of the state, peaking at Mount Tahan, which is 2,187m high. Although two thirds of the state is covered by dense rain forest, its central plains are intersected by numerous rivers, and along the coast there is a 32-kilometre wide expanse of alluvial soil that includes the deltas and estuarine plains of the Kuantan, Pahang, Rompin, Endau, and Mersing rivers.",
  "/wiki/Temerloh_Mini_Stadium": "Stadium Majlis Perbandaran Temerloh or well known as Stadium Temerloh is a multi-purpose stadium located in Temerloh, Pahang, Malaysia. It is currently used mostly for football matches, with a capacity of 10,000 people. The stadium has a running track, in addition to the football field.",
  "/wiki/Selangor": "Selangor (/səˈlæŋər/; Malay: [s(ə)laŋo(r)]), also known by its Arabic honorific Darul Ehsan, or \"Abode of Sincerity\", is one of the 13 states of Malaysia. It is on the west coast of Peninsular Malaysia and is bordered by Perak to the north, Pahang to the east, Negeri Sembilan to the south and the Strait of Malacca to the west. Selangor surrounds the federal territories of Kuala Lumpur and Putrajaya, both of which were previously part of it.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/UiTM_Stadium": "Stadium UiTM is a small stadium located at Shah Alam, Malaysia. Its capacity is 10,000. The stadium was built for Universiti Teknologi MARA and the UiTM Football Club. SPA FC is the other tenant that also uses the stadium. It is sometimes used for football matches from the local team. It can also be used as a rugby pitch. Activities made by the university are sometimes held in the stadium."
}