{
  "/wiki/List_of_United_States_Senators_from_Rhode_Island": "Rhode Island ratified the United States Constitution on May 29, 1790 and elects its U.S. senators to Class 1 and Class 2. The state's current U.S. senators are Democrats Jack Reed (since 1997) and Sheldon Whitehouse (since 2007).",
  "/wiki/Philip_Allen_(politician)": "Philip Allen (September 1, 1785 – December 16, 1865) was an American manufacturer and politician from Rhode Island. He served as Governor of Rhode Island and as a Democratic member of the United States Senate.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/List_of_United_States_Senators_from_Alabama": "Alabama was admitted to the Union on December 14, 1819. The state elects U.S. senators to Class 2 and Class 3. Its United States Senate seats were declared vacant from March 1861 to July 1868 due to its secession from the Union during the American Civil War. Alabama's current U.S. senators are Republican Richard Shelby (since 1987) and Democrat Doug Jones (since 2018), making it one of nine states to have a split U.S. Senate delegation.",
  "/wiki/Clement_Claiborne_Clay": "Clement Claiborne Clay (December 13, 1816 – January 3, 1882), also known as C. C. Clay, Jr., was a United States Senator (Democrat) from the state of Alabama from 1853 to 1861, and a Confederate States Senator from Alabama from 1862 to 1864.  His portrait appeared on the Confederate one-dollar note (4th issue and later).",
  "/wiki/List_of_United_States_Senators_from_Mississippi": "Mississippi was admitted to the Union on December 10, 1817, and elects senators to Class 1 and Class 2. Its current senators are Republicans Cindy Hyde-Smith and Roger Wicker.  As of April 2, 2018, 51 people have served as U.S. senators from Mississippi.",
  "/wiki/Albert_G._Brown": "Albert Gallatin Brown (May 31, 1813 – June 12, 1880) was Governor of Mississippi from 1844 to 1848 and a Democrat United States Senator from Mississippi from 1854 to 1861, when he withdrew during secession.",
  "/wiki/List_of_United_States_Senators_from_Maine": "Maine was admitted to the Union on  March 15, 1820. The state's U.S. senators belong to Class 1 and Class 2. Republican Susan Collins (first elected in 1996) and Independent Angus King (first elected in 2012) are Maine's current U.S. senators, making Maine one of nine states to have a split United States Senate delegation.",
  "/wiki/William_P._Fessenden": "William Pitt Fessenden (October 16, 1806 – September 8, 1869) was an American politician from the U.S. state of Maine. Fessenden was a Whig (later a Republican) and member of the Fessenden political family. He served in the United States House of Representatives and Senate before becoming Secretary of the Treasury under President Abraham Lincoln during the American Civil War.",
  "/wiki/Whig_Party_(United_States)": "The  Whig Party was a political party active in the middle of the 19th century in the United States of America. Alongside the Democratic Party, it was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s, part of the Second Party System. Four U.S. presidents were affiliated with the Whig party for at least part of their respective terms. Other influential party leaders include Henry Clay, Daniel Webster, William Seward, John J. Crittenden, and Truman Smith.",
  "/wiki/List_of_United_States_Senators_from_North_Carolina": "North Carolina ratified the Constitution on November 21, 1789, after the beginning of the 1st Congress. Its current senators are Republicans Thom Tillis and Richard Burr.",
  "/wiki/David_Settle_Reid": "David Settle Reid (April 19, 1813 – June 19, 1891) was the 32nd Governor of the U.S. state of North Carolina from 1851 to 1854 and a U.S. Senator from December 1854 to March 1859.  His uncle was Congressman Thomas Settle, and his brother was Hugh Kearns Reid.",
  "/wiki/List_of_United_States_Senators_from_Arkansas": "Arkansas was admitted to the Union on June 15, 1836, and elects its senators to Class 2 and Class 3. Arkansas's Senate seats were declared vacant in July 1861, due to its secession from the Union. They were again filled from June 1868. Its current senators are Republicans John Boozman and Tom Cotton.",
  "/wiki/Solon_Borland": "Solon Borland (September 21, 1808 – January 1, 1864) was an American physician who served as a United States Senator from Arkansas from 1848 to 1853. In later life, he served as an officer of the Confederate States Army who commanded a cavalry regiment in the Trans-Mississippi Theater of the American Civil War.",
  "/wiki/United_States_Ambassador_to_Nicaragua": "The following is a list of United States Ambassadors, or other Chiefs of Mission, to Nicaragua. The title given by the United States State Department to this position is currently Ambassador Extraordinary and Plenipotentiary.",
  "/wiki/Robert_Ward_Johnson": "Robert Ward Johnson (July 22, 1814 – July 26, 1879) was an American politician from Arkansas who served as a U.S. Representative (1847–1853), U.S. Senator (1853–1861), delegate to the Provisional Congress of the Confederate States (1861–1862), and Confederate States Senator (1862–1865).",
  "/wiki/List_of_United_States_Senators_from_Louisiana": "Louisiana was admitted to the Union on April 30, 1812, and elects senators to Class 2 and Class 3. Its current senators are Republicans John Kennedy and Bill Cassidy.",
  "/wiki/Pierre_Soul%C3%A9": "Pierre Soulé (August 31, 1801 – March 26, 1870) was a Franco-American attorney, politician, and diplomat during the mid-19th century. Serving as a United States Senator from Louisiana from 1849 to 1853, he was nominated that year as U.S. Minister to Spain, a post he held until 1855.",
  "/wiki/United_States_Ambassador_to_Spain": "This is a list of United States ambassadors to Spain from 1779 to the present day.",
  "/wiki/John_Slidell": "John Slidell (1793 – July 9, 1871) was an American politician, lawyer, and businessman. A native of New York, Slidell moved to Louisiana as a young man and became a staunch defender of slavery as a Representative and Senator. He was the older brother of Alexander Slidell Mackenzie, a US naval officer.",
  "/wiki/List_of_United_States_Senators_from_New_Hampshire": "New Hampshire's current senators are Democrats Jeanne Shaheen and Maggie Hassan. Senator Shaheen is currently serving her second term, and Senator Hassan is currently serving her first term in the United States Senate.",
  "/wiki/Charles_G._Atherton": "Charles Gordon Atherton (July 4, 1804 – November 15, 1853) was an American Politician and lawyer from New Hampshire. He arrived in the United States House of Representatives from 1837 to 1843 and in the United States Senate from 1843 to 1849 and then again in 1853. He was a Democrat.",
  "/wiki/Jared_W._Williams": "Jared Warner Williams (December 22, 1796 – September 29, 1864) was an American lawyer and politician from Lancaster, New Hampshire, who served as a U.S. Representative, Governor of New Hampshire, and a United States Senator.",
  "/wiki/List_of_United_States_Senators_from_Vermont": "Vermont was admitted to the Union on March 4, 1791. From the 1850s until well into the 20th century, Vermont was always represented by members of the Republican Party. Its current United States senators are Democrat Patrick Leahy and Independent Bernie Sanders. Leahy is the only Democrat ever elected to the Senate from Vermont, though Independents Jim Jeffords and Sanders both caucused with the Senate Democrats. Having been in office since 1975, Leahy is currently the most senior incumbent Senator, and is the last one to have served during the presidency of Gerald Ford.",
  "/wiki/Samuel_S._Phelps": "Samuel Shethar Phelps (May 13, 1793 – March 25, 1855) was an American lawyer and politician. He was a United States Senator from Vermont, and a member of the Whig Party.",
  "/wiki/Lawrence_Brainerd": "Lawrence Brainerd (March 16, 1794 – May 9, 1870) was an American businessman, abolitionist and United States Senator from Vermont.  A longtime anti-slavery activist, after leaving the Jacksonians in the 1830s, Brainerd was active in the Whig, Liberty, and Free Soil parties, and was one of the organizers of the Republican Party when it was formed as the main anti-slavery party in the mid-1850s.  Brainerd's longtime commitment to the cause of abolition was recognized in 1854, when opponents of slavery in the Vermont General Assembly chose him to fill a five-month vacancy in the United States Senate.",
  "/wiki/Free_Soil_Party_(United_States)": "The Free Soil Party was a short-lived political party in the United States active from 1848 to 1854, when it merged into the Republican Party. The party was largely focused on the single issue of opposing the expansion of slavery into the western territories of the United States.",
  "/wiki/List_of_United_States_Senators_from_Connecticut": "This is a chronological listing of the United States senators from Connecticut.",
  "/wiki/Truman_Smith": "Truman Smith (November 27, 1791 – May 3, 1884) was a Whig member of the United States Senate from Connecticut from 1849 to 1854 and a member of the United States House of Representatives from Connecticut's 4th and 5th congressional districts from 1839 to 1843 and from 1845 to 1849. He also served in the Connecticut House of Representatives from 1831 to 1832, and in 1834.",
  "/wiki/Francis_Gillette": "Francis Gillette (December 14, 1807 – September 30, 1879) was a politician from Connecticut, USA. He was the father of actor and playwright William Gillette and politician and editor Edward H. Gillette.",
  "/wiki/List_of_United_States_Senators_from_Massachusetts": "Below is a chronological listing of the United States senators from Massachusetts. According to the Seventeenth Amendment to the United States Constitution adopted in 1913, U.S. senators are popularly elected for a six-year term. Elections are held the first Tuesday after November 1 and terms begin on January 3, about two months after the vote. Before 1914 and the enforcement of the Seventeenth Amendment, the state's U.S. senators were chosen by the Massachusetts General Court, and before 1935, their terms began March 4. The current senators are Democrats Elizabeth Warren and Ed Markey.",
  "/wiki/Edward_Everett": "Edward Everett (April 11, 1794 – January 15, 1865) was an American politician, pastor, educator, diplomat, and orator from Massachusetts. Everett, a Whig, served as U.S. Representative, U.S. Senator, the 15th Governor of Massachusetts, Minister to Great Britain, and United States Secretary of State. He also taught at Harvard University and served as its president.",
  "/wiki/Julius_Rockwell": "Julius Rockwell (April 26, 1805 – May 19, 1888) was a United States politician from Massachusetts, and the father of Francis Williams Rockwell.",
  "/wiki/Moses_Norris,_Jr.": "Moses Norris Jr. (November 8, 1799 – January 11, 1855) was a United States Representative and Senator from New Hampshire.",
  "/wiki/John_S._Wells": "John Sullivan Wells (October 18, 1803 – August 1, 1860) was a United States Senator from New Hampshire. Born in Durham, he attended Pembroke Academy, studied law, was admitted to the bar in 1828 and practiced in Guildhall, Vermont from 1828 to 1835. He moved to Lancaster, New Hampshire in 1836 and continued the practice of law until 1846. He was solicitor of Coos County from 1838 to 1847, and moved to Exeter, New Hampshire and resumed the practice of law.",
  "/wiki/Henry_Wilson": "Henry Wilson (born Jeremiah Jones Colbath; February 16, 1812 – November 22, 1875) was the 18th vice president of the United States (1873–75) and a senator from Massachusetts (1855–73). Before and during the American Civil War, he was a leading Republican, and a strong opponent of slavery. Wilson devoted his energies to the destruction of the \"Slave Power\" – the faction of slave owners and their political allies which anti-slavery Americans saw as dominating the country.",
  "/wiki/List_of_United_States_Senators_from_Iowa": "Iowa was admitted to the Union on December 28, 1846 and elects United States senators to Class 2 and Class 3. The state's current U.S. senators are Republicans Chuck Grassley (serving since 1981) and Joni Ernst (serving since 2015).",
  "/wiki/Augustus_C._Dodge": "Augustus Caesar Dodge (January 2, 1812 – November 20, 1883) was one of the first set of United States Senators to represent the state of Iowa after it was admitted to the Union as a state in 1846. Dodge, a Democrat, had also represented Iowa Territory in Congress as its delegate to the U.S. House of Representatives from 1840 to 1846."
}