{
  "/wiki/National_Stadium_(Sierra_Leone)": "Siaka Stevens Stadium commonly known informally as National Stadium, is the national stadium of Sierra Leone, located in the capital city of Freetown. It is used mostly for football matches and it also has athletics facilities. It is the largest and main stadium in Sierra Leone and has a 45,000 capacity.. The stadium serves as the exclusive home of the Sierra Leone national football team, known as the Leone Stars.",
  "/wiki/Freetown": "Freetown is the capital and largest city of Sierra Leone. It is a major port city on the Atlantic Ocean and is located in the Western Area of the country. Freetown is Sierra Leone's major urban, economic, financial, cultural, educational and political centre, as it is the seat of the Government of Sierra Leone. The population of Freetown was 1,055,964 at the 2015 census.",
  "/wiki/Sierra_Leone_national_football_team": "The Sierra Leone national football team represents Sierra Leone in men's international association football and it's governed by the Sierra Leone Football Association, The team's nickname is Leone stars, The team is affiliated to the West African Football Union, The team have never qualified for the FIFA World Cups and they have qualified for Africa Cup of Nations twice, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/East_End_Lions_F.C.": "East End Lions is a Sierra Leonean professional football club based in the capital Freetown. They  play in the Sierra Leone National Premier League, the top football league in Sierra Leone. East End Lions represents the East End of Freetown, and play their home games at the National Stadium.  The head coach, appointed in 2018 is John Keister.",
  "/wiki/Kallon_F.C.": "Football Club Kallon commonly known as F.C. Kallon, formerly Sierra Fisheries, is a Sierra Leonean football club based in Freetown. The club is one of the top clubs in the Sierra Leone National Premier League and play their home games at the National Stadium in Freetown. The club founder and  CEO is a former Sierra Leonean international footballer Mohamed Kallon and the Chairman is the astute shipping and maritime businessman and entrepreneur, Sahr William Ngegba. The club is coached by a former Sierra Leonean international footballer Amidu Karim and Charlie Wright. Musa Kallon, who is also the older brother of Mohamed Kallon is the Technical Director and the well respected icon in Sierra Leone football, Tunde Scott is the team's General Manager and beside him, is Alhaji Kebe as the Team Manager.",
  "/wiki/Mighty_Blackpool_F.C.": "Mighty Blackpool is a Sierra Leonean football club based in the capital Freetown. They play in the Sierra Leone National Premier League, the top football league in the country. Blackpool represents the West End of Freetown and their home games are played at the National Stadium in Freetown.",
  "/wiki/Old_Edwardians_F.C.": "Old Edwardians Football Club commonly known as  Old Edwards or simply Edwards is a Sierra Leonean football club based in the capital Freetown. The club is a member of the Sierra Leone National Premier League, the top football league in Sierra Leone.",
  "/wiki/Ports_Authority_F.C.": "Ports Authority Football Club is a Sierra Leonean professional football club based in the capital Freetown. The club is a member of the Sierra Leone National Premier League, which is the top football division in Sierra Leone. The club is owned and run by the Sierra Leone Ports Authority (SLPA). Ports Authority play their home games at the National Stadium in Freetown.",
  "/wiki/Bo_Stadium": "Bo Stadium is a newly built  multi-purpose stadium located in Bo, Sierra Leone. The stadium has an all-seated capacity of 10,000, making it the second largest stadium in Sierra Leone after the national stadium in Freetown. The stadium was planned and constructed by Chinese contractors. It is mostly use for soccer games and is the home stadium of Sierra Leone Premier League clubs Bo Rangers and Nepean Stars. Bo Stadium is the  occasional home of the Sierra Leone national under 20 and under 17 teams",
  "/wiki/Bo,_Sierra_Leone": "Bo, also commonly referred to as Bo Town, is the second largest city in Sierra Leone by landscape/geographical location (after Freetown and the largest city in the Southern Province. Bo is the capital and administrative center of Bo District. The city of Bo had a population of 149,957 in the 2004 census and had a population of about 233,684 based on 2017 estimate. Bo is an urban center, and lies approximately 160 miles (250 km) east south-east of Freetown, and about40a miles (71 km) to Kenema. Bo is the leading financial, educational and economic center of Southern Sierra Leone.",
  "/wiki/Bo_Rangers_F.C.": "Bo Rangers Football Club commonly known as Bo Rangers is a Sierra Leonean professional football club based in the country's second largest city of Bo. They are currently a member of the Sierra Leone National Premier League, the highest division of  football league in Sierra Leone. Bo Rangers have an intense rivalry with city rivals Nepean Stars. The club supporters are primarily from Bo District.",
  "/wiki/Nepean_Stars_F.C.": "The Nepean Stars of Bo is a Sierra Leonean football club based in Bo, Sierra Leone. They are currently a member of the Sierra Leone National Premier League, the highest division of football league in Sierra Leone. Nepean Stars have an intense rivalry with city rivals Bo Rangers.",
  "/wiki/Koidu_Sports_Stadium": "Koidu-Sefadu Sports Stadium is a multi- used 10,500 capacity soccer stadium located in Koidu Town, Kono District, Sierra Leone. The stadium is used mostly for football matches and is the home ground of the Diamond Stars, the club that represents the Kono District.",
  "/wiki/Koidu": "Koidu Town (or Sefadu) is the capital and largest city of the diamond-rich Kono District in the Eastern Province of Sierra Leone. The population of Koidu Town is 124,662 based on the 2015 Sierra Leone Census. Koidu Town is the fifth largest city in Sierra Leone by population, after Freetown, Kenema, Bo and Makeni. Koidu Town is  a major urban, business, commercial and diamond trade center. Koidu Town lies approximately 270 miles east of Freetown, and about 54 miles north of Kenema.",
  "/wiki/Diamond_Stars_F.C.": "The Diamond Stars Football Club is a Sierra Leonean professional football Club based in Koidu Town, Kono District, Sierra Leone. The club represent the diamond-rich Kono District and is a member of the Sierra Leone National Premier League, the top football league in Sierra Leone. The club is coached by a Class A Coach ZAPA.",
  "/wiki/Wusum_Sports_Stadium": "Wusum Sports Stadium is a 5,000 capacity soccer stadium based in Makeni, Sierra Leone. The stadium is mostly used for football matches and is the  home stadium of the Wusum Stars of Bombali. The stadium is also used for various social, cultural, and religious events.",
  "/wiki/Makeni": "Makeni is the largest city in the Northern Province of Sierra Leone. The city is the capital of Bombali District, and is the economic center of the Northern Province. Makeni is  the fifth largest city in Sierra Leone by population. The city of Makeni had a population of 80,840 in the 2004 census and a 2013 estimate of 112,428.  Makeni lies approximately 137 kilometers (85 miles) east of Freetown. Makeni is home to the University of Makeni, the largest private university in Sierra Leone..",
  "/wiki/Wusum_Stars": "The Wusum Stars of Bombali commonly referred to as simply Wusum Stars, is a Sierra Leonean professional football club based in Makeni, Sierra Leone. They are member of Sierra Leone National Premier League, the top football league in Sierra Leone. The club represent the Bombali District. Their home matches are played at Wusum Stadium in Makeni. Wusum Stars won the Sierra Leone FA Cup in 1979.",
  "/wiki/Mount_Aureol": "Mount Aureol is a Sierra Leonean football club from Freetown, Sierra Leone. The club is currently a member of the Sierra Leone National Premier League, the highest division of football in Sierra Leone.",
  "/wiki/Golf_Leopards_F.C.": "Golf Leopards is a Sierra Leonean football club from Freetown, Sierra Leone. They currently play in the Sierra Leone National Premier League, the top football league in Sierra League.",
  "/wiki/Central_Parade_F.C.": "Central Parade formerly Cenegal FC, is a Sierra Leonean football club from the capital Freetown, Sierra Leone currently a member of the Sierra Leone National Premier League which is the top football division in Sierra Leone. Sport Director is Noel Kitami Horton.",
  "/wiki/Kenema_Town_Field": "Kenema Town Field, is a mini-stadium located in Kenema, Sierra Leone. It is mostly used for soccer games and it also the home field of Kamboi Eagles football club.",
  "/wiki/Kenema": "Kenema is the third largest city in Sierra Leone (after Freetown and Bo), and the largest city in the country's Eastern Province. It is the capital of Kenema District and a major economic center of the Eastern Province. At the 2015 national census Kenema had a  population of 200,354.. Kenema is approximately 300 kilometres (185 mi) southeast of Freetown  and about 60 kilometres (40 mi) south of Bo.",
  "/wiki/Kamboi_Eagles_F.C.": "The Kamboi Eagles Football Club commonly known as Kamboi Eagles, is a Sierra Leonean football club based in Kenema City, Sierra Leone, currently a member of the Sierra Leone National Premier League, the highest division of football league in Sierra Leone. The Eagles have an intense rivalry with the Diamond Stars of Kono and district rival Gem Stars.",
  "/wiki/Tongo_Field": "Tongo Field is a football field located in Kenema, Kenema District in the Eastern Province of Sierra Leone. The field is the home ground of Sierra Leone National Premier League Club  the Gem Stars.",
  "/wiki/Gem_Stars_F.C.": "The Gem Stars of Tongoma Football Club, simply known as the Gem Stars, is a Sierra Leonean football club based in the diamond-rich town of Tongoma, Kenema District. The club plays in the Sierra Leone National Premier League, after being promoted from the First Division two seasons ago. The club were relegated after the 2009/10 season. The club's supporters are mainly from the town of Tongoma and Kenema District overall.",
  "/wiki/Magburaka": "Magburaka is the capital and largest city of Tonkolili District in the Northern Province of Sierra Leone. Its population was 16,313 in the 2004 census.  and a current estimate of 40,313 . It is located at around 8°43′1″N 11°56′36″W﻿ / ﻿8.71694°N 11.94333°W﻿ / 8.71694; -11.94333, along the Rokel River. Magburaka lies just about 26 miles (42 km) drive south-west of Makeni, the economic center of Northern Sierra Leone and about 80  miles (135 km) drive east of the country's capital Freetown. Magburaka is a trade center and is one of the main cities in Northern Sierra Leone.",
  "/wiki/Golden_Dragon_F.C.": "The Golden Dragon Football Club of Magburaka normally referred to as \"Golden Dragon\", is Sierra Leonean professional football club based in Magburaka, Sierra Leone. They currently play in the Sierra Leone National Premier League, the top football league in Sierra Leone after being promoted from the Nationwide First Division, the second highest football league in the country.",
  "/wiki/Port_Loko": "Port Loko is the capital  of  Port Loko District and since 2017 the North West Province of Sierra Leone. The city had a population of 21,961 in the 2004 census and current estimate of 44,900. Port Loko lies approximately 36 miles north-east of Freetown. The area in and around Port Loko is a major bauxite mining and trade centre. The town lies on the main highway linking Freetown to Guinea's capital Conakry. It also lies on the over-land highway between Freetown and its major airport, Lungi International Airport, although most travellers complete this journey via the much shorter ferry or helicopter transit.",
  "/wiki/Bai_Bureh_Warriors": "The Bai Bureh Warriors of Port Loko commonly known as Bai Bureh Warriors is a Sierra Leonean professional football (soccer) club based in Port Loko, Port Loko District, Sierra Leone. The club represent Port Loko District and is currently playing in the Sierra Leone National First Division, the second highest football league in Sierra Leone.. Bai Bureh Warriors spent many years in the Sierra Leone National Premier League before being relegated to the second division in 2005."
}