{
  "/wiki/Gertrud_Schmidt": "Gertrud Schmidt (born 18 July 1942) is a German sprinter. She competed in the women's 400 metres at the 1964 Summer Olympics.",
  "/wiki/Gormanstown": "Gormanston Camp (Irish: Campa Rinn Mhic Ghormáin) is a military camp in Ireland and consists of approximately 260 acres. It is used for air-ground and air-defence training.  It is located between Balbriggan and Drogheda along the east coastline of Ireland in County Meath in close proximity to the M1 Motorway and Gormanston railway station.",
  "/wiki/Paola_Pigni": "Paola Pigni, married Cacchi (born 30 December 1945) is a former athlete from Italy, who mainly competed in the middle-distance running and cross country running. On July 2, 1969 in Milan, Italy, she set a new 1500 m world record of 4:12.4. She won three gold medals at the IAAF World Cross Country Championships (included one before it was set up, in the 1970 at the International Cross Country Championships).",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.\n Milan is considered a leading alpha global city, with strengths in the field of the art, commerce, design, education, entertainment, fashion, finance, healthcare, media, services, research and tourism. Its business district hosts Italy's stock exchange (Italian: Borsa Italiana), and the headquarters of national and international banks and companies. In terms of GDP, it has the second-largest economy among EU cities after Paris, and is the wealthiest among EU non-capital cities. Milan is considered part of the Blue Banana and one of the \"Four Motors for Europe\".\n The city has been recognized as one of the world's four fashion capitals thanks to several international events and fairs, including Milan Fashion Week and the Milan Furniture Fair, which are currently among the world's biggest in terms of revenue, visitors and growth. It hosted the Universal Exposition in 1906 and 2015. The city hosts numerous cultural institutions, academies and universities, with 11% of the national total enrolled students. Milan is the destination of 8 million overseas visitors every year, attracted by its museums and art galleries that include some of the most important collections in the world, including major works by Leonardo da Vinci. The city is served by many luxury hotels and is the fifth-most starred in the world by Michelin Guide. The city is home to two of Europe's most successful football teams, A.C. Milan and F.C. Internazionale, and one of Europe's main basketball teams, Olimpia Milano. Milan will host the 2026 Winter Olympics together with Cortina d'Ampezzo.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.\n Phoenix is the anchor of the Phoenix metropolitan area, also known as the Valley of the Sun, which in turn is part of the Salt River Valley. The metropolitan area is the 11th largest by population in the United States, with approximately 4.73 million people as of 2017[update]. Phoenix is the seat of Maricopa County and the largest city in the state at 517.9 square miles (1,341 km2), more than twice the size of Tucson and one of the largest cities in the United States.\n Phoenix was settled in 1867 as an agricultural community near the confluence of the Salt and Gila Rivers and was incorporated as a city in 1881. It became the capital of Arizona Territory in 1889. It is in the northeastern reaches of the Sonoran Desert and has a hot desert climate. Despite this, its canal system led to a thriving farming community with the original settler's crops remaining important parts of the Phoenix economy for decades, such as alfalfa, cotton, citrus, and hay. Cotton, cattle, citrus, climate, and copper were known locally as the \"Five C's\" anchoring Phoenix's economy. These remained the driving forces of the city until after World War II, when high-tech companies began to move into the valley and air conditioning made Phoenix's hot summers more bearable.\n The city averaged a four percent annual population growth rate over a 40-year period from the mid-1960s to the mid-2000s. This growth rate slowed during the Great Recession of 2007–09, and has rebounded slowly. Phoenix is the cultural center of the state of Arizona.",
  "/wiki/Julie_Brown_(athlete)": "Julie Ann Brown (born February 4, 1955) is an American retired distance runner. She won the IAAF World Cross Country Championship in 1975 and represented the United States in the 1984 Summer Olympics in the women's marathon, placing 36th.\n Brown set the American women's marathon record at the Nike OTC Marathon in 1978, running 2:36:23.\n Brown concentrated on track and cross-country running prior to the Olympic trials but a victory in the Avon Women's Marathon in 1983 convinced her that she could qualify for the Olympic marathon team.  She ran a conservative race staying in the pack until the midway point and broke away finishing second, 37 seconds behind the Olympic trials winner, Joan Benoit Samuelson. She broke the 10,000 metres world record setting a time of 35:00.4 minutes in 1975.\n After her track career, Brown received her J.D. from Western State University and, joined a law firm as an attorney.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/Christa_Vahlensieck": "Christa Vahlensieck (née Kofferschläger; born 27 May 1949) is a German former long distance runner and pioneer in the marathon for women. During her running career, from 1973-1989, she simultaneously achieved a world record in the 10,000 metres, in the 25k road race and the marathon; she holds 17 German champion titles.",
  "/wiki/Wolfsburg": "Wolfsburg (UK: /ˈvɒlfsbɜːrɡ/ VOLFS-burg, US: /ˈwʊlfsbɜːrɡ, ˈvɔːlfsbʊərk/ WUULFS-burg, VAWLFS-boork, German: [ˈvɔlfsbʊɐ̯k] (listen)) is the fifth largest city in the German state of Lower Saxony. Located on the River Aller. It lies about 75 km (47 mi) east of Hanover and 230 km (143 mi) west of Berlin.\n In 2013, Wolfsburg ranked as the richest city in Germany with a GDP per capita of $128,000 due to its thriving auto industry.\n Wolfsburg is famous as the location of Volkswagen AG's headquarters and the world's biggest car plant. The Autostadt is a visitor attraction next to the Volkswagen factory that features the company's model range: Audi, Bentley, Bugatti, Ducati, Lamborghini, MAN, Neoplan, Porsche, Scania, SEAT, Škoda Auto and Volkswagen Commercial Vehicles. Wolfsburg is one of the few German cities built during the first half of the 20th century. From its founding on 1 July 1938 as a home for workers producing the \"KdF-Wagen\" (VW Beetle) until 25 May 1945, the city was called \"Stadt des KdF-Wagens bei Fallersleben\". In 1972, the population first exceeded 100,000.",
  "/wiki/Hvidovre": "Hvidovre is the main town in Hvidovre Municipality, Denmark. The town, a suburb of Copenhagen, is about 10 km southwest of the capital's center.",
  "/wiki/Natalia_Mărăşescu": "Natalia Mărăşescu (née Andrei on 3 October 1952) is a retired Romanian middle distance runner who specialized mainly in the 1500 metres. She competed in this event at the 1976 and 1980 Olympics and placed ninth in 1980.",
  "/wiki/Băile_Felix": "Băile Felix (Hungarian: Félixfürdő) is a thermal spa resort near the commune of Sânmartin in Bihor County, Transylvania, Romania. Băile Felix is at a close distance to Oradea, a major city in western Romania.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128, 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmø, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.\n Originally a Viking fishing village established in the 10th century in the vicinity of what is now Gammel Strand,  Copenhagen became the capital of Denmark in the early 15th century. Beginning in the 17th century it consolidated its position as a regional centre of power with its institutions, defences and armed forces. During the renaissance the city served as the de facto capital being the seat of government of the Kalmar Union , governing the entire present day Nordic region in a personal union with Sweden and Norway ruled by the Danish monarch serving as the head of state. The city flourished as the cultural and economic center of Scandinavia under the union for well over 120 years, starting in the 15th century up until the beginning of the 16th century when the union was dissolved with Sweden leaving the union through a rebellion. After a plague outbreak and fire in the 18th century, the city underwent a period of redevelopment. This included construction of the prestigious district of Frederiksstaden and founding of such cultural institutions as the Royal Theatre and the Royal Academy of Fine Arts. After further disasters in the early 19th century when Horatio Nelson attacked the Dano-Norwegian fleet and bombarded the city, rebuilding during the Danish Golden Age brought a Neoclassical look to Copenhagen's architecture. Later, following the Second World War, the Finger Plan fostered the development of housing and businesses along the five urban railway routes stretching out from the city centre.\n Since the turn of the 21st century, Copenhagen has seen strong urban and cultural development, facilitated by investment in its institutions and infrastructure. The city is the cultural, economic and governmental centre of Denmark; it is one of the major financial centres of Northern Europe with the Copenhagen Stock Exchange. Copenhagen's economy has seen rapid developments in the service sector, especially through initiatives in information technology, pharmaceuticals and clean technology. Since the completion of the Øresund Bridge, Copenhagen has become increasingly integrated with the Swedish province of Scania and its largest city, Malmø, forming the Øresund Region. With a number of bridges connecting the various districts, the cityscape is characterised by parks, promenades and waterfronts. Copenhagen's landmarks such as Tivoli Gardens, The Little Mermaid statue, the Amalienborg and Christiansborg palaces, Rosenborg Castle Gardens, Frederik's Church, and many museums, restaurants and nightclubs are significant tourist attractions. The largest lake of Denmark, Arresø, lies around 27 miles (43 kilometers) northwest of the City Hall Square.\n Copenhagen is home to the University of Copenhagen, the Technical University of Denmark, Copenhagen Business School and the IT University of Copenhagen. The University of Copenhagen, founded in 1479, is the oldest university in Denmark. Copenhagen is home to the FC København and Brøndby football clubs. The annual Copenhagen Marathon was established in 1980. Copenhagen is one of the most bicycle-friendly cities in the world.\n The Copenhagen Metro launched in 2002 serves central Copenhagen. Additionally the Copenhagen S-train, the Lokaltog (private railway) and the Coast Line network serves and connects central Copenhagen to outlying boroughs. Serving roughly two million passengers a month, Copenhagen Airport, Kastrup, is the busiest airport in the Nordic countries.",
  "/wiki/Olga_Krentser": "Olga Petrovna Bondarenko (née Krentser, Russian: О́льга Петро́вна Бондаре́нко-Кренцер; born 2 June 1960 in Slavgorod) is a retired Russian female track and field athlete, who competed mainly in the 10,000 metres. She trained at the Armed Forces sports society in Volgograd and represented the Soviet Union internationally.\n She competed for the Soviet Union at the 1988 Summer Olympics held in Seoul, South Korea where she won the gold medal in the first Olympic women's 10,000 metres event, setting a new Olympic record: 31:05.21.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities. \n Moscow is a major political, economic, cultural, and scientific centre of Russia and Eastern Europe. It is the second-most populous city in Europe, the most populous city entirely within Europe, as well as the largest city (by area) on the European continent. By broader definitions, Moscow is among the world's largest cities, being the 24th largest metropolitan area, the 16th largest urban area, and the 10th largest by population within city limits worldwide. Moscow has been ranked as the ninth most expensive city in the world and has one of the world's largest urban economies, being ranked as an alpha global city, and is also one of the fastest growing tourist destinations in the world. Moscow is home to the third-highest number of billionaires of any city in the world, and has the highest number of billionaires of any city in Europe.\n Moscow is the northernmost and coldest megacity on the Earth. It is home to the Ostankino Tower, the tallest free standing structure in Europe; the Federation Tower, the second-tallest skyscraper in Europe; and the Moscow International Business Center. Moscow is the largest city on the European continent by area.\n Moscow is situated on the Moskva River in the Central Federal District of European Russia, it is well known for its architecture, particularly its historic buildings such as Saint Basil's Cathedral in Russian architectural style with a richly decorated and multicolored facade. With over 40 percent of its territory covered by greenery, it is one of the greenest capitals and major cities in the world, having the largest forest in an urban area within its borders.\nThe city has served as the capital of a progression of states, from the medieval Grand Duchy of Moscow and the subsequent Tsardom of Russia to the Russian Empire (for the short period of time taking that title from Saint Petersburg in 1728–1730) to the Soviet Union and the contemporary Russian Federation.\n Moscow is a seat of power of the Government of Russia, being the site of the Moscow Kremlin, a medieval city-fortress that is today the residence for work of the President of Russia. The Moscow Kremlin and Red Square are one of several World Heritage Sites in the city. Both chambers of the Russian parliament (the State Duma and the Federation Council) also sit in the city. Moscow is considered the center of Russian culture, having served as the home of Russian artists, scientists, and sports figures and because of the presence of museums, academic and political institutions and theatres.\n The city is served by a transit network, which includes four international airports, nine railway terminals, numerous trams, a monorail system and one of the deepest underground rapid transit systems in the world, the Moscow Metro, the fourth-largest in the world and largest outside Asia in terms of passenger numbers, and the busiest in Europe. It is recognized as one of the city's landmarks due to the rich architecture of its 222 stations.",
  "/wiki/10,000_metres_world_record_progression": "The official world records in the 10,000 metres are held by Kenenisa Bekele with 26:17.53 minutes for men and Almaz Ayana from Ethiopia with 29:17.45 minutes for women.\n The first world record in the men's 10,000 metres was recognized by the International Association of Athletics Federations in 1912. The first ratified record, Jean Bouin's time of 30:58.8 minutes, had been run the year before. As of June 21, 2009, 37 men's world records have been ratified by the IAAF in the event.\n The first world record in the women's 10,000 metres was recognized by the International Association of Athletics Federations in 1981. As of June 21, 2009, eight women's world records have been ratified by the IAAF in the event. Before the event was recognised by the IAAF as an official world record event the 3000 metres was the most common international women's long-distance track event, although women did sometimes compete over 10,000 m before its addition to the World Championships and Olympic programme in 1987 and 1988, respectively."
}