{
  "/wiki/Gertrud_Schmidt": "Gertrud Schmidt (born 18 July 1942) is a German sprinter. She competed in the women's 400 metres at the 1964 Summer Olympics.",
  "/wiki/Gormanstown": "Gormanston Camp (Irish: Campa Rinn Mhic Ghormáin) is a military camp in Ireland and consists of approximately 260 acres. It is used for air-ground and air-defence training.  It is located between Balbriggan and Drogheda along the east coastline of Ireland in County Meath in close proximity to the M1 Motorway and Gormanston railway station.",
  "/wiki/Paola_Pigni": "Paola Pigni, married Cacchi (born 30 December 1945) is a former athlete from Italy, who mainly competed in the middle-distance running and cross country running. On July 2, 1969 in Milan, Italy, she set a new 1500 m world record of 4:12.4. She won three gold medals at the IAAF World Cross Country Championships (included one before it was set up, in the 1970 at the International Cross Country Championships).",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Phoenix,_Arizona": "Phoenix is the capital and most populous city in Arizona, with 1,660,272 people (as of 2018[update]). It is also the fifth most populous city in the United States, and the only state capital with a population of more than one million residents.",
  "/wiki/Julie_Brown_(athlete)": "Julie Ann Brown (born February 4, 1955) is an American retired distance runner. She won the IAAF World Cross Country Championship in 1975 and represented the United States in the 1984 Summer Olympics in the women's marathon, placing 36th.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Christa_Vahlensieck": "Christa Vahlensieck (née Kofferschläger; born 27 May 1949) is a German former long distance runner and pioneer in the marathon for women. During her running career, from 1973-1989, she simultaneously achieved a world record in the 10,000 metres, in the 25k road race and the marathon; she holds 17 German champion titles.",
  "/wiki/Wolfsburg": "Wolfsburg (UK: /ˈvɒlfsbɜːrɡ/ VOLFS-burg, US: /ˈwʊlfsbɜːrɡ, ˈvɔːlfsbʊərk/ WUULFS-burg, VAWLFS-boork, German: [ˈvɔlfsbʊɐ̯k] (listen)) is the fifth largest city in the German state of Lower Saxony. Located on the River Aller. It lies about 75 km (47 mi) east of Hanover and 230 km (143 mi) west of Berlin.",
  "/wiki/Hvidovre": "Hvidovre is the main town in Hvidovre Municipality, Denmark. The town, a suburb of Copenhagen, is about 10 km southwest of the capital's center.",
  "/wiki/Natalia_M%C4%83r%C4%83%C5%9Fescu": "Natalia Mărăşescu (née Andrei on 3 October 1952) is a retired Romanian middle distance runner who specialized mainly in the 1500 metres. She competed in this event at the 1976 and 1980 Olympics and placed ninth in 1980.",
  "/wiki/B%C4%83ile_Felix": "Băile Felix (Hungarian: Félixfürdő) is a thermal spa resort near the commune of Sânmartin in Bihor County, Transylvania, Romania. Băile Felix is at a close distance to Oradea, a major city in western Romania.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Olga_Krentser": "Olga Petrovna Bondarenko (née Krentser, Russian: О́льга Петро́вна Бондаре́нко-Кренцер; born 2 June 1960 in Slavgorod) is a retired Russian female track and field athlete, who competed mainly in the 10,000 metres. She trained at the Armed Forces sports society in Volgograd and represented the Soviet Union internationally.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/10,000_metres_world_record_progression": "The official world records in the 10,000 metres are held by Kenenisa Bekele with 26:17.53 minutes for men and Almaz Ayana from Ethiopia with 29:17.45 minutes for women."
}