{
  "/wiki/Yelena_Sipatova": "Yelena Sipatova (Russian: Елена Силатова; born 7 June 1955) is a retired long-distance runner from the Soviet Union, and a former winner of the Rome City Marathon (1995).",
  "/wiki/Mary_Decker": "Mary Teresa Slaney (formerly Tabb, née Decker; born August 4, 1958) is a retired American middle-distance runner. During her career, she won gold medals in the 1500 meters and 3000 meters at the 1983 World Championships, and was the world record holder in the mile, 5000 meters and 10,000 meters. In total, she set 17 official and unofficial world records, including being the first woman in history to break 4:20 for the mile. She also set 36 US national records at distances ranging from 800 meters to 10,000 meters, and has held the US record in the mile, 2000 meters and 3000 meters since the early 1980s, while her 1500 meters record stood for 32 years. In 2003, she was inducted into the National Track and Field Hall of Fame.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/Krasnodar": "Krasnodar (/ˌkrɑːsnəˈdɑːr, -noʊ-/; Russian: Краснода́р, IPA: [krəsnɐˈdar]) is a city and the administrative center of Krasnodar Krai, Russia, located on the Kuban River, approximately 148 kilometers (92 mi) northeast of the Black Sea port of Novorossiysk. As of the 2010 Census, its population was 774,234. According to the Federal Statistics Service of Russia, Krasnodar officially reached a population of 1,000,007 on September 22, 2018, thus the city is the 16th most populated city in Russia, and also the country's 16th city with at least a million inhabitants.",
  "/wiki/Odessa": "Odessa or Odesa (Ukrainian: Оде́са, romanized: Odesa [oˈdɛsɐ] (listen); Russian: Оде́сса, romanized: Odessa [ɐˈdʲesə]) is the third most populous city of Ukraine and a major tourism center, seaport and transport hub located on the northwestern shore of the Black Sea. It is also the administrative center of the Odessa Oblast and a multiethnic cultural center. Odessa is sometimes called the \"pearl of the Black Sea\", the \"South Capital\" (under the Russian Empire and Soviet Union), and \"Southern Palmyra\".",
  "/wiki/Olga_Bondarenko": "Olga Petrovna Bondarenko (née Krentser, Russian: О́льга Петро́вна Бондаре́нко-Кренцер; born 2 June 1960 in Slavgorod) is a retired Russian female track and field athlete, who competed mainly in the 10,000 metres. She trained at the Armed Forces sports society in Volgograd and represented the Soviet Union internationally.",
  "/wiki/Kiev": "Kiev or Kyiv[a] (Ukrainian: Київ, romanized: Kyiv; Russian: Киев, romanized: Kiyev) is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974 (though higher estimated numbers have been cited in the press), making Kiev the 6th-most populous city in Europe.",
  "/wiki/Ingrid_Kristiansen": "Ingrid Kristiansen (née Christensen on 21 March 1956) is a Norwegian former athlete. She was one of the best female long distance runners during the 1980s. She is a former world record holder in the 5000 metres, 10,000 metres and the marathon (at one point in time, she held those records simultaneously, the only person ever) and was a World Champion on the track, roads and cross-country. Kristiansen was the first athlete to win World titles on all three surfaces. At the 1984 Los Angeles Olympics, she finished fourth in the first women's Olympic marathon. At the 1988 Seoul Olympics, she dropped out of the 10,000 metres final while leading. Early in her career, she was also an elite cross country skier, winning several Norwegian titles and a European junior championship.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Wang_Junxia": "Wang Junxia (simplified Chinese: 王军霞; traditional Chinese: 王軍霞; pinyin: Wáng Jūnxiá; born January 19, 1973) is a Chinese former long-distance runner who is the current world record holder at  3,000 Meters. She also held the world record for the 10,000 Meters for 23 years, between 1993 and 2016. Her best years lay between 1991 and 1996. Wang was coached by Ma Junren until 1995 and by Mao Dezhen from 1995 to her retirement after the 1996 Atlanta Olympics.",
  "/wiki/Athletics_at_the_1993_National_Games_of_China": "At the 7th National Games of the People's Republic of China, the athletics events were held in Beijing in September 1993.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/PR_China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Almaz_Ayana": "Almaz Ayana Eba (Amharic: አልማዝ አያና ኤባ, born 21 November 1991) is an Ethiopian female long-distance runner who competes in the 3000 metres, 5000 metres, and 10,000 metres events. She broke the 10,000 metres world record, set in 1993, while winning the gold medal at the 2016 Summer Olympics in Rio de Janeiro. At the 2017 World Championships in London, Almaz won the gold medal in the 10,000 metres, finishing 46 seconds ahead of the runner-up.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics_%E2%80%93_Women%27s_10,000_metres": "The women's 10,000 metres event at the 2016 Summer Olympics took place on 12 August at the Olympic Stadium. The gold medal was won by Ethiopian Almaz Ayana—in only her second 10,000 m race on the track—in a world record time of 29 minutes, 17.45 seconds. London 2012 bronze medallist Vivian Cheruiyot won silver for Kenya, with reigning Olympic champion Tirunesh Dibaba of Ethiopia taking bronze.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/10,000_metres_world_record_progression": "The official world records in the 10,000 metres are held by Kenenisa Bekele with 26:17.53 minutes for men and Almaz Ayana from Ethiopia with 29:17.45 minutes for women."
}