{
  "/wiki/Thomas_D%27Arcy_McGee": "Thomas D'Arcy Etienne Grace Hughes McGee, (13 April 1825 – 7 April 1868) was an Irish-Canadian politician, Catholic spokesman, journalist, poet, and a Father of Canadian Confederation. The young McGee was a Catholic Irishman who opposed British rule of Ireland, and worked for a peasant revolution to overthrow British rule and secure Irish independence. He escaped arrest and fled to the United States in 1848, where he reversed his political beliefs. He became disgusted with American republicanism and democracy, and became intensely conservative in his politics and in his religious support for the Pope. He moved to Canada in 1857 and worked hard to convince the Irish Catholics to cooperate with the Protestant British (members of the church) in forming a Confederation that would make for a strong Canada in close alliance with Britain. His passion for Confederation garnered him the title: 'Canada's first nationalist'. He fought the Fenians in Canada, who were Irish Catholics that opposed the British and resembled his younger self politically. McGee succeeded in helping create the Canadian Confederation in 1867, but was assassinated by Patrick J. Whelan in 1868.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/St._Patrick%27s_Basilica,_Ottawa": "St Patrick's Basilica is a Roman Catholic Church in Ottawa, Ontario, Canada. Located at 281 Nepean Street (at the corner of Nepean and Kent) in Downtown Ottawa, it is the oldest church in the city that serves the English-speaking community. The Basilica is one of the regular buildings featured in the Doors Open Ottawa architectural heritage day.",
  "/wiki/John_A._Macdonald": "Sir John Alexander Macdonald[a] (11 January 1815[b] – 6 June 1891) was the first prime minister of Canada (1867–1873, 1878–1891). The dominant figure of Canadian Confederation, he had a political career which spanned almost half a century.",
  "/wiki/St._Alban%27s_Anglican_Church_(Ottawa)": "St. Albans Anglican Church is an Anglican church in the Sandy Hill neighbourhood of Ottawa, Ontario, Canada. It is one of Ottawa's oldest surviving church buildings and one of its most historic.",
  "/wiki/Alexander_Mackenzie_(politician)": "Alexander Mackenzie, PC (January 28, 1822 – April 17, 1892) was a Scottish-Canadian politician who served as the second prime minister of Canada, in office from 1873 to 1878.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Jarvis_Street_Baptist_Church": "The Jarvis Street Baptist Church is a Baptist church located at the intersection of Gerrard Street and Jarvis Street in downtown Toronto. One of the oldest churches in the city, its congregation was founded in 1818, and the present church constructed in 1875.",
  "/wiki/John_Abbott": "Sir John Joseph Caldwell Abbott, PC, KCMG, QC (March 12, 1821 – October 30, 1893) was a Canadian lawyer and politician, Freemason, who served as the third prime minister of Canada (and its first native-born one – both MacDonald and Mackenzie having been born in Scotland), in office from 1891 to 1892. He held office as the leader of the Conservative Party.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Christ_Church_Cathedral_(Montreal)": "Christ Church Cathedral is an Anglican Gothic Revival cathedral in Montreal, Quebec, Canada, the seat of the Anglican Diocese of Montreal. It is located at 635 Saint Catherine Street West, between Avenue Union and Boulevard Robert-Bourassa. It is situated on top of the Promenades Cathédrale underground shopping mall, and south of Tour KPMG. It was classified as historical monument by the government of Quebec on May 12, 1988. In 1999, it was designated a National Historic Site of Canada.",
  "/wiki/John_Sparrow_David_Thompson": "Sir John Sparrow David Thompson PC KCMG QC (November 10, 1845 – December 12, 1894) was a Canadian lawyer, judge, and politician who served as the fourth prime minister of Canada, in office from 1892 until his death. He had previously been premier of Nova Scotia for a brief period in 1882.",
  "/wiki/Halifax,_Nova_Scotia": "Halifax, officially known as the Halifax Regional Municipality (HRM), is the capital of the Canadian province of Nova Scotia. It had a population of 403,131 in 2016, with 316,701 in the urban area centred on Halifax Harbour. The regional municipality consists of four former municipalities that were amalgamated in 1996: Halifax, Dartmouth, Bedford, and Halifax County.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/St._Mary%27s_Basilica_(Halifax)": "St. Mary's Cathedral Basilica is a Gothic Revival Catholic cathedral located in downtown Halifax, Nova Scotia, Canada. It is the cathedral church of the Archdiocese of Halifax and is the largest Catholic church in the Archdiocese. Consecrated on October 19, 1899, it was made a basilica in 1950 by Pope Pius XII. The St. Mary's Cathedral Basilica boasts the tallest granite spire in North America.",
  "/wiki/Charles_Tupper": "Sir Charles Tupper, 1st Baronet, GCMG, CB, PC (July 2, 1821 – October 30, 1915) was a Canadian father of Confederation: as the premier of Nova Scotia from 1864 to 1867, he led Nova Scotia into Confederation. He went on to serve as the sixth prime minister of Canada, sworn into office on May 1, 1896, seven days after parliament had been dissolved. He lost the June 23 election and resigned on July 8, 1896. His 69-day term as prime minister is currently the shortest in Canadian history.",
  "/wiki/St._Paul%27s_Church_(Halifax)": "St. Paul's Church is an evangelical Anglican church in downtown Halifax, Nova Scotia, within the Diocese of Nova Scotia and Prince Edward Island of the Anglican Church of Canada. It is located at the south end of the Grand Parade, an open square in downtown Halifax with Halifax City Hall at the northern end. Built during Father Le Loutre's War, it is the oldest surviving Protestant church in Canada and the oldest building in Halifax. There is also a crypt below the church.  Close to the church is the St. Paul's Church Cemetery. The official chapel of the church was the Little Dutch (Deutsch) Church.",
  "/wiki/Mackenzie_Bowell": "Sir Mackenzie Bowell KCMG PC (/ˈboʊ.əl/; December 27, 1823 – December 10, 1917) was a Canadian newspaper publisher and politician, who served as the fifth prime minister of Canada, in office from 1894 to 1896.",
  "/wiki/Belleville,_Ontario": "Belleville (Canada 2016 Census population 50,716; census agglomeration population 103,472) is a city located at the mouth of the Moira River on the Bay of Quinte in Southern (Central) Ontario, Canada, along the Quebec City-Windsor Corridor. It is the seat of Hastings County, but politically independent of it, and is the centre of the Bay of Quinte Region.",
  "/wiki/Wilfrid_Laurier": "Sir Henri Charles Wilfrid Laurier GCMG, PC, KC (/ˈlɒrieɪ/ LORR-ee-ay; French: [wilfʁid loʁje]; 20 November 1841 – 17 February 1919) was a Canadian politician and statesman who served as the seventh prime minister of Canada, in office from 11 July 1896 to 6 October 1911.",
  "/wiki/Notre-Dame_Cathedral_Basilica,_Ottawa": "The Notre-Dame Cathedral Basilica is a Roman Catholic minor basilica in Ottawa, Ontario, Canada located on 385 Sussex Drive in the Lower Town neighbourhood.  It was designated a National Historic Site of Canada in 1990.",
  "/wiki/James_Robb_(politician)": "James Alexander Robb, PC (10 August 1859 – November 11, 1929) was a Canadian Member of Parliament and cabinet minister. Robb was a member of the Liberal Party of Canada.",
  "/wiki/Salaberry-de-Valleyfield": "Salaberry-de-Valleyfield is a city in southwestern Quebec, Canada, in the Regional County Municipality of Beauharnois-Salaberry.",
  "/wiki/George_Eulas_Foster": "Sir George Eulas Foster, GCMG, (Canadian) PC, (Imperial) PC (September 3, 1847 – December 30, 1931) was a Canadian politician and academic.",
  "/wiki/Dominion-Chalmers_United_Church": "Dominion Chalmers United Church is a large United church, located in downtown Ottawa, at the corner of Cooper and O'Connor Streets (with access from Lisgar Street). It is a 1962 merger of two key congregations from both the Methodist and Presbyterian traditions, each possessing lengthy histories.",
  "/wiki/Robert_Borden": "Sir Robert Laird Borden, GCMG PC KC (June 26, 1854 – June 10, 1937) was a Canadian lawyer and politician who served as the eighth prime minister of Canada, in office from 1911 to 1920. He is best known for his leadership of Canada during World War I.",
  "/wiki/All_Saints_Anglican_Church_(Ottawa)": "All Saints Sandy Hill is a former Anglican church in Ottawa, Ontario, Canada. The building was sold in 2015 and is slated to become a community hub for the neighbourhood.",
  "/wiki/George_Halsey_Perley": "Sir George Halsey Perley, GCMG PC (September 12, 1857 – January 4, 1938) was an American-born Canadian politician and diplomat.",
  "/wiki/John_Buchan,_1st_Baron_Tweedsmuir": "John Buchan, 1st Baron Tweedsmuir, GCMG, GCVO, CH, PC (/ˈbʌxən/; 26 August 1875 – 11 February 1940) was a Scottish novelist, historian, and Unionist politician who served as Governor General of Canada, the 15th since Canadian Confederation.",
  "/wiki/St._Andrew%27s_Presbyterian_Church_(Ottawa)": "St. Andrew's Presbyterian Church is the oldest Presbyterian church in Ottawa, Ontario, Canada.",
  "/wiki/Ernest_Lapointe": "Ernest Lapointe, PC (October 6, 1876 – November 26, 1941) was a Canadian lawyer and politician.  A member of Parliament from Quebec City, he was a top adviser to Prime Minister William Mackenzie King, especially on issues relating to legal affairs, Quebec and French-speaking Canada.",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Saint-Roch_Church_(Quebec_City)": "The Église Saint-Roch, in the parish of Notre-Dame de Saint-Roch is the largest church in Quebec City, Quebec, Canada. It was constructed between 1914 and 1923. It is the fourth successive church of the same name to be constructed at the site.  The church lost its visual dominance of the city after the construction of a mall in 1974. The mall has since been demolished and today the church is at the heart of the revitalisation of the neighbourhood.",
  "/wiki/Raoul_Dandurand": "Raoul Dandurand, PC KC (November 4, 1861 – March 11, 1942) was a Canadian politician and longtime organizer in Quebec for the Liberal Party of Canada.",
  "/wiki/William_Lyon_Mackenzie_King": "William Lyon Mackenzie King OM CMG PC (December 17, 1874 – July 22, 1950), commonly known as Mackenzie King or by the initials WLMK, was the dominant Canadian political leader from the 1920s through the 1940s. He served as the tenth prime minister of Canada in 1921–1926, 1926–1930 and 1935–1948. He is best known for his leadership of Canada throughout the Second World War (1939–1945) when he mobilized Canadian money, supplies and volunteers to support Britain while boosting the economy and maintaining morale on the home front. A Liberal with 21 years and 154 days in office, he was the longest-serving prime minister in Canadian history. Trained in law and social work, he was keenly interested in the human condition (as a boy, his motto was \"Help those that cannot help themselves\"), and played a major role in laying the foundations of the Canadian welfare state.",
  "/wiki/Humphrey_Mitchell": "Humphrey Mitchell, PC (September 9, 1894 – August 1, 1950) was a Canadian politician and trade unionist.",
  "/wiki/St._Barnabas,_Apostle_and_Martyr_Anglican_Church": "St. Barnabas, Apostle and Martyr Anglican Church is an Anglican church in the Anglo-Catholic tradition at 70 James Street (at Kent St.) in Ottawa, Ontario, Canada.",
  "/wiki/Alcide_C%C3%B4t%C3%A9": "Alcide Côté, PC (May 19, 1903 – August 7, 1955) was a Canadian politician and lawyer.",
  "/wiki/Saint-Jean-sur-Richelieu": "Saint-Jean-sur-Richelieu (French pronunciation: ​[sɛ̃ ʒɑ̃ syʁ ʁiʃ(ə)ljø]) is a city in eastern Montérégie in the Canadian province of Quebec, about 40 kilometres (25 mi) southeast of Montreal. It is situated on the west bank of the Richelieu River at the northernmost navigable point of Lake Champlain. As of 2016 the population of Saint-Jean-sur-Richelieu was 95,114.",
  "/wiki/Cathedral_of_Saint-Jean-l%27%C3%89vang%C3%A9liste": "The Cathedral of Saint-Jean-l'Évangéliste (St. John the Evangelist) is the seat of the Roman Catholic Diocese of Saint-Jean-Longueuil in Canada. It is located in the city of Saint-Jean-sur-Richelieu, Quebec.",
  "/wiki/Arthur_Meighen": "Arthur Meighen PC QC (/ˈmiːən/; 16 June 1874 – 5 August 1960) was a Canadian lawyer and politician who served as the ninth prime minister of Canada, in office from July 1920 to December 1921 and again from June to September 1926. He led the Conservative Party from 1920 to 1926 and from 1941 to 1942.",
  "/wiki/St._Andrew%27s_United_Church": "St. Andrew's United Church is an historic congregation of the United Church of Canada in Toronto, Ontario, Canada. Located in the city's downtown core near the intersection of Yonge and Bloor it is a combination of five other downtown Toronto congregations. The church originated from St. Andrew's Church, founded in 1830 as the first Church of Scotland congregation in what was then the town of York. The original St. Andrew's was located at the corner of Adelaide and Church Streets. By the 1870s it had become clear that a new church was needed. The downtown core had moved westward, and most of the congregation wanted to shift in that direction as well, but a minority staunchly opposed the idea. With the congregation thus split, the majority moved to a new structure at King and Simcoe in 1876 that still exists today as St. Andrew's Church.",
  "/wiki/Jack_Garland_(Canadian_politician)": "John Richard \"Jack\" Garland PC (January 1, 1918 – March 14, 1964) was a Canadian politician, who was a longtime member of the House of Commons of Canada for the riding of Nipissing. He was a member of the Liberal Party of Canada.",
  "/wiki/North_Bay,_Ontario": "North Bay is a city in Northeastern Ontario, Canada. It is the seat of Nipissing District, and takes its name from its position on the shore of Lake Nipissing. North Bay is located on the traditional territory of the Nipissing First Nation peoples."
}