{
  "/wiki/Eddie_Shore": "Edward William Shore (November 25, 1902 – March 16, 1985) was a Canadian professional ice hockey defenceman, principally for the Boston Bruins of the National Hockey League, and the longtime owner of the Springfield Indians of the American Hockey League, iconic for his toughness and defensive skill. In 2017 Shore was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Defenceman": "Defence (defense in the United States) in ice hockey is a player position whose primary responsibility is to prevent the opposing team from scoring. They are often referred to as defencemen, D, D-men or blueliners (the latter a reference to the blue line in ice hockey which represents the boundary of the offensive zone; defencemen generally position themselves along the line to keep the puck in the zone). They were once called cover-point. A good defenceman is both strong in defensive and offensive play and for defenceman pairing also need to be good at defending and attacking.",
  "/wiki/Lionel_Hitchman": "Frederick Lionel Hitchman (November 3, 1901 – January 12, 1969) was a Canadian professional ice hockey defenceman who played twelve seasons in the National Hockey League for the Ottawa Senators and Boston Bruins.",
  "/wiki/Bobby_Orr": "Robert Gordon Orr, OC (born March 20, 1948) is a Canadian former professional ice hockey player, widely acknowledged as one of the greatest of all time. Orr used his ice skating speed, scoring, and play-making abilities to revolutionize the position of defenceman.  He played in the National Hockey League (NHL) for 12 seasons, starting with 10 with the Boston Bruins followed by two with the Chicago Black Hawks. Orr remains the only defenceman to have won the league scoring title with two Art Ross Trophies. He holds the record for most points and assists in a single season by a defenceman. Orr won a record eight consecutive Norris Trophies as the NHL's best defenceman and three consecutive Hart Trophies as the league's most valuable player (MVP). Orr was inducted into the Hockey Hall of Fame in 1979 at age 31, the youngest to be inducted at that time. In 2017 Orr was named by the National Hockey League as one of the \"100 Greatest NHL Players\" in history. After his hockey career, he became a well-known scout for many professional teams. He also spends time talking to and mentoring young skaters.",
  "/wiki/Dit_Clapper": "Aubrey Victor \"Dit\" Clapper (February 9, 1907 – January 20, 1978) was a Canadian professional ice hockey player. Clapper played his entire professional career for the Boston Bruins of the National Hockey League (NHL). He was inducted into the Hall of Fame in 1947, the first Honoured Member to be living at the time of his induction.",
  "/wiki/Winger_(ice_hockey)": "Winger, in the game of ice hockey, is a forward position of a player whose primary zone of play on the ice is along the outer playing area. They typically work by flanking the centre forward. Originally the name was given to forward players who went up and down the sides of the rink. Nowadays, there are different types of wingers in the game — out-and-out goal scorers, checkers who disrupt the opponents, and forwards who work along the boards and in the corners. They tend to be bigger than centreman and smaller than defenseman.",
  "/wiki/Phil_Esposito": "Philip Anthony Esposito OC (/ˌɛspəˈziːtoʊ/ ESP-ə-ZEE-toh, Italian: [eˈspɔːzito]; born February 20, 1942) is a Canadian broadcaster, and former professional ice hockey executive, coach and player.  A member of the Hockey Hall of Fame, he played 18 seasons in the National Hockey League for the Chicago Black Hawks, Boston Bruins and New York Rangers. He is considered one of the greatest players of all time, and is the older brother of fellow Hall-of-Famer Tony Esposito, a goaltender.",
  "/wiki/Center_(ice_hockey)": "The centre (or center in the United States) in ice hockey is a forward position of a player whose primary zone of play is the middle of the ice, away from the sideboards. Centres have more flexibility in their positioning and are expected to cover more ice surface than any other player. Centres are ideally stronger, faster skaters who can back-check quickly from deep in the opposing zone. Generally, centres are expected to be gifted passers more than goal scorers, although there are exceptions.  They are also expected to have exceptional \"ice vision\", intelligence, and creativity. They also generally are the most defensively oriented forwards on the ice. Centres usually play as part of a line of players that are substituted frequently to keep fresh and keep the game moving.",
  "/wiki/Cam_Neely": "Cameron Michael Neely (born June 6, 1965) is a Canadian professional ice hockey executive and former player. Neely played right wing for the Vancouver Canucks but is known for his time with the Boston Bruins of the National Hockey League from 1983 to 1996. Neely was inducted into the Hockey Hall of Fame in 2005. He currently serves as the president of the Boston Bruins.",
  "/wiki/Johnny_Bucyk": "John Paul \"Chief\" Bucyk (born May 12, 1935) is a retired Canadian professional ice hockey left winger and member of the Hockey Hall of Fame. Having played most of his career with the Boston Bruins, he has been associated in one capacity or another with the Bruins' organization since the late 1950s. In 2017 Bucyk was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Milt_Schmidt": "Milton Conrad Schmidt (March 5, 1918 – January 4, 2017) was a Canadian professional ice hockey centre, coach and general manager, mostly for the Boston Bruins of the National Hockey League (NHL), where he was a member of the Kraut Line. He was elected to the Hockey Hall of Fame in 1961. In 2017 Schmidt was named one of the '100 Greatest NHL Players' in history.",
  "/wiki/Rick_Middleton": "Richard David \"Nifty\" Middleton (born December 4, 1953) is a Canadian former professional ice hockey player for the New York Rangers and Boston Bruins of the National Hockey League.",
  "/wiki/Terry_O'Reilly": "Terence Joseph James O'Reilly (born June 7, 1951) is a retired ice hockey right winger, who played for the NHL's Boston Bruins, and one of the most effective enforcers in NHL history. O'Reilly was born in Niagara Falls, Ontario.",
  "/wiki/Ray_Bourque": "Raymond Jean Bourque (born December 28, 1960) is a Canadian former professional ice hockey player.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11)."
}