{
  "/wiki/Another_World_(TV_series)": "Another World (often shortened to AW) is an American television soap opera that aired on NBC from May 4, 1964, to June 25, 1999. It was created by Irna Phillips along with William J. Bell, and was produced by Procter & Gamble Productions at NBC Studios, 1268 East 14th Street in Brooklyn. Set in the fictional town of Bay City, the series originally opened with announcer Bill Wolff intoning its epigram, We do not live in this world alone, but in a thousand other worlds, which Phillips said represented the difference between the world of events we live in, and the world of feelings and dreams that we strive for. Another World focused less on the conventional drama of domestic life as seen in other soap operas, and more on exotic melodrama between families of different classes and philosophies. In 1964, Another World was the first soap opera to talk about abortion when such subjects were taboo. It was the first soap opera to do a crossover, with the character of Mike Bauer from Guiding Light, which was also created by Irna Phillips, coming from Springfield to Bay City. It was also the first to expand to one hour, then to ninety minutes, and then back to an hour.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the Peacock Network, in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979. Founded in 1926 by the Radio Corporation of America (RCA), NBC is the oldest major broadcast network in the United States. At that time the parent company of RCA was General Electric (GE). In 1932, GE was forced to sell RCA and NBC as a result of antitrust charges.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, Live from New York, it's Saturday Night! , properly beginning the show. In 1980, Michaels left the series to explore other opportunities. He was replaced by Jean Doumanian, who was replaced by Ebersol after a season of bad reviews.",
  "/wiki/Alec_Baldwin": "Alexander Rae Baldwin III (born April 3, 1958) is an American actor, writer, producer, comedian, and political activist. A member of the Baldwin family, he is the eldest of the four Baldwin brothers, all actors. Baldwin first gained recognition appearing on seasons 6 and 7 of the CBS television drama Knots Landing, in the role of Joshua Rush. He has played both leading and supporting roles in films such as the horror comedy fantasy film Beetlejuice (1988), as Jack Ryan in the action thriller The Hunt for Red October (1990), the romantic comedy The Marrying Man (1991), the drama Glengarry Glen Ross (1992), the superhero film The Shadow (1994), and two films directed by Martin Scorsese: the Howard Hughes biopic The Aviator (2004) and the neo-noir crime drama The Departed (2006). His performance in the 2003 romantic drama The Cooler garnered him a nomination for the Academy Award for Best Supporting Actor. He has done voice work for The SpongeBob Squarepants Movie (2004), Madagascar: Escape 2 Africa (2008), Rise of the Guardians (2012), and The Boss Baby (2017). On television, he narrated the American version of the fifth and sixth series of Thomas the Tank Engine & Friends and played Mr. Conductor in Thomas and the Magic Railroad.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center). CBS is sometimes referred to as the Eye Network, in reference to the company's trademark symbol, in use since 1951. It has also been called the Tiffany Network, alluding to the perceived high quality of CBS programming during the tenure of William S. Paley. It can also refer to some of CBS's first demonstrations of color television, which were held in a former Tiffany & Co. building in New York City in 1950. The network has its origins in United Independent Broadcasters Inc., a collection of 16 radio stations purchased by Paley in 1928 and renamed the Columbia Broadcasting System. Under Paley's guidance, CBS would first become one of the largest radio networks in the United States, and eventually one of the Big Three American broadcast television networks. In 1974 CBS dropped its former full name and became known simply as CBS, Inc.",
  "/wiki/Sting_(musician)": "Gordon Matthew Thomas Sumner CBE (born 2 October 1951), known professionally as Sting, is an English musician and actor. He was the principal songwriter, lead singer, and bassist for the new wave rock band the Police from 1977 to 1984, and launched a solo career in 1985. He has included elements of rock, jazz, reggae, classical, new-age and worldbeat in his music. As a solo musician and a member of the Police, Sting has received 17 Grammy Awards: he won Song of the Year for Every Breath You Take, three Brit Awards, including Best British Male Artist in 1994 and Outstanding Contribution in 2002, a Golden Globe, an Emmy and four nominations for the Academy Award for Best Original Song. In 2019, he received a BMI Award for Every Breath You Take becoming the most played song in radio history. In 2002, Sting received the Ivor Novello Award for Lifetime Achievement from the British Academy of Songwriters, Composers and Authors and was also inducted into the Songwriters Hall of Fame. He was inducted into the Rock and Roll Hall of Fame as a member of the Police in 2003. In 2000, he received a star on the Hollywood Walk of Fame for recording.",
  "/wiki/Guiding_Light": "Guiding Light (known as The Guiding Light before 1975) is an American television soap opera. It is listed in Guinness World Records as the longest-running drama in television in American history, broadcast on CBS for 57 years from June 30, 1952, until September 18, 2009, overlapping a 19-year broadcast on radio from 1937 to 1956. With 72 years of radio and television runs, Guiding Light is the longest running soap opera, ahead of General Hospital, and is the fifth-longest running program in all of broadcast history; only the American country music radio program Grand Ole Opry (first broadcast in 1925), the BBC religious program The Daily Service (1928), the CBS religious program Music and the Spoken Word (1929), and the Norwegian children's radio program Lørdagsbarnetimen (1924-2010) have been on the air longer. [a]\nGuiding Light was created by Irna Phillips, and began as an NBC Radio serial on January 25, 1937. On June 2, 1947, the series was transferred to CBS Radio, before starting on June 30, 1952, on CBS Television. It continued to be broadcast concomitantly on radio until June 29, 1956. The series was expanded from 15 minutes to a half-hour during 1968 (and also switched from broadcasting live to pre-taping around this same time), and then to a full hour on November 7, 1977. The series broadcast its 15,000th CBS episode on September 6, 2006.",
  "/wiki/Nikolai_Volkoff": "Josip Hrvoje Peruzović (October 14, 1947 – July 29, 2018), better known by his ring name of Nikolai Volkoff, was a Croatian-American professional wrestler who was best known for his performances in the World Wrestling Federation (WWF). Although the Volkoff character was often portrayed as a villainous Russian, Peruzović originated from Yugoslavia.\n In the 1970s, he was Bepo of the Mongols tag team, one of the masked Executioners and feuded with Bruno Sammartino over the WWWF World Heavyweight Championship as Volkoff. In the 1980s, he was known for teaming with The Iron Sheik, with whom he won the WWF Tag Team Championship at the inaugural WrestleMania event, and later with Boris Zhukov as The Bolsheviks. In 1990, he turned face and embraced America, briefly feuding with Zhukov and newly-turned Iraqi sympathizer Sgt. Slaughter. In 1994, after a hiatus, he returned as a destitute and desperate character, exploited by Ted DiBiase as the first member of his Million Dollar Corporation.",
  "/wiki/WWE": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures. The WWE name also refers to the professional wrestling promotion itself, founded in the 1950s as the Capitol Wrestling Corporation. As of 2019, it is the largest wrestling promotion in the world, holding over 500 events a year, with the roster divided up into various globally traveling brands, and is available to about 36 million viewers in more than 150 countries. The company's global headquarters is located in Stamford, Connecticut, with offices in major cities around the world. As in other professional wrestling promotions, WWE shows are not legitimate contests, but purely entertainment-based, featuring storyline-driven, scripted, and choreographed matches, though matches often include moves that can put performers at risk of injury, even death, if not performed correctly. This was first publicly acknowledged by WWE's owner Vince McMahon in 1989 to avoid taxes from athletic commissions. Since the 1980s, WWE publicly has branded its product as sports entertainment, acknowledging the product's roots in competitive sport and dramatic theater.",
  "/wiki/As_the_World_Turns": "As the World Turns (often referred to as ATWT) is an American television soap opera that aired on CBS for 54 years from April 2, 1956, to September 17, 2010. Irna Phillips created As the World Turns as a sister show to her other soap opera Guiding Light. Running for 54 years, As the World Turns holds the third-longest continuous run of any daytime network soap opera on American television, surpassed only by General Hospital and Guiding Light. [a] As the World Turns was produced for the first 43 years in Manhattan and in Brooklyn from 2000 until 2010. Set in the fictional town of Oakdale, Illinois, the show debuted on April 2, 1956, at 1:30 pm EST, airing as a 30-minute serial. Prior to that date, all serials had been 15 minutes in length. As the World Turns and The Edge of Night, which premiered on the same day at 4:30 pm EST, were the first two to be 30 minutes in length from their premiere. At first, viewers were indifferent to the new half-hour serial, but ratings picked up in its second year, eventually reaching the top spot in the daytime Nielsen ratings by fall 1958.",
  "/wiki/Ryan's_Hope": "Ryan's Hope is an American soap opera created by Claire Labine and Paul Avila Mayer, originally airing for 13 years on ABC from July 7, 1975 to January 13, 1989. It revolves around the trials and tribulations within a large Irish-American family in the Washington Heights neighborhood of Manhattan, New York City.",
  "/wiki/Janet_Aldrich": "Janet Aldrich (born Janet Wallerich in Hinsdale, Illinois, on October 16, 1956) is an American actress and singer known for her work on Broadway in musical theater and television. She is represented by About Artists Agency, New York City."
}