{
  "/wiki/Acetylacetone": "Acetylacetone is an organic compound with the formula CH3COCH2COCH3.  It is a colorless liquid, classified as a 1,3-diketone.  It exists in equilibrium with a tautomer CH3C(O)CH=C(OH)CH3.  These tautomers interconvert so rapidly under most conditions that they are treated as a single compound in most applications.  It is a colorless liquid that is a precursor to acetylacetonate anion (commonly abbreviated acac−), a bidentate ligand. It is also a building block for the synthesis of heterocyclic compounds.",
  "/wiki/Alkene": "In organic chemistry, an alkene is an unsaturated hydrocarbon that contains a carbon–carbon double bond (unsaturated hydrocarbons containing two or more double bonds and are known as alkadienes, alkatrienes, alkatetraenes, and so on, the suffix denoting the number of double bonds). The words alkene and olefin are often used interchangeably (see nomenclature section below).  Acyclic alkenes, with only one double bond and no other functional groups, known as mono-enes, form a homologous series of hydrocarbons with the general formula CnH2n. Alkenes have two hydrogen atoms fewer than the corresponding alkane (with the same number of carbon atoms). The simplest alkene, ethylene (C2H4), with the IUPAC name ethene, is the organic compound produced on the largest scale industrially. Aromatic compounds are often drawn as cyclic alkenes, but their structure and properties are different and they are not considered to be alkenes.",
  "/wiki/Benzene": "Benzene is an organic chemical compound with the molecular formula C6H6. The benzene molecule is composed of six carbon atoms joined in a ring with one hydrogen atom attached to each. As it contains only carbon and hydrogen atoms, benzene is classed as a hydrocarbon.",
  "/wiki/1,2-Bis(diphenylphosphino)ethane": "1,2-Bis(diphenylphosphino)ethane (dppe) is an organophosphorus compound with the formula (Ph2PCH2)2 (Ph = phenyl). It is a commonly used bidentate ligand in coordination chemistry. It is a white solid that is soluble in organic solvents.",
  "/wiki/1,1-Bis(diphenylphosphino)methane": "1,1-Bis(diphenylphosphino)methane (dppm), is an organophosphorus compound with the formula CH2(PPh2)2. Dppm, a white, crystalline powder, is used in inorganic and organometallic chemistry as a ligand.  It is more specifically a chelating ligand because it is a ligand that can bond to metals with two phosphorus donor atoms.  The natural bite angle is 73°.",
  "/wiki/Crown_ether": "Crown ethers are cyclic chemical compounds that consist of a ring containing several ether groups.  The most common crown ethers are cyclic oligomers of ethylene oxide, the repeating unit being ethyleneoxy, i.e., –CH2CH2O–.  Important members of this series are the tetramer (n = 4), the pentamer (n = 5), and the hexamer (n = 6).  The term \"crown\" refers to the resemblance between the structure of a crown ether bound to a cation, and a crown sitting on a person's head. The first number in a crown ether's name refers to the number of atoms in the cycle, and the second number refers to the number of those atoms that are oxygen.  Crown ethers are much broader than the oligomers of ethylene oxide; an important group are derived from catechol.",
  "/wiki/Cryptate": "Cryptands are a family of synthetic bicyclic and polycyclic multidentate ligands for a variety of cations.  The Nobel Prize for Chemistry in 1987 was given to Donald J. Cram, Jean-Marie Lehn, and Charles J. Pedersen for their efforts in discovering and determining uses of cryptands and crown ethers, thus launching the now flourishing field of supramolecular chemistry. The term cryptand implies that this ligand binds substrates in a crypt, interring the guest as in a burial. These molecules are three-dimensional analogues of crown ethers but are more selective and strong as complexes for the guest ions. The resulting complexes are lipophilic.",
  "/wiki/Cyclopentadienyl_complex": "A cyclopentadienyl complex is a metal complex with one or more cyclopentadienyl groups (C5H−5, abbreviated as Cp−). Cyclopentadienyl ligands almost invariable bind to metals as pentahapto (η5-) bonding mode.  The metal–cyclopentadienyl interaction is typically drawn as a single line from the metal center to the center of the Cp ring.",
  "/wiki/Diethylenetriamine": "Diethylenetriamine (abbreviated DETA and also known as 2,2’-Iminodi(ethylamine)) is an organic compound with the formula HN(CH2CH2NH2)2.  This colourless hygroscopic liquid is soluble in water and polar organic solvents, but not simple hydrocarbons. Diethylenetriamine is structural analogue of diethylene glycol. Its chemical properties resemble those for ethylene diamine, and it has similar uses. It is a weak base and its aqueous solution is alkaline. DETA is a byproduct of the production of ethylenediamine from ethylene dichloride.",
  "/wiki/Dimethylglyoxime": "Dimethylglyoxime is a chemical compound described by the formula CH3C(NOH)C(NOH)CH3. Its abbreviation is dmgH2 for neutral form, and dmgH for anionic form, where H stands for hydrogen. This colourless solid is the dioxime derivative of the diketone butane-2,3-dione (also known as diacetyl).  DmgH2 is used in the analysis of palladium or nickel. Its coordination complexes are of theoretical interest as models for enzymes and as catalysts.  Many related ligands can be prepared from other diketones, e.g. benzil.",
  "/wiki/Ethylenediaminetetraacetic_acid": "Ethylenediaminetetraacetic acid (EDTA), also known by several other names, is a chemical used for both industrial and medical purposes. It was synthesized for the first time in 1935 by Ferdinand Münz.",
  "/wiki/EGTA_(chemical)": "EGTA (ethylene glycol-bis(β-aminoethyl ether)-N,N,N′,N′-tetraacetic acid), also known as egtazic acid (INN, USAN), is an aminopolycarboxylic acid, a chelating agent.  It is a colourless solid that is related to the better known EDTA.  Compared to EDTA, it has a lower affinity for magnesium, making it more selective for calcium ions. It is useful in buffer solutions that resemble the environment in living cells where calcium ions are usually at least a thousandfold less concentrated than magnesium."
}