{
  "/wiki/Michelle_Akers": "Michelle Anne Akers (born February 1, 1966) is an American former soccer player who starred in the 1991 and 1999 Women's World Cup and 1996 Olympics victories by the United States. At the 1991 World Cup, she won the Golden Shoe as the top scorer, with 10 goals.",
  "/wiki/Football_(soccer)": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/1991_FIFA_Women's_World_Cup": "The 1991 FIFA Women's World Cup was the inaugural FIFA Women's World Cup, the world championship for women's national association football teams. It took place in Guangdong, China from 16 to 30 November 1991. FIFA, football's international governing body selected China as host nation as Guangdong had hosted a prototype world championship three years earlier, the 1988 FIFA Women's Invitation Tournament. Matches were played in the state capital, Guangzhou, as well as in Foshan, Jiangmen and Zhongshan. The competition was sponsored by Mars, Incorporated, maker of M&M's candy. With FIFA still reluctant to bestow their \"World Cup\" brand, the tournament was officially known as the 1st FIFA World Championship for Women's Football for the M&M's Cup.",
  "/wiki/1999_FIFA_Women's_World_Cup": "The 1999 FIFA Women's World Cup was the third edition of the FIFA Women's World Cup, the world championship for women's national association football teams. It was hosted as well as won by the United States and took place from 19 June to 10 July 1999 at eight venues across the country. The tournament was the most successful FIFA Women's World Cup in terms of attendance, television ratings, and public interest.",
  "/wiki/FIFA_Women's_World_Cup": "The FIFA Women's World Cup is an international football competition contested by the senior women's national teams of the members of Fédération Internationale de Football Association (FIFA), the sport's international governing body. The competition has been held every four years since 1991, when the inaugural tournament, then called the FIFA Women's World Championship, was held in China. Under the tournament's current format, national teams vie for 23 slots in a three-year qualification phase. The host nation's team is automatically entered as the 24th slot. The tournament proper, alternatively called the World Cup Finals, is contested at venues within the host nation(s) over a period of about one month.",
  "/wiki/FIFA_100": "The FIFA 100 is a list of the world-renowned Brazilian striker Pelé's choice of the \"greatest living footballers\". Unveiled on 4 March 2004 at a gala ceremony in London, England, the FIFA 100 marked part of the celebrations of the 100th anniversary of the foundation of the Fédération Internationale de Football Association (FIFA), the international governing body of football.",
  "/wiki/Amy_Allmann": "Amy Griffin (born October 25, 1965), née Allmann, is an American soccer coach and former player. As a player, Griffin played for the United States women's national soccer team and won the 1991 FIFA Women's World Cup. She is currently the head coach of the United States deaf soccer women's national team.",
  "/wiki/Aline_Reis": "Aline Villares Reis (born 15 April 1989) is a Brazilian professional footballer who plays as a goalkeeper for Spanish club UD Granadilla Tenerife and the Brazil women's national team. Aline grew up in Campinas, Brazil. At the age of 18, she moved to Orlando, FL to play college soccer. Aline has been a standout player for every team she has been a part of. She is known for her athleticism, speed & agility, leaping ability and high technical level, being considered the Jorge Campos of women's soccer.",
  "/wiki/Brazil_women's_national_football_team": "The Brazil women's national football team represents Brazil in women's association football and is run by the Brazilian Football Confederation (CBF). It has participated in eight editions of the FIFA Women's World Cup, finishing as runner-up in 2007, and seven editions of the Copa América Femenina.",
  "/wiki/Hadji_Barry": "Hadji Barry (born December 8, 1992) is a Guinean professional footballer who plays as a forward for North Carolina FC in the USL Championship.",
  "/wiki/Orlando_City_SC": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/Lou_Cioffi": "Lou Cioffi is a retired American soccer goalkeeper who played professionally in the North American Soccer League, Major Indoor Soccer League and third American Soccer League.",
  "/wiki/Winston_DuBose": "Winston DuBose is a retired American soccer goalkeeper who spent eight seasons in the North American Soccer League, four in the American Professional Soccer League and one in the American Indoor Soccer Association.  He also earned fourteen caps with the United States men's national soccer team.",
  "/wiki/North_American_Soccer_League_(1968–1984)": "The North American Soccer League (NASL) was the top-level major professional soccer league in the United States and Canada that operated from 1968 to 1984. It was the first soccer league to be successful on a national scale in the United States.  The league final was called the Soccer Bowl from 1975 to 1983 and the Soccer Bowl Series in its final year, 1984. The league was headed by Commissioner Phil Woosnam from 1969 to 1983.",
  "/wiki/Tampa_Bay_Rowdies_(1975–1993)": "The Tampa Bay Rowdies were an American professional soccer team based in Tampa, Florida, that competed in the original North American Soccer League (NASL) from 1975 to 1984. They enjoyed broad popular support in the Tampa Bay area until the NASL folded in 1984, after which the team played in various minor indoor and outdoor leagues before finally folding on January 31, 1994. The Rowdies played nearly all of their outdoor home games at Tampa Stadium and nearly all of their indoor games at the Bayfront Center Arena in nearby St. Petersburg, Florida. Although San Diego played indoors until 1996, the Rowdies were the last surviving NASL franchise that played outdoor soccer on a regular basis.",
  "/wiki/Tulsa_Roughnecks_(1978–1984)": "The Tulsa Roughnecks (1978–1984) were a North American Soccer League (NASL) team from Tulsa, Oklahoma. It played its home games at Skelly Stadium on the campus of the University of Tulsa. The team, previously Team Hawaii, moved to Tulsa after the 1977 season. Former player and coach then General Manager of the 1983 Tulsa Roughnecks Alex Skotarek united one of the lowest budget teams and salary payouts to all franchises in NASL resulting in a NASL championship in 1983 Soccer Bowl in Vancouver BC with a 2-0 Tulsa defeating  Toronto.",
  "/wiki/Sean_Johnson_(soccer)": "Sean Everet Johnson (born May 31, 1989) is an American soccer player who currently plays as a goalkeeper for New York City in Major League Soccer.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Matt_Luzunaris": "Matt Luzunaris (born March 6, 1989) is an American retired soccer player. During the 2000s and 2010s he played for clubs in Austria and the United States.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Orlando_City_Soccer_Club": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/Ryan_McIntosh_(soccer)": "Ryan McIntosh (born March 19, 1983 in Hollywood, Florida) is a former American soccer goalkeeper.",
  "/wiki/Atlanta_Silverbacks": "The Atlanta Silverbacks FC was an American professional soccer club based in Atlanta, Georgia. Founded in 1998 as Atlanta Ruckus, the club played in many leagues over the years before folding after the 2015 season. The team played its home games at Atlanta Silverbacks Park, a large soccer complex featuring a 5,000-seat soccer-specific stadium in Atlanta, 15 miles northeast of downtown. The team's colors were red, black, grey, and white.",
  "/wiki/Eric_Vasquez": "Eric Vasquez (born November 18, 1982 in Miami, Florida) is an American soccer player, who last played as a midfielder for Miami FC.",
  "/wiki/Miami_FC_(2006)": "The Fort Lauderdale Strikers were an American professional soccer team based in Fort Lauderdale, Florida founded in 2006, that last played in the North American Soccer League (NASL), the second tier of the American soccer pyramid in 2016. They mostly played their home games in Central Broward Stadium. The Strikers were named after the original Strikers, who played in the old North American Soccer League from 1977 to 1983.",
  "/wiki/Kim_Wyant": "Kim Wyant (born February 1964) is an American soccer coach and retired player. She is the head coach of the New York University men's soccer team, the first and only woman to lead a men's National Collegiate Athletic Association (NCAA) soccer program. She is also the head coach for the New York Athletic Club women's soccer team, leading the team to the 2014 United States Adult Soccer Association (USASA) Amateur Women's National Championship.",
  "/wiki/Long_Island_Lady_Riders": "The Long Island Rough Riders, formerly known as the Long Island Lady Riders, is an American women’s soccer team, based out of Long Island, New York. Founded in 1994, the team was under the ownership of Chuck Jacob, who at the time also owned the men's Long Island Rough Riders up until 1997 before selling it to Frank Boulton. At this time, the Rough Riders transitioned names and became known as the Lady Riders for several years. In 2007, the Rough Riders acquired territorial and franchise rights to the women's Lady Riders team. For the first time since 1997, the men's and women's teams would be under the same name and they have been ever since. The team is a member of United Women's Soccer, the second tier of women’s soccer in the United States and Canada. The team competes in the Eastern Conference. The Rough Riders were an original member of the USL W-League and played in all 21 seasons before the league disbanded in late 2015.",
  "/wiki/List_of_University_of_Central_Florida_alumni": "The University of Central Florida (UCF) is a metropolitan public research and space-grant university located on a 1,415-acre (5.73 km2) main campus in Orlando, Florida, United States. UCF is a member institution of the State University System of Florida and is the largest university in the United States in terms of undergraduate enrollment. It was founded in 1963 as Florida Technological University with the goal of providing highly trained personnel to support the Kennedy Space Center and Cape Canaveral Air Force Station on Florida's Space Coast. After the university's academic scope expanded in the mid and late 1970s to encompass a wider variety of disciplines, the school was renamed The University of Central Florida in 1978. Initial enrollment in 1968 was 1,948 students; as of 2014, the university has 59,770 students from more than 140 countries, all 50 U.S. states and the District of Columbia. Since the university's first graduating class in 1970, UCF has awarded more than 250,000 degrees, including 45,000 graduate and professional degrees, to over 200,000 alumni."
}