{
  "/wiki/Geographic_Names_Information_System": "The Geographic Names Information System (GNIS) is a database that contains name and locative information about more than two million physical and cultural features located throughout the United States of America and its territories. It is a type of gazetteer. GNIS was developed by the United States Geological Survey in cooperation with the United States Board on Geographic Names (BGN) to promote the standardization of feature names.",
  "/wiki/Scientific_Committee_on_Antarctic_Research": "The Scientific Committee on Antarctic Research (SCAR) is an interdisciplinary body of the International Council for Science (ICSU).",
  "/wiki/Mount_Menzies": "Mount Menzies is the culminating peak (3,355 m; 11,007 ft) on the large massif between Mount Mather and Mount Bayliss, standing on the south side of Fisher Glacier, Antarctica. It was sighted by Flying Officer J. Seaton from an ANARE Beaver aircraft in 1956, and mapped by an ANARE southern seismic party under K.B. Mather in 1957–58. Mount Menzies was named by ANCA after the Rt. Hon. Robert Menzies, Prime Minister of Australia, 1939–41 and 1949–66.",
  "/wiki/Prince_Charles_Mountains": "The Prince Charles Mountains are a major group of mountains in Mac. Robertson Land in Antarctica, including the Athos Range, the Porthos Range, and the Aramis Range. The highest peak is Mount Menzies (3228 m). Other prominent peaks are Mount Izabelle and Mount Stinear (1950 m). These mountains together with other scattered peaks form an arc about 260 miles long, extending from the vicinity of Mount Starlight in the north to Goodspeed Nunataks in the south.",
  "/wiki/Mount_Bewsher": "Mount Bewsher (70°54′S 65°28′E﻿ / ﻿70.900°S 65.467°E﻿ / -70.900; 65.467Coordinates: 70°54′S 65°28′E﻿ / ﻿70.900°S 65.467°E﻿ / -70.900; 65.467) is a prominent flat-topped mountain about 6 nautical miles (11 km) east of Mount McMahon in the Aramis Range, Prince Charles Mountains. First visited by the ANARE (Australian National Antarctic Research Expeditions) southern party (1956–57) led by W.G. Bewsher, officer in charge at Mawson Station in 1956, for whom it is named.",
  "/wiki/Aramis_Range": "Aramis Range is the third range south in the Prince Charles Mountains, situated 11 miles southeast of the Porthos Range and extending for about 30 miles in a southwest-northeast direction. First visited in January 1957 by Australian National Antarctic Research Expeditions (ANARE) southern party led by W.G. Bewsher, who named it for a character in Alexandre Dumas' novel The Three Musketeers, the most popular book read on the southern journey.",
  "/wiki/Mount_Kirkby": "Mount Kirkby is a very large, prominent, linear, flat-topped mountain on the northern face of the Porthos Range in the Prince Charles Mountains of Antarctica. Situated about 3 nautical miles (6 km) east of Crohn Massif, it is approximately 9 kilometres (5 nmi) long east-west and 4 kilometres (2 nmi) wide at the western end, tapering to the east. It rises to 2,438 metres (8,000 ft) (460 metres (1,500 ft) above the plateau). The mountain was first visited by the Australian National Antarctic Research Expeditions southern party led by William G. Bewsher in December 1956, and was named by the Antarctic Names Committee of Australia for Sydney L. Kirkby, a surveyor at Mawson Station in 1956 and 1960.",
  "/wiki/Porthos_Range": "The Porthos Range is the second range south in the Prince Charles Mountains, extending for about 30 miles in an east-to-west direction between Scylla Glacier and Charybdis Glacier. First visited in December 1956 by the ANARE southern party under W.G. Bewsher and named after Porthos, a character in Alexandre Dumas, père's novel The Three Musketeers, the most popular book read on the southern journey.",
  "/wiki/Mount_Mervyn": "Mount Mervyn (70°31′S 65°13′E﻿ / ﻿70.517°S 65.217°E﻿ / -70.517; 65.217Coordinates: 70°31′S 65°13′E﻿ / ﻿70.517°S 65.217°E﻿ / -70.517; 65.217) is a very sharp peak standing south of the main body of the Porthos Range in the Prince Charles Mountains of Antarctica, about 6 nautical miles (11 km) south of Mount Kirkby. It was sighted in December 1956 by an Australian National Antarctic Research Expeditions southern party led by W.G. Bewsher, and named for Mervyn Christensen, a weather observer at Mawson Station in 1956.",
  "/wiki/Mount_McKenzie_(Antarctica)": "Mount McKenzie is a pyramidal peak, 2,255 metres (7,400 ft) high, situated 3.5 nautical miles (6 km) southeast of Saxton Ridge in the Amery Peaks of the Aramis Range, Prince Charles Mountains, Antarctica. It was seen by the Australian National Antarctic Research Expeditions southern party led by W.G. Bewsher, 1956–57, and was named by the Antarctic Names Committee of Australia for John A. McKenzie, a cook at Mawson Station in 1956.",
  "/wiki/Mount_Béchervaise": "Mount Béchervaise (70°11′S 64°48′E﻿ / ﻿70.183°S 64.800°E﻿ / -70.183; 64.800Coordinates: 70°11′S 64°48′E﻿ / ﻿70.183°S 64.800°E﻿ / -70.183; 64.800) is a great massif of brown rock, 2,360 m, standing one nautical mile (1.9 km) east of Mount Lacey in the Athos Range, Prince Charles Mountains. It has a sheer north face and is bare except for an icecap on the flat summit. First visited in November 1955 by an ANARE (Australian National Antarctic Research Expeditions) party led by John M. Béchervaise, officer in charge at Mawson Station in 1955, for whom it is named.",
  "/wiki/Athos_Range": "Athos Range (70°13′S 64°50′E﻿ / ﻿70.217°S 64.833°E﻿ / -70.217; 64.833) is the northernmost range in the Prince Charles Mountains of Mac. Robertson Land, Antarctica. The range consists of many individual mountains and nunataks that trend east-west for 40 miles (64 km) along the north side of Scylla Glacier.",
  "/wiki/Summers_Peak": "Summers Peak (69°42′S 64°53′E﻿ / ﻿69.700°S 64.883°E﻿ / -69.700; 64.883Coordinates: 69°42′S 64°53′E﻿ / ﻿69.700°S 64.883°E﻿ / -69.700; 64.883) is the highest peak (2,225 m) of the Stinear Nunataks in Mac. Robertson Land. Discovered by an ANARE (Australian National Antarctic Research Expeditions) southern party (1954) led by R.G. Dovers, who named it for Dr. R.O. Summers, medical officer at Mawson Station in 1954.",
  "/wiki/Husky_Massif": "Husky Massif (71°0′S 65°9′E﻿ / ﻿71.000°S 65.150°E﻿ / -71.000; 65.150Coordinates: 71°0′S 65°9′E﻿ / ﻿71.000°S 65.150°E﻿ / -71.000; 65.150) is a rock outcrop 2,100 metres (6,900 ft) high, about 2.5 nautical miles (5 km) long, standing 6.5 nautical miles (12 km) southwest of Mount Bewsher in the Aramis Range of the Prince Charles Mountains, Antarctica. It was first sighted from Mount Bewsher by an Australian National Antarctic Research Expeditions field party in January 1957 and named \"Husky Dome\" to commemorate the sledge dogs used by the party. The earlier name was amended to Husky Massif by the Antarctic Names Committee of Australia in 1970 and is considered more descriptive.",
  "/wiki/Mount_Starlight": "Athos Range (70°13′S 64°50′E﻿ / ﻿70.217°S 64.833°E﻿ / -70.217; 64.833) is the northernmost range in the Prince Charles Mountains of Mac. Robertson Land, Antarctica. The range consists of many individual mountains and nunataks that trend east-west for 40 miles (64 km) along the north side of Scylla Glacier.",
  "/wiki/Mount_Abbs": "Mount Abbs (70°35′S 66°38′E﻿ / ﻿70.583°S 66.633°E﻿ / -70.583; 66.633Coordinates: 70°35′S 66°38′E﻿ / ﻿70.583°S 66.633°E﻿ / -70.583; 66.633) is, at 7,005 feet (2,135 m), the most prominent peak in the central part of Aramis Range, Prince Charles Mountains, situated just west of Thomson Massif. Discovered by ANARE (Australian National Antarctic Research Expeditions) southern party led by W.G. Bewsher in December 1956. Named by ANCA after Gordon Abbs, radio operator at Mawson Station in 1956.",
  "/wiki/Cumpston_Massif": "Cumpston Massif is a prominent, flat-topped rock outcrop, about 2,070 metres (6,800 ft) high, 9 miles (14 km) long and 6 miles (10 km) wide, at the junction of Lambert Glacier and Mellor Glacier in the Prince Charles Mountains of Mac. Robertson Land. It attracts many people.",
  "/wiki/Corry_Massif": "Corry Massif (70°27′S 64°36′E﻿ / ﻿70.450°S 64.600°E﻿ / -70.450; 64.600Coordinates: 70°27′S 64°36′E﻿ / ﻿70.450°S 64.600°E﻿ / -70.450; 64.600) is a large massif marked by an unusual moraine pattern on the north side, standing 3 nautical miles (6 km) west-northwest of Crohn Massif in the Porthos Range of the Prince Charles Mountains in Antarctica. It was mapped from Australian National Antarctic Research Expeditions surveys and air photos, 1955–65, and named by the Antarctic Names Committee of Australia for M.J. Corry, a surveyor at Mawson Station in 1965.",
  "/wiki/Riddell_Nunataks": "Riddell Nunataks (69°54′S 64°20′E﻿ / ﻿69.900°S 64.333°E﻿ / -69.900; 64.333Coordinates: 69°54′S 64°20′E﻿ / ﻿69.900°S 64.333°E﻿ / -69.900; 64.333) is a group of low exposed rock ridges, with snow and ice nearly extending to the summits, lying 5 miles northwest of Anare Nunataks in Mac. Robertson Land.  Extending for 10 nautical miles (19 km) in a southerly direction from the ridges is a curving escarpment, the Jones Escarpment.",
  "/wiki/Anare_Nunataks": "The Anare Nunataks (69°58′S 64°37′E﻿ / ﻿69.967°S 64.617°E﻿ / -69.967; 64.617Coordinates: 69°58′S 64°37′E﻿ / ﻿69.967°S 64.617°E﻿ / -69.967; 64.617) are a group of mainly snow-covered ridges with exposed rock summits rising to 2,035 metres (6,680 ft), standing 16 nautical miles (30 km) south of the Stinear Nunataks in Mac. Robertson Land. First visited in November 1955 by an Australian National Antarctic Research Expeditions (ANARE) party led by John Béchervaise, the name is taken from the acronym of the expedition.",
  "/wiki/Leah_Ridge": "Leah Ridge (70°13′S 65°0′E﻿ / ﻿70.217°S 65.000°E﻿ / -70.217; 65.000Coordinates: 70°13′S 65°0′E﻿ / ﻿70.217°S 65.000°E﻿ / -70.217; 65.000) is a rock ridge located 1 nautical mile (2 km) northwest of Dawson Nunatak and 5 nautical miles (9 km) southeast of Mount Béchervaise in the Athos Range, Prince Charles Mountains, Antarctica. The feature was intersected by an Australian National Antarctic Research Expeditions survey party in November 1966 and climbed by the party in December 1966. It was so named by the Antarctic Names Committee of Australia because \"Leah\" was the code word used at Mawson Station to identify the survey party.",
  "/wiki/Mount_Lacey": "Mount Lacey (70°11′S 64°43′E﻿ / ﻿70.183°S 64.717°E﻿ / -70.183; 64.717Coordinates: 70°11′S 64°43′E﻿ / ﻿70.183°S 64.717°E﻿ / -70.183; 64.717) is a high, pyramidal, brown rock mountain with two sharp peaks, standing 1 nautical mile (2 km) west of Mount Béchervaise in the Athos Range, Prince Charles Mountains, Antarctica. It was first sighted by an Australian National Antarctic Research Expeditions party led by John Béchervaise in November 1955 and plotted by R.H. Lacey, a surveyor at Mawson Station in 1955, for whom it is named.",
  "/wiki/Goodspeed_Nunataks": "The Goodspeed Nunataks (73°0′S 61°10′E﻿ / ﻿73.000°S 61.167°E﻿ / -73.000; 61.167Coordinates: 73°0′S 61°10′E﻿ / ﻿73.000°S 61.167°E﻿ / -73.000; 61.167) are a group of three rows of nunataks, oriented approximately east–west and 10 to 15 miles (16 to 24 km) long, located at the west end of Fisher Glacier, about 30 miles (50 km) west-northwest of Mount McCauley, in the Prince Charles Mountains of Antarctica. They were sighted by an Australian National Antarctic Research Expeditions seismic party led by K.B. Mather in January 1958, and named by the Antarctic Names Committee of Australia after M.J. Goodspeed, a geophysicist at Mawson Station in 1957.",
  "/wiki/Mount_Stinear": "The Prince Charles Mountains are a major group of mountains in Mac. Robertson Land in Antarctica, including the Athos Range, the Porthos Range, and the Aramis Range. The highest peak is Mount Menzies (3228 m). Other prominent peaks are Mount Izabelle and Mount Stinear (1950 m). These mountains together with other scattered peaks form an arc about 260 miles long, extending from the vicinity of Mount Starlight in the north to Goodspeed Nunataks in the south.",
  "/wiki/List_of_mountains_of_Mac._Robertson_Land": "The mountains of Mac. Robertson Land are located in the region Mac. Robertson Land, East Antarctica, between 60° E and 73° E. This region is claimed by Australia as part of the Australian Antarctic Territory. The area is highly glaciated. The availability of reliable data for this region is limited, making the list incomplete and inaccurate. The highest peaks, including nunataks and ice domes, are listed below:"
}