{
  "/wiki/System_of_government": "A government is the system or group of people governing an organized community, often a state.",
  "/wiki/Antigua_and_Barbuda": "Antigua and Barbuda (/ænˈtiːɡ(w)ə ... bɑːrˈb(j)uːdə/ (listen); an-TEE-g(w)ə ... bar-B(Y)OO-də) is an island sovereign state in the West Indies in the Americas, lying between the Caribbean Sea and the Atlantic Ocean. It consists of two major islands, Antigua and Barbuda, and a number of smaller islands (including Great Bird, Green, Guiana, Long, Maiden and York Islands and further south, the island of Redonda). The permanent population numbers about 95,900 (2018 est.), with 97% being resident on Antigua. The capital and largest port and city is St. John's on Antigua, with Codrington being the largest town on Barbuda. Lying near each other (the main Barbuda airport is less than 0.5° of latitude, or 56 kilometres (30 nautical miles), north of the main Antigua airport), Antigua and Barbuda are in the middle of the Leeward Islands, part of the Lesser Antilles, roughly at 17°N of the equator.",
  "/wiki/West_Indies": "The West Indies is a region of the North Atlantic Ocean and the Caribbean that includes the island countries and surrounding waters of three major archipelagos: the Greater Antilles, the Lesser Antilles, and the Lucayan Archipelago.",
  "/wiki/Unitary_state": "A unitary state is a state governed as a single power in which the central government is ultimately supreme. The central government may create (or abolish) administrative divisions (sub-national units). Such units exercise only the powers that the central government chooses to delegate. Although political power may be delegated through devolution to regional or local governments by statute, the central government may abrogate the acts of devolved governments or curtail (or expand) their powers. A large majority of the world's states (166 of the 193 UN member states) have a unitary system of government.",
  "/wiki/Commonwealth_realm": "A Commonwealth realm is a sovereign state[† 1] in which Queen Elizabeth II is the reigning constitutional monarch and head of state. Each realm functions as an independent co-equal kingdom from the other realms. As of 2020, there are 16 Commonwealth realms: Antigua and Barbuda, Australia, The Bahamas, Barbados, Belize, Canada, Grenada, Jamaica, New Zealand, Papua New Guinea, Saint Kitts and Nevis, Saint Lucia, Saint Vincent and the Grenadines, Solomon Islands, Tuvalu, and the United Kingdom. All 16 Commonwealth realms are members of the Commonwealth of Nations, an intergovernmental organisation of 54 member states. Elizabeth II is head of the Commonwealth.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Oceania": "Oceania (UK: /ˌoʊsiˈɑːniə, ˌoʊʃi-, -ˈeɪn-/, US: /ˌoʊʃiˈæniə/ (listen), /-ˈɑːn-/) is a geographic region that includes Australasia, Melanesia, Micronesia and Polynesia. Spanning the eastern and western hemispheres, Oceania has a land area of 8,525,989 square kilometres (3,291,903 sq mi) and a population of 42 million. Situated in the southeast of the Asia-Pacific region, Oceania, when compared to continental regions, is the smallest in land area and the second smallest in population after Antarctica.",
  "/wiki/Australasia": "Australasia comprises Australia, New Zealand, and some neighbouring islands (see the section Derivation and definitions). It is used in a number of different contexts including geopolitically, physiogeographically, and ecologically where the term covers several slightly different but related regions.",
  "/wiki/Federation": "A federation (also known as a federal state) is a political entity characterized by a union of partially self-governing provinces, states, or other regions under a central federal government (federalism). In a federation, the self-governing status of the component states, as well as the division of power between them and the central government, is typically constitutionally entrenched and may not be altered by a unilateral decision of either party, the states or the federal political body. Alternatively, a federation is a form of government in which sovereign power is formally divided between a central authority and a number of constituent regions so that each region retains some degree of control over its internal affairs.",
  "/wiki/The_Bahamas": "The Bahamas (/bəˈhɑːməz/ (listen)), known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago in the West Indies. It is a member of the Commonwealth Realms under the monarchy of Queen Elizabeth II. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and Hispaniola Island (Haiti and the Dominican Republic), northwest of the Turks and Caicos Islands, southeast of the U.S. state of Florida, and east of the Florida Keys. The capital is Nassau on the island of New Providence. The Royal Bahamas Defence Force describes the Bahamas' territory as encompassing 470,000 km2 (180,000 sq mi) of ocean space.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/South_Asia": "South Asia or Southern Asia, is the southern region of the Asian continent, which comprises the sub-Himalayan SAARC countries and, for some authorities, adjoining countries to the west and east. Topographically, it is dominated by the Indian Plate, which rises above sea level as Nepal and northern parts of India situated south of the Himalayas and the Hindu Kush. South Asia is bounded on the south by the Indian Ocean and on land (clockwise, from west) by Western Asia, Central Asia, East Asia and Southeast Asia.",
  "/wiki/Westminster_system": "The Westminster system  is a parliamentary system of government that was developed in England, which is now a constituent country within the United Kingdom. This term comes from the Palace of Westminster, the seat of the British Parliament.\nThe system is a series of procedures for operating a legislature. It is used, or was once used, in the national and subnational legislatures of most former British Empire colonies upon gaining responsible government, beginning with the first of the Canadian provinces in 1848 and the six Australian colonies between 1855 and 1890. However, some former colonies have since adopted either the presidential system (Nigeria for example) or a hybrid system (like Egypt and South Africa) as their form of government.",
  "/wiki/Republic": "A republic (Latin: res publica, meaning “public affair”) is a form of government in which the country is considered a \"public matter\", not the private concern or property of the rulers. The primary positions of power within a republic are attained, through democracy, oligarchy,  autocracy, or a mix thereof, rather than being unalterably occupied. As such it has become the opposing form of government to a monarchy and has therefore no monarch as head of state.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/Belize": "Belize (/bəˈliːz/ (listen)) is a Caribbean country located on the northeastern coast of Central America. Belize is bordered on the northwest by Mexico, on the east by the Caribbean Sea, and on the south and west by Guatemala. It has an area of 22,970 square kilometres (8,867 sq mi) and a population of 408,487 (2019). Its mainland is about 180 mi (290 km) long and 68 mi (110 km) wide. It has the lowest population and population density in Central America. The country's population growth rate of 1.87% per year (2018 estimate) is the second highest in the region and one of the highest in the Western Hemisphere.",
  "/wiki/Central_America": "Central America (Spanish: América Central, pronounced [aˌmeɾika senˈtɾal] (listen), Centroamérica pronounced [sentɾoaˈmeɾika] (listen)) is a region found in the southern tip of North America and is sometimes defined as a subcontinent of the Americas. This region is bordered by Mexico to the north, Colombia to the southeast, the Caribbean Sea to the east and the Pacific Ocean to the west and south. Central America consists of seven countries: Belize, Costa Rica, El Salvador, Guatemala, Honduras, Nicaragua and Panama. The combined population of Central America is estimated at 44.53 million (2016).",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Southern_Africa": "Southern Africa is the southernmost region of the African continent, variably defined by geography or geopolitics, and including several countries.\nThe term southern Africa or Southern Africa, generally includes Angola, Botswana, Eswatini (also known as Swaziland), Lesotho, Malawi, Mozambique, Namibia, South Africa, Zambia, and Zimbabwe, though Angola may be included in Central Africa and Malawi, Mozambique, Zambia and Zimbabwe in East Africa. From a political perspective the region is said to be unipolar with South Africa as a first regional power.",
  "/wiki/Parliamentary_republic_with_an_executive_presidency": "This is a list of countries by system of government. There is also a political mapping of the world that shows what form of government each country has, as well as a brief description of what each form of government entails. The list is colour-coded according to the type of government, for example: blue represents a republic with an executive head of state, and pink is a constitutional monarchy with a ceremonial head of state. The colour-coding also appears on the following map, representing the same government categories. The legend of what the different colours represent is found just below the map.",
  "/wiki/Brunei": "Brunei (/bruːˈnaɪ/ (listen) broo-NY), officially the Nation of Brunei, the Abode of Peace (Malay: Negara Brunei Darussalam, Jawi: نڬارا بروني دارالسلام‎), is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the insular Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Borneo; the remainder of the island's territory is divided between the nations of Malaysia and Indonesia. Brunei's population was 428,963 in 2018.",
  "/wiki/Southeast_Asia": "Southeast Asia or  Southeastern Asia is a subregion of Asia, consisting of the regions that are geographically south of China, east of the Indian subcontinent and north-west of Australia. Southeast Asia is bordered to the north by East Asia, to the west by South Asia and the Bay of Bengal, to the east by Oceania and the Pacific Ocean, and to the south by Australia and the Indian Ocean. The region is the only part of Asia that lies partly within the Southern Hemisphere, although the majority of it is in the Northern Hemisphere. In contemporary definition, Southeast Asia consists of two geographic regions:",
  "/wiki/Islamic_state": "An Islamic state is a form of government based on Islamic law. As a term, it has been used to describe various historical polities and theories of governance in the Islamic world. As translation of the Arabic term dawlah islāmiyyah (Arabic: دولة إسلامية‎) it refers to a modern notion associated with political Islam (Islamism).",
  "/wiki/Absolute_monarchy": "Absolute monarchy (or absolutism as doctrine) is a form of monarchy in which the monarch holds supreme autocratic authority, principally not being restricted by written laws, legislature, or customs. These are often hereditary monarchies. In contrast, in constitutional monarchies, the head of state's authority derives from or is legally bound or restricted by a constitution or legislature.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
  "/wiki/Central_Africa": "Central Africa is a region of the African continent comprising various countries according to different definitions. Angola, Burundi, Cameroon, the Central African Republic, Chad, the Democratic Republic of the Congo, the Republic of the Congo, Equatorial Guinea, Gabon, Rwanda, and São Tomé and Príncipe are members of the Economic Community of Central African States (ECCAS). Six of those states (Cameroon, the Central African Republic, Chad, the Republic of the Congo, Equatorial Guinea, and Gabon) are also members of the Economic and Monetary Community of Central Africa (CEMAC) and share a common currency, the Central African CFA franc. The African Development Bank defines Central Africa as Cameroon, the Central African Republic, Chad, the Democratic Republic of the Congo, the Republic of the Congo, Equatorial Guinea, and Gabon. Middle Africa is an analogous term used by the United Nations in its geoscheme for Africa. It includes the same countries as the African Development Bank's definition, along with Angola, and São Tomé and Príncipe.",
  "/wiki/Semi-presidential_republic": "A semi-presidential system or dual executive system is a system of government in which a president exists alongside a prime minister and a cabinet, with the latter being responsible to the legislature of the state. It differs from a parliamentary republic in that it has a popularly elected head of state, who is more than a mostly ceremonial figurehead, and from the presidential system in that the cabinet, although named by the president, is responsible to the legislature, which may force the cabinet to resign through a motion of no confidence.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Northern_America": "Northern America is the northernmost region of North America. The boundaries may be drawn slightly differently. In one definition, it lies directly north of Middle America (Mexico, the Caribbean, and Central America). Northern America's land frontier with the rest of North America then coincides with the Mexico–United States border. Geopolitically, according to the United Nations' scheme of geographic regions and subregions, Northern America consists of Bermuda, Canada, Greenland, Saint-Pierre and Miquelon, and the United States of America (excluding Hawaii, Puerto Rico, the United States Virgin Islands and other minor US territories).",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.",
  "/wiki/Eurasia": "Eurasia /jʊəˈreɪʒə/ is the largest continental area on Earth, comprising all of Europe and Asia. Located primarily in the Northern and Eastern Hemispheres, it is bordered by the Atlantic Ocean to the west, the Pacific Ocean to the east, the Arctic Ocean to the north, and by Africa, the Mediterranean Sea, and the Indian Ocean to the south. The division between Europe and Asia as two different continents is a historical social construct, with no clear physical separation between them; thus, in some parts of the world, Eurasia is recognized as the largest of the six, five, or even four continents on Earth. In geology, Eurasia is often considered as a single rigid megablock. However, the rigidity of Eurasia is debated based on paleomagnetic data.",
  "/wiki/Presidential_republic": "A presidential system is a democratic and republican government in which a head of government leads an executive branch that is separate from the legislative branch. This head of government is in most cases also the head of state, which is called president.",
  "/wiki/Dominica": "Dominica (/ˌdɒmɪˈniːkə/ DOM-ih-NEE-kə or /dəˈmɪnɪkə/ də-MIH-nih-kə; French: Dominique; Island Carib: Wai‘tu kubuli), officially the Commonwealth of Dominica, is an island country  in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated a part of the Leeward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290 sq mi), and the highest point is Morne Diablotins, at 1,447 m (4,747 ft) in elevation. The population was 71,293 at the 2011 census.",
  "/wiki/Eswatini": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.",
  "/wiki/Fiji": "Fiji (/ˈfiːdʒi/ (listen) FEE-jee; Fijian: Viti [ˈβitʃi]; Fiji Hindi: फ़िजी, Fijī), officially the Republic of Fiji (Fijian: Matanitu Tugalala o Viti; Fiji Hindi: फ़िजी गणराज्य, Fijī Gaṇarājya), is an island country in Melanesia, part of Oceania in the South Pacific Ocean about 1,100 nautical miles (2,000 km; 1,300 mi) northeast of New Zealand's North Island. Its closest neighbours are Vanuatu to the west, New Caledonia to the southwest, New Zealand's Kermadec Islands to the southeast, Tonga to the east, the Samoas and France's Wallis and Futuna to the northeast, and Tuvalu to the north. Fiji consists of an archipelago of more than 330 islands—of which 110 are permanently inhabited—and more than 500 islets, amounting to a total land area of about 18,300 square kilometres (7,100 sq mi). The most outlying island is Ono-i-Lau. The two major islands, Viti Levu and Vanua Levu, account for 87% of the total population of 883,483. The capital, Suva, on Viti Levu, serves as the country's principal cruise-ship port.[failed verification] About three-quarters of Fijians live on Viti Levu's coasts, either in Suva or in smaller urban centres such as Nadi—where tourism is the major local industry—or Lautoka, where the sugar-cane industry is paramount. Due to its terrain, the interior of Viti Levu is sparsely inhabited.",
  "/wiki/Melanesia": "Melanesia (UK: /ˌmɛləˈniːziə/, US: /ˌmɛləˈniːʒə/) is a subregion of Oceania extending from New Guinea island in the southwestern  Pacific Ocean to the Arafura Sea, and eastward to Tonga.",
  "/wiki/Parliamentary_republic": "A parliamentary republic is a republic that operates under a parliamentary system of government where the executive branch (the government) derives its legitimacy from and is accountable to the legislature (the parliament). There are a number of variations of parliamentary republics. Most have a clear differentiation between the head of government and the head of state, with the head of government holding real power, much like constitutional monarchies (however in some countries the head of state, regardless of whether the country's system is a parliamentary republic or a constitutional monarchy, has 'reserve powers' given to use at their discretion in order to act as a non-partisan 'referee' of the political process and ensure the nation's constitution is upheld). Some have combined the roles of head of state and head of government, much like presidential systems, but with a dependency upon parliamentary power.",
  "/wiki/The_Gambia": "The Gambia (/ˈɡæmbiə/ (listen); Mandinka: Kambiya; Wolof: Gámbi), officially the Republic of The Gambia, is a country in Western Africa that is almost entirely surrounded by Senegal with the exception of its western coastline along the Atlantic Ocean. It is the smallest country within mainland Africa. The Gambia is situated on both sides of the lower reaches of the Gambia River, the nation's namesake, which flows through the centre of The Gambia and empties into the Atlantic Ocean. It has an area of  10,689 square kilometres (4,127 sq mi) with a population of 1,857,181 as of the April 2013 census. Banjul is the Gambian capital and the largest cities are Serekunda and Brikama.",
  "/wiki/West_Africa": "West Africa is the westernmost region of Africa. The United Nations defines Western Africa as the 16 countries of Benin, Burkina Faso, Cape Verde, The Gambia, Ghana, Guinea, Guinea-Bissau, Ivory Coast, Liberia, Mali, Mauritania, Niger, Nigeria, Senegal, Sierra Leone and Togo, as well as the United Kingdom Overseas Territory of Saint Helena, Ascension and Tristan da Cunha. The population of West Africa is estimated at about 381 million people as of 2018, and at 381,981,000 as of 2017, of which 189,672,000 are female and 192,309,000 male.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/Grenada": "Grenada (/ɡrɪˈneɪdə/ (listen) grin-AY-də Grenadian Creole: La Gwenad) is a sovereign state in the West Indies in the Caribbean Sea at the southern end of the Grenadines island chain. Grenada consists of the island of Grenada itself plus six smaller islands which lie to the north of the main island. It is located northwest of Trinidad and Tobago, northeast of Venezuela and southwest of Saint Vincent and the Grenadines. Its size is 348.5 square kilometres (134.6 sq mi), and it had an estimated population of 112,200 in July 2018. Its capital is St. George's. Grenada is also known as the \"Island of Spice\" due to its production of nutmeg and mace crops. The national bird of Grenada is the critically endangered Grenada dove.",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
  "/wiki/South_America": "South America  is a continent in the Western Hemisphere, mostly in the Southern Hemisphere, with a relatively small portion in the Northern Hemisphere. It may also be considered a subcontinent of the Americas, which is how it is viewed in the Spanish and Portuguese-speaking regions of the Americas where Dutch and English are spoken officially. The reference to South America instead of other regions (like Latin America or the Southern Cone) has increased in the last decades due to changing geopolitical dynamics (in particular, the rise of Brazil).[additional citation(s) needed]",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Member_states_of_the_Commonwealth_of_Nations": "The Commonwealth of Nations is a voluntary association of 54 sovereign states. Nearly all of them are former British colonies or dependencies of those colonies."
}