{
  "/wiki/Alpena_Community_College": "Alpena Community College (ACC) is a public two-year college located in Alpena, Michigan, United States. It was founded in 1952. The college has a 700-acre (2.8 km2) main campus in Alpena and another campus, Huron Shores, located in Wurtsmith Air Force Base in Oscoda, Michigan.",
  "/wiki/Alpena,_Michigan": "Alpena /ælˈpiːnə/ is a city in the U.S. state of Michigan and the county seat of Alpena County. It is considered to be part of northern Michigan. The Thunder Bay National Marine Sanctuary is located in the city. The population was 10,483 at the 2010 census. The population swells with many visitors in the summer.",
  "/wiki/Ancilla_College": "Ancilla College, near Donaldson, Indiana, is a two-year private liberal arts college that admits both men and women students. Ancilla College was founded by the Poor Handmaids of Jesus Christ in 1937 as an extension of DePaul University for the training of novices and candidates of the Poor Handmaids of Jesus Christ. In 1966 the college started admitting the public as a private liberal arts community college. Ancilla College focuses on serving the seven surrounding counties of Indiana. Ancilla College grants associate degrees in multiple programs, from which Ancilla graduates may easily transfer to a four-year college or university, especially via the transfer agreements that Ancilla College has with 14 Indiana colleges and universities. The Latin word ancilla means \"handmaid or servant,\" a reference to the college's sponsor, The Poor Handmaids of Jesus Christ.",
  "/wiki/Donaldson,_Indiana": "Donaldson is an unincorporated community in West Township, Marshall County, Indiana.",
  "/wiki/Delta_College_(Michigan)": "Delta College is a community college located in Bay County's Frankenlust Township, 5.5 miles southwest of Bay City, Michigan. Delta College's district had its beginning in 1955 with Saginaw, Midland, and Bay counties making up the district.  In 1957, the voters of the tri-counties approved the construction of the college, and it opened for classes in 1961. Delta College replaced Bay City Junior College, established in 1922, because the junior college could no longer support the growing enrollment. With Saginaw Valley College established in 1964, later renamed Saginaw Valley State College in 1975, and finally named Saginaw Valley State University. In 1987, both Delta College and Saginaw Valley State University form University Center, Michigan.",
  "/wiki/University_Center,_Michigan": "University Center is an unincorporated community in Frankenlust Township, Bay County in the U.S. state of Michigan, and the name of the post office with the ZIP code of 48710.",
  "/wiki/Glen_Oaks_Community_College": "Glen Oaks Community College is a community college in Centreville, Michigan.",
  "/wiki/Centreville,_Michigan": "Centreville is a village in the U.S. state of Michigan and the county seat of St. Joseph County.  The population was 1,425 at the 2010 census.",
  "/wiki/Grand_Rapids_Community_College": "Grand Rapids Community College (GRCC) is a community college in Grand Rapids, Michigan. GRCC offers an associate degree, a variety of certification programs, occupational training, and other learning opportunities for the surrounding community. GRCC offers more than 5000 classes, seminars, programs and workshops every year.",
  "/wiki/Grand_Rapids,_Michigan": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County.",
  "/wiki/Henry_Ford_College": "Henry Ford College (HFC) is a public two-year college in Dearborn, Michigan. The institution, established in 1938 by the Dearborn Fordson Public Schools Board of Education, is accredited by the Higher Learning Commission. The institution was originally named Fordson Junior College. It adopted the name Dearborn Junior College in 1946, then  Henry Ford Community College (HFCC) in 1952, after the Henry Ford Trade School which closed and whose assets were transferred to the Dearborn School Board of Education. The name was changed to Henry Ford College in 2014.",
  "/wiki/Dearborn,_Michigan": "Dearborn is a city in the State of Michigan. It is located in Wayne County and is part of the Detroit metropolitan area. Dearborn is the eighth largest city in the State of Michigan. As of the 2010 census, it had a population of 98,153 and is home to the largest Muslim population in the United States. First settled in the late 18th century by ethnic French farmers in a series of ribbon farms along the Rouge River and the Sauk Trail, the community grew in the 19th century with the establishment of the Detroit Arsenal on the Chicago Road linking Detroit and Chicago. In the 20th century, it developed as a major manufacturing hub for the automotive industry.",
  "/wiki/Jackson_College": "Jackson College is a public college in Jackson County, Michigan. Originally established as Jackson Junior College in 1928, Jackson County electors voted to reincorporate the institution as a Community College District under the \"Public Act 188 of 1955\" in 1962. In 1964 voters approved a charter millage that continues to indefinitely fund the college. In June 2013, the board of trustees approved an official name change from Jackson Community College to Jackson College.",
  "/wiki/Jackson,_Michigan": "Jackson is a city in the south central area of the U.S. state of Michigan, about 40 miles (64 km) west of Ann Arbor and 35 miles (56 km) south of Lansing. It is the county seat of Jackson County. \nAs of the 2010 census, the city population was 33,534, down from 36,316 at the 2000 census. Served by Interstate 94, it is the principal city of the Jackson Metropolitan Statistical Area, which includes Jackson County and has a population of 160,248.",
  "/wiki/Kalamazoo_Valley_Community_College": "Kalamazoo Valley Community College is a public community college in Kalamazoo, Michigan. It was established in 1966 by the overwhelming approval of voters in nine local school districts. It enrolls of about 10,000 students. Kalamazoo Valley offers certificate programs in more than 20 areas of study and associate degrees in 25 others.",
  "/wiki/Kalamazoo,_Michigan": "Kalamazoo /ˌkæləməˈzuː/ is a city in the southwest region of the U.S. state of Michigan. It is the county seat of Kalamazoo County. As of the 2010 census, Kalamazoo had a population of 74,262. Kalamazoo is the major city of the Kalamazoo-Portage Metropolitan Statistical Area, which has a population of 335,340 as of 2015. Kalamazoo is equidistant from the major American cities of Chicago and Detroit, each less than 150 miles away.",
  "/wiki/Kellogg_Community_College": "Kellogg Community College (KCC) is a public community college based in Battle Creek, Michigan, with sites in Battle Creek, Albion, Coldwater, Hastings and in the Fort Custer Industrial Park.",
  "/wiki/Battle_Creek,_Michigan": "Battle Creek is a city in the U.S. state of Michigan, in northwest Calhoun County, at the confluence of the Kalamazoo and Battle Creek rivers. It is the principal city of the Battle Creek, Michigan Metropolitan Statistical Area (MSA), which encompasses all of Calhoun County. As of the 2010 census, the city had a total population of 52,347, while the MSA's population was 136,146.",
  "/wiki/Kirtland_Community_College": "Kirtland Community College is a public community college in Roscommon County, Michigan.",
  "/wiki/Roscommon,_Michigan": "Roscommon (/rɒsˈkɒmən/) is a village in the U.S. state of Michigan.  As of the 2010 census, the village population was 1,075. In 2017, the population was estimated at 1,053.  Roscommon is the county seat of Roscommon County.",
  "/wiki/Lake_Michigan_College": "Lake Michigan College is a community college in Berrien County, Michigan. The main campus is in Benton Township, Michigan with regional campuses in Niles and South Haven.    The Welch Center for Wine & Viticulture opened on the main campus in 2019.",
  "/wiki/Benton_Harbor,_Michigan": "Benton Harbor is a city in Berrien County in the U.S. state of Michigan which is forty-six miles southwest of Kalamazoo, and seventy-one miles southwest of Grand Rapids. In 2010, the population was 10,038 according to the census. It is the smaller, by population, of the two principal cities in the Niles–Benton Harbor Metropolitan Statistical Area, an area with 156,813 people.",
  "/wiki/Lansing_Community_College": "Lansing Community College is a public community college with its main campus in Lansing, Michigan. Founded in 1957, the college's main campus is located on an urban, 42-acre (170,000 m²) site in downtown Lansing, Michigan spanning seven city blocks approximately two blocks from the state capitol.  A West Campus opened in 2004 in Delta Township, southwest of Lansing, and there is also an East Campus located in the Eyde Plaza in East Lansing. The school is the third largest community college in Michigan by enrollment, with a fall 2013 enrollment of 18,551, a decrease from 20,394 in 2008.",
  "/wiki/Lansing,_Michigan": "Lansing /ˈlænsɪŋ/ is the capital of the U.S. state of Michigan. It is mostly in Ingham County, although portions of the city extend west into Eaton County and north into Clinton County. The 2010 Census placed the city's population at 114,297, making it the fifth largest city in Michigan. The population of its Metropolitan Statistical Area (MSA) was 464,036, while the even larger Combined Statistical Area (CSA) population, which includes Shiawassee County, was 534,684. It was named the new state capital of Michigan in 1847, ten years after Michigan became a state.",
  "/wiki/Macomb_Community_College": "Macomb Community College is a multi-campus community college in Macomb County, Michigan. The college is accredited by the Higher Learning Commission.",
  "/wiki/Warren,_Michigan": "Warren is a city in Macomb County in the U.S. state of Michigan. The 2010 census places the city's population at 134,056, making Warren the largest city in Macomb County, the third largest city in Michigan, and Metro Detroit's largest suburb.\nThe city is home to a wide variety of businesses, including General Motors Technical Center, the United States Army Detroit Arsenal, home of the United States Army TACOM Life Cycle Management Command and the Tank Automotive Research, Development and Engineering Center (TARDEC), the headquarters of Big Boy Restaurants International, and Asset Acceptance. The current mayor is James R. Fouts, who was elected to his first mayoral term in November 2007.",
  "/wiki/Mid_Michigan_Community_College": "Mid Michigan College (Mid) is a public community college with two locations in Michigan, one in Harrison, Michigan and one in Mount Pleasant, Michigan.  Founded in 1965, the college offers one- and two-year certificates and associate degrees in transfer, occupational, and health science programs.  Students can choose from a wide array of career programs like nursing, radiography, welding, CAD, and many others.  Mid’s transfer programs help students prepare for a four-year degree while earning valuable credits at an affordable cost.",
  "/wiki/Harrison,_Michigan": "Harrison is a city in the U.S. state of Michigan.  The population was 2,114 at the 2010 census. It is the county seat of Clare County.",
  "/wiki/Mott_Community_College": "Mott Community College (officially Charles Stewart Mott Community College or abbreviated MCC) is a public community college in Flint, Michigan.  It is named for politician, businessman, and philanthropist Charles Stewart Mott.  Its district is the same as the Genesee Intermediate School District and is governed by an elected board of Trustees.  The college offers 61 associate degrees and 40 pre-associate certificates. It also has satellite campuses in nearby Clio, Fenton, Lapeer, and Howell.\nThe majority of students come from Genesee, Lapeer, and northwest Oakland County.",
  "/wiki/Flint,_Michigan": "Flint is the largest city and seat of Genesee County, Michigan, United States. Located along the Flint River, 66 miles (106 km) northwest of Detroit, it is a principal city within the region known as Mid Michigan. According to the 2010 census, Flint has a population of 102,434, making it the seventh largest city in Michigan.  The Flint metropolitan area is located entirely within Genesee County. It is the fourth largest metropolitan area in Michigan with a population of 425,790 in 2010. The city was incorporated in 1855.",
  "/wiki/Muskegon_Community_College": "Muskegon Community College (MCC) is a public community college in Muskegon, Michigan. The college offers 49 associate degree programs and 33 certificate programs. The college's main campus is located on a 111-acre campus in Muskegon, with extension centers in Ottawa and Newaygo counties.",
  "/wiki/Muskegon,_Michigan": "Muskegon (/mʌˈskiːɡən/) is a city in the U.S. state of Michigan, and is the largest populated city on the western shores of Michigan. At the 2010 census the city population was 38,401. The city is the county seat of Muskegon County. It is at the southwest corner of Muskegon Township, but is administratively autonomous.",
  "/wiki/Oakland_Community_College": "Oakland Community College (OCC) is a public community college in Oakland County, Michigan established June 8, 1964. With five campuses, it is one of the largest community colleges in Michigan and has the state's third largest undergraduate enrollment. In addition to the five campus locations the college has a district headquarters in Bloomfield Hills. Enrollment at the college over the 2016-2017 school year was 29,560. Oakland Community College has been accredited by the Higher Learning Commission since 1971 and has a Carnegie Classification of Associate's Colleges: High Transfer-High Nontraditional. The college offers 57 different Associate degrees and 41 different certificate programs.",
  "/wiki/Waterford,_Michigan": "Waterford Township is a charter township in the geographic center of Oakland County, Michigan, United States.",
  "/wiki/St._Clair_County_Community_College": "St. Clair County Community College (SC4) is a public community college in Port Huron, Michigan. It serves as the primary center of higher education for the Blue Water Area. SC4 offers Associate degree and certificate programs. It also offers online classes and transfer programs to four-year institutions. In addition, working with University Center Partners, students can earn Bachelor's and Master's degrees without even leaving the SC4 campus.",
  "/wiki/Port_Huron,_Michigan": "Port Huron is a city in the U.S. state of Michigan and the county seat of St. Clair County. The population was 30,184 at the 2010 census. The city is adjacent to Port Huron Township but is administratively autonomous.",
  "/wiki/Schoolcraft_College": "Schoolcraft College is a public community college in Livonia, Michigan.  It also has a satellite campus in Garden City, Michigan.",
  "/wiki/Livonia,_Michigan": "Livonia is a city in the northwest part of Wayne County in the U.S. state of Michigan. It is a large suburb with an array of traditional neighborhoods (most of which were built in the 1950s and 1960s) connected to the metropolitan area by freeways. The population was 96,942 at the 2010 census, making it Michigan's ninth largest municipality. The municipality is a part of Metro Detroit, and is located approximately 15 miles (24 km) northwest of downtown Detroit, and less than two miles (3 km) from the western city limits of Detroit (Redford Township lies between the two).",
  "/wiki/Wayne_County_Community_College": "Wayne County Community College District (WCCCD) is a community college district with its headquarters in Downtown Detroit, Michigan. It was founded in 1967.",
  "/wiki/Detroit,_Michigan": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Michigan_Community_College_Athletic_Association": "The Michigan Community College Athletic Association (MCCAA) is an association of community college athletic departments throughout Michigan and northern Indiana."
}