{
  "/wiki/Hernus_Kriel": "Hermanus Jacobus Kriel (14 November 1941 – 5 July 2015) was the first Premier of the Western Cape province. He previously served as the Minister of Law and Order in the South African government under Frederik Willem de Klerk. He was born in 1941 in Kakamas, Northern Cape.",
  "/wiki/National_Party_(South_Africa)": "The National Party (NP) (Afrikaans: Nasionale Party), also known as the Nationalist Party, was a political party in South Africa founded in 1914 and disbanded in 1997. The party was originally an Afrikaner ethnic nationalist party that promoted Afrikaner interests in South Africa. However in the early 1990s it became a South African civic nationalist party seeking to represent all South Africans. It first became the governing party of the country in 1924. It was an opposition party during World War II but it returned to power and was again in the government from 4 June 1948 until 9 May 1994.",
  "/wiki/Gerald_Morkel": "Gerald Morkel (2 February 1941 – 9 January 2018 ) was the Mayor of Cape Town and Premier of the Western Cape province in South Africa. He later served as a member of the Cape Town City Council for the Democratic Alliance until his retirement from politics in 2011.",
  "/wiki/New_National_Party_(South_Africa)": "The New National Party (NNP) was a South African political party formed in 1997 as the successor to the National Party, which ruled the country from 1948 to 1994. The name change was an attempt to distance itself from its apartheid past, and reinvent itself as a moderate, mainstream conservative and non-racist federal party. The attempt was largely unsuccessful, and in 2005 the New National Party voted to disband itself.",
  "/wiki/Peter_Marais": "Petrus Jacobus \"Peter\" Marais (born on 4 September 1948) is a South African politician who is currently serving as a Member of the Western Cape Provincial Parliament.",
  "/wiki/Marthinus_van_Schalkwyk": "Marthinus Christoffel Johannes van Schalkwyk (born 10 November 1959) is a South African politician, academic, lawyer, and apartheid-era intelligence operative. He is also a former MP and Minister of Tourism in the Cabinet of South Africa. Formerly Premier of the Western Cape and Leader of the Opposition in the Parliament of South Africa, he was the leader of the New National Party from its inception on 8 September 1997 until its dissolution on 9 April 2005. He was appointed Minister of Environmental Affairs and Tourism in the Thabo Mbeki administration after merging his party with the ruling African National Congress (ANC), despite the poor performance of the former in the 2004 General Election.",
  "/wiki/Leonard_Ramatlakane": "Leonard Ramatlakane (born 16 February 1953) is the former Minister of Community Safety in the Western Cape province of South Africa whilst an ANC member. He also served as the acting Premier briefly after Marthinus Van Schalkwyk resigned in 2004.",
  "/wiki/African_National_Congress": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017.",
  "/wiki/Ebrahim_Rasool": "Ebrahim Rasool (born 15 July 1962) is a South African politician and diplomat who served as the South African Ambassador to the United States from 2010 to 2015, Member of the National Assembly from 2009 to 2010, and the 5th Premier of the Western Cape from 2004 to 2008. He is a member of the African National Congress and has held various leadership positions in the party.",
  "/wiki/Lynne_Brown": "Lynne Brown (born 26 September 1961) is a South African politician who is a former Minister of Public Enterprises and former Premier of the Western Cape Province. She was born in Cape Town and grew up in Mitchell's Plain. She was appointed Premier of the Western Cape following the resignation of Ebrahim Rasool in July 2008. Previously, she was Minister for Economic Development and Tourism. She is a member of the African National Congress and elected member of its National Executive Committee in 2007 and 2012. Like her predecessor Ebrahim Rasool she is also from a coloured background. She is the fourth coloured premier of the Western Cape, and the second from the African National Congress, and is the first openly gay person to be appointed to a cabinet post in any African government.",
  "/wiki/Helen_Zille": "Otta Helene Maree (née Zille /ˈzɪlə/; born 9 March 1951), known as Helen Zille, is a South African politician. She has served as the Federal Council Chairperson of the Democratic Alliance since 20 October 2019. From 2009 until 2019, she was the Premier of the Western Cape province for two five-year terms, and a member of the Western Cape Provincial Parliament. She served as Federal Leader of the Democratic Alliance from 2007 to 2015 and as Mayor of Cape Town from 2006 to 2009.",
  "/wiki/Democratic_Alliance_(South_Africa)": "The Democratic Alliance (Afrikaans: Demokratiese Alliansie) (DA) is a South African political party and the official opposition to the governing African National Congress (ANC). The interim leader of the party is John Steenhuisen, who was elected on 17 November 2019 and succeeded Mmusi Maimane. The party is broadly centrist, and has been attributed both centre-left and centre-right policies. It is a member of the Liberal International and the Africa Liberal Network. The DA traces its roots to the founding of the anti-apartheid Progressive Party in 1959, with many mergers and name changes between that time and the present.",
  "/wiki/Alan_Winde": "Alan Richard Winde (born 18 March 1965) is a South African politician and previous businessman. He is currently serving as the 8th Premier of the Western Cape and a Member of the Western Cape Provincial Parliament. He previously served as Western Cape Provincial Minister of Community Safety, Western Cape Provincial Minister of Economic Opportunities and Western Cape Provincial Minister of Finance, Economic Development and Tourism. Winde is a member of the Democratic Alliance (DA)."
}