{
  "/wiki/Louisiana's_1st_State_Senate_district": "Louisiana's 1st State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Sharon Hewitt since 2016.",
  "/wiki/Sharon_Hewitt": "Sharon Woodall Hewitt (born September 1958) is a Republican member of the Louisiana State Senate for the 1st district, which encompasses portions of St. Tammany, Orleans, Plaquemines, and St. Bernard Parishes in Louisiana. In January 2016, she succeeded fellow Republican A. G. Crowe, who did not pursue a third term in the primary election held on October 24, 2015.",
  "/wiki/Slidell,_Louisiana": "Slidell /slaɪˈdɛl/ is a city on the northeast shore of Lake Pontchartrain in St. Tammany Parish, Louisiana, United States. The population was 27,068 at the 2010 census. Greater Slidell has a population of about 90,000. It is part of the New Orleans−Metairie−Kenner Metropolitan Statistical Area.",
  "/wiki/Louisiana's_2nd_State_Senate_district": "Louisiana's 2nd State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democratic Senator Ed Price since a 2017 special election to replace disgraced incumbent Democrat Troy Brown.",
  "/wiki/Ed_Price_(Louisiana_politician)": "Edward Joseph Price, known as Ed Price (born May 1953), is a businessman and politician from Gonzales, Louisiana, who is a Democratic member of the Louisiana State Senate for District 2, which includes parts of Ascension, Assumption, Iberville, Lafourche, St. Charles, St. John the Baptist, St. James, and West Baton Rouge parishes.",
  "/wiki/Gonzales,_Louisiana": "Gonzales is a small city in Ascension Parish, Louisiana, United States. As of the 2010 census, it had a population of 9,781. Known as the \"Jambalaya Capital of the World\", it is famous for its annual Jambalaya Festival, which was first held in 1968.  Stephen \"Steve\" F. Juneau came up with the idea for the Jambalaya Festival and served as the first president of the Jambalaya Festival Association.",
  "/wiki/Louisiana's_3rd_State_Senate_district": "Louisiana's 3rd State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democrat Joseph Bouie Jr. since 2020, succeeding fellow Democrat Jean-Paul Morrell.",
  "/wiki/Joseph_Bouie_Jr.": "Joseph J. Bouie Jr. (born December 1946) is an American politician from the state of Louisiana. A Democrat, Bouie has been member of the Louisiana State Senate for the 3rd district since 2020. Bouie previously served in the Louisiana House of Representatives for District 97 in Orleans Parish, Louisiana. He was unopposed in a special election to the seat in 2014 to replace fellow Democrat Jared Brossett, who was elected on February 1, 2014, to the District D position on the New Orleans City Council.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Louisiana's_4th_State_Senate_district": "Louisiana's 4th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democrat Jimmy Harris since 2020, succeeding retiring fellow Democrat Wesley Bishop.",
  "/wiki/Jimmy_Harris_(politician)": "James \"Jimmy\" Harris III is an African American politician from New Orleans, Louisiana. A Democrat, Harris has represented District 4 in the Louisiana State Senate since 2020; he previously represented District 99 in the Louisiana House of Representatives between 2016 and 2020.",
  "/wiki/Louisiana's_5th_State_Senate_district": "Louisiana's 5th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democratic Senator Karen Carter Peterson since a 2010 special election to replace resigning fellow Democrat Cheryl Gray Evans. It is currently the most Democratic-leaning district in the Senate.",
  "/wiki/Karen_Carter_Peterson": "Karen Carter Peterson (born November 1, 1969) is a Democratic member of the Louisiana State Senate, having represented the 5th District since 2010. She is also the current Chair of the Louisiana Democratic Party. Peterson is the first woman to serve in this role. In 2017, Karen Carter Peterson was elected for a four-year term as the Vice Chair of Civic Engagement and Voter Participation at the Democratic National Committee, focused on protecting voting rights and expanding voter participation. The position was previously held by Donna Brazile.",
  "/wiki/Louisiana's_6th_State_Senate_district": "Louisiana's 6th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Bodi White since 2012.",
  "/wiki/Bodi_White": "Mack A. \"Bodi\" White, Jr. (born April 7, 1956) is an American politician from Louisiana who has represented District 6 in the Louisiana State Senate since 2012. A Republican, White previously served in the Louisiana House of Representatives for District 64 between 2004 and 2012.",
  "/wiki/Baton_Rouge,_Louisiana": "Baton Rouge (/ˌbætən ˈruːʒ/ BAT-ən ROOZH; from French  bâton rouge [bɑtɔ̃ ʁuʒ] (listen), meaning 'red stick') is the capital of the U.S. state of Louisiana. Located on the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most populous parish in Louisiana. It is the 99th most populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th most populous state capital. As of the U.S. Census Bureau's July 2018 estimate, Baton Rouge had a population of 221,599, down from 229,493 at the 2010 census. Baton Rouge is the center of Greater Baton Rouge, the second-largest metropolitan area in Louisiana, with a population of 834,159 as of 2017, up from 802,484 in 2010 and 829,719 in 2015.",
  "/wiki/Louisiana's_7th_State_Senate_district": "Louisiana's 7th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democratic Senator Troy Carter since 2016, succeeding retiring fellow Democrat David Heitmeier. Carter is currently the Senate Minority Leader.",
  "/wiki/Troy_Carter_(politician)": "Troy Anthony \"C\" Carter (born October 26, 1963) is the District 7 member of the Louisiana State Senate who formerly served on the New Orleans City Council. In the November 21 runoff election, Carter defeated his fellow Democrat, Jeff Arnold, who is a term-limited former state representative for the Algiers neighborhood of New Orleans.",
  "/wiki/Louisiana's_8th_State_Senate_district": "Louisiana's 8th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Patrick Connick since 2020, succeeding term-limited incumbent and Senate President John Alario. It is currently the most Democratic-leaning district in the Senate to be held by a Republican.",
  "/wiki/Patrick_Connick": "John Patrick Connick (born March 1961), is an American attorney from Marrero, Louisiana. A Republican, Connick has represented the 8th district in the Louisiana State Senate since 2020. He previously represented the 84th district in the Louisiana House of Representatives from 2008 until 2020.",
  "/wiki/Marrero,_Louisiana": "Marrero is a census-designated place (CDP) in Jefferson Parish, Louisiana, United States. Marrero is on the south side (referred to as the \"West Bank\") of the Mississippi River, within the New Orleans–Metairie–Kenner Metropolitan Statistical Area. The population was 33,141 at the 2010 census.",
  "/wiki/Louisiana's_9th_State_Senate_district": "Louisiana's 9th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Cameron Henry since 2020, succeeding fellow Republican Conrad Appel.",
  "/wiki/Cameron_Henry": "John Cameron Henry, Jr. (born November 1, 1974) is an American state legislator and business analyst from Metairie, Louisiana, who has served in the Louisiana State Senate for the 9th district since 2020. A Republican, Henry previously served as member of the Louisiana House of Representatives for District 82 from 2008 until 2020.",
  "/wiki/Metairie,_Louisiana": "Metairie (/ˈmɛtəri/ MET-ər-ee; French: Métairie [metɛʁi]) is a census-designated place (CDP) in Jefferson Parish, Louisiana, United States, and is part of the New Orleans metropolitan area. With a population at the 2010 census of 138,481, Metairie is the largest community in Jefferson Parish and the fifth-largest CDP in the United States. It is an unincorporated area that would be Louisiana's fourth-largest city if it were incorporated. The zip codes that serve the community are 70001–70006.",
  "/wiki/Louisiana's_10th_State_Senate_district": "Louisiana's 10th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Kirk Talbot since 2020, succeeding fellow Republican Daniel Martiny.",
  "/wiki/Kirk_Talbot": "Michael Kirk Talbot (born November 18, 1969) is an American politician from Louisiana. A Republican, Talbot has represented the 10th district in the Louisiana State Senate since 2020, and previously represented the 78th district in the Louisiana House of Representatives between 2008 and 2020.",
  "/wiki/River_Ridge,_Louisiana": "River Ridge is an unincorporated community and census-designated place (CDP) in Jefferson Parish, Louisiana, United States. It is a suburb of New Orleans. The population was 13,494 at the 2010 census.",
  "/wiki/Louisiana's_11th_State_Senate_district": "Louisiana's 11th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Patrick McMath since 2020.",
  "/wiki/Patrick_McMath": "Patrick McMath is an American politician, businessman, and attorney from the state of Louisiana. A Republican, McMath has represented the 11th district in the Louisiana State Senate since 2020.",
  "/wiki/Covington,_Louisiana": "Covington is a city in, and the parish seat of, St. Tammany Parish, Louisiana, United States.  The population was 8,765 at the 2010 census. It is located at a fork of the Bogue Falaya and the Tchefuncte River.",
  "/wiki/Louisiana's_12th_State_Senate_district": "Louisiana's 12th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Beth Mizell since 2016.",
  "/wiki/Beth_Mizell": "Mary Beth Sherman Mizell (born January 1952), is a businesswoman from Franklinton, Louisiana, who is a Republican member of the Louisiana State Senate for District 12, which encompasses the parishes of St. Tammany, Tangipahoa, and Washington, part of the Florida Parishes of southeastern Louisiana. On January 11, 2016, she succeeded the term-limited Democrat Ben Nevers, who instead joined the new administration of Governor John Bel Edwards.",
  "/wiki/Franklinton,_Louisiana": "Franklinton is a town in and the parish seat of Washington Parish, Louisiana, United States. The population was 3,857 at the 2010 census. The elevation is an average of 155 feet (47 m) above sea level.",
  "/wiki/Louisiana's_13th_State_Senate_district": "Louisiana's 13th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican J. Rogers Pope since 2020, succeeding fellow Republican Dale  M. Erdey. District 13 is currently the most Republican-leaning district in the Senate.",
  "/wiki/J._Rogers_Pope": "James Rogers Pope, known as J. Rogers Pope (born June 1941), is a retired school superintendent from Denham Springs, Louisiana, who is a Republican member of the Louisiana State Senate from the 13th district in Livingston Parish. Pope previously served in the Louisiana House of Representatives for the 71st district.",
  "/wiki/Denham_Springs,_Louisiana": "Denham Springs is a city in Livingston Parish, Louisiana, United States. The 2010 census placed the population at 10,215, up from 8,757 at the 2000 census. The city is the largest area of commercial and residential development in Livingston Parish. Denham Springs and Walker are the only parish municipalities classified as cities.",
  "/wiki/Louisiana's_14th_State_Senate_district": "Louisiana's 14th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democrat Cleo Fields since 2020, succeeding fellow Democrat Yvonne Dorsey-Colomb.",
  "/wiki/Cleo_Fields": "Cleo C. Fields (born November 22, 1962) is an American attorney, politician and member of the Democratic Party from the U.S. state of Louisiana. He represented Louisiana's 4th congressional district in the United States House of Representatives from 1993 to 1997 and ran unsuccessfully for Governor of Louisiana in 1995. He currently serves as a state senator for Louisiana's 14th State Senate district, a position he held twice before.",
  "/wiki/Louisiana's_15th_State_Senate_district": "Louisiana's 15th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democratic Senator Regina Barrow since 2016, succeeding fellow Democrat Sharon Weston Broome.",
  "/wiki/Regina_Barrow": "Regina Ashford Barrow (born June 1966) is an African-American Democratic member of the Louisiana State Senate for District 15 in East Baton Rouge Parish, Louisiana. She assumed this position on January 11, 2016. In the primary election held on October 24, 2015, she defeated outgoing District 63 State Representative Dalton W. Honoré, another Democrat, for the right to succeed the term-limited state Senator Sharon Weston Broome.",
  "/wiki/Louisiana's_16th_State_Senate_district": "Louisiana's 16th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Franklin Foil since 2020.",
  "/wiki/Franklin_Foil": "Franklin Johnson Foil (born October 31, 1964) is a Republican member of the Louisiana State Senate for the 16th district, serving since 2020. He formerly represented the 70th district in the Louisiana House of Representatives from 2008 until 2020.",
  "/wiki/Louisiana's_17th_State_Senate_district": "Louisiana's 17th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Rick Ward III since 2012.",
  "/wiki/Rick_Ward_III": "Richard Joseph Ward III, known as Rick Ward III (born June 1982), is an attorney with the firm Clayton, Fruge & Ward from  Port Allen near Baton Rouge, Louisiana, who is a Republican member of the Louisiana State Senate for District 17.",
  "/wiki/Port_Allen,_Louisiana": "Port Allen is a city in, and the parish seat of, West Baton Rouge Parish, Louisiana, United States. Located on the west bank of the Mississippi River, it is bordered by Interstate 10 and US Highway 190. The population was 5,180 at the 2010 census, down from 5,278 in 2000. It is part of the Baton Rouge Metropolitan Statistical Area.",
  "/wiki/Louisiana's_18th_State_Senate_district": "Louisiana's 18th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Senator Eddie J. Lambert since 2016.",
  "/wiki/Eddie_J._Lambert": "Eddie J. Lambert is an American attorney and politician from the state of Louisiana. A Republican, Lambert has represented the 18th district in the Louisiana State Senate since 2016. Lambert previously served in the Louisiana House of Representatives for the 59th district from 2003 until 2016.",
  "/wiki/Prairieville,_Louisiana": "Prairieville is a census-designated place in Ascension Parish, Louisiana, United States. It is south of Baton Rouge and north of Gonzales.",
  "/wiki/Louisiana's_19th_State_Senate_district": "Louisiana's 19th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Democratic Senator Gary Smith Jr. since 2012, succeeding fellow Democrat Joel Chaisson.",
  "/wiki/Gary_Smith_Jr.": "Gary L. Smith Jr. (born August 27, 1972), is an attorney from his native Norco in St. Charles Parish, Louisiana, who is a Democratic member of the Louisiana State Senate for District 19, a position which he has held since 2012.",
  "/wiki/Norco,_Louisiana": "Norco is a census-designated place (CDP) in St. Charles Parish, Louisiana, United States. The population was 3,579 at the 2000 census. The community is home to a major Shell petroleum refinery. The CDP's name is derived from the New Orleans Refining Company.",
  "/wiki/Louisiana's_20th_State_Senate_district": "Louisiana's 20th State Senate district is one of 39 districts in the Louisiana State Senate. It has been represented by Republican Mike Fesi since 2020, succeeding fellow Republican Norby Chabert.",
  "/wiki/Mike_Fesi": "Michael \"Big Mike\" A. Fesi, Sr. (born May 20, 1959) is an American politician and businessman from the state of Louisiana. A Republican, Fesi has represented the 20th district in the Louisiana State Senate since 2020.",
  "/wiki/Houma,_Louisiana": "Houma (/ˈhoʊmə/ HOH-mə) is the largest city in, and the parish seat of, Terrebonne Parish, Louisiana, United States. It is also the largest principal city of the Houma–Bayou Cane–Thibodaux Metropolitan Statistical Area. The city's powers of government have been absorbed by the parish, which is now run by the Terrebonne Parish Consolidated Government. The population was 33,727 at the 2010 census, an increase of 1,334 over the 2000 tabulation of 32,393.",
  "/wiki/Louisiana_State_Senate": "The Louisiana State Senate (French: Sénat de Louisiane) is the upper house of the state legislature of Louisiana. All senators serve four-year terms and are assigned to multiple committees."
}