{
  "/wiki/777-200LR": "The Boeing 777  is a wide-body airliner developed and manufactured by Boeing Commercial Airplanes, commonly referred to as the Triple Seven.\nThe 777 was designed to bridge the gap between Boeing's 767 and 747, and to replace older DC-10s or L-1011s.\nDeveloped in consultation with eight major airlines, with a first meeting in January 1990, the program was launched on October 14, 1990 with a first order from United Airlines. The prototype was rolled out on April 9, 1994, and first flew on June 12, 1994. The 777 first entered commercial service with United Airlines on June 7, 1995. Longer range variants were launched on February 29, 2000 and were first delivered on April 29, 2004.",
  "/wiki/Hong_Kong_International_Airport": "Hong Kong International Airport (IATA: HKG, ICAO: VHHH) is Hong Kong's main airport, built on reclaimed land on the island of Chek Lap Kok. The airport is also referred to as Chek Lap Kok International Airport (赤鱲角機場) or Chek Lap Kok Airport, to distinguish it from its predecessor, the former Kai Tak Airport.",
  "/wiki/London_Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/Boeing_777": "The Boeing 777  is a wide-body airliner developed and manufactured by Boeing Commercial Airplanes, commonly referred to as the Triple Seven.\nThe 777 was designed to bridge the gap between Boeing's 767 and 747, and to replace older DC-10s or L-1011s.\nDeveloped in consultation with eight major airlines, with a first meeting in January 1990, the program was launched on October 14, 1990 with a first order from United Airlines. The prototype was rolled out on April 9, 1994, and first flew on June 12, 1994. The 777 first entered commercial service with United Airlines on June 7, 1995. Longer range variants were launched on February 29, 2000 and were first delivered on April 29, 2004.",
  "/wiki/Malaysia_Airlines": "Malaysia Airlines Berhad (MAB) (Malay: Penerbangan Malaysia Berhad), formerly known as Malaysian Airline System (MAS) (Malay: Sistem Penerbangan Malaysia), branded as Malaysia Airlines, is an airline operating flights from Kuala Lumpur International Airport and from secondary hubs in Kota Kinabalu and Kuching to destinations throughout Asia, Oceania and Europe. Malaysia Airlines is the flag carrier of Malaysia and a member of the oneworld airline alliance. The company headquarters are located at Kuala Lumpur International Airport. In August 2014, the Malaysian government's sovereign wealth fund Khazanah Nasional—which then owned 69.37% of the airline—announced its intention to purchase remaining ownership from minority shareholders and de-list the airline from Malaysia's stock exchange, thereby renationalising the airline.",
  "/wiki/Boeing_Field": "Boeing Field, officially King County International Airport (IATA: BFI, ICAO: KBFI, FAA LID: BFI), is a public airport owned and operated by King County, five miles south of downtown Seattle, Washington. The airport is sometimes referred to as KCIA (King County International Airport), but is not the airport identifier. The airport has some passenger service operated by Kenmore Air and JSX, but is mostly used by general aviation and cargo. It is named for the founder of Boeing, William E. Boeing and was constructed in 1928, serving as the city's primary airport until the opening of Seattle–Tacoma International Airport in 1944. The airport's property is mostly in Seattle just south of Georgetown, with its southern tip extending into Tukwila. The Airport covers 634 acres (257 ha), averages more than 180,000 operations annually, and has approximately 380 based aircraft.",
  "/wiki/Seattle": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Kuala_Lumpur_International_Airport": "Kuala Lumpur International Airport (KLIA) (Bahasa Malaysia: Lapangan Terbang Antarabangsa Kuala Lumpur), (IATA: KUL, ICAO: WMKK) is Malaysia's main international airport and one of the major airports in Southeast Asia and worldwide. It is located in Sepang District of Selangor, approximately 45 kilometres (28 mi) south of Kuala Lumpur city centre and serves the Greater Klang Valley conurbation.",
  "/wiki/Boeing_787_Dreamliner": "The Boeing 787 Dreamliner is an American long-haul, mid-size wide-body, twin-engine jet airliner manufactured by Boeing Commercial Airplanes. Its variants seat 242 to 330 passengers in typical two-class seating configurations. It is the first airliner with an airframe constructed primarily of composite materials.  The 787 was designed to be 20% more fuel-efficient than the Boeing 767, which it was intended to replace. The 787 Dreamliner's distinguishing features include mostly electrical flight systems, raked wingtips, and noise-reducing chevrons on its engine nacelles.",
  "/wiki/Shahjalal_International_Airport": "Hazrat Shahjalal International Airport, (Bengali: হযরত শাহ্‌জালাল আন্তর্জাতিক বিমানবন্দর Hôzrôt Shahjalal Antôrjatik Bimanbôndôr) (IATA: DAC, ICAO: VGHS (old: VGZR)), is the largest and most prominent international airport in Bangladesh. It is located in Kurmitola 17 kilometres (11 mi) from the city centre, in the northern part of the capital city Dhaka and it is also a part of BAF Bangabandhu Base used by the Bangladesh Air Force. The airport has an area of 802 hectares (1,981 acres). The Civil Aviation Authority of Bangladesh (CAAB) operates and maintains the airport. It started operations in 1980, taking over from Tejgaon Airport as the principal international airport of the country. The airport was formerly known as Dacca International Airport and later as Zia International Airport, before being named in honour of Shah Jalal, who is one of the most respected Sufi saints of Bangladesh. The IATA code of the airport \"DAC\" is derived from \"Dacca\", which is the previously used spelling for \"Dhaka\".",
  "/wiki/Airbus_A340": "The Airbus A340 is a long-range, wide-body commercial passenger jet airliner that was developed and produced by the European aerospace company Airbus.\nIn the mid-1970s, Airbus conceived several derivatives of the A300, its first airliner, and developed the A340 quadjet in parallel with the A330 twinjet.\nIn June 1987, Airbus launched both designs with their first orders and the A340-300 took its maiden flight on 25 October 1991.\nIt was certified along the A340-200 on 22 December 1992 and both versions entered service in March 1993 with launch customers Lufthansa and Air France.\nThe larger A340-500/600 were launched on 8 December 1997, the A340-600 flew for the first time on 23 April 2001 and entered service on 1 August 2002.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Auckland_International_Airport": "Auckland Airport (IATA: AKL, ICAO: NZAA) is the largest and busiest airport in New Zealand, with over 21 million passengers in the year ended March 2019. The airport is located near Mangere, a residential suburb, and Airport Oaks, a service hub suburb 21 kilometres (13 mi) south of the Auckland city centre. It is both a domestic and international hub for Air New Zealand, and as the New Zealand hub of Virgin Australia and Jetstar Airways.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Boeing_747-400": "The Boeing 747-400 is an American wide-body jet airliner developed by Boeing Commercial Airplanes. Derived from the earlier versions of the Boeing 747, the 747-400 retains the four-engine wide-body layout of its predecessors, while incorporating numerous technological and structural changes to produce a more efficient airframe. Its most distinguishing features versus preceding 747 models are 6-foot (1.8 m) winglets mounted on 6-foot (1.8 m) wing tip extensions, which are found on all 747-400s except for Japanese domestic market versions. It is the best-selling model of the Boeing 747 family of jet airliners.",
  "/wiki/Sydney_International_Airport": "Sydney (Kingsford Smith) Airport (colloquially Mascot Airport, Kingsford Smith Airport, or Sydney Airport; IATA: SYD, ICAO: YSSY; ASX: SYD) is an international airport in Sydney, Australia located 8 km (5 mi) south of the Sydney city centre, in the suburb of Mascot. The airport is owned by the ASX-listed Sydney Airport Group. It is the primary airport serving Sydney, and is a primary hub for Qantas, as well as a secondary hub for Virgin Australia and Jetstar Airways, as well as a focus city for Air New Zealand. Situated next to Botany Bay, the airport has three runways, colloquially known as the east–west, north–south and third runways.",
  "/wiki/Airbus_A330": "The Airbus A330 is a wide-body airliner made by Airbus.\nIn the mid-1970s, Airbus conceived several derivatives of the A300, its first airliner, and developed the A330 twinjet in parallel with the A340 quadjet.\nIn June 1987, Airbus launched both designs with their first orders.\nThe A330-300, the first variant, took its maiden flight in November 1992 and entered service with Air Inter in January 1994.\nThe slightly shorter A330-200 variant followed in 1998.\nIn 2014, Airbus launched the A330neo, re-engined with Trent 7000 turbofans, which entered service in November 2018.",
  "/wiki/Delta_Air_Lines": "Delta Air Lines, Inc., typically referred to as Delta, is one of the major airlines of the United States and a legacy carrier. It is headquartered in Atlanta, Georgia. The airline, along with its subsidiaries and regional affiliates, including Delta Connection, operates over 5,400 flights daily and serves 325 destinations in 52 countries on six continents. Delta is a founding member of the SkyTeam airline alliance.",
  "/wiki/Qantas": "Qantas Airways Limited (/ˈkwɒntəs/) is the flag carrier of Australia and its largest airline by fleet size, international flights and international destinations. It is the third oldest airline in the world, after KLM and Avianca, having been founded in November 1920; it began international passenger flights in May 1935. The Qantas name comes from \"QANTAS\", an acronym for its original name, \"Queensland and Northern Territory Aerial Services\", and it is nicknamed \"The Flying Kangaroo\". Qantas is a founding member of the Oneworld airline alliance, along with American Airlines, British Airways, Cathay Pacific, and the now-defunct Canadian Airlines.",
  "/wiki/Singapore_Airlines": "Singapore Airlines (SIA) is the flag carrier airline of Singapore with its hub at Singapore Changi Airport. The airline is notable for using the Singapore Girl as its central figure in corporate branding. It has been ranked as the world's best airline by Skytrax four times and topped Travel & Leisure's best airline rankings for more than 20 years.",
  "/wiki/Boeing_787-9": "The Boeing 787 Dreamliner is an American long-haul, mid-size wide-body, twin-engine jet airliner manufactured by Boeing Commercial Airplanes. Its variants seat 242 to 330 passengers in typical two-class seating configurations. It is the first airliner with an airframe constructed primarily of composite materials.  The 787 was designed to be 20% more fuel-efficient than the Boeing 767, which it was intended to replace. The 787 Dreamliner's distinguishing features include mostly electrical flight systems, raked wingtips, and noise-reducing chevrons on its engine nacelles.",
  "/wiki/Boeing_Company": "The Boeing Company, commonly known as Boeing (/ˈboʊɪŋ/), is an American multinational corporation that designs, manufactures, and sells airplanes, rotorcraft, rockets, satellites, telecommunications equipment, and missiles worldwide. The company also provides leasing and product support services. Boeing is among the largest global aerospace manufacturers; it is the second-largest defense contractor in the world based on 2018 revenue, and is the largest exporter in the United States by dollar value. Boeing stock is included in the Dow Jones Industrial Average. Boeing is incorporated in Delaware.",
  "/wiki/Qatar_Airways": "Qatar Airways Company Q.C.S.C. (Arabic: القطرية‎, al-Qaṭariya), operating as Qatar Airways, is the state-owned flag carrier of Qatar. Headquartered in the Qatar Airways Tower in Doha, the airline operates a hub-and-spoke network, linking over 150 international destinations across Africa, Asia, Europe, The Americas, and Oceania from its base at Hamad International Airport, using a fleet of more than 200 aircraft. Qatar Airways Group employs more than 43,000 people. The carrier has been a member of the Oneworld alliance since October 2013 (2013-10), the first Gulf carrier to sign with one of the three airline alliances.",
  "/wiki/Boeing_767": "The Boeing 767 is a mid- to large-size, mid- to long-range, wide-body twin-engine jet airliner developed and manufactured by Boeing Commercial Airplanes. It was Boeing's first wide-body twinjet and its first airliner with a two-crew glass cockpit. The aircraft has two turbofan engines, a conventional tail, and, for reduced aerodynamic drag, a supercritical wing design. Designed as a smaller wide-body airliner than earlier aircraft such as the 747, the 767 has a seating capacity for 181 to 375 people, and a design range of 3,850 to 6,385 nautical miles (4,431 to 7,348 mi; 7,130 to 11,825 km), depending on variant. Development of the 767 occurred in tandem with a narrow-body twinjet, the 757, resulting in shared design features which allow pilots to obtain a common type rating to operate both aircraft.",
  "/wiki/Air_Mauritius": "Air Mauritius Limited, operating as Air Mauritius, is the flag carrier airline of Mauritius. The airline is headquartered at the Air Mauritius Centre in Port Louis, Mauritius. Its main hub is Sir Seewoosagur Ramgoolam International Airport."
}