{
  "/wiki/Game_Winner": "Game Winner (foaled March 6, 2016) is an American Thoroughbred racehorse who was the champion two-year-old colt of 2018. He was undefeated in four starts at age two, including wins in the Del Mar Futurity, American Pharoah Stakes and Breeders' Cup Juvenile. He started his three-year-old campaign with second-place finishes in both the Rebel Stakes and Santa Anita Derby before finishing fifth in the 2019 Kentucky Derby. After a brief layoff, he returned in July to win the Los Alamitos Derby.",
  "/wiki/Bob_Baffert": "Robert A. Baffert (born January 13, 1953) is an American racehorse trainer who trained the 2015 Triple Crown winner American Pharoah and 2018 Triple Crown winner Justify. Baffert's horses have won five Kentucky Derbies, seven Preakness Stakes, three Belmont Stakes and three Kentucky Oaks.",
  "/wiki/Good_Magic": "Good Magic (foaled March 1, 2015) is a retired American Thoroughbred racehorse who became the first horse to ever break his maiden at the Breeders' Cup when he won the 2017 Breeders' Cup Juvenile. He finished second in his other two starts that year, including the Champagne Stakes, and was named the American Champion Two-Year-Old Male Horse. At age three, he won the Blue Grass Stakes and Haskell Invitational and finished second to Justify in the 2018 Kentucky Derby.",
  "/wiki/Chad_Brown_(horse_trainer)": "Chad C. Brown (born December 18, 1978) is an American Thoroughbred horse racing trainer known for his expertise with turf horses and with fillies and mares. He has trained several Eclipse Award winners including Stacelita, Big Blue Kitten, Lady Eli and Flintshire. After receiving the Eclipse Award for Outstanding Trainer of 2016, he won his first Triple Crown race with Cloud Computing in the 2017 Preakness Stakes. He also won the Eclipse Award in both 2017 and 2018.",
  "/wiki/Stonestreet_Stables": "Jess Stonestreet Jackson Jr. (February 18, 1930 – April 21, 2011) was an American wine entrepreneur, lawyer and self-made businessman. He started the Kendall-Jackson wine business with the family's 1974 purchase of an 80-acre (32 ha) pear and walnut orchard in Lakeport, California that was converted to a vineyard. The first release of Vintner's Reserve Chardonnay in 1982 closed the gap between the super premium and cheap wine market. As of 2010, Vintner's Reserve Chardonnay was one of the most popular wines on the market. His style as a vintner was focused upon single-vineyard, mountain grown wines.",
  "/wiki/Classic_Empire": "Classic Empire (foaled March 21, 2014) is a retired American Thoroughbred race horse who was named the American Champion Two-Year-Old Male Horse of 2016 after winning the Breeders' Futurity Stakes and Breeders' Cup Juvenile. After several setbacks at the start of his three-year-old campaign, he won the Arkansas Derby, finished a troubled fourth in the Kentucky Derby, then second by a head in the Preakness Stakes. Classic Empire was retired due to multiple setbacks from an abscess on his right front hoof, as well as slight back problems which plagued him throughout his career. He stands stud at Ashford Stud, in Kentucky.",
  "/wiki/Mark_Casse": "Mark E. Casse (born February 14, 1961) is a Thoroughbred racehorse trainer whose most notable horses include 2015 American champion turf mare Tepin and Canadian Horses of the Year Sealy Hill (2007), Uncaptured (2012), Lexie Lou (2014), Catch A Glimpse (2015) and Wonder Gadot. He has won eleven Sovereign Awards for outstanding trainer in Canada and has been the leading trainer at Woodbine Racetrack 14 times. In 2019, he won his first American Classic with War of Will in the Preakness Stakes.",
  "/wiki/John_C._Oxley": "John C. Oxley, a.k.a. \"Jack\", (born 1937) is an American oilman, horse breeder and polo player.",
  "/wiki/Nyquist_(horse)": "Nyquist (foaled March 10, 2013) is a retired American Thoroughbred racehorse, winner of the 2016 Kentucky Derby. He also won the 2015 Breeders' Cup Juvenile, becoming only the second horse to complete the Juvenile-Derby double. He became the eighth undefeated winner of the Kentucky Derby, and the first since Big Brown in 2008. He received the 2015 Eclipse Award for Champion Two-Year-Old.",
  "/wiki/Doug_O%27Neill": "Douglas F. \"Doug\" O'Neill (May 24, 1968) is an American Thoroughbred horse trainer. He was born in Dearborn, Michigan, and resides in California, where he trained the 2012 Kentucky Derby and Preakness Stakes winner, I'll Have Another, and 2016 Kentucky Derby winner Nyquist.  O'Neill and his family reside in Santa Monica, California.",
  "/wiki/J._Paul_Reddam": "John Paul Reddam B.A. M.A. Ph.D. (born July 28, 1955) is a Canadian businessman, Thoroughbred racehorse owner and a former professor of philosophy at California State University, Los Angeles.",
  "/wiki/American_Pharoah": "American Pharoah (foaled February 2, 2012) is an American Thoroughbred racehorse who won the American Triple Crown and the Breeders' Cup Classic in 2015. He was the 12th Triple Crown winner in history, and in winning all four races, became the first horse to win the Grand Slam of Thoroughbred racing.[a] He won the 2015 Eclipse Award for Horse of the Year and 2015 Champion three-year-old. He was bred and owned throughout his racing career by Ahmed Zayat of Zayat Stables, trained by Bob Baffert, and ridden in most of his races by Victor Espinoza. He now stands  at stud at Ashford Stud in Kentucky.",
  "/wiki/Ahmed_Zayat": "Ahmed Zayat (/zəˈjɑːt/; Arabic: أحمد الزيات‎), also known as Ephraim David Zayat (Hebrew: אפרים דוד זיאת‎), (born August 31, 1962) is an Egyptian American businessman and owner of Thoroughbred race horses. He is the CEO of Zayat Stables, LLC, a Thoroughbred horse racing business which bred and owns the 2015 Triple Crown winner American Pharoah. Joe Drape of The New York Times described Zayat as \"controversial\" and \"one of the most successful and flamboyant owners in thoroughbred racing.\"",
  "/wiki/Shared_Belief": "Shared Belief (February 15, 2011 – December 3, 2015) was an American Thoroughbred racehorse. As a two-year-old, the gelding was unbeaten in three races, including the Hollywood Prevue Stakes and CashCall Futurity, and was named American Champion Two-Year-Old Colt for 2013 at the Eclipse Awards.",
  "/wiki/Jerry_Hollendorfer": "Jerry Hollendorfer (born June 18, 1946 in Akron, Ohio) is an American Thoroughbred racehorse trainer whose notable horses include Eclipse Award winners Blind Luck, Shared Belief and Songbird. He has the most wins in the history of Northern California race horse trainers. In 2011, he was inducted into the US Racing Hall of Fame.",
  "/wiki/Shanghai_Bobby": "Shanghai Bobby (foaled February 27, 2010) is an American Thoroughbred racehorse. In 2012 he was unbeaten in five races including the Breeders' Cup Juvenile and was awarded American Champion Two-Year-Old Colt at the Eclipse Awards.",
  "/wiki/Todd_Pletcher": "Todd Pletcher (born June 26, 1967 in Dallas, Texas) is an American thoroughbred horse trainer.  He won the Eclipse Award seven times as Trainer of the Year, four of these in consecutive years. His horses Super Saver (2010) and Always Dreaming (2017) won the Kentucky Derby. He also won the Belmont Stakes with Rags to Riches (2007), Palace Malice (2013) and Tapwrit (2017).",
  "/wiki/Hansen_(horse)": "Hansen (foaled April 23, 2009 in Kentucky), nicknamed 'White Lightning' and 'The Great White Hope', is a grey American Thoroughbred racehorse.  Out of the Sir Cat mare Stormy Sunday, he is sired by Tapit.  He is famous for having a coat that has grayed out to white far more rapidly than is typical, which led sportscaster Frank DeFord to describe him as a \"four-legged Steve Martin.  He is named after his owner and breeder, Dr. Kendall Hansen. He was trained by Mike Maker, and his regular jockey was Ramon Dominguez.",
  "/wiki/Michael_J._Maker": "Michael J. Maker (born on February 7, 1969) is an American trainer of Thoroughbred racehorses. The son of a trainer, he learned the business from his father then set up his own public stable in 1991. In 1993 he went to work as an assistant to U.S. Racing Hall of Fame trainer D. Wayne Lukas where he remained until going out on his own again in 2003.",
  "/wiki/Uncle_Mo": "Uncle Mo (foaled March 10, 2008, in Kentucky) is an American champion Thoroughbred racehorse who went undefeated in his two-year-old season and was named the American Champion Two-Year-Old of 2010. However, his three year old season was disrupted by illness, causing him to miss the Kentucky Derby. Retired to stud in 2012, he was the leading freshman sire with his first foal crop, which included 2016 Kentucky Derby winner Nyquist.",
  "/wiki/Mike_Repole": "Mike Repole (born January 21, 1969) is an American entrepreneur, businessman, and owner of Repole Stables, best known for co-founding Glaceau (maker of Vitaminwater), which sold to Coca-Cola for $4.1 billion, and BODYARMOR SuperDrink, a sports drink manufacturer.",
  "/wiki/Lookin_at_Lucky": "Lookin At Lucky  (foaled May 27, 2007 in Kentucky) is an American Thoroughbred racehorse and winner of the 2010 Preakness Stakes. Sired by Smart Strike, a half brother to Canadian Triple Crown Winner Dance Smartly, his dam, Private Feeling, was sired by Belong To Me by the North American Leading Sire of 1993, Danzig.",
  "/wiki/Michael_E._Pegram": "Michael E. Pegram (born February 16, 1952 in Fort Knox, Kentucky) is the co-owner of the 2010 Preakness Stakes winner Lookin at Lucky and owner of the 1998 Kentucky Derby and Preakness Stakes winner Real Quiet. He grew up in Princeton, Indiana going to the races at Ellis Park Racecourse and Churchill Downs and dreamed of someday owning a Kentucky Derby winner. He also won the 1998 Breeders' Cup Juvenile Fillies with Silverbulletday and after she was voted that year's Eclipse Award for Outstanding 2-Year-Old Filly, came back in 1999 to win the Kentucky Oaks.",
  "/wiki/Midshipman_(horse)": "Midshipman (foaled March 26, 2006, in Kentucky) is an American Thoroughbred racehorse.",
  "/wiki/Godolphin_Racing": "Godolphin (Arabic: جودلفين) is the Maktoum family's private Thoroughbred horseracing stable and was named in honour of the Godolphin Arabian, who came from the desert to become one of the three founding stallions of the modern Thoroughbred. Godolphin is buried at Wandlebury Park in Cambridge, where there is a stone to commemorate this horse in the passageway of the old buildings.",
  "/wiki/War_Pass": "War Pass (April 17, 2005 – December 24, 2010) was an American champion Thoroughbred racehorse and winner of the 2007 Breeders' Cup Juvenile. Owned by Robert V. LaPenta and bred by Cherry Valley Farm, he was out of the mare Vue, a daughter of the influential Champion sire Mr. Prospector. He was sired by the 1994 Breeders' Cup Sprint winner, Cherokee Run, a descendant of the very important sire Nearco.",
  "/wiki/Nick_Zito": "Nicholas Philip Zito (born February 6, 1948 in New York City, New York) is an American Thoroughbred horse trainer.",
  "/wiki/Street_Sense_(horse)": "Street Sense (foaled February 23, 2004 in Kentucky at Chesapeake Farm) is an American Thoroughbred racehorse, U.S. Champion Two-Year-Old Colt (2006) and winner of the 2007 Kentucky Derby and the 2007 Travers Stakes. He was also the runner-up in the 2007 Preakness Stakes by a head. Owned and bred by James B. Tafel, Street Sense is out of Bedazzle, a granddaughter of Northern Dancer, and his sire is 2002 Dubai World Cup-winner Street Cry.",
  "/wiki/Carl_Nafzger": "Carl A. Nafzger (born August 29, 1941 in Plainview, Texas) is an American Hall of Fame horse trainer. Before he was involved in horseracing he was a championship rodeo bull rider.",
  "/wiki/Stevie_Wonderboy": "Stevie Wonderboy (foaled 2003 in Kentucky) is a retired Thoroughbred race horse.",
  "/wiki/Douglas_F._O%27Neill": "Douglas F. \"Doug\" O'Neill (May 24, 1968) is an American Thoroughbred horse trainer. He was born in Dearborn, Michigan, and resides in California, where he trained the 2012 Kentucky Derby and Preakness Stakes winner, I'll Have Another, and 2016 Kentucky Derby winner Nyquist.  O'Neill and his family reside in Santa Monica, California.",
  "/wiki/Merv_Griffin": "Mervyn Edward Griffin Jr. (July 6, 1925 – August 12, 2007) was an American television host and media mogul. He began his career as a radio and big band singer who went on to appear in film and on Broadway. From 1965 to 1986, Griffin hosted his own talk show, The Merv Griffin Show. He also created the internationally popular game shows Jeopardy! and Wheel of Fortune through his television production companies, Merv Griffin Enterprises and Merv Griffin Entertainment.",
  "/wiki/Declan%27s_Moon": "Declan's Moon (foaled 2002 in Maryland) is a retired American Champion Thoroughbred racehorse. He was the leading American two-year-old of 2004, a year in which he was undefeated. His subsequent career was restricted by injuries.",
  "/wiki/Ronald_W._Ellis": "Ronald W. Ellis (born March 10, 1960 in Glendale, California) is an American Thoroughbred horse racing trainer. A November 8, 1997 Los Angeles Times article noted that he \"is known for taking his time with horses and taking special care with those prone to injury.\"",
  "/wiki/Action_This_Day_(horse)": "Action This Day (foaled February 18, 2001 in Kentucky) is a retired American Thoroughbred racehorse.",
  "/wiki/Richard_E._Mandella": "Richard Eugene Mandella (born November 5, 1950 in Altadena, California) is a Thoroughbred horse trainer and a member of the U.S. Racing Hall of Fame.",
  "/wiki/B._Wayne_Hughes": "Bradley Wayne Hughes (born September 28, 1933) is an American billionaire businessman, the founder and chairman of Public Storage, the largest self-storage company in the U.S. doing business as a REIT or real estate investment trust. As of 2014, Hughes is worth $2.2 billion.",
  "/wiki/Vindication_(horse)": "Vindication (January 28, 2000 in Kentucky – July 10, 2008) was an American Thoroughbred Champion racehorse. Bred by Payson Stud Inc., he was sired by 1977 U.S. Triple Crown Champion Seattle Slew. Out of the mare Strawberry Reason, Vindication's damsire was Strawberry Road, the international star who raced in Australia, Germany, France, Japan, and the United States, and  was voted the 1983 Australian Champion Racehorse of the Year and 1984 Champion Older Horse in Germany.",
  "/wiki/Johannesburg_(horse)": "Johannesburg (foaled on February 23, 1999) is a Kentucky-bred United States and European Champion Thoroughbred racehorse.",
  "/wiki/Aidan_O%27Brien": "Aidan Patrick O'Brien (born 16 October 1969 in County Wexford, Ireland) is an Irish horse racing trainer. Since 1996, he has been the private trainer at Ballydoyle Stables near Cashel in County Tipperary for John Magnier and his Coolmore Stud associates.",
  "/wiki/Michael_Tabor": "Michael Barry Tabor (born 28 October 1941) is a British businessman, bookmaker, gambler and owner of thoroughbred racehorses.",
  "/wiki/Sue_Magnier": "John Magnier (born 10 February 1948; also known as \"The Boss\") is an Irish business magnate. He is Ireland's leading thoroughbred stud owner and has extensive business interests outside the horse-breeding industry.",
  "/wiki/Macho_Uno": "Macho Uno  (foaled April 24, 1998 in Kentucky ) is an American Thoroughbred racehorse. He was sired by the 1994 American Horse of the Year and U.S. Racing Hall of Fame inductee, Holy Bull.",
  "/wiki/Joe_Orseno": "Joseph F. Orseno (born October 4, 1955 in Philadelphia) is an American Thoroughbred racehorse trainer. He began his career as a professional trainer in 1977 and in 1997 joined Frank Stronach's racing stables. In 2000, Orseno conditioned Red Bullet, an upset winner of the Preakness Stakes. He went on to win two Breeders' Cup races that fall: the Juvenile with Macho Uno and the Filly & Mare Turf with Perfect Sting.",
  "/wiki/Stronach_Stables": "Stronach Stables is the North American racing arm of Thoroughbred horse racing owner and breeder, Frank Stronach, who also owns the horse breeding operation Adena Springs.  Stronach is also the CEO of the Stronach Group which owns racetracks that include Santa Anita Park, Gulfstream Park, Pimlico Race Course and Laurel Park",
  "/wiki/Anees_(horse)": "Anees  (1997–2003) was an American Thoroughbred racehorse. In 1990 he was voted American Champion Two-Year-Old Colt after winning the Breeders' Cup Juvenile.",
  "/wiki/The_Thoroughbred_Corp.": "The Thoroughbred Corporation is a Thoroughbred horse racing and breeding operation established in 1994 by principal partner Prince Ahmed bin Salman of the Saudi Arabian royal family. It was based at an 18-acre (73,000 m2) facility at Bradbury Estates, in Bradbury, California.",
  "/wiki/American_Champion_Two-Year-Old_Male_Horse": "The American Champion Two-Year-Old Male Horse is an American Thoroughbred horse racing honor awarded annually in Thoroughbred flat racing. It became part of the Eclipse Awards program in 1971."
}