{
  "/wiki/Sonic_the_Hedgehog_(TV_series)": "Sonic the Hedgehog (Italian: Sonic) is an American-Italian animated television series based on the video game series of the same name. It was story edited by Len Janson and produced by DIC Productions, L.P., Sega of America, Inc., and the Italian studio Reteitalia S.p.A. in association with Telecinco. It is the second of DiC's Sonic cartoons, following Adventures of Sonic the Hedgehog. It features a more dramatic and dark story, depicting Sonic as a member of a band of freedom fighters battling to overthrow Doctor Robotnik. To distinguish it from other Sonic the Hedgehog media, the series is commonly referred to by fans with the identifier \"SatAM\", in reference to its Saturday morning timeslot.",
  "/wiki/Mickey_Mouse_universe": "The Mickey Mouse universe is a fictional shared universe which is the setting for stories involving Disney cartoon characters Mickey and Minnie Mouse, Pluto, Goofy and many other characters. The universe originated from the Mickey Mouse animated short films produced by Disney starting in 1928, but its first consistent version was created by Floyd Gottfredson in the Mickey Mouse newspaper comic strip. Real-world versions also exist in Disneyland and Tokyo Disneyland, called Mickey's Toontown.",
  "/wiki/Walt_Disney": "Walter Elias Disney (/ˈdɪzni/; December 5, 1901 – December 15, 1966) was an American entrepreneur, animator, voice actor and film producer. A pioneer of the American animation industry, he introduced several developments in the production of cartoons. As a film producer, Disney holds the record for most Academy Awards earned by an individual, having won 22 Oscars from 59 nominations. He was presented with two Golden Globe Special Achievement Awards and an Emmy Award, among other honors. Several of his films are included in the National Film Registry by the Library of Congress.",
  "/wiki/Pluto_(Disney)": "Pluto, also called Pluto the Pup, is a cartoon dog created in 1930 at Walt Disney Productions. He is a yellow-orange color, medium-sized, short-haired dog with black ears. Unlike most Disney characters, Pluto is not anthropomorphic beyond some characteristics such as facial expression.[Note 1] He is Mickey Mouse's pet. Officially a mixed-breed dog, he made his debut as a bloodhound in the Mickey Mouse cartoon The Chain Gang. Together with Mickey Mouse, Minnie Mouse, Donald Duck, Daisy Duck, and Goofy, Pluto is one of the \"Sensational Six\"—the biggest stars in the Disney universe. Though all six are non-human animals, Pluto alone is not dressed as a human.",
  "/wiki/Baby_Looney_Tunes": "Baby Looney Tunes is an American animated television series depicting toddler and preschool versions of Looney Tunes characters. It was produced by Warner Bros. Animation.",
  "/wiki/Calamity_Coyote": "The Tiny Toon Adventures animated television series features an extensive cast of characters. The show's central characters are mostly various forms of anthropomorphic animals, based on Looney Tunes characters from earlier films and shows. In the series, the characters attend a school called Acme Looniversity, set in the cartoon community of Acme Acres.",
  "/wiki/Tiny_Toon_Adventures": "Tiny Toon Adventures is an American animated comedy television series that was broadcast from September 14, 1990 through December 6, 1992 as the first collaborative effort of Warner Bros. Animation and Steven Spielberg's Amblin Entertainment after being conceived in the late 1980s by Tom Ruegger.  The show follows the adventures of a group of young cartoon characters who attend Acme Looniversity to become the next generation of characters from the Looney Tunes series.",
  "/wiki/Barnyard_(film)": "Barnyard (marketed as Barnyard: The Original Party Animals) is an 2006 computer-animated comedy film produced by O Entertainment and distributed by Paramount Pictures. The film is directed, produced, and written by Steve Oedekerk, the co-creator of Jimmy Neutron: Boy Genius and the spin-off television series The Adventures of Jimmy Neutron: Boy Genius. It stars Kevin James, Courteney Cox, Sam Elliott, Danny Glover, Wanda Sykes, Andie MacDowell and David Koechner, with supporting roles done by Jeffrey Garcia, Tino Insana, Dom Irrera, Cam Clarke, Rob Paulsen, S. Scott Bullock, John DiMaggio, Maurice LaMarche, Fred Tatasciore and Lloyd Sherr.",
  "/wiki/Don_Coyote": "The Adventures of Don Coyote and Sancho Panda is an American/Italian animated television series produced by Hanna-Barbera with the Italian public service broadcaster RAI and its first channel Rai 1, loosely based on the main characters in Miguel de Cervantes' 17th century novel, Don Quixote: Don Quixote himself and Sancho Panza. It was first broadcast in 1989 in Europe, and then in the United States in 1990 as part of the weekend/weekday morning programming block The Funtastic World of Hanna-Barbera.",
  "/wiki/The_Adventures_of_Don_Coyote_and_Sancho_Panda": "The Adventures of Don Coyote and Sancho Panda is an American/Italian animated television series produced by Hanna-Barbera with the Italian public service broadcaster RAI and its first channel Rai 1, loosely based on the main characters in Miguel de Cervantes' 17th century novel, Don Quixote: Don Quixote himself and Sancho Panza. It was first broadcast in 1989 in Europe, and then in the United States in 1990 as part of the weekend/weekday morning programming block The Funtastic World of Hanna-Barbera.",
  "/wiki/List_of_Hanna-Barbera_characters": "The following is a list of characters created by and featured in various Hanna-Barbera productions and series:",
  "/wiki/Ricochet_Rabbit_%26_Droop-a-Long": "Ricochet Rabbit & Droop-a-Long was a segment of Hanna-Barbera's The Magilla Gorilla Show, and later appeared on The Peter Potamus Show.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.",
  "/wiki/Homer_Simpson": "Homer Jay Simpson is a fictional character and the protagonist of the American animated sitcom The Simpsons. He is voiced by Dan Castellaneta and first appeared on television, along with the rest of his family, in The Tracey Ullman Show short \"Good Night\" on April 19, 1987. Homer was created and designed by cartoonist Matt Groening while he was waiting in the lobby of James L. Brooks' office. Groening had been called to pitch a series of shorts based on his comic strip Life in Hell but instead decided to create a new set of characters. He named the character after his father, Homer Groening. After appearing for three seasons on The Tracey Ullman Show, the Simpson family got their own series on Fox that debuted December 17, 1989.",
  "/wiki/El_Viaje_Misterioso_de_Nuestro_Jomer_(The_Mysterious_Voyage_of_Homer)": "\"El Viaje Misterioso de Nuestro Jomer (The Mysterious Voyage of Homer)\", (Spanish pronunciation: [el ˈβjaxe misteɾˈjoso ðe ˈnwestɾo ˈxomeɾ]) also known as \"The Mysterious Voyage of Our Homer\", is the ninth episode in the eighth season of the American animated television series The Simpsons. It originally aired on the Fox network in the United States on January 5, 1997. In the episode, Homer eats several hot chili peppers and hallucinates, causing him to go on a mysterious voyage. Following this, he questions his relationship with Marge and goes on a journey to find his soulmate.",
  "/wiki/Tech_E._Coyote": "This article details fictional characters in the animated television series Loonatics Unleashed. Below are the heroes, villains and minor characters of the series.",
  "/wiki/Loonatics_Unleashed": "Loonatics Unleashed is an American animated television series produced by Warner Bros. Animation that ran on Kids' WB for two seasons from 2005 to 2007 in the United States, Teletoon in Canada, Kids Central (now known as Okto) in Singapore, Cartoon Network's Boomerang in Australia, Cartoon Network in the UK, Italy, Southeast Asia, and Latin America, and Canal 5 in Mexico and rerun until September 15, 2007. It is still broadcasting in reruns on the Clan channel of the Televisión Española network in Spain.",
  "/wiki/Father_of_the_Pride": "Father of the Pride is an American animated sitcom created by Jeffrey Katzenberg for DreamWorks Animation that was part of a short-lived trend of CGI series in prime-time network television (after Game Over). The series centers on a family of white lions, the patriarch of which stars in a Siegfried & Roy show in Las Vegas. Despite heavy promotion, the series was a flop and was cancelled after one season. Transmission and production were also delayed by the real-life on-stage injury of Roy Horn in October 2003.",
  "/wiki/Wile_E._Coyote_and_Road_Runner": "Wile E. Coyote (also known simply as \"the Coyote\") and the Road Runner are a duo of cartoon characters from the Looney Tunes and Merrie Melodies series of cartoons. In each episode, the Coyote repeatedly attempts to catch and subsequently eat the Road Runner, a fast-running ground bird, but is never successful. Instead of his animal instincts, the Coyote uses absurdly complex contraptions (sometimes in the manner of Rube Goldberg) to try to catch his prey, which backfire comically, with the Coyote often getting injured in slapstick fashion. Many of the items for these contrivances are mail-ordered from a variety of companies that are all named Acme.",
  "/wiki/Looney_Tunes": "Looney Tunes  is an American animated comedy series produced by Warner Bros. from 1930 to 1969 during the golden age of American animation alongside its sister series Merrie Melodies. It was known for introducing Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Tweety, Sylvester, Granny, Yosemite Sam, Foghorn Leghorn, Marvin the Martian, Pepé Le Pew, Speedy Gonzales, Tasmanian Devil, Road Runner, Wile E. Coyote and many other cartoon characters.",
  "/wiki/List_of_fictional_canines_in_animation": "This is a list of fictional canines in animation, and is subsidiary to the List of fictional canines. It is a collection of various notable non-dog canine characters. Dogs can be found under animation in the list of fictional dogs. Wolves can be found under animation in the list of fictional wolves."
}