{
  "/wiki/Song_of_the_South": "Song of the South is a 1946 American live-action/animated musical film produced by Walt Disney and released by RKO Radio Pictures. It is based on the collection of Uncle Remus stories as adapted by Joel Chandler Harris, and stars James Baskett as Uncle Remus. The film takes place in the southern United States during the Reconstruction era, a period of American history after the end of the American Civil War and the abolition of slavery. The story follows seven-year-old Johnny (Bobby Driscoll) who is visiting his grandmother's plantation for an extended stay. Johnny befriends Uncle Remus, one of the workers on the plantation, and takes joy in hearing his tales about the adventures of Br'er Rabbit, Br'er Fox, and Br'er Bear. Johnny learns from the stories how to cope with the challenges he is experiencing while living on the plantation.",
  "/wiki/Br%27er_Rabbit": "Br'er Rabbit /ˈbrɛər/ (Brother Rabbit), also spelled Bre'r Rabbit, Bruh Rabbit or Brer Rabbit, is a central figure as Uncle Remus tells stories of the Southern United States. He is a trickster who succeeds by his wits rather than by brawn, provoking authority figures and bending social mores as he sees fit.   The character was first recorded by Joel Chandler Harris in the 19th century, and later The Walt Disney Company adapted it for its 1946 animated motion picture Song of the South.",
  "/wiki/Br%27er_Fox": "Br'er Fox and Br'er Bear (also spelled Brer Fox and Brer Bear, /ˈbrɛər/) are fictional characters from the Uncle Remus folktales adapted and compiled by Joel Chandler Harris.",
  "/wiki/Coonskin_(film)": "Coonskin is a 1975 American live action/animated crime film written and directed by Ralph Bakshi, about an African American rabbit, fox, and bear who rise to the top of the organized crime racket in Harlem, encountering corrupt law enforcement, con artists, and the Mafia. The film, which combines live-action with animation, stars Philip Thomas, Charles Gordone, Barry White, and Scatman Crothers, all of whom appear in both live-action and animated sequences.",
  "/wiki/Courage_the_Cowardly_Dog": "Courage the Cowardly Dog is an American animated horror comedy  television series created by John R. Dilworth for Cartoon Network and the eighth of the Cartoon Cartoons. It was produced by Dilworth's own animation studio, Stretch Films, in association with Cartoon Network. The title character is a pink, anthropomorphic dog who lives with an elderly couple in a farmhouse in \"the middle of Nowhere\". In each episode, the trio are thrown into bizarre and frequently disturbing misadventures, often involving the paranormal or supernatural. The series is known for its dark, surreal humor and atmosphere.",
  "/wiki/Kateikyoushi_Hitman_Reborn!": "Reborn!, known in Japan as Katekyō Hitman Reborn! (Japanese: 家庭教師ヒットマンREBORN!, Hepburn: Katekyō Hittoman Ribōn!, Katekyō, a portmanteau of Katei Kyōshi, means \"home tutor\"), is a Japanese manga series written and illustrated by Akira Amano. The manga is about a young boy, Tsunayoshi Sawada, who discovers that he is next in line to become boss of the Vongola family, a powerful Mafia organization. The Vongolas' most powerful hitman, a gun-toting infant named Reborn, is sent to teach Tsuna how to be a boss.",
  "/wiki/Rock_Dog": "Rock Dog (simplified Chinese: 摇滚藏獒; traditional Chinese: 搖滾藏獒; pinyin: Yáogǔn Zàng'áo literally \"Rock and Roll Tibetan Mastiff\") is a 2016 Chinese-American computer-animated comedy film produced by Mandoo Pictures and Huayi Brothers. The film is directed by Ash Brannon, written by Brannon and Kurt Voelker, based on the Chinese graphic novel Tibetan Rock Dog by Zheng Jun. It features the voices of Luke Wilson, Eddie Izzard, J. K. Simmons, Lewis Black, Kenan Thompson, Mae Whitman, Jorge Garcia, Matt Dillon, and Sam Elliott. The film follows a young Tibetan Mastiff who leaves his home village in the mountains to become a rock musician in the big city after a radio falls from the sky.",
  "/wiki/Dragonball": "Dragon Ball (Japanese: ドラゴンボール, Hepburn: Doragon Bōru) is a Japanese media franchise created by Akira Toriyama in 1984. The initial manga, written and illustrated by Toriyama, was serialized in Weekly Shōnen Jump from 1984 to 1995, with the 519 individual chapters collected into 42 tankōbon volumes by its publisher Shueisha. Dragon Ball was initially inspired by the classical Chinese novel Journey to the West, as well as Hong Kong martial arts films. The series follows the adventures of the protagonist, Son Goku, from his childhood through adulthood as he trains in martial arts. He spends his childhood far from civilization until he meets a teen girl named Bulma, who encourages him to join her quest in exploring the world in search of the seven orbs known as the Dragon Balls, which summon a wish-granting dragon when gathered. Along his journey, Goku makes several other friends, becomes a family man, discovers his alien heritage, and battles a wide variety of villains, many of whom also seek the Dragon Balls.",
  "/wiki/Dr._Slump": "Dr. Slump (Japanese: Dr. スランプ, Hepburn: Dokutā Suranpu) is a Japanese manga series written and illustrated by Akira Toriyama. It was serialized in Shueisha's anthology magazine Weekly Shōnen Jump from 1980 to 1984, with the chapters collected into 18 tankōbon volumes. The series follows the humorous adventures of the little girl robot Arale Norimaki, her creator Senbei Norimaki, and the other residents of the bizarre Penguin Village.",
  "/wiki/Charlotte%27s_Web_2:_Wilbur%27s_Great_Adventure": "Charlotte's Web 2: Wilbur's Great Adventure is a 2003 American animated direct-to-video adventure film, and the sequel to the 1973 film Charlotte's Web, which is based on the children's novel Charlotte's Web by E.B. White. It was produced by Paramount Pictures, Universal Cartoon Studios, and Nickelodeon; and distributed by Paramount Home Entertainment in North America and Universal Studios Home Entertainment overseas.",
  "/wiki/The_Fox_and_the_Crow": "The Fox and the Crow are a pair of anthropomorphic cartoon characters created by Frank Tashlin for the Screen Gems studio.",
  "/wiki/Columbia_Pictures": "Columbia Pictures Industries, Inc. (commonly known as Columbia Pictures or simply Columbia) is an American film studio and production & distribution company that is a member of the Sony Pictures Motion Picture Group, a division of Sony Entertainment's Sony Pictures subsidiary of the Japanese multinational conglomerate Sony Corporation.",
  "/wiki/Foxy_(cartoon_character)": "Foxy is an animated cartoon character featured in three 1931 animated shorts in the Merrie Melodies series distributed by Warner Bros. He was the creation of animator Rudy Ising, who had worked for Walt Disney in the 1920s.",
  "/wiki/Merrie_Melodies": "Merrie Melodies is an American animated series of comedy short films produced by Warner Bros. from 1931 to 1969, during the golden age of American animation. As with its sister series, Looney Tunes, it featured cartoon characters such as Bugs Bunny, Daffy Duck, Porky Pig and Elmer Fudd. Between 1934 and 1943, the Merrie Melodies series were distinguished from the black-and-white, Buddy or Porky Pig-starring Looney Tunes shorts by an emphasis on one-shot stories in color featuring Warner Bros.-owned musical selections. After Bugs Bunny became the breakout recurring star of Merrie Melodies and Looney Tunes went to color in the early 1940s, the two series gradually lost their distinctions and shorts were assigned to each series more randomly.",
  "/wiki/Film_director": "A film director is a person who directs the making of a film. A film director controls a film's artistic and dramatic aspects and visualizes the screenplay (or script) while guiding the technical crew and actors in the fulfilment of that vision. The director has a key role in choosing the cast members, production design, and the creative aspects of filmmaking. Under European Union law, the director is viewed as the author of the film.",
  "/wiki/Film_producer": "A film producer is a person who oversees film production. Either employed by a production company or working independently, producers plan and coordinate various aspects of film production, such as selecting the script; coordinating writing, directing, and editing; and arranging financing.",
  "/wiki/Leon_Schlesinger": "Leon Schlesinger (May 20, 1884 – December 25, 1949) was an American film producer, remembered for founding Leon Schlesinger Productions, which later became the Warner Bros. Cartoons studio, during the Golden Age of American animation. He was also a distant relative of the Warner Brothers. As head of his own studio, Schlesinger served as the producer of Warner's Looney Tunes and Merrie Melodies cartoons from 1930, when Schlesinger assumed production from his subcontractors, Harman and Ising, to 1944, when Warner acquired the studio.",
  "/wiki/Looney_Tunes": "Looney Tunes  is an American animated comedy series produced by Warner Bros. from 1930 to 1969 during the golden age of American animation alongside its sister series Merrie Melodies. It was known for introducing Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Tweety, Sylvester, Granny, Yosemite Sam, Foghorn Leghorn, Marvin the Martian, Pepé Le Pew, Speedy Gonzales, Tasmanian Devil, Road Runner, Wile E. Coyote and many other cartoon characters.",
  "/wiki/Bosko": "Bosko is an animated cartoon character created by animators Hugh Harman and Rudolf Ising. Bosko was the first recurring character in Leon Schlesinger's cartoon series, and was the star of 39 Looney Tunes shorts released by Warner Bros. He was voiced by Carman Maxwell, Johnny Murray, and Billie Thomas during the 1920s and 1930s, and once by Don Messick during the 1990s.",
  "/wiki/Lady,_Play_Your_Mandolin!": "Lady, Play Your Mandolin! is the first Warner Bros. Merrie Melodies cartoon, directed by Rudolf Ising of Harman and Ising. It was originally released in August 1931.",
  "/wiki/Smile,_Darn_Ya,_Smile!": "Smile, Darn Ya, Smile! is a Merrie Melodies cartoon short (September 5, 1931) and also the title of the song performed in the cartoon. This is one of only three Merrie Melodies cartoons to star Foxy; the other two are Lady, Play Your Mandolin! (August, 1931) and One More Time (October 3, 1931). This short is a remake of Trolley Troubles, a Disney short featuring Oswald the Lucky Rabbit in whose creation Hugh Harman had once been involved.",
  "/wiki/Tram": "A tram (in North America streetcar or trolley) is a rail vehicle that runs on tramway tracks along public urban streets; some include segments of segregated right-of-way. The lines or networks operated by tramcars are called tramways. Historically the term electric street railways was also used in the United States. In the United States, the term tram has sometimes been used for rubber-tired trackless trains, which are unrelated to other kinds of trams.",
  "/wiki/Trolley_Troubles": "Trolley Troubles is a 1927 animated short subject film, produced by Charles Mintz and George Winkler and directed by Walt Disney.  Since Poor Papa, the cartoon is noted for being the first appearance of Oswald the Lucky Rabbit, a character that Disney and Ub Iwerks created for Universal Pictures and Charles B. Mintz.",
  "/wiki/Foulfellow_the_Fox": "The Fox and the Cat (Italian: Il gatto e la volpe, the names' sequence is reversed as gatto means \"cat\" and volpe means \"fox\") are a pair of fictional characters who appear in Carlo Collodi's book The Adventures of Pinocchio (Le avventure di Pinocchio). Both are depicted as con-men, who lead Pinocchio astray and unsuccessfully attempt to murder him. The pair pretend to sport disabilities; the Fox lameness and the Cat blindness. The Fox is depicted as the more intelligent of the two, with the Cat usually limiting itself to repeating the Fox's words.",
  "/wiki/Pinocchio_(1940_film)": "Pinocchio is a 1940 American animated musical fantasy film produced by Walt Disney Productions, distributed by RKO Radio Pictures and based on the Italian children's novel The Adventures of Pinocchio by Carlo Collodi. It was the second animated feature film produced by Disney, made after the first animated success Snow White and the Seven Dwarfs (1937).",
  "/wiki/Disney": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/Walter_Catlett": "Walter Catlett (February 4, 1889 – November 14, 1960), born Walter Leland Catlett, was an American actor. He made a career of playing excitable, meddlesome, temperamental, and officious blowhards.",
  "/wiki/Mel_Blanc": "Melvin Jerome Blanc (/blæŋk/; May 30, 1908 – July 10, 1989) was an American voice actor and radio personality. After beginning his over-60-year career performing in radio, he became known for his work in animation as the voices of Bugs Bunny, Daffy Duck, Porky Pig, and most of the other characters from the Looney Tunes and Merrie Melodies theatrical cartoons during the golden age of American animation.",
  "/wiki/Pleasure_Island_(Pinocchio)": "The Land of Toys (Italian: Paese dei balocchi) is a fictional location in the Italian novel The Adventures of Pinocchio (1883). It is also known as \"Funland\" or \"Playtime Land.\" It is disguised as a haven of freedom and anarchy for boys and occasionally girls. In the Disney film adaptation of the novel, the land is renamed as Pleasure Island. The size and nature of such location is unclear (the Disney adaptation depicts it as a large, island-sized amusement park that parallels Disneyland itself, whereas the novel implies it is at least as large as a township); the ambiguity in the original name (paese can mean country or land, but also town or village) adds to the confusion. To its unsuspecting visitors, it appears to be a fantastic place where boys and girls can do whatever they want with no consequences or law. However, its real use is to de-evolve  children for slave trade. In some film versions of the story, Pinocchio is not fully transformed into a donkey. In the Disney version, for example, the transformation is arrested after he's grown donkey ears and a tail by his escape from the island. In The Adventures of Pinocchio, Pinocchio is not affected by the Terra Magica's cursed water as it leaks out holes in his (wooden) chest. He grows donkey ears after riding the roller coaster. In Geppetto, the roller coaster is again the cause of Pinocchio's transformation and the puppet does fully take on donkey form. But he turns back into human form when he later jumps overboard in an attempt to save Geppetto from being swallowed by the whale.",
  "/wiki/Peppa_Pig": "Peppa Pig is a British preschool animated television series directed and produced by Astley Baker Davies in association with Entertainment One, Nick Jr., Channel 5 and Hasbro's Allspark Animation. The show revolves around Peppa, an anthropomorphic female pig, and her family and peers. The show originally aired on 31 May 2004, and there have been six series as of 2019, the most recent of which commenced broadcasting in February 2019 in the UK. The series is shown in 180 territories including the UK and US. Reruns were also aired on the Nick Jr. on Nick block starting on 25 December 2017. However, the reruns were removed on 9 February 2019.",
  "/wiki/Ben_%26_Holly%27s_Little_Kingdom": "It is broadcast across Nickelodeon's channels throughout Africa, Asia-Pacific, Europe, the Middle East, Latin America and North America.",
  "/wiki/Astley_Baker_Davies": "Astley Baker Davies is an animation studio based in London, England, owned by founder-directors Neville Astley, Mark Baker, and Phil Davies. It is the production company behind television series The Big Knights, Peppa Pig and Ben & Holly's Little Kingdom. In 2015, it became a subsidiary of Entertainment One.",
  "/wiki/Foxbusters": "The Foxbusters is a British animation very loosely based on the Dick King-Smith book The Foxbusters. It was made by Cosgrove Hall and consists of two series of thirteen 11-minute episodes each, made between 1999 and 2000. The show was co-written by the animation partnership of David Max Freedman and Alan Gilbey, and occasionally with Joel Jessup as a third writer. It was directed by Jon Doyle.",
  "/wiki/XXXHOLiC": "×××Holic (Japanese: ×××ホリック, Hepburn: Horikku, pronounced as \"Holic\") is a  manga written and illustrated by the group of manga artists known as Clamp. The series, which crosses over with another Clamp work Tsubasa: Reservoir Chronicle, revolves around Kimihiro Watanuki, a high-school student disturbed by his ability to see the supernatural, and Yūko Ichihara, a witch who owns a wish-granting shop. When Watanuki asks Yūko to remove his ability to see spirits, she grants it on the condition that he pay for his wish by working for her. Clamp created xxxHolic to link the supernatural and fantasy series. From 2013 to 2016 they worked on a spin-off series xxxHolic: Rei.",
  "/wiki/Persona_4_The_Animation": "Persona 4: The Animation (Japanese: ペルソナ4, Hepburn: Perusona Fō) is an anime television series based on Atlus' PlayStation 2 video game, Persona 4. The story revolves around Yu Narukami, a young teenager who moves to the town of Inaba, where a mysterious string of murders is taking place. Upon discovering a distorted TV World and acquiring a mysterious power known as \"Persona\", Yu and his friends decide to investigate the murders and save others from being killed.",
  "/wiki/Skunk_Fu": "Skunk Fu! is an Irish/British animated children's television series featuring the fables of anthropomorphic animals protecting their valley using martial arts. The show chronicles the adventures of young Skunk, training with his Kung Fu master, Panda, with the support of Rabbit, Fox, Turtle, and others, who directly, or inadvertently, also help Skunk grow. The show won the IFTA award for \"Best Animation\". In addition to an English soundtrack, Irish-language, French-language, Japanese-language, and Dutch-language soundtracks were initially produced.",
  "/wiki/Folktales_from_Japan": "Hometown Rebuilding: Folktales from Japan (ふるさと再生(さいせい) 日本(にっぽん)の昔(むかし)ばなし, Furusato Saisei: Nippon no Mukashi Banashi) is a 258-episode long Japanese anime television series that adapts various traditional stories from Japan. Each episode of this anime comprises three approximately seven-minute tales. Produced by the Tokyo-based animation company Tomason, it was aired by TV Tokyo from April 1, 2012 to March 26, 2017.",
  "/wiki/Dog_Days_(Japanese_TV_series)": "Dog Days (ドッグデイズ, Doggu Deizu, stylized as DOG DAYS) is a 2011 Japanese fantasy anime television series created by Masaki Tsuzuki, also known for his work as creator of Magical Girl Lyrical Nanoha and produced by Seven Arcs and Aniplex under the direction of Keizo Kusakawa. The story revolves around a boy named Shinku Izumi, who is summoned to an alternate world by Princess Millhiore in order to defend Millhiore's country, the Biscotti Republic, from the neighboring kingdom of Galette. Dog Days aired 13 episodes on Tokyo MX and other channels from April 2 to June 25, 2011. A second anime season aired 13 episodes from July 7 to September 29, 2012 on Tokyo MX and other channels. A third season started airing in January 2015.",
  "/wiki/Zootopia": "Zootopia (titled Zootropolis in the UK and Ireland) is a 2016 American 3D computer-animated comedy film produced by Walt Disney Animation Studios and released by Walt Disney Pictures. It is the 55th Disney animated feature film, directed by Byron Howard and Rich Moore, co-directed by Jared Bush, and stars the voices of Ginnifer Goodwin, Jason Bateman, Idris Elba, Jenny Slate, Nate Torrence, Bonnie Hunt, Don Lake, Tommy Chong, J. K. Simmons, Octavia Spencer, Alan Tudyk, and Shakira. It details the unlikely partnership between a rabbit police officer and a red fox con artist, as they uncover a criminal conspiracy involving the disappearance of predators.",
  "/wiki/Jungledyret": "Jungledyret Hugo is a Danish media franchise featuring the cartoon adventures of a little young primate named Hugo. Created by Danish author and filmmaker Flemming Quist Møller from a lullaby he made for his son that later evolved to a full-length animated feature, It was produced at A. Film A/S, the franchise currently consists of two animated features, an animated television series, and a third film in CGI.",
  "/wiki/Red_fox": "The red fox (Vulpes vulpes) is the largest of the true foxes and one of the most widely distributed members of the order Carnivora, being present across the entire Northern Hemisphere from the Arctic Circle to North Africa, North America and Eurasia. It is listed as least concern by the IUCN. Its range has increased alongside human expansion, having been introduced to Australia, where it is considered harmful to native mammals and bird populations. Due to its presence in Australia, it is included on the list of the \"world's 100 worst invasive species\".",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of July 2018, the city had a population of  633,021 inhabitants (as of October 2019) in Copenhagen Municipality, 103,914 in Frederiksberg Municipality, 43,005 in Tårnby Municipality, and 14,201 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmö, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.",
  "/wiki/Miles_%22Tails%22_Prower": "Miles \"Tails\" Prower (Japanese: テイルス, Hepburn: Teirusu) is a fictional character in Sega's Sonic the Hedgehog series, and the title character's best friend, sidekick, and most recurring ally. Tails also appears in his own spin-off series, comic books, cartoons, as well as in an OVA, named Sonic the Hedgehog. He is the second character to consistently appear by Sonic's side in the series.",
  "/wiki/Sonic_the_Hedgehog_(TV_series)": "Sonic the Hedgehog (Italian: Sonic) is an American-Italian animated television series based on the video game series of the same name. It was story edited by Len Janson and produced by DIC Productions, L.P., Sega of America, Inc., and the Italian studio Reteitalia S.p.A. in association with Telecinco. It is the second of DiC's Sonic cartoons, following Adventures of Sonic the Hedgehog. It features a more dramatic and dark story, depicting Sonic as a member of a band of freedom fighters battling to overthrow Doctor Robotnik. To distinguish it from other Sonic the Hedgehog media, the series is commonly referred to by fans with the identifier \"SatAM\", in reference to its Saturday morning timeslot.",
  "/wiki/Pun": "The pun, also called paronomasia, is a form of word play that exploits multiple meanings of a term, or of similar-sounding words, for an intended humorous or rhetorical effect. These ambiguities can arise from the intentional use of homophonic, homographic, metonymic, or figurative language. A pun differs from a malapropism in that a malapropism is an incorrect variation on a correct expression, while a pun involves expressions with multiple (correct or fairly reasonable) interpretations. Puns may be regarded as in-jokes or idiomatic constructions, especially as their usage and meaning are usually specific to a particular language or its culture.",
  "/wiki/Miles_per_hour": "Miles per hour (mph, MPH or  mi/h) is a British imperial and United States customary unit of speed expressing the number of statute miles covered in one hour. It is used in the United Kingdom, the United States, and a number of countries with fewer than one million inhabitants, most of which are UK or US territories, or have close historical ties with the UK or US.",
  "/wiki/Sonic_the_Hedgehog_(character)": "Sonic the Hedgehog is the protagonist of the Sonic the Hedgehog video game series released by Sega, as well as numerous spin-off comics, animations, and other media. Sonic is a blue anthropomorphic hedgehog who can run at supersonic speeds and curl into a ball, primarily to attack enemies. In most games, Sonic must race through levels, collecting power-up rings and avoiding obstacles and enemies.",
  "/wiki/Fox": "Foxes are small-to-medium-sized, omnivorous mammals belonging to several genera of the family Canidae. Foxes have a flattened skull, upright triangular ears, a pointed, slightly upturned snout, and a long bushy tail (or brush).",
  "/wiki/Sidekick": "A sidekick is a slang expression for a close companion or colleague (not necessarily in fiction) who is, or is generally regarded as, subordinate to the one he or she accompanies.",
  "/wiki/Helicopter": "A helicopter, or chopper, is a type of rotorcraft in which lift and thrust are supplied by rotors. This allows the helicopter to take off and land vertically, to hover, and to fly forward, backward, and laterally. These attributes allow helicopters to be used in congested or isolated areas where fixed-wing aircraft and many forms of VTOL (Vertical TakeOff and Landing) aircraft cannot perform.",
  "/wiki/Sonic_the_Hedgehog_2_(8-bit)": "Sonic the Hedgehog 2[a] is a 1992 platform game developed by Aspect and published by Sega for the Master System and Game Gear. The game is a sequel to the Master System/Game Gear title Sonic the Hedgehog, and follows the titular character Sonic as he attempts to rescue his friend Tails from the villainous Doctor Robotnik. The gameplay is based on traversing a number of levels while collecting gold rings and attacking enemies. Sonic the Hedgehog 2 was met with critical acclaim, with reviewers praising the visuals and gameplay while criticizing the high difficulty. In 1993, a sequel, Sonic Chaos, was released.",
  "/wiki/Sonic_the_Hedgehog_2_(16-bit)": "Sonic the Hedgehog 2[a] is a platform game developed and published by Sega for the Sega Genesis console, released worldwide in November 1992. It is the second main entry in the Sonic the Hedgehog series, and introduced Sonic's sidekick, Miles \"Tails\" Prower, controllable by a second player. In the story, Sonic and Tails must stop series antagonist Dr. Ivo Robotnik from stealing the Chaos Emeralds to power his space station, the Death Egg.",
  "/wiki/List_of_fictional_canines_in_animation": "This is a list of fictional canines in animation, and is subsidiary to the List of fictional canines. It is a collection of various notable non-dog canine characters. Dogs can be found under animation in the list of fictional dogs. Wolves can be found under animation in the list of fictional wolves."
}