{
  "/wiki/Champaign-Urbana_Mass_Transit_District": "The Champaign-Urbana Mass Transit District is a mass transit system that is part of the Champaign–Urbana metropolitan area in which property taxes are levied to support a local transit system operating buses and the Illinois Terminal intermodal facility in downtown Champaign. Known locally as \"MTD,\" the term also applies to the Board of Trustees or to the administration and operations supported both by these taxes as well as other revenues, such as bus fares. At the University of Illinois at Urbana–Champaign, which lies within the District, all 42,883 students pay a $59 transportation fee every semester in 2014–2015 in exchange for unlimited use of the bus services. The District currently levies about 28 cents of property taxes per $100 of assessed valuation. The seven members of the Board of Trustees are appointed by the Champaign County Board. Buses are produced by the Canadian company New Flyer and the American company Gillig. MTD introduced hybrid buses to its fleet in Fall 2009, and currently the vast majority of its buses are hybrid. Minibuses used for paratransit service, SafeRides service, and (occasionally) fixed route service, are cutaway vans with a Ford E series chassis.",
  "/wiki/Champaign,_Illinois": "Champaign (English: /ˌʃæmˈpeɪn/) is a city in Champaign County, Illinois, United States. The city is 135 miles (217 km) south of Chicago, 124 miles (200 km) west of Indianapolis, Indiana, and 178 mi (286 km) northeast of St. Louis, Missouri. The United States Census Bureau estimates the city was home to 87,432 people as of July 1, 2017. Champaign is the tenth-most populous city in Illinois, and the state's fourth-most populous city outside the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/Urbana,_Illinois": "Urbana /ɜːrˈbænə/ is a city in and the county seat of Champaign County, Illinois, United States. The population is estimated at 41,989 as of July 1, 2017. Urbana is the tenth-most populous city in Illinois outside of the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/Chicago_Transit_Authority": "The Chicago Transit Authority (CTA) is the operator of mass transit in Chicago, Illinois and some of its surrounding suburbs, including the trains of the Chicago \"L\" and CTA bus service.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Greater_Peoria_Mass_Transit_District": "The Greater Peoria Mass Transit District is a mass transit district based in Peoria, Illinois; the district itself also includes Peoria Heights and West Peoria.  It was established in 1970 and, prior to adopting the name CityLink, it was known as GPTransit. Regularly scheduled bus service is operated under the name CityLink, with the paratransit service being CityLift.",
  "/wiki/Peoria,_Illinois": "Peoria (/piˈɔːriə/ pee-OR-ee-ə) is the county seat of Peoria County, Illinois, and the largest city on the Illinois River. As of the 2010 census, the city had a population of 115,007, making it the eighth-most populated in Illinois, the second-largest city in Central Illinois after the state capital, Springfield, and the third largest outside the Chicago metropolitan area. It is the principal city of the Peoria Metropolitan Statistical Area in Central Illinois, consisting of the counties of Marshall, Peoria, Stark, Tazewell, and Woodford, which had a population of 373,590 in 2011. The Peoria Metro Area is the third largest MSA in Illinois after Chicago and Metro East (St. Louis MSA Illinois portion).",
  "/wiki/Peoria_Heights,_Illinois": "Peoria Heights is a village lying almost entirely in Peoria County in the U.S. state of Illinois. The population was 6,156 at the 2010 census, down from 6,635 in 2000. Peoria Heights is a suburb of Peoria and is surrounded by the city except for its eastern boundary on Peoria Lake, a relatively wider section of the Illinois River. It is part of the Peoria, Illinois Metropolitan Statistical Area.",
  "/wiki/West_Peoria,_Illinois": "West Peoria is a city in Peoria County, Illinois, United States. The population was 4,458 at the 2010 census. West Peoria is a suburb of Peoria and is part of the Peoria, Illinois Metropolitan Statistical Area.",
  "/wiki/Connect_Transit": "Connect Transit, formerly Bloomington-Normal Public Transit System is the primary provider of mass transportation in Bloomington/Normal, IL. The system consists of 13 fixed routes, plus the Illinois State University Redbird Express, and two additional Express routes that operate on the busiest portions of the Lime and Red routes.",
  "/wiki/McLean_County,_Illinois": "McLean County is the largest county by land area in the U.S. state of Illinois. According to the 2010 census, it had a population of 169,572. Its county seat is Bloomington.",
  "/wiki/Bloomington,_Illinois": "Bloomington is a city in and the county seat of McLean County, Illinois, United States. It is adjacent to Normal, and is the more populous of the two principal municipalities of the Bloomington-Normal metropolitan area.",
  "/wiki/Normal,_Illinois": "Normal is a town in McLean County, Illinois, United States.  As of the 2010 census, the town's population was 52,497. Normal is the smaller of two principal municipalities of the Bloomington–Normal metropolitan area, and Illinois' seventh most populous community outside the Chicago metropolitan area. Normal's mayor is Chris Koos.",
  "/wiki/Decatur_Public_Transit_System": "The Decatur Public Transit System is the primary provider of mass transportation in Macon County, Illinois. Fourteen main routes, plus one downtown shuttle using replica trolleys, serve the region. After the removal of streetcars from the city in 1936, the private National City Lines ran the area's bus services; in 1971, voters chose in a referendum for the public to take over this duty.",
  "/wiki/Decatur,_Illinois": "Decatur /dəˈkeɪtər/ is the largest city and the county seat of Macon County in the U.S. state of Illinois, with a population of 76,122 as of the 2010 Census. The city was founded in 1829 and is situated along the Sangamon River and Lake Decatur in Central Illinois.  Decatur's estimated population for 2018 was 71,290. Decatur is the thirteenth-most populous city in Illinois, and the state's sixth-most populous city outside the Chicago metropolitan area. Decatur is listed on USA Today as number 7 nationally on “America’s fastest shrinking cities” which showed a 5.5% population loss of (-6,072) from 2010 to 2018 with loss of 584 full time jobs.",
  "/wiki/Madison_County_Transit": "Madison County Transit, or MCT for short, is a bus and bike trail transportation system that serves the citizens of Madison County, which is located in Illinois approximately 20 miles (32 km) northeast of St. Louis. It was created in 1980 by the Madison County Board to improve transportation in Madison County, and is a completely separate transit system from the St. Louis Metro Transit system which includes MetroLink, which doesn't operate into Madison County, though the buses connect with many MetroBus routes and even serve MetroLink stations in East St. Louis, Belleville and Downtown St. Louis.",
  "/wiki/Madison_County,_Illinois": "Madison County is a county in the U.S. state of Illinois. It is a part of the Metro East in southern Illinois. According to the 2010 census, it had a population of 269,282. The county seat and largest city is Edwardsville.",
  "/wiki/Quad_Cities_MetroLINK": "The Quad Cities MetroLINK, officially the Rock Island County Metropolitan Mass Transit District, provides mass transportation for the Illinois half of the Quad Cities metro area. Both Iowa cities that make up the region have their own systems, but one MetroLINK route does connect with Davenport, Iowa. It is the only transit system in the Quad Cities that operates seven days a week and holidays.  The system has a fleet of 60 fixed route buses that is composed of twenty-five 30-foot compressed natural gas buses, eight 40-foot compressed natural gas buses and twenty-two 40-foot diesel buses.  As of 2019, they have eight all electric buses.   Its annual ridership is 3.5 million.",
  "/wiki/Rock_Island_County,_Illinois": "Rock Island County is a county located in the U.S. state of Illinois, bounded on the west by the Mississippi River. According to the 2010 census, it had a population of 147,546. Its county seat is Rock Island; its largest city is neighboring Moline.",
  "/wiki/Pace_(transit)": "Pace is the suburban bus and regional paratransit division of the Regional Transportation Authority in the Chicago metropolitan area.  It was created in 1983 by the RTA Act, which established the formula that provides funding to the CTA, Metra, and Pace. The various agencies providing bus service in the Chicago suburbs were merged under the Suburban Bus Division, which rebranded as Pace in 1984. In 2013, Pace had 39.925 million riders.",
  "/wiki/Chicagoland": "The Chicago metropolitan area, or Chicagoland, is the metropolitan area that includes the city of Chicago, Illinois, and its suburbs. With an estimated CSA population of 9.9 million people and an MSA population of 9.5 million people, it is the third largest metropolitan area in the United States.",
  "/wiki/Quincy,_Illinois": "Quincy (/ˈkwɪnsi/ KWIN-see), known as Illinois's \"Gem City,\" is a city in and the county seat of Adams County, Illinois, United States, located on the Mississippi River.  The 2010 census counted a population of 40,633 in the city itself, up from 40,366 in 2000. As of July 1, 2015, the Quincy Micro Area had an estimated population of 77,220.",
  "/wiki/River_Valley_Metro_Mass_Transit_District": "The River Valley Metro Mass Transit District (RVMMTD; River Valley Metro or METRO, for short) is a transit agency that operates buses which serve Kankakee County, Illinois and surrounding areas.",
  "/wiki/Kankakee_County,_Illinois": "Kankakee County is a county located in the U.S. state of Illinois. According to the 2010 census, it has a population of 113,449. Its county seat is Kankakee.",
  "/wiki/Will_County,_Illinois": "Will County is a county in the northeastern part of the state of Illinois. According to the 2010 census, it had a population of 677,560, an increase of 34.9% from 502,266 in 2000, making it Illinois's fourth-most populous county. The county seat is Joliet.",
  "/wiki/Rockford_Mass_Transit_District": "The Rockford Mass Transit District is the public transportation operator for the metro area of Rockford, Illinois. Service is provided six days per week along 19 routes, with several of these routes being combined into five Sunday routes that service a large portion of the system. The core of the system is contained in The City Loop (Route 16 clockwise and 17 counterclockwise), which interconnects with every other service.",
  "/wiki/Rockford,_Illinois": "Rockford is a city in Winnebago County in the U.S. state of Illinois, in far northern Illinois. Located on the banks of the Rock River, Rockford is the county seat of Winnebago County (a small portion of the city is located in Ogle County). The largest city in Illinois outside of the Chicago metropolitan area, Rockford is the third-largest city in the state and the 171st most populous in the United States.  According to 2010 U.S. Census Data, the City of Rockford had a population of 152,871, with an outlying metropolitan area population of 348,360. The City of Rockford's population is 147,051 as of 2017, down 4.1% since 2010.",
  "/wiki/Sangamon_Mass_Transit_District": "The Sangamon Mass Transit District (SMTD) is a regional mass transit district that mostly serves Springfield, Illinois along with a few neighboring communities.  It is governed by a seven-member board of trustees, who are all appointed by the Sangamon County Board of Supervisors.",
  "/wiki/Springfield,_Illinois": "Springfield is the capital of the U.S. state of Illinois and the county seat and largest city of Sangamon County. The city's population was 116,250 at the 2010 U.S. Census, which makes it the state's sixth most-populous city, the second largest outside of the Chicago metropolitan area (after Rockford), and the largest in central Illinois. As of 2018, the city's population was estimated to have decreased to 114,694, with just over 211,700 residents living in the Springfield Metropolitan Statistical Area, which includes Sangamon County and the adjacent Menard County.",
  "/wiki/St._Clair_County_Transit_District": "The St. Clair County Transit District (SCCTD) is a transit district that serves fifteen townships in northern St. Clair County, Illinois. Created in 1981 under the authority of the Illinois Mass Transit District Act, it levies a half-cent sales tax to fund MetroLink service in the county, as well as a quarter-cent sales tax which funds MetroBus and paratransit bus service in the member townships. The operation of MetroLink and MetroBus lines is contracted to the Bi-State Development Agency (Metro), while the paratransit service is operated by the Alternative Transportation System (ATS).",
  "/wiki/St._Clair_County,_Illinois": "St. Clair County is the oldest county in the U.S. state of Illinois; its western border is formed by the Mississippi River, bordering the U.S. state of Missouri. It is a part of the Metro East in southern Illinois. According to the 2010 United States Census, it had a population of 270,056, making it the eighth-most populous county in Illinois and the most populous in the southern portion of the state. Its county seat is Belleville. The county was founded in 1790 by the government of the Northwest Territory, before the establishment of Illinois as a state. Cahokia Village in the county was founded in 1697 and was a French settlement and former Jesuit mission.",
  "/wiki/Belleville,_Illinois": "Belleville (French: Belle ville, meaning \"Beautiful city\") is a city in St. Clair County, Illinois, coterminous with the now defunct Belleville Township. The population was 44,478 according to the Census Bureau's 2010 data, making it the largest city in southern Illinois."
}