{
  "/wiki/Johnson_County_Transit": "Johnson County Transit is a public transit operator in Johnson County, Kansas. It is the operator of 13 Local Bus routes in Douglas, Johnson, Miami, and Wyandotte Counties in Kansas and Jackson County in Missouri.",
  "/wiki/Kansas_City_Metro_Area": "The Kansas City metropolitan area is a bi-state 14-county metropolitan area straddling the border between the U.S. states of Missouri and Kansas, anchored by Jackson County, Missouri, and Johnson County, Kansas. Its most-populous municipality is Kansas City, Missouri (KCMO). With a population of 2,487,053 (2018 estimate), it ranks as the second-largest metropolitan area in Missouri (after Greater St. Louis) and the largest metropolitan area in Kansas. Alongside KCMO, the area includes a number of other cities and suburbs, the largest being Overland Park, Kansas; Kansas City, Kansas; Olathe, Kansas; and Independence, Missouri; each over 100,000 in population. The Mid-America Regional Council (MARC) serves as the Council of Governments and the Metropolitan Planning Organization for the area.",
  "/wiki/Overland_Park,_Kansas": "Overland Park is the second most populous city in the U.S. state of Kansas. Located in Johnson County, it is the second most populous city in the Kansas City metropolitan area. As of the 2010 census, the city population was 173,372; growing to 192,536 by 2018.  It is home to the Sprint World Headquarters Campus.",
  "/wiki/Kansas_City_Area_Transportation_Authority": "The Kansas City Area Transportation Authority (KCATA) is a public transit agency in metropolitan Kansas City. It operates the Metro Area Express (MAX) bus rapid transit service in Kansas City, Missouri, and 78 local bus routes in seven counties of Missouri and Kansas.",
  "/wiki/Kansas_City,_Kansas": "Kansas City, abbreviated as \"KCK\", is the third-largest city in the State of Kansas, the county seat of Wyandotte County, and the third-largest city of the Kansas City metropolitan area. It is situated at Kaw Point, which is the junction of the Missouri and Kansas rivers. It borders Johnson County, Kansas to the south and Kansas City, Missouri (KCMO) to the east, after which Kansas City, Kansas, is named.  It is part of a consolidated city-county government known as the \"Unified Government\". Wyandotte County also includes the independent cities of Bonner Springs, Edwardsville, a portion of Lake Quivira, and the unincorporated area known as Loring. As of the 2010 census, the city had a population of 145,786 residents. .mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Topeka_Transit": "Topeka Metro is the fixed-route and paratransit public transportation operator in the city of Topeka, Kansas. It carries passengers Monday through Saturday on 14 routes on weekdays and 12 routes on Saturdays. Topeka Metro also runs a paratransit service during its service hours.",
  "/wiki/Topeka,_Kansas": "Topeka (/toʊˈpiːkə/; Kansa: Tó Pee Kuh) is the capital city of the U.S. state of Kansas and the seat of Shawnee County.  It is along the Kansas River in the central part of Shawnee County, in northeast Kansas, in the Central United States. As of the 2010 census, the city population was 127,473. The Topeka Metropolitan Statistical Area, which includes Shawnee, Jackson, Jefferson, Osage, and Wabaunsee counties, had a population of 233,870 in the 2010 census.",
  "/wiki/Wichita_Transit": "Wichita Transit is the public transportation department of the City of Wichita which operates paratransit and transit bus services within Wichita, Kansas, United States.",
  "/wiki/Wichita,_Kansas": "Wichita (/ˈwɪtʃɪtɔː/ WITCH-i-taw) is the largest city in the U.S. state of Kansas and the county seat of Sedgwick County. As of 2018, the estimated population of the city was 389,255. Wichita is the principal city of the Wichita metropolitan area which had an estimated population of 644,888 in 2018."
}