{
  "/wiki/USS_Adams_(1799)": "USS Adams was a 28-gun (rated) sailing frigate of the United States Navy. She was laid down in 1797 at New York City by John Jackson and William Sheffield and launched on 8 June 1799. Captain Richard Valentine Morris took command of the ship.",
  "/wiki/Sailing_frigate_classification": "The Sailing frigate classification system used during the 19th Century was a classification scheme used in several western countries.  It was officially adopted by the United States Navy.  The system classified sailing frigates according to their gun rating.",
  "/wiki/USS_Baltimore_(1798)": "USS Baltimore was a ship of the United States Navy.",
  "/wiki/USS_Boston_(1799)": "The third USS Boston was a 32-gun wooden-hulled, three-masted frigate of the United States Navy. Boston was built by public subscription in Boston under the Act of 30 June 1798. Boston was active during the Quasi-War with France and the First Barbary War. On 12 October 1800, Boston engaged and captured the French corvette Berceau. Boston was laid up in 1802, and considered not worth repairing at the outbreak of the War of 1812. She was burned at the Washington Naval Yard on 24 August 1814 to prevent her capture by British forces.",
  "/wiki/USS_Brandywine_(1825)": "USS Brandywine (formerly named Susquehanna) was a wooden-hulled, three-masted frigate of the United States Navy bearing 44 guns which had the initial task of conveying the Marquis de Lafayette back to France. She was later recommissioned a number of times for service in various theaters, such as in the Mediterranean, in China and in the South Atlantic Ocean.",
  "/wiki/USS_Chesapeake_(1799)": "Chesapeake was a 38-gun wooden-hulled, three-masted heavy frigate of the United States Navy. She was one of the original six frigates whose construction was authorized by the Naval Act of 1794. Joshua Humphreys designed these frigates to be the young navy's capital ships. Chesapeake was originally designed as a 44-gun frigate, but construction delays, material shortages and budget problems caused builder Josiah Fox to alter her design to 38 guns. Launched at the Gosport Navy Yard on 2 December 1799, Chesapeake began her career during the Quasi-War with France and later saw service in the First Barbary War.",
  "/wiki/USS_Columbia_(1836)": "The first USS Columbia of the United States Navy was a three-masted, wooden-hulled sailing frigate of the US Navy, rated for 50 guns.  She was built at Washington Navy Yard. Her keel was laid in 1825, but as was typical of much Navy construction during this period, she was not launched until much later, on 9 March 1836.",
  "/wiki/USS_Congress_(1799)": "USS Congress was a nominally rated 38-gun wooden-hulled, three-masted heavy frigate of the United States Navy. James Hackett built her in Portsmouth New Hampshire and she was launched on 15 August 1799. She was one of the original six frigates whose construction the Naval Act of 1794 had authorized. The name \"Congress\" was among ten names submitted to President George Washington by Secretary of War Timothy Pickering in March of 1795 for the frigates that were to be constructed.Joshua Humphreys designed these frigates to be the young Navy's capital ships, and so Congress and her sisters were larger and more heavily armed and built than the standard frigates of the period.",
  "/wiki/USS_Congress_(1841)": "USS Congress (1841)—the fourth United States Navy ship to carry that name—was a sailing frigate, like her predecessor, USS Congress (1799).",
  "/wiki/CSS_Virginia": "CSS Virginia was the first steam-powered ironclad warship built by the Confederate States Navy during the first year of the American Civil War; she was constructed as a casemate ironclad using the raised and cut down original lower hull and engines of the scuttled steam frigate USS Merrimack. Virginia was one of the participants in the Battle of Hampton Roads, opposing the Union's USS Monitor in March 1862. The battle is chiefly significant in naval history as the first battle between ironclads.",
  "/wiki/USS_Connecticut_(1799)": "The Connecticut was a sailing frigate built by Seth Overton at Chatham, Conn. and launched 6 June 1799 at Middletown, Conn. She sailed 15 Oct. 1799 under the command of Captain M. Tryon for the Guadaloupe Station, and cruised in the West Indies for a year during the Quasi-War with France, protecting American commerce from French privateers. Connecticut's successful career was highlighted by the capture of four privateers and the recapture of seven American merchantmen. Arriving at New London, Conn., 18 Oct. 1800, Connecticut was sold at New York in 1801.",
  "/wiki/USS_Constellation_(1797)": "USS Constellation was a nominally rated 38-gun wooden-hulled, three-masted frigate of the United States Navy.",
  "/wiki/USS_Constitution": "USS Constitution, also known as Old Ironsides, is a wooden-hulled, three-masted heavy frigate of the United States Navy. She is the world's oldest commissioned naval vessel still afloat.[Note 1] She was launched in 1797, one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. The name \"Constitution\" was among ten names submitted to President George Washington by Secretary of War Timothy Pickering in March of 1795 for the frigates that were to be constructed. Joshua Humphreys designed the frigates to be the young Navy's capital ships, and so Constitution and her sister ships were larger and more heavily armed and built than standard frigates of the period. She was built at Edmund Hartt's shipyard in the North End of Boston, Massachusetts. Her first duties were to provide protection for American merchant shipping during the Quasi-War with France and to defeat the Barbary pirates in the First Barbary War.",
  "/wiki/USS_Cumberland_(1842)": "The first USS Cumberland was a 50-gun sailing frigate of the United States Navy. She was the first ship sunk by the ironclad CSS Virginia.",
  "/wiki/HMS_Cyane_(1806)": "HMS Cyane was a Royal Navy Banterer-class sixth-rate post ship of nominally 22 guns, built in 1806 at Topsham, near Exeter, England. She was ordered in January 1805 as HMS Columbine but renamed Cyane on 6 December of that year. Cyane had a distinguished career in British service that included the award in 1847 of a clasp to the Naval General Service Medal to any still surviving crew members of either of two actions. On 20 February 1815, she and HMS Levant engaged USS Constitution; outgunned, both had to surrender. She then served as USS Cyane, including a stint on anti-slavery duties, until she was broken up in 1836.",
  "/wiki/USS_Delaware_(1798)": "The second USS Delaware was a ship which served in the United States Navy during Quasi-War with France.",
  "/wiki/USS_Essex_(1799)": "The first USS Essex of the United States Navy was a 36-gun  or 32-gun sailing frigate that participated in the Quasi-War with France, the First Barbary War, and in the War of 1812. The British captured her in 1814 and she then served as HMS Essex until sold at public auction on 6 June 1837.",
  "/wiki/USS_Ganges_(1794)": "USS Ganges was a man-of-war in the United States Navy during the Quasi-War with France.",
  "/wiki/USS_General_Greene_(1799)": "The second USS General Greene was a frigate in the United States Navy during the Quasi-War with France.",
  "/wiki/USS_George_Washington_(1798)": "The first USS George Washington was a frigate in the United States Navy. She was named after President George Washington.",
  "/wiki/USS_Guerriere_(1814)": "USS Guerriere was the first frigate built in the United States since 1801. The name came from a fast 38-gun British frigate captured and destroyed in a half-hour battle by USS Constitution on 19 August 1812.  This victory was one of the United States' first in the War of 1812."
}