{
  "/wiki/Brockton_Area_Transit_Authority": "Brockton Area Transit Authority (BAT) is a public, non-profit organization in Massachusetts, charged with providing public transportation to the Brockton area, consisting of the city of Brockton and the adjoining towns of Abington, Avon, Bridgewater, East Bridgewater, Easton, Stoughton, Canton, West Bridgewater and Whitman.",
  "/wiki/Brockton,_Massachusetts": "Brockton is a city in Plymouth County, Massachusetts, United States; the population is 95,777 as in 2019. Brockton, along with Plymouth, are the county seats of Plymouth County. Brockton is the seventh largest city in Massachusetts and is sometimes referred to as the \"City of Champions\", due to the success of native boxers Rocky Marciano and Marvin Hagler, as well as its successful Brockton High School sports programs. Two of the villages within the city are Montello and Campello, both have the distinction of having their own MBTA Commuter Rail Stations and post offices. Campello is the smallest neighborhood in the city, but also the most populous. Brockton hosts a baseball team, the Brockton Rox. Brockton is the second windiest city in the United States, with an average wind speed of 14.3 mph.",
  "/wiki/Cape_Ann_Transportation_Authority": "The Cape Ann Transportation Authority (CATA) is a public, non-profit organization in Massachusetts, charged with providing public transportation to the Cape Ann area, consisting of the city of Gloucester and the nearby towns of Essex, Ipswich and Rockport.",
  "/wiki/Cape_Cod_Regional_Transit_Authority": "Cape Cod Regional Transit Authority (CCRTA) operates a bus transit system of fixed and flexible routes, seasonal rail service to Boston, and a paratransit service in the Cape Cod region of Massachusetts. The CCRTA was created under the provisions of Chapter 161B of the Massachusetts General Laws in 1976. Its main hub and base of operations is the Hyannis Transportation Center on Main Street in Hyannis, Massachusetts.",
  "/wiki/Barnstable_County,_Massachusetts": "Barnstable County is a county located in the U.S. state of Massachusetts. As of the 2010 census, the population was 215,888.  Its county seat is Barnstable. The county consists of Cape Cod and associated islands (some adjacent islands are in Dukes County and Nantucket County).",
  "/wiki/Greater_Attleboro_Taunton_Regional_Transit_Authority": "The Greater Attleboro Taunton Regional Transit Authority (GATRA) oversees and coordinates public and medical  transportation in the areas of Attleboro and Taunton, Massachusetts and 24 nearby areas. It operates daily (except on Sundays) fixed bus routes, commuter shuttle services and Dial-A-Ride services for seniors and persons with disabilities within communities in Bristol, Norfolk, and Plymouth counties. GATRA is based at the Bloom Bus Terminal in Taunton.",
  "/wiki/Attleboro,_Massachusetts": "Attleboro is a city in Bristol County, Massachusetts, United States. It was once known as \"The Jewelry Capital of the World\" for its many jewelry manufacturers. According to the 2010 census, Attleboro had a population of 43,593 in 2010.",
  "/wiki/Taunton,_Massachusetts": "Taunton is a city in Bristol County, Massachusetts, United States. It is the seat of Bristol County. Taunton is situated on the Taunton River which winds its way through the city on its way to Mount Hope Bay, 10 miles (16 km) to the south. At the 2010 census, the city had a population of 55,874. Shaunna O’Connell is the mayor of Taunton.",
  "/wiki/Lowell_Regional_Transit_Authority": "The Lowell Regional Transit Authority (LRTA) is a public, non-profit organization in Massachusetts, charged with providing public transportation to the Greater Lowell area.  This primarily includes the city of Lowell and the towns of Billerica, Burlington, Dracut, Chelmsford, Tewksbury, Tyngsborough,  Westford and Wilmington.  The LRTA provides fixed route bus services and paratransit services within this area, although some fixed lines do extend beyond these towns.",
  "/wiki/Lowell,_Massachusetts": "Lowell is a city in the U.S. Commonwealth of Massachusetts. Located in Middlesex County, Lowell (along with Cambridge) was a county seat until Massachusetts disbanded county government in 1999. With an estimated population of 111,640 in 2018, it was the fourth-largest city in Massachusetts as of the last census and is estimated to be the fifth-largest as of 2018, and the second-largest in the Boston metropolitan statistical area.  The city is also part of a smaller Massachusetts statistical area called Greater Lowell, as well as New England's Merrimack Valley region.",
  "/wiki/MBTA_Bus": "The Massachusetts Bay Transportation Authority operates 170 bus routes (list of routes) in the Greater Boston area, many of which were formerly part of a large streetcar system. Some routes are for local transport within the city; others bring passengers from surrounding areas to stops on the MBTA Commuter Rail or subway lines. The MBTA has a policy objective to provide transit service within walking distance (defined as 0.25 miles (0.40 km)) for all residents living in areas with population densities greater than 5,000 inhabitants per square mile (1,900/km2) within the MBTA's service district. Much of this service is provided by bus.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Merrimack_Valley_Regional_Transit_Authority": "The Merrimack Valley Regional Transit Authority (MVRTA) is a public, non-profit organization in Massachusetts, United States, charged with providing public transportation to an area consisting of the cities and towns of Amesbury, Andover, Boxford, Georgetown, Groveland, Haverhill, Lawrence, Merrimac, Methuen, Newbury, Newburyport, North Andover, Rowley, Salisbury and West Newbury, as well as a seasonal service to the popular nearby summer destination of Hampton Beach, New Hampshire.",
  "/wiki/Merrimack_River": "The Merrimack River (or Merrimac River, an occasional earlier spelling) is a 117-mile-long (188 km) river in the northeastern United States. It rises at the confluence of the Pemigewasset and Winnipesaukee rivers in Franklin, New Hampshire, flows southward into Massachusetts, and then flows northeast until it empties into the Gulf of Maine at Newburyport. From Pawtucket Falls in Lowell, Massachusetts, onward, the Massachusetts–New Hampshire border is roughly calculated as the line three miles north of the river.",
  "/wiki/MetroWest_Regional_Transit_Authority": "The MetroWest Regional Transit Authority (MWRTA) is a regional public transit authority in the state of Massachusetts providing bus and paratransit service to eleven communities in the Boston MetroWest. The MWRTA was formed in 2006 and began service on July 1, 2007 with the purpose of filling a void in public transportation service in the MetroWest. Through a commitment to deliver expanded public transportation service to the business and commercial hubs across the MetroWest region, the goals and purpose of the MWRTA are embodied in its mission statement: \"Build a public transportation system to deliver convenient and dependable service that enhances mobility, environmental quality and economic vitality in the region.\" Funding for the MWRTA comes partially from the state and local governments of the communities it operates within.",
  "/wiki/Montachusett_Regional_Transit_Authority": "The Montachusett Regional Transit Authority (MART) is a public, nonprofit organization established under Chapter 161B of the Massachusetts General Laws to provide public transportation to the Montachusett Region.  MART is one of 15 Massachusetts' regional transit authorities and provides public transportation to 21 communities within the Montachusett region consisting of the cities of Fitchburg, Leominster and Gardner, and the towns of Athol, Ashburnham, Ashby, Ayer, Bolton, Boxborough, Hardwick, Harvard, Hubbardston, Lancaster, Littleton, Lunenburg, Royalston, Shirley, Sterling, Stow, Templeton, Westminster, and Winchendon.",
  "/wiki/Nantucket_Regional_Transit_Authority": "The Nantucket Regional Transit Authority (NRTA) is the public transport authority on the island of Nantucket in Massachusetts, USA. It operates a small network of shuttle buses and paratransit service year-round.",
  "/wiki/Nantucket": "Nantucket /ˌnænˈtʌkɪt/ is an island about 30 miles (50 km) by ferry south from Cape Cod, in the U.S. state of Massachusetts.  Together with the small islands of Tuckernuck and Muskeget, it constitutes the Town of Nantucket, and the conterminous Nantucket County. As of the 2010 census, the population was 10,172. Part of the town is designated the Nantucket CDP, or census-designated place. The region of Surfside on Nantucket is the southernmost settlement in Massachusetts.",
  "/wiki/Pioneer_Valley_Transit_Authority": "The Pioneer Valley Transit Authority (PVTA) oversees and coordinates public transportation in the Pioneer Valley of Western Massachusetts. Currently the PVTA offers fixed-route bus service as well as paratransit service for the elderly and disabled. The PVTA was created by Chapter 161B of the Massachusetts General Laws in 1974. It is based in Springfield, Massachusetts, serves Hampden and Hampshire counties, and provides connecting service to the FRTA in Franklin County. It is the largest regional transit authority, and second largest public transit system in Massachusetts after the Massachusetts Bay Transit Authority, providing service to over 11 million riders annually across 24 municipalities in the region, with about 70% of all riders using the system as their primary mode of transit.",
  "/wiki/Hampden_County,_Massachusetts": "Hampden County is a non-governmental county located in the Pioneer Valley of the state of Massachusetts, in the United States.  As of the 2010 census, Hampden County's population was 463,490. As of 2018, Hampden County's estimated population was 470,406. Its traditional county seat is Springfield, the Connecticut River Valley's largest city, and economic and cultural capital; with an estimated population of 154,758, approximately 1 in 3 residents of Hampden County live in Springfield. Hampden County was split from Hampshire County in 1812, because Northampton, Massachusetts, was made Hampshire County's \"shire town\" in 1794; however, Springfield—theretofore Hampshire County's traditional shire town, dating back to its founding in 1636—grew at a pace far quicker than Northampton and was granted shire town-status over its own, southerly jurisdiction. It was named for parliamentarian John Hampden. To the north of Hampden County is modern-day Hampshire County; to the west is Berkshire County; to the east is Worcester County; to the south are Litchfield County, Hartford County, and Tolland County in Connecticut.",
  "/wiki/Hampshire_County,_Massachusetts": "Hampshire County is a historical and judicial county located in the U.S. state of Massachusetts.  Following the dissolution of the county government in 1999, county affairs were managed by the Hampshire Council of Governments, which itself ceased operations in 2019, due to mismanagement. As of the 2010 census, the population was 158,080. Its most populous municipality is Amherst, its largest town in terms of landmass is Belchertown, and its traditional county seat is Northampton. The county is named after the county Hampshire, in England.",
  "/wiki/Franklin_County,_Massachusetts": "Franklin County is a nongovernmental county located in the U.S. state of Massachusetts. As of the 2010 census, the population was 71,372, which makes it the least-populous county on the Massachusetts mainland, and the third-least populous county in the state. Its traditional county seat and most populous city is Greenfield. Its largest town by area is New Salem.",
  "/wiki/Springfield,_MA": "Springfield is a city in the state of Massachusetts, United States, and the seat of Hampden County. Springfield sits on the eastern bank of the Connecticut River near its confluence with three rivers: the western Westfield River, the eastern Chicopee River, and the eastern Mill River. As of the 2010 Census, the city's population was 153,060. As of 2018, the estimated population was 155,032, making it the third-largest city in Massachusetts, the fourth-most populous city in New England after Boston, Worcester, and Providence, and the 12th-most populous in the Northeastern United States. Metropolitan Springfield, as one of two metropolitan areas[b] in Massachusetts (the other being Greater Boston), had a population of 692,942 as of 2010.",
  "/wiki/Southeastern_Regional_Transit_Authority": "Southeastern Regional Transit Authority (SRTA) is a public transport authority in Bristol County and Plymouth County, Massachusetts. It serves 10 municipalities in Massachusetts' South Coast region: Acushnet, Dartmouth, Fairhaven, Fall River, Freetown, Mattapoisett, New Bedford, Somerset, Swansea, and Westport. Fixed-route bus services are offered to serve the cities of Fall River and New Bedford.",
  "/wiki/Worcester_Regional_Transit_Authority": "Worcester Regional Transit Authority (WRTA) is a public, non-profit organization charged with providing public transportation to the city of Worcester, Massachusetts and the surrounding towns. The WRTA was created in September 1974 under Chapter 161B of the Massachusetts General Laws. This act also created several other regional transit authorities in Massachusetts, including the Greater Attleboro-Taunton Regional Transit Authority and the Pioneer Valley Transit Authority among others; in terms of ridership, the WRTA is the second largest regional transit authority and third largest transit system in Massachusetts.",
  "/wiki/Worcester,_MA": "Worcester (/ˈwʊstər/ (listen) WUUS-tər) is a city in, and the county seat of, Worcester County, Massachusetts, United States. Named after Worcester, England, as of the 2010 Census the city's population was 181,045, making it the second-most populous city in New England after Boston. Worcester is approximately 40 miles (64 km) west of Boston, 50 miles (80 km) east of Springfield and 40 miles (64 km) north of Providence. Due to its location in Central Massachusetts, Worcester is known as the \"Heart of the Commonwealth\", thus, a heart is the official symbol of the city. However, the heart symbol may also have its provenance in lore that the Valentine's Day card, although not invented in the city, was first mass-produced and popularized by Worcester resident Esther Howland.",
  "/wiki/Auburn,_MA": "Auburn is a town in Worcester County, Massachusetts, United States. The population was 16,188 at the 2010 census.",
  "/wiki/List_of_bus_transit_systems_in_the_United_States": "The following is a list of presently-operating bus transit systems in the United States with regular service. The list excludes charter buses, private bus operators, paratransit systems, and trolleybus systems. Figures for daily ridership, number of vehicles, and daily vehicle revenue miles are accurate as of 2009 and come from the FTA National Transit Database."
}