{
  "/wiki/MetroBus_(St._Louis)": "MetroBus is the public bus service for the Greater St. Louis Region connected with the MetroLink light rail system.  It is managed by the Bi-State Development Agency and uses a shared fare system with the MetroLink system.",
  "/wiki/Greater_St._Louis": "Greater St. Louis is a bi-state metropolitan area that completely surrounds and includes the independent city of St. Louis (its principal city). It includes parts of both the U.S. states of Missouri and Illinois. The city core is on the Mississippi Riverfront on the border with Illinois in the geographic center of the metro area. The Mississippi River bisects the metro area in half geographically between Illinois and Missouri; however, the Missouri half is much more populous. St. Louis is the largest metro area in Missouri and the second largest in Illinois. St. Louis County is independent of the City of St. Louis and their two populations are generally tabulated separately.",
  "/wiki/St._Louis,_Missouri": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.",
  "/wiki/St._Charles,_Missouri": "Saint Charles (commonly abbreviated St. Charles) is a city in, and the county seat of, St. Charles County, Missouri, United States. The population was 65,794 at the 2010 census, making St. Charles the ninth-largest city in Missouri. Situated on the Missouri River, it is a northwestern suburb of St. Louis.",
  "/wiki/East_St._Louis,_Illinois": "East St. Louis is a city in St. Clair County, Illinois, United States within Greater St. Louis. It is located directly across the Mississippi River from Downtown St. Louis and the Gateway Arch National Park. East St. Louis is in what is defined as the Metro-East region of Southern Illinois. Once a bustling industrial center, like many cities in the Rust Belt, East St. Louis has been severely affected by loss of jobs due to industrial restructuring during the second half of the 20th century. In 1950, East St. Louis was the fourth-largest city in Illinois when its population peaked at 82,366. As of the 2010 census, the city had a population of 27,006, less than one-third of the 1950 census.",
  "/wiki/Chesterfield,_Missouri": "Chesterfield is a city in St. Louis County, Missouri, United States, and a western suburb of St. Louis. As of the 2010 census, the population was 47,484, making it the state's fourteenth-largest city. The broader valley of Chesterfield was originally referred to as \"Gumbo Flats\", derived from its soil, which though very rich and silty, became like a gumbo when wet.",
  "/wiki/Kansas_City_Area_Transportation_Authority": "The Kansas City Area Transportation Authority (KCATA) is a public transit agency in metropolitan Kansas City. It operates the Metro Area Express (MAX) bus rapid transit service in Kansas City, Missouri, and 78 local bus routes in seven counties of Missouri and Kansas.",
  "/wiki/Kansas_City_Metro_Area": "The Kansas City metropolitan area is a bi-state 14-county metropolitan area straddling the border between the U.S. states of Missouri and Kansas, anchored by Jackson County, Missouri, and Johnson County, Kansas. Its most-populous municipality is Kansas City, Missouri (KCMO). With a population of 2,487,053 (2018 estimate), it ranks as the second-largest metropolitan area in Missouri (after Greater St. Louis) and the largest metropolitan area in Kansas. Alongside KCMO, the area includes a number of other cities and suburbs, the largest being Overland Park, Kansas; Kansas City, Kansas; Olathe, Kansas; and Independence, Missouri; each over 100,000 in population. The Mid-America Regional Council (MARC) serves as the Council of Governments and the Metropolitan Planning Organization for the area.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/Blue_Springs,_Missouri": "Blue Springs is a city located in the U.S. state of Missouri within Jackson County. Blue Springs is located 19 miles (31 km) east of downtown Kansas City and is the 9th largest city in the Kansas City Metropolitan Area. As of the 2010 United States Census[update] the population was 52,575, tying it for 10th largest city in the state of Missouri with St. Peters.",
  "/wiki/City_Utilities_of_Springfield": "City Utilities of Springfield (CU) is a community-owned utility serving southwest Missouri with electricity, natural gas, water, telecommunications and transit services.  CU provides service to over 106,000 customers.",
  "/wiki/Springfield_metropolitan_area,_Missouri": "The Springfield, Missouri metropolitan area, as defined by the United States Census Bureau, is an area consisting of five counties in southwestern Missouri, anchored by the city of Springfield, the state's third largest city. Other primary population centers in the metro area include Nixa, Ozark, Republic, Marshfield, Bolivar, and Willard. Currently, the city limits of Springfield reach the Ozark City limits at the Christian County line on US 65, the city limits of Republic at James River Freeway on the southwest side of the city, and the Strafford city limits on Route 744 on the northeast side of the city. As of the 2010 census, the MSA had a population of 436,712.",
  "/wiki/Springfield,_Missouri": "Springfield is the third largest city in the state of Missouri and the county seat of Greene County. As of the 2010 census, the city's population was 159,498. As of 2018, the Census Bureau estimated its population at 168,122. It is the principal city of the Springfield metropolitan area, which has a population of 462,369 and includes the counties of Christian, Dallas, Greene, Polk, and Webster.",
  "/wiki/JeffTran": "JeffTran is a public transit agency in Jefferson City, Missouri.",
  "/wiki/Jefferson_City,_Missouri": "Jefferson City, officially the City of Jefferson and informally Jeff City or Jefferson, is the capital of the U.S. state of Missouri and the 15th most populous city in the state. It is also the county seat of Cole County and the principal city of the Jefferson City Metropolitan Statistical Area, the second-most-populous metropolitan area in Mid-Missouri and the fifth-largest in the state. Most of the city is in Cole County, with a small northern section extending into Callaway County. Jefferson City is named for Thomas Jefferson, the third President of the United States.",
  "/wiki/Columbia,_Missouri,_metropolitan_area": "The Columbia metropolitan area is the region centered around the City of Columbia in the U.S. state of Missouri. Located in Mid-Missouri, it consists of five counties: Boone, Audrain, Randolph, Cooper, and Howard. The population was estimated at 256,640 in 2017, making it the 4th largest metropolitan area in Missouri. Columbia is home to the University of Missouri, and is Missouri's fourth most-populous and fastest growing city, with an estimated 121,717 residents as of 2017. Other significant cities in the area include Moberly, Mexico, Boonville, Vandalia, Centralia, and Fayette.",
  "/wiki/Columbia,_Missouri": "Columbia /kəˈlʌmbiə/ is a city in the U.S. state of Missouri. It is the county seat of Boone County and home to the University of Missouri. Founded in 1821, it is the principal city of the five-county Columbia metropolitan area. It is Missouri's fourth most-populous and fastest growing city, with an estimated 123,180 residents in 2018.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/Independence,_Missouri": "Independence is the fifth-largest city in the U.S. state of Missouri.  It lies within Jackson County, of which it is the county seat.  Independence is a satellite city of Kansas City, Missouri, and is part of the Kansas City metropolitan area.  In 2010, it had a total population of 116,830.",
  "/wiki/St._Joseph,_Missouri": "St. Joseph (informally St. Joe) is a small city in and the county seat of Buchanan County, Missouri, United States. Small parts of St. Joseph extend into Andrew County, Missouri.  Saint Joseph is known for hosting the Kansas City Chiefs Training Camp every year at Missouri Western State University. Saint Joseph is filled with many lush forests and parks as well as its very own go kart track and mini golf course. It is the principal city of the St. Joseph Metropolitan Statistical Area, which includes Buchanan, Andrew, and DeKalb counties in Missouri and Doniphan County, Kansas. As of the 2010 census, St. Joseph had a total population of 76,780, making it the eighth largest city in the state, and the third largest in Northwest Missouri. St. Joseph is located roughly thirty miles north of the Kansas City, Missouri city limits and approximately 125 miles south of Omaha, Nebraska.",
  "/wiki/Cape_Girardeau,_Missouri": "Cape Girardeau (/ˈkeɪp dʒɪˈrɑːrdoʊ/, French: Cap-Girardeau [kap ʒiʁaʁdo] (listen); colloquially referred to as \"Cape\") is a city in Cape Girardeau County in the U.S. state of Missouri. It is located approximately 115 miles (185 km) southeast of St. Louis and 175 miles (282 km) north of Memphis. As of the 2018 United States Census Bureau estimates, the city's population was 39,853, making it the 17th-largest city in Missouri, and the largest city in Southeast Missouri. An emerging college town, it is the home of Southeast Missouri State University.",
  "/wiki/Cape_Girardeau_County": "Cape Girardeau County is a county located in the southeastern part of the U.S. state of Missouri; its eastern border is formed by the Mississippi River. As of the 2010 U.S. Census, the population was 75,674. The county seat is Jackson, the first city in the US to be named in honor of President Andrew Jackson. Officially organized on October 1, 1812, the county is named after Ensign Sieur Jean Baptiste de Giradot, an official of the French colonial years. The \"cape\" in the county's name is named after a former promontory rock overlooking the Mississippi River; this feature was demolished during railroad construction.",
  "/wiki/West_Plains,_Missouri": "West Plains is a city in Howell County, Missouri, United States. The population was 11,986 at the 2010 Census. It is the county seat of Howell County.",
  "/wiki/West_Plains": "West Plains is a city in Howell County, Missouri, United States. The population was 11,986 at the 2010 Census. It is the county seat of Howell County.",
  "/wiki/Poplar_Bluff,_Missouri": "Poplar Bluff is a small city in Butler County in Southeast Missouri, United States. It is the county seat of Butler County and is known as \"The Gateway to the Ozarks\" among other names. The population was 17,023 at the 2010 census.",
  "/wiki/Poplar_Bluff": "Poplar Bluff is a small city in Butler County in Southeast Missouri, United States. It is the county seat of Butler County and is known as \"The Gateway to the Ozarks\" among other names. The population was 17,023 at the 2010 census.",
  "/wiki/Kirksville,_Missouri": "Kirksville is a city in and the county seat of Adair County, Missouri, United States.  Located in the Benton Township, its population was 17,505 at the 2010 census.  Kirksville is home to two colleges: Truman State University and A.T. Still University.",
  "/wiki/Kirksville": "Kirksville is a city in and the county seat of Adair County, Missouri, United States.  Located in the Benton Township, its population was 17,505 at the 2010 census.  Kirksville is home to two colleges: Truman State University and A.T. Still University.",
  "/wiki/Excelsior_Springs,_Missouri": "Excelsior Springs is a city in Clay and Ray counties in the U.S. state of Missouri and part of the Kansas City metropolitan area. The population was 11,084 at the 2010 census. It is located approximately 30 miles (48 km) northeast of central Kansas City, Missouri.",
  "/wiki/Chillicothe,_Missouri": "Chillicothe is a city in the state of Missouri and the county seat of Livingston County, Missouri, United States. The population was 9,515 at the 2010 census.  The name \"Chillicothe\" is Shawnee for \"big town\", and was named after their Chillicothe, located since 1774 about a mile from the present-day city.",
  "/wiki/Houston,_Missouri": "Houston is a city in Texas County, Missouri, United States. The population was 2,081 at the 2010 census. It is the county seat of Texas County.",
  "/wiki/Kennett,_Missouri": "Kennett is a city in, and the county seat of, Dunklin County, Missouri, United States. The city is located in the southeast corner (or \"Bootheel\") of Missouri, 4 miles (6.4 km) east of Arkansas and 20 miles (32 km) from the Mississippi River. It has a population of 10,932 according to the 2010 Census. Kennett is the largest city in the Bootheel, a mostly agricultural area.",
  "/wiki/Malden,_Missouri": "Malden is a city in the northeast corner of Dunklin County, Missouri, United States, located near the intersection of Missouri Route 25 and U.S. Route 62. The population was 4,277 at the 2010 census. Malden is within Missouri's 8th congressional district.",
  "/wiki/Dunklin_County,_Missouri": "Dunklin County is a county located in the Bootheel of the U.S. state of Missouri. As of the 2010 census, the population was 31,953. The largest city and county seat is Kennett. The county was officially organized on February 14, 1845, and is named in honor of Daniel Dunklin, a Governor of Missouri who died the year before the county was organized.",
  "/wiki/New_Madrid,_Missouri": "New Madrid (Spanish: Nueva Madrid) is a city in New Madrid County, Missouri, United States. The population was 3,116 at the 2010 census. New Madrid is the county seat of New Madrid County. The city is located 42 miles (68 km) southwest of Cairo, Illinois, and north of an exclave of Fulton County, Kentucky, across the Mississippi River.",
  "/wiki/Warrensburg,_Missouri": "Warrensburg is a city in Johnson County, Missouri, United States. The population was 18,838 at the 2010 census. It is the county seat of Johnson County. The Warrensburg Micropolitan Statistical Area consists of Johnson County. It is home to the University of Central Missouri. Warrensburg has 8,438 farms and is the home to the 80's hairband Warrant.",
  "/wiki/Sedalia,_Missouri": "Sedalia is a city located approximately 30 miles (48 km) south of the Missouri River and, as the county seat of Pettis County, Missouri, United States, it is the principal city of the Sedalia Micropolitan Statistical Area. As of the 2010 census, the city had a total population of 21,387. Sedalia is also the location of the Missouri State Fair and the Scott Joplin Ragtime Festival. U.S. Routes 50 and 65 intersect in the city.",
  "/wiki/Camdenton,_Missouri": "Camdenton is a city in of Camden County, Missouri, United States. Its population was 3,718 at the 2010 census. It is the county seat of Camden County. The city is enveloped by the Lower Niangua arm of the Lake of the Ozarks and serves as a popular trade point for visitors to the area.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States."
}