{
  "/wiki/Ashe_County,_North_Carolina": "Ashe County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 27,281. Its county seat is Jefferson.",
  "/wiki/Jefferson,_North_Carolina": "Jefferson is a town in Ashe County, North Carolina, United States. The population was 1,611 at the 2010 census. It is the county seat of Ashe County.",
  "/wiki/Watauga_County,_North_Carolina": "Watauga County (/wəˈtɔːɡə/) is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 51,079. Its county seat and largest town is Boone.",
  "/wiki/Boone,_North_Carolina": "Boone is a town in and the county seat of Watauga County, North Carolina, United States.  Located in the Blue Ridge Mountains of western North Carolina, Boone is the home of Appalachian State University.  The population was 17,122 at the 2010 census.",
  "/wiki/Asheville_Transit_System": "Asheville Rides Transit (ART) is the municipally-owned operator of public transportation in Asheville, North Carolina. The agency provides service from 5:30 a.m. to 10:30 p.m. on Monday through Saturday; and from 8:30 a.m. to 6:30 p.m. on Sundays and Holidays. The standard fare is $1.  The main and only station is located at 49 Coxe Avenue, Asheville, NC 28801.",
  "/wiki/Buncombe_County,_North_Carolina": "Buncombe County is a county located in the U.S. state of North Carolina. The 2010 census said the population was 238,318. Its county seat is Asheville.",
  "/wiki/Asheville,_North_Carolina": "Asheville is a city and the county seat of Buncombe County, North Carolina, United States. It is the largest city in Western North Carolina, and the 12th-most populous city in the U.S. state of North Carolina.  The city's population was 92,452 according to 2018 estimates. It is the principal city in the four-county Asheville metropolitan area, with a population of 424,858 in 2010.",
  "/wiki/Durham_County,_North_Carolina": "Durham County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 267,587, making it the sixth-most populous county in North Carolina. Its county seat is Durham.",
  "/wiki/Durham,_North_Carolina": "Durham (/ˈdʌrəm/) is a city in and the county seat of Durham County in the U.S. state of North Carolina. Small portions of the city limits extend into Orange County and Wake County.\nThe U.S. Census Bureau estimated the city's population to be 274,291 as of July 1, 2018, making it the 4th-most populous city in North Carolina, and the 79th-most populous city in the United States. The city is located in the east-central part of the Piedmont region along the Eno River. Durham is the core of the four-county Durham-Chapel Hill Metropolitan Area, which has a population of 542,710 as of U.S. Census 2014 Population Estimates. The US Office of Management and Budget also includes Durham as a part of the Raleigh-Durham-Chapel Hill Combined Statistical Area, commonly known as the Research Triangle, which has a population of 2,037,430 as of U.S. Census 2014 Population Estimates.",
  "/wiki/Capital_Area_Transit_(Raleigh)": "GoRaleigh (formerly Capital Area Transit) is the transit system responsible for operating most of the public transportation services in Raleigh, North Carolina. The system operates 27 fixed routes throughout the city's municipal area and also operates five regional/express routes in partnership with GoTriangle, the regional provider. GoRaleigh is contracted to operate two additional routes, an express route to the Wake Tech Community College campus south of Raleigh and a local circulator service in the Town of Wake Forest. Capital Area Transit, also known as CAT, was rebranded to GoRaleigh in 2015 under the consolidated GoTransit, a joint branding of municipal and regional transit systems for the Greater Raleigh Metropolitan Region.",
  "/wiki/Wake_County,_North_Carolina": "Wake County is a county in the U.S. state of North Carolina. As of July 1, 2018[update], the population was 1,092,305, making it North Carolina's second-most populous county. From July 2005 to July 2006, Wake County was the 9th fastest-growing county in the United States, with the town of Cary and the city of Raleigh being the 8th and 15th fastest-growing cities, respectively.",
  "/wiki/Raleigh,_North_Carolina": "Raleigh (/ˈrɑːli/; RAH-lee) is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is the second-largest city in the state, after Charlotte. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 142.8 square miles (370 km2). The U.S. Census Bureau estimated the city's population as 469,298 as of July 1, 2018. It is one of the fastest-growing cities in the country. The city of Raleigh is named after Sir Walter Raleigh, who established the lost Roanoke Colony in present-day Dare County.",
  "/wiki/C-TRAN_(North_Carolina)": "GoCary is the public transportation provider in Cary, a community in the Research Triangle urbanized area in North Carolina. While the city of Raleigh provides service to most of the county via GoRaleigh, Cary opted to retain its own town-owned system. Raleigh, Durham, Chapel Hill, Cary, and Wake Forest, the five cities that constitute the region, are connected by Triangle Transit. Fixed-route service operates Monday through Saturday from 6 a.m. to 10 p.m.  As part of the GoTransit branding initiative for the Triangle, GoCary changed its name from Cary Transit or C-Tran on October 1, 2016.",
  "/wiki/Wake_County": "Wake County is a county in the U.S. state of North Carolina. As of July 1, 2018[update], the population was 1,092,305, making it North Carolina's second-most populous county. From July 2005 to July 2006, Wake County was the 9th fastest-growing county in the United States, with the town of Cary and the city of Raleigh being the 8th and 15th fastest-growing cities, respectively.",
  "/wiki/Cary,_North_Carolina": "Cary /ˈkæri/ is the seventh-largest municipality in North Carolina. Cary is predominantly in Wake County, with a small area in Chatham County in the U.S. state of North Carolina and is the county's second-largest municipality, as well as the third-largest municipality in The Triangle of North Carolina after Raleigh and Durham.",
  "/wiki/Chapel_Hill_Transit": "Chapel Hill Transit operates public bus and van transportation services within the contiguous municipalities of Chapel Hill and Carrboro and the campus of the University of North Carolina at Chapel Hill in the southeast corner of Orange County in the Research Triangle metropolitan region of North Carolina. Chapel Hill Transit operates its fixed route system fare free due to a contractual agreement with the two towns and the university to share annual operating and capital costs.",
  "/wiki/Chapel_Hill,_North_Carolina": "Chapel Hill is a town in Orange, Chatham, and Durham counties in the U.S. state of North Carolina. Its population was 57,233 in the 2010 census, making Chapel Hill the 15th-largest city in the state. Chapel Hill, Durham, and the state capital, Raleigh, make up the corners of the Research Triangle (officially the Raleigh–Durham–Chapel Hill combined statistical area), with a total population of 1,998,808.",
  "/wiki/Carrboro,_North_Carolina": "Carrboro is a town in Orange County in the U.S. state of North Carolina. The population was 19,582 at the 2010 census. The town, which is part of the Raleigh-Durham-Chapel Hill combined statistical area, was named after North Carolina industrialist Julian Shakespeare Carr (who never lived in Carrboro).",
  "/wiki/Charlotte_Area_Transit_System": "The Charlotte Area Transit System, commonly referred to as CATS, is the public transit system in Charlotte, North Carolina, United States. It operates bus and rail service around the Charlotte metropolitan area.  This includes a bus rapid transit line called the Sprinter, a light rail line called the LYNX Blue Line, and a streetcar line called CityLYNX Gold Line.",
  "/wiki/Mecklenburg_County,_North_Carolina": "Mecklenburg County is a county located in the southwestern region of the state of North Carolina, in the United States. As of the 2010 census, the population was 919,618. It increased to 1,093,901 as of the 2018 estimate, making it the most populous county in North Carolina and the first county in the Carolinas to surpass 1 million in population.  Its county seat and largest city is Charlotte.",
  "/wiki/Charlotte,_North_Carolina": "Charlotte (/ˈʃɑːrlət/) is the most populous city in the U.S. state of North Carolina. Located in the Piedmont, it is the county seat of Mecklenburg County. In 2018, the U.S. Census Bureau estimated the population was 872,498, making it the 16th-most populous city in the United States. The city is the cultural, economic, and transportation center of the Charlotte metropolitan area, whose population ranks 23rd in the U.S., and had a population of 2,569,213, in 2018.   The Charlotte metropolitan area is part of a sixteen-county market region or combined statistical area with a 2018 census-estimated population of 2,728,933.",
  "/wiki/Chatham_County,_North_Carolina": "Chatham County (locally /ˈtʃætəm/ CHAT-əm)  is a county located in the Piedmont area of the U.S. state of North Carolina. As of the 2010 census, the population was 63,505. Its county seat is Pittsboro.",
  "/wiki/Siler_City,_North_Carolina": "Siler City is a town in western Chatham County, North Carolina, United States. As of the 2010 census, the town's population was 7,887. The population of the small town has increased by 75% from 1990 to 2018. The population was estimated to be 8,205 in 2018.",
  "/wiki/Cleveland_County,_North_Carolina": "Cleveland County is a county located in the foothills of the Blueridge Mountains  and the western Piedmont, and on the southern border of the U.S. state of North Carolina. As of the 2010 census, the population was 98,078. Its county seat is Shelby.",
  "/wiki/New_Bern,_North_Carolina": "New Bern is a city in Craven County, North Carolina, United States. As of the 2010 census it had a population of 29,524, which had risen to an estimated 30,113 as of 2018.  It is the county seat of Craven County and the principal city of the New Bern Metropolitan Statistical Area.",
  "/wiki/Durham_Area_Transit_Authority": "GoDurham, formerly Durham Area Transit Authority (DATA), is the public transit system serving Durham, North Carolina. It was rebranded under the consolidated GoTransit branding scheme for the Research Triangle region.",
  "/wiki/Fayetteville_Area_System_of_Transit": "Fayetteville Area System of Transit (FAST) was created in 1976, when the City of Fayetteville assumed operations from a private transportation system operated by the Cape Fear Transit Bus Company, which provided services to the current service area and Little Rockfish in Hope Mills. The hours of operation were seven days a week, from 5:30 a.m. to midnight. It had a fleet size of 29 buses and 20 bus operators.",
  "/wiki/Cumberland_County,_North_Carolina": "Cumberland County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 319,431, making it the fifth-most populous county in North Carolina. Its county seat is Fayetteville.",
  "/wiki/Fayetteville,_North_Carolina": "Fayetteville (/ˈfeɪətˌvɪl/) is a city in Cumberland County, North Carolina, United States. It is the county seat of Cumberland County, and is best known as the home of Fort Bragg, a major U.S. Army installation northwest of the city.",
  "/wiki/Spring_Lake,_North_Carolina": "Spring Lake is a town in Cumberland County, North Carolina, United States. The 2010 census recorded the population at 11,964 people, with an estimated population in 2018 of 12,005.",
  "/wiki/Gastonia_Transit": "The Gastonia Transit System, or GT, is the public transit system in Gastonia, North Carolina, U.S. It operates bus service around the Inner City area of Gastonia.",
  "/wiki/Gaston_County,_North_Carolina": "Gaston County is a county in the U.S. state of North Carolina. As of the 2010 census, the population was 206,086. The county seat is Gastonia. Dallas served as the original county seat from 1846 until 1911.",
  "/wiki/Gastonia,_North_Carolina": "Gastonia is the largest city in and county seat of Gaston County, North Carolina, United States. It is also the second largest satellite city of the Charlotte area, behind Concord. The population was 71,741 at the 2010 Census. In 2018, the population had increased to 77,024. Gastonia is the 13th largest city in North Carolina. It is part of the Charlotte metropolitan area, officially designated the Charlotte Metropolitan Statistical Area (MSA). Gastonia has experienced steady growth, with a population increase between 2000 and 2010 of nearly 8.2%, according to the U.S. Census Bureau.",
  "/wiki/Wayne_County,_North_Carolina": "Wayne County is a county located in the U.S. state of North Carolina. As of the 2010 Census, the population was 122,623. Its county seat is Goldsboro and it is home to Seymour Johnson Air Force Base.",
  "/wiki/Goldsboro,_North_Carolina": "Goldsboro is a city in Wayne County, North Carolina, United States. The population was 36,437 at the 2010 Census. It is the principal city of and is included in the Goldsboro, North Carolina Metropolitan Statistical Area. The nearby town of Waynesboro was founded in 1787, and Goldsboro was incorporated in 1847. It is the county seat of Wayne County. The city is situated in North Carolina's Coastal Plain and is bordered on the south by the Neuse River and the west by the Little River, about 40 miles (64 km) southwest of Greenville, 50 miles (80 km) southeast of Raleigh, the state capital, and 75 miles (121 km) north of Wilmington in Southeastern North Carolina. Goldsboro is best known as home to Seymour Johnson Air Force Base.",
  "/wiki/Greensboro_Transit_Authority": "Greensboro Transit Agency is the operator of public transportation in the Greensboro, North Carolina area. It complements three other local and one regional bus service in the Piedmont Triad. Fifteen routes travel almost solely within the city limits.",
  "/wiki/Guilford_County,_North_Carolina": "Guilford County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 488,406, making it the third-most populous county in North Carolina. Its seat is Greensboro. Since 1938, an additional county court has been located in High Point, North Carolina. The county was formed in 1771.",
  "/wiki/Greensboro,_North_Carolina": "Greensboro (/ˈɡriːnzbʌroʊ/ (listen); formerly Greensborough) is a city in the U.S. state of North Carolina. It is the 3rd-most populous city in North Carolina, the 68th-most populous city in the United States, and the county seat and largest city in Guilford County and the surrounding Piedmont Triad metropolitan region. As of the 2010 census, the city population was 269,666, and in 2018 the estimated population was 294,722. Three major interstate highways (Interstate 40, Interstate 85, and Interstate 73) in the Piedmont region of central North Carolina were built to intersect at this city.",
  "/wiki/Alexander_County,_North_Carolina": "Alexander County is a county established in the U.S. state of North Carolina in 1847. As of the 2010 census, the population was 37,198. Its county seat is Taylorsville.",
  "/wiki/Burke_County,_North_Carolina": "Burke County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 90,912. Its county seat is Morganton.",
  "/wiki/Caldwell_County,_North_Carolina": "Caldwell County is a county in the U.S. state of North Carolina, in the foothills of the Appalachian Mountains. As at the 2010 census, the population was 83,029. Its county seat is Lenoir.",
  "/wiki/Catawba_County,_North_Carolina": "Catawba County is a county located in the U.S. state of North Carolina. As of the 2010 census, the population was 154,810. Its county seat is Newton, and its largest city is Hickory. The county is part of the Hickory–Lenoir–Morganton, NC Metropolitan Statistical Area.",
  "/wiki/Hi_tran": "Hi tran is the operator of public transportation in the High Point, North Carolina area. It complements three other local and one regional bus service in the Piedmont Triad. Twelve routes travel almost solely within the city limits.",
  "/wiki/High_Point,_North_Carolina": "High Point is a city located in the Piedmont Triad region of the U.S. state of North Carolina. Most of the city is located in Guilford County, with portions extending into neighboring Randolph, Davidson, and Forsyth counties. High Point is North Carolina's only city that extends into four counties. As of the 2010 census the city had a total population of 104,371, with an estimated population of 112,316 in 2018. High Point is currently the ninth-largest municipality in North Carolina, and the 259th largest city in America.",
  "/wiki/Iredell_County,_North_Carolina": "Iredell County is a county located in the U.S. state of North Carolina. According to US Census projections in 2018, the population was 178,435.  Its county seat is Statesville, and its largest town is Mooresville. The county was formed in 1788, annexed from Rowan County.  It is named for James Iredell, one of the first justices of the Supreme Court of the United States.",
  "/wiki/Statesville,_North_Carolina": "Statesville is a city in Iredell County, North Carolina, United States. Statesville was established in 1789 by an act of the North Carolina Legislature.  The population was 95 in 1800, 24,532 at the 2010 census, and was estimated at 27,042 in 2018. It is the county seat of Iredell County and is part of the Charlotte metropolitan area.",
  "/wiki/List_of_bus_transit_systems_in_the_United_States": "The following is a list of presently-operating bus transit systems in the United States with regular service. The list excludes charter buses, private bus operators, paratransit systems, and trolleybus systems. Figures for daily ridership, number of vehicles, and daily vehicle revenue miles are accurate as of 2009 and come from the FTA National Transit Database."
}