{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Weon_Jong-Teok": "Weon Jong-teok (born August 16, 1977) is a South Korean football player who played for FC Seoul (formerly Anyang LG Cheetahs). He was goalkeeper coach for FC Seoul Youth team-Dongbuk High School FC.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Park_Jung-suk_(footballer)": "Park Jung-Suk (born April 19, 1977) is a retired football player who played for Suwon Samsung Bluewings, FC Seoul, CS Juventus Bucureşti and FC Remscheid.",
  "/wiki/Marcelo_Tomé_De_Souza": "Marcelo Tomé De Souza, shortly Souza (born 21 April 1969) is a Brazilian footballer, who played as a defender for South Korean K-League side FC Seoul.",
  "/wiki/Lee_Jung-Youl": "Lee Jung-Youl (born August 16, 1981) is a South Korean football player who plays for Daejeon Citizen.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Choi_Won-Kwon": "Choi Won-Kwon (born 8 November 1981) is a South Korean former football player who currently works as a coach for Daegu FC.",
  "/wiki/Ricardo_Campos_da_Costa": "Ricardo Campos da Costa (born 8 June 1976) is a Brazilian footballer who played as a midfielder.",
  "/wiki/Park_Yo-Seb": "Park Yo-Seb (born December 3, 1980) is a South Korean football player who has played for FC Seoul, Gwangju Sangmu FC (Military service), Gangneung City FC in South Korea.",
  "/wiki/Han_Tae-You": "Han Tae-you (born March 31, 1981) is a South Korean football player who since 2004 has played for FC Seoul.",
  "/wiki/Kim_Dong-Jin": "Kim Dong-jin (born 29 January 1982)  is a retired South Korean football player and current coach at Hong Kong Premier League club Kitchee. He played as at centre back and left back.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Jung_Jo-Gook": "Jung Jo-gook (Korean: 정조국; Hanja: 鄭助國; born 23 April 1984) is a South Korean footballer who plays for Gangwon FC.",
  "/wiki/Kim_Eun-jung_(footballer)": "Kim Eun-jung (Korean: 김은중; born 8 April 1979) is a South Korean retired footballer who played as a striker. He is currently a coach at Tubize after joining the team in 2015 as a youth scout.",
  "/wiki/2004_FC_Seoul_season": "It was the first season as renamed FC Seoul. Its manager was Cho Kwang-Rae. The capital's new club had a solid but highly unspectacular season. Players such as left midfielder/wing-back Kim Dong-jin and striker Kim Eun-jung flitted in and out of the national team just as Seoul flitted in and out of the title race."
}