{
  "/wiki/Video_game_genres": "A video game genre is a classification assigned to a video game based on its gameplay interaction rather than visual or narrative differences. A video game genre is defined by a set of gameplay challenges and are classified independently of their setting or game-world content, unlike other works of fiction such as films or books. For example, a shooter game is still a shooter game, regardless of where or when it takes place.",
  "/wiki/Aion:_The_Tower_of_Eternity": "Aion: The Tower of Eternity (Korean: 아이온: 영원의 탑) is a massively multiplayer online role-playing game (MMORPG) released by NCSOFT. The game combines PvP and PvE (a concept the developers call PvPvE) in a fantasy game environment. As of May 20, 2009, Aion had 3.5 million subscribers in Asia. AION's first major expansion pack was released to North America and Europe on September 7, 2010 under the name AION: Assault on Balaurea. On February 29, 2012 AION changed publisher in Europe while North American Truly Free launched on April 11, 2012 with no restrictions. Aion's second major expansion was released in North America on June 26, 2013 under the name \"Aion: Dark Betrayal\". Its most recent expansion was launched on July 13, 2016 under the name \"Aion: Echoes of Eternity\".[full citation needed]",
  "/wiki/NCsoft": "NCSoft is a South Korean video game developer. The company has produced Lineage, City of Heroes, WildStar, Guild Wars, Aion, Blade & Soul, Exteel and Master X Master.",
  "/wiki/MMORPG": "Massively multiplayer online role-playing games (MMORPGs) are a combination of role-playing video games and massively multiplayer online games in which a very large number of players interact with one another within a virtual world.",
  "/wiki/Batman:_Arkham_Asylum": "Batman: Arkham Asylum is a 2009 action-adventure game developed by Rocksteady Studios and published by Eidos Interactive in conjunction with Warner Bros. Interactive Entertainment. Based on the DC Comics superhero Batman and written by veteran Batman writer Paul Dini, Arkham Asylum was inspired by the long-running comic book mythos. In the game's main storyline, Batman battles his archenemy, the Joker, who instigates an elaborate plot to seize control of Arkham Asylum, trap Batman inside with many of his incarcerated foes, and threaten the fictional Gotham City with hidden bombs. Most of the game's leading characters are voiced by actors who have appeared in other media based on the DC Animated Universe; Kevin Conroy, Mark Hamill, and Arleen Sorkin reprised their roles as Batman, the Joker, and his sidekick Harley Quinn respectively.",
  "/wiki/Rocksteady_Studios": "Rocksteady Studios Limited is a British video game developer based in London, England. Founded on 13 December 2004, the studio is best known for its work in the Batman: Arkham series. The company is a subsidiary of Warner Bros. Interactive Entertainment.",
  "/wiki/Eidos_Interactive": "Square Enix Limited (formerly Domark Limited and Eidos Interactive Limited), doing business as Square Enix Europe, is a British video game publisher, acting as the European subsidiary of Square Enix. The company was founded as Domark in 1984, named after the founders Mark Strachan and Dominic Wheatley. In 1995, the company was acquired by Eidos and was merged with two other studios and renamed Eidos Interactive the following year. Eidos was in turn acquired by SCi in 2005, and Eidos Interactive was sold to Square Enix in 2009. On 9 November 2009, Square Enix completed the merger of its existing European branch with Eidos Interactive, renaming the resulting company Square Enix Europe.",
  "/wiki/Warner_Bros._Interactive_Entertainment": "Warner Bros. Interactive Entertainment (also known as WB Games) is the video game division of Warner Bros. Home Entertainment. Founded in January 2004, it wholly owns studios TT Games, Rocksteady Studios, NetherRealm Studios, Monolith Productions, WB Games Boston, Avalanche Software, WB Games Montréal, and WB Games San Francisco.",
  "/wiki/DC_Comics": "DC Comics, Inc. is an American comic book publisher. It is the publishing unit of DC Entertainment, a subsidiary of Warner Bros. Global Brands and Experiences. DC Comics is one of the largest and oldest American comic book companies. The majority of its publications take place within the fictional DC Universe and feature numerous culturally iconic heroic characters, most notably Superman, Batman and Wonder Woman, among many others. The universe also features well-known supervillains such as Lex Luthor, the Joker, Catwoman, and the Penguin. The company has published non-DC Universe-related material, including Watchmen, V for Vendetta, Fables and many titles under their alternative imprint Vertigo.",
  "/wiki/Square_Enix": "Square Enix Holdings Co., Ltd. is a Japanese video game developer, publisher, and distribution company known for its Final Fantasy, Dragon Quest, and Kingdom Hearts role-playing video game franchises, among numerous others. Several of them have sold over 10 million copies worldwide, with the Final Fantasy franchise alone selling 144 million, the Dragon Quest franchise selling 78 million and the Kingdom Hearts franchise selling 30 million. The Square Enix headquarters are in the Shinjuku Eastside Square Building in Shinjuku, Tokyo. The company employs over 4300 employees worldwide.",
  "/wiki/Action-adventure_game": "Action-adventure is a video game genre that combines core elements from both the action game and adventure game genres.",
  "/wiki/Batman:_Arkham_City": "Batman: Arkham City is a 2011 action-adventure game developed by Rocksteady Studios and published by Warner Bros. Interactive Entertainment. Based on the DC Comics superhero Batman, it is the sequel to the 2009 video game Batman: Arkham Asylum and the second installment in the Batman: Arkham series. Written by veteran Batman writer Paul Dini with Paul Crocker and Sefton Hill, Arkham City was inspired by the long-running comic book mythos. In the game's main storyline, Batman is incarcerated in Arkham City, a super-prison enclosing the decaying urban slums of fictional Gotham City. He must uncover the secret behind a sinister scheme orchestrated by the facility's warden, Hugo Strange. The game's leading characters are predominantly voiced by actors from the DC Animated Universe, with Kevin Conroy and Mark Hamill reprising their roles as Batman and the Joker, respectively.",
  "/wiki/Batman:_Arkham_Origins": "Batman: Arkham Origins is a 2013 action-adventure game developed by WB Games Montréal and published by Warner Bros. Interactive Entertainment. Based on the DC Comics superhero Batman, it is the follow-up to the 2011 video game Batman: Arkham City and is the third main installment in the Batman: Arkham series. Written by Corey May, Ryan Galletta and Dooma Wendschuh, the game's main storyline is set five years before 2009's Batman: Arkham Asylum and follows a younger, less-refined Batman. A bounty is placed on him by crime lord Black Mask, drawing eight of the world's greatest assassins to Gotham City on Christmas Eve. The villains, including the Joker and Anarky, take advantage of the chaos to launch nefarious schemes, while Gotham City police try to apprehend Batman.",
  "/wiki/WB_Games_Montr%C3%A9al": "WB Games Montréal Inc. is a Canadian video game developer based in Montreal, Quebec. It is a subsidiary of Warner Bros. Interactive Entertainment and is known for developing Batman: Arkham Origins.",
  "/wiki/Battlefield_3": "Battlefield 3 is a first-person shooter video game developed by EA DICE and published by Electronic Arts. It is a direct sequel to 2005's Battlefield 2, and the eleventh installment in the Battlefield franchise. The game was released in North America on 25 October 2011 and in Europe on 28 October 2011 for Microsoft Windows, PlayStation 3, and Xbox 360.",
  "/wiki/EA_Digital_Illusions_CE": "EA Digital Illusions CE AB (DICE) is a Swedish video game developer based in Stockholm. The company was founded in 1992 and has been a subsidiary of Electronic Arts since 2006. Its releases include the Battlefield, Mirror's Edge and Star Wars Battlefront series. Through their Frostbite Labs division, the company also develops the Frostbite game engine.",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/First-person_shooter": "First-person shooter (FPS) is a video game genre centered on gun and other weapon-based combat in a first-person perspective; that is, the player experiences the action through the eyes of the protagonist. The genre shares common traits with other shooter games, which in turn makes it fall under the heading action game. Since the genre's inception, advanced 3D and pseudo-3D graphics have challenged hardware development, and multiplayer gaming has been integral.",
  "/wiki/Battlefield:_Bad_Company_2": "Battlefield: Bad Company 2 is a first-person shooter video game developed by the Swedish firm EA DICE and published by Electronic Arts for Microsoft Windows, PlayStation 3, Xbox 360, iOS and Kindle Fire systems. It is a direct sequel to Battlefield: Bad Company and is part of the Battlefield game series. It was released worldwide in March 2010. The iOS port was released on the App Store on December 16, 2010. A Kindle Fire version was released in June 2012.",
  "/wiki/Brave_(video_game)": "Brave is an adventure game adaptation based on the film of the same name developed by Behaviour Interactive and published by Disney Interactive Studios. Actress Kelly Macdonald, who voiced Mérida in the film, reprised her role for the video game.",
  "/wiki/Behaviour_Interactive": "Behaviour Interactive Inc. is a Canadian video game development studio specializing in the production of 2D and 3D action/adventure games for home video game consoles, handheld game consoles and personal computers.",
  "/wiki/Disney_Interactive_Studios": "Disney Interactive Studios, Inc. (originally established as Walt Disney Computer Software, Disney Interactive, Buena Vista Interactive, and Buena Vista Games) was an American video game developer and publisher owned by The Walt Disney Company through Disney Interactive. Prior to its closure in 2016, it developed and distributed multi-platform video games and interactive entertainment worldwide.",
  "/wiki/Adventure_game": "In video game culture, an adventure game is a video game in which the player assumes the role of a protagonist in an interactive story driven by exploration and puzzle-solving. The genre's focus on story allows it to draw heavily from other narrative-based media, literature and film, encompassing a wide variety of literary genres. Many adventure games (text and graphic) are designed for a single player, since this emphasis on story and character makes multi-player design difficult. Colossal Cave Adventure is identified[by whom?] as the first such adventure game, first released in 1976, while other notable adventure game series include Zork, King's Quest, The Secret of Monkey Island, and Myst.",
  "/wiki/Call_of_Duty:_Black_Ops": "Call of Duty: Black Ops is a 2010 first-person shooter, developed by Treyarch and published by Activision. It was released worldwide in November 2010 for Microsoft Windows, the PlayStation 3, Xbox 360, and Wii, with a separate version for Nintendo DS developed by n-Space. Aspyr later released the game for OS X in September 2012. It is the seventh title in the Call of Duty series and the third to be developed by Treyarch. It serves as the sequel to Call of Duty: World at War.",
  "/wiki/Treyarch": "Treyarch is an American video game developer, founded in 1996 by Peter Akemann and Doğan Köslü, and acquired by Activision in 2001. Located in Santa Monica, California, it is known for its work for the Call of Duty series, with some other games in the series developed by Infinity Ward and Sledgehammer Games.",
  "/wiki/Activision": "Activision Publishing, Inc. is an American video game publisher based in Santa Monica, California. It currently serves as the publishing business for its parent company, Activision Blizzard, and consists of several subsidiary studios. Activision is one of the largest third-party video game publishers in the world and was the top United States publisher in 2016.",
  "/wiki/Carrier_Command:_Gaea_Mission": "Carrier Command: Gaea Mission (CCGM) is a modern remake, by Bohemia Interactive, of the original 1988 Carrier Command.",
  "/wiki/Bohemia_Interactive": "Bohemia Interactive a.s. is a Czech video game developer and publisher based in Prague. The company focuses on creating military simulation games such as Operation Flashpoint: Cold War Crisis and the ARMA series. It is also known for having worked on a game conversion of the DayZ mod created for ARMA 2.",
  "/wiki/Real-time_strategy": "Real-time strategy (RTS) is a sub-genre of strategy video games in which the game does not progress incrementally in turns. This is distinguished from turn-based strategy (TBS), in which all players take turns when playing.",
  "/wiki/Action_game": "An action game is a video game genre that emphasizes physical challenges, including hand–eye coordination and reaction-time. The genre includes a large variety of sub-genres, such as fighting games, beat 'em ups, shooter games and platform games. Multiplayer online battle arena and some real-time strategy games are also considered action games.",
  "/wiki/Civilization_V": "Sid Meier's Civilization V is a 4X video game in the Civilization series developed by Firaxis Games. The game was released on Microsoft Windows in September 2010, on OS X on November 23, 2010, and on Linux on June 10, 2014.",
  "/wiki/Firaxis_Games": "Firaxis Games, Inc. is an American video game developer based in Sparks, Maryland. The company was founded in May 1996 by Sid Meier, Jeff Briggs and Brian Reynolds following their departure from MicroProse, Meier's earlier venture. They were acquired by Take-Two Interactive in August 2005, and subsequently became part of the publisher's 2K label. Firaxis Games is best known for developing the Civilization and XCOM series, as well as many other games bearing Meier's name.",
  "/wiki/2K_Games": "2K is an American video game publisher based in Novato, California. 2K was founded under Take-Two Interactive in January 2005 through the 2K Games and 2K Sports labels, following Take-Two Interactive's acquisition of Visual Concepts that same month. Originally based in New York City, it moved to Novato in 2007. A third label, 2K Play, was added in September 2007. 2K is governed by David Ismailer as president and Phil Dixon as COO. A motion capture studio for 2K is based in Petaluma, California.",
  "/wiki/Turn-based_strategy": "A turn-based strategy (TBS) game is a strategy game (usually some type of wargame, especially a strategic-level wargame) where players take turns when playing. This is distinguished from real-time strategy (RTS), in which all players play simultaneously.",
  "/wiki/4X": "4X is a genre of strategy-based video and board games in which players control an empire and \"eXplore, eXpand, eXploit, and eXterminate\". The term was coined by Alan Emrich in his September 1993 preview of Master of Orion for Computer Gaming World. Since then, others have adopted the term to describe games of similar scope and design.",
  "/wiki/Dead_Rising_2": "Dead Rising 2 is an action-adventure video game developed by Canadian company Blue Castle Games, published by Capcom, and released between September and October 2010 for the PlayStation 3, Xbox 360, and Microsoft Windows. It is a sequel to Dead Rising, and is the second entry in the series of the same name. The game features a number of new features and improvements to its predecessor, including multiplayer options.",
  "/wiki/Blue_Castle_Games": "Capcom Game Studio Vancouver, Inc. (formerly Blue Castle Games), more commonly known as Capcom Vancouver, was a video game developer owned by Capcom in partnership with Microsoft Studios. As Blue Castle Games, the company was the creator of several successful baseball sports video games, including The Bigs, MLB Front Office Manager and The Bigs 2. They have also developed the Dead Rising series. Blue Castle Games was acquired by Capcom after the release of Dead Rising 2, and renamed Capcom Vancouver, where they continued to work on the Dead Rising series. Capcom announced the closure of the studio in September 2018, cancelling Dead Rising titles in the works and moving other development to their Japan-based studios.",
  "/wiki/Capcom": "Capcom Co., Ltd. (Japanese: 株式会社カプコン, Hepburn: Kabushiki-gaisha Kapukon) is a Japanese video game developer and publisher known for creating numerous multi-million selling game franchises, including Street Fighter, Mega Man, Resident Evil, Devil May Cry, Onimusha, Dino Crisis, Dead Rising, Sengoku Basara, Ghosts 'n Goblins, Monster Hunter, Breath of Fire, and Ace Attorney as well as games based on Disney animated properties. Established in 1979, it has become an international enterprise with subsidiaries in North America, Europe, and Japan.",
  "/wiki/Action_role-playing_game": "Action role-playing video games (often abbreviated action RPG or ARPG) are a subgenre of role-playing video games. The games emphasize real-time combat where the player has direct control over the characters as opposed to turn or menu-based combat while still having a focus on character's Stats in order to determine relative strength and abilities. These games often use action game combat systems similar to hack and slash or shooter games. Action role-playing games may also incorporate action-adventure games, which include a mission system and RPG mechanics, or massively multiplayer online role-playing games (MMORPGs) with real-time combat systems.",
  "/wiki/Deep_Black_(video_game)": "Deep Black is a video game, developed by Biart and published by 505 Games for Microsoft Windows, PlayStation 3 and Xbox 360. Initially entitled U-WARS and Underwater Wars, Russian studio Biart announced their publishing deal with 505 Games in July 2010, with a planned Q1 2011 release. At the time it was only announced for the PlayStation 3 and Xbox 360, however a second announcement in October 2011 confirmed the game for OnLive.",
  "/wiki/505_Games": "505 Games S.p.A. is an Italian video game publisher based in Milan. It was founded in 2006 as a subsidiary of Digital Bros.",
  "/wiki/Third-person_shooter": "Third-person shooter (TPS) is a subgenre of 3D shooter games in which the player character is visible on-screen during gaming, and the gameplay consists primarily of shooting.",
  "/wiki/Simulation_video_game": "A simulation video game describes a diverse super-category of video games, generally designed to closely simulate real world activities.",
  "/wiki/Duke_Nukem_Forever": "Duke Nukem Forever is a first-person shooter video game for Windows, OS X, PlayStation 3, and Xbox 360. It is a sequel to the 1996 game Duke Nukem 3D as part of the long-running Duke Nukem series. Duke Nukem Forever entered development in 1997 at 3D Realms and Triptych Games and was finished by Gearbox Software and Piranha Games in 2011. In the game, the player controls Duke Nukem, an action hero who must come out of retirement and save the world from aliens when they begin kidnapping the women of Earth.",
  "/wiki/Gearbox_Software": "Gearbox Software, L.L.C. is an American video game development company based in Frisco, Texas. It was established in February 1999 by five developers formerly of Rebel Boat Rocker. Randy Pitchford, one of the founders, serves as president and chief executive officer. Gearbox initially created expansions for the Valve game Half-Life, then ported that game and others to console platforms. In 2005, Gearbox launched its first independent set of games, Brothers in Arms, on console and mobile devices. It became their flagship franchise and spun off a comic book series, television documentary, books, and action figures. Their second original game series, Borderlands, commenced in 2009, and by 2015 had sold over 26 million copies. The company also owns the intellectual property of Duke Nukem and Homeworld.",
  "/wiki/GT_Legends": "GT Legends is a sports car racing simulator for the PC developed by SimBin Studios (later Sector3 Studios). It is based on the 2005 FIA Historic Racing Championships\nfor GTC and TC cars of the 1960s and 1970s. This is a modern-day championship for historic cars, and so the circuit designs in GT Legends are those of the modern era, contrasting with games such as Grand Prix Legends which are actually set in historic times.",
  "/wiki/SimBin_Studios": "Sector3 Studios (formerly SimBin Studios) is a Swedish video game developer and publisher founded in 2003 that develops racing simulators for Windows and PC. The company has its headquarters in Lidköping. The company originally started as a modding team for the Image Space Incorporated game F1 2002, releasing a mod based on the 2002 season of the FIA GT championship, essentially the precursor to its first commercial game.",
  "/wiki/Sim_racing": "Sim (simulated) racing is the collective term for computer software that attempts to accurately simulate auto racing, complete with real-world variables such as fuel usage, damage, tire wear and grip, and suspension settings. To be competitive in sim racing, a driver must understand all aspects of car handling that make real-world racing so difficult, such as threshold braking, how to maintain control of a car as the tires lose traction, and how properly to enter and exit a turn without sacrificing speed. It is this level of difficulty that distinguishes sim racing from \"arcade\" driving games where real-world variables are taken out of the equation and the principal objective is to create a sense of speed as opposed to a sense of realism.",
  "/wiki/Hard_Reset": "Hard Reset is a first-person shooter for Microsoft Windows, developed by Flying Wild Hog and released in September 2011. The game features a cyberpunk plot within a dystopian world, and draws inspiration from the works of William Gibson, Neal Stephenson, and Philip K. Dick to create its story, setting and atmosphere. In 2012, Hard Reset received a free expansion titled Hard Reset: Exile, and was then bundled as Hard Reset: Extended Edition.",
  "/wiki/Hawken_(video_game)": "Hawken was a free-to-play multiplayer mech first-person shooter video game. The game focuses on creating an intense battle experience that captures the feel of piloting a mech, while keeping the action fast-paced and strategic. The game features three game modes: Team Deathmatch, Deathmatch, Co-op Bot Team Deathmatch. It follows the freemium model of game monetization—with in-game purchases as the main source of revenue.",
  "/wiki/Vehicular_combat_game": "Vehicular combat games (also known as just vehicular combat or car combat) are typically video or computer games where the primary objectives of gameplay includes vehicles, armed with weapons such as machine guns, lasers, missiles, rocket launchers, chainsaws, flamethrowers, molotov cocktails, pipe bombs, hand grenades, and other improvised weapons, attempting to destroy vehicles controlled by the CPU or by opposing players. The genre normally features a variety of different vehicles available for play, each with its own strengths, weaknesses, and special attack abilities. Players may also unlock hidden vehicles by completing certain in-game tasks. Traditionally, vehicular combat games focus on fast-paced action inside the vehicle, rarely, if ever, concerning themselves with role-playing or other elements, Metal Max series being an exception. Games may include racing themes, but they are generally secondary to the action.",
  "/wiki/Mecha": "The term mecha (Japanese: メカ, Hepburn: meka) may refer to both scientific ideas and science fiction genres that center on giant robots or machines (mechs) controlled by people. Mechas are typically depicted as humanoid mobile robots. The term was first used in Japanese (meka) after shortening the English loanword mekanikaru ('mechanical'), but the meaning in Japanese is more inclusive, and \"robot\" (robotto) or \"giant robot\" is the narrower term.",
  "/wiki/Inversion_(video_game)": "Inversion is a third-person shooter video game developed by Saber Interactive and published by Bandai Namco Entertainment for Microsoft Windows, PlayStation 3 and Xbox 360. It was released on June 5, 2012 in North America, July 12, 2012 in Australia and on July 13, 2012 in Europe for PlayStation 3 and Xbox 360. It was later released for Windows on June 8, 2012 in Europe, July 12, 2012 in Australia and July 26, 2012 in North America. It features gravity manipulation and destructible environments.",
  "/wiki/Saber_Interactive": "Saber Interactive Incorporated is an American video game developer based in Maplewood, New Jersey, founded in 2001. The company has regional offices in Saint Petersburg, Madrid, Minsk, and Sundsvall. Saber Interactive employs 450 people as of December 2018.",
  "/wiki/Namco_Bandai_Games": "Bandai Namco Entertainment, Inc.[a] is a Japanese multinational video game developer and publisher, headquartered in Minato-ku, Tokyo. Its international branches, Bandai Namco Entertainment America and Bandai Namco Entertainment Europe, are respectively headquartered in Santa Clara, California and Lyon, France. It is a wholly owned subsidiary of Bandai Namco Holdings.",
  "/wiki/Just_Cause_2": "Just Cause 2 is a 2010 action-adventure game developed by  Avalanche Studios, published by Eidos Interactive and distributed by Square Enix for Microsoft Windows, PlayStation 3 and Xbox 360. The sequel to 2006's Just Cause, it was powered by Avalanche Studios' Avalanche 2.0 Engine. It features Rico Rodriguez, a major operative of the fictional Agency who arrives at Panau (a fictional dystopian island nation in Maritime Southeast Asia) to overthrow dictator Pandak \"Baby\" Panay and confront former mentor Tom Sheldon. The gameplay involves Rico fighting hostile militants with guns and a grappling hook, enabling players to tether objects to each other and slingshot into the air with a parachute. Just Cause 2 introduces the Chaos System, in which players must complete missions and destroy government property on Panau for Chaos points. These points are essential for story progression.",
  "/wiki/Avalanche_Studios": "Fatalist Development AB, doing business as Avalanche Studios, is a Swedish video game developer based in Stockholm. Founded by Linus Blomberg and Christofer Sundberg in March 2003, Avalanche Studios focuses on developing open world projects and bases them on their proprietary Apex game engine (formerly known as Avalanche Engine). The company is best known for developing the Just Cause game series."
}