{
  "/wiki/Imam_Reza_Shrine": "The Imam Reza shrine (Persian: حرم امام رضا‎) in Mashhad, Iran is a complex which contains the mausoleum of Imam Reza, the eighth Imam of Twelver Shiites. It is the largest mosque in the world by area. Also contained within the complex are the Goharshad Mosque, a museum, a library, four seminaries, a cemetery, the Razavi University of Islamic Sciences, a dining hall for pilgrims, vast prayer halls, and other buildings.",
  "/wiki/Persian_language": "Persian (/ˈpɜːrʒən, -ʃən/), also known by its endonym Farsi (فارسی, fārsi, [fɒːɾˈsiː] (listen)), is a Western Iranian language belonging to the Iranian branch of the Indo-Iranian subdivision of the Indo-European languages. It is a pluricentric language predominantly spoken and used officially within Iran, Afghanistan and Tajikistan in three mutually intelligible standard varieties, namely Iranian Persian, Dari Persian (officially named Dari since 1958) and Tajiki Persian (officially named Tajik since the Soviet era). It is also spoken natively in the Tajik variety by a significant population within Uzbekistan, as well as within other regions with a Persianate history in the cultural sphere of Greater Iran. It is written officially within Iran and Afghanistan in the Persian alphabet, a derivation of the Arabic script, and within Tajikistan in the Tajik alphabet, a derivation of Cyrillic.",
  "/wiki/Mashhad": "Mashhad (Persian: مشهد‎, romanized: Mašhad [mæʃˈhæd] (listen)), also spelled Mashad or Meshad, is the second-most-populous city in Iran and the capital of Khorasan-e Razavi Province. It is located in the northeast of the country. It has a population of 3,001,184 (2016 census), which includes the areas of Mashhad Taman and Torqabeh. It was a major oasis along the ancient Silk Road connecting with Merv to the east.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.",
  "/wiki/Iranian_architecture": "Iranian architecture or Persian architecture (Persian: معمارى ایرانی, Memāri e Irāni) is the architecture of Iran and parts of the rest of West Asia, the Caucasus and Central Asia. Its history dates back to at least 5,000 BC with characteristic examples distributed over a vast area from Turkey and Iraq to Uzbekistan and Tajikistan, and from the Caucasus to Zanzibar. Persian buildings vary from peasant huts to tea houses and garden, pavilions to \"some of the most majestic structures the world has ever seen\". In addition to historic gates, palaces, and mosques, the rapid growth of cities such as the capital, Tehran (Architecture of Tehran) has brought about a wave of demolition and new construction.",
  "/wiki/Great_Mosque_of_Mecca": "The Great Mosque of Mecca, commonly known as the al-Masjid al-Ḥarām (Arabic: اَلْمَسْجِدُ ٱلْحَرَامُ‎, romanized: al-Masjid al-Ḥarām, lit. 'The Sacred Mosque'), is a mosque that surrounds the Kaaba in the city of Mecca, in the Hejazi region of Saudi Arabia. It is a site of pilgrimage for the Hajj, which every Muslim must do at least once in their lives if able, and is also the main phase for the ʿUmrah, the lesser pilgrimage that can be undertaken any time of the year. The rites of both pilgrimages include circumambulating the Kaaba within the mosque. The Great Mosque includes other important significant sites, including the Black Stone, the Zamzam Well, Maqam Ibrahim, and the hills of Safa and Marwa.",
  "/wiki/Mecca": "Mecca,[a] also spelled Makkah, is a city in the Hejazi region of Saudi Arabia. The city is located 70 km (43 mi) inland from Jeddah, in a narrow valley 277 m (909 ft) above sea level, 340 kilometres (210 mi) south of Medina, its population in 2012 was 2 million, although visitors more than triple this number every year during the Ḥajj (\"Pilgrimage\"), held in the twelfth Muslim lunar month of Dhūl-Ḥijjah.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Islamic_architecture": "Islamic architecture comprises the architectural styles of buildings associated with Islam. It encompasses both secular and religious styles from the early history of Islam to the present day. Early Islamic architecture was influenced by Roman, Byzantine, Persian, Mesopotamian and all other lands which the Muslims conquered in the seventh and eighth centuries.  Further east, it was also influenced by Chinese and Indian architecture as Islam spread to Southeast Asia.  Later it developed distinct characteristics in the form of buildings, and the decoration of surfaces with Islamic calligraphy and geometric and interlace patterned ornament. New architectural elements like cylindrical minarets, pointed arch, muqarnas, arabesque, multifoil were invented. The principal Islamic architectural types for large or public buildings are: the Mosque, the Tomb, the Palace and the Fort. From these four types, the vocabulary of Islamic architecture is derived and used for other buildings such as public baths, fountains and domestic architecture.",
  "/wiki/Al-Masjid_an-Nabawi": "Al-Masjid an-Nabawī (English: Prophetic Mosque, Arabic: ٱلْمَسْجِد ٱلنَّبَوِي‎) is a mosque established and built by the Islamic prophet Muhammad, situated in the city of Medina in the Hejaz region of Saudi Arabia. It was one of the first mosques built by Muhammad, and is now one of the largest mosques in the world. It is the second-holiest site in Islam, after the Great Mosque in Mecca. It is always open, regardless of date or time.",
  "/wiki/Arabic_language": "Arabic (Arabic: اَلْعَرَبِيَّةُ‎, al-ʿarabiyyah, [al ʕaraˈbijːa] (listen) or عَرَبِيّ‎, ʿarabīy, [ˈʕarabiː] (listen) or [ʕaraˈbij]) is a Semitic language that first emerged in the 1st to 4th centuries CE. It is now the lingua franca of the Arab world. It is named after the Arabs, a term initially used to describe peoples living in the area bounded by Mesopotamia in the east and the Anti-Lebanon mountains in the west, in Northwestern Arabia and in the Sinai Peninsula. The ISO assigns language codes to thirty varieties of Arabic, including its standard form, Modern Standard Arabic, also referred to as Literary Arabic, which is modernized Classical Arabic. This distinction exists primarily among Western linguists; Arabic speakers themselves generally do not distinguish between Modern Standard Arabic and Classical Arabic, but rather refer to both as al-ʿarabiyyatu l-fuṣḥā (اَلعَرَبِيَّةُ ٱلْفُصْحَىٰ, \"the purest Arabic\") or simply al-fuṣḥā (اَلْفُصْحَىٰ).",
  "/wiki/Medina": "Medina[a], also transliterated as Madīnah (Hejazi pronunciation: [almaˈdiːna]), is the capital of the Al-Madinah Region in Saudi Arabia. At the city's heart is al-Masjid an-Nabawi ('The Prophet's Mosque'), which is the burial place of the Islamic prophet, Muhammad. Medina is one of the three holiest cities in Islam, the other two being Mecca and Jerusalem.",
  "/wiki/Islamic": "Islam (/ˈɪslɑːm/;[note 1] Arabic: اَلْإِسْلَامُ‎, romanized: al-’Islām [alʔɪsˈlaːm] (listen)) is an Abrahamic, monotheistic religion teaching that there is only one God (Allah), and that Muhammad is a messenger of God. It is the world's second-largest religion with over 1.8 billion followers or 24.1% of the world's population, commonly known as Muslims. Muslims make up a majority of the population in 50 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided mankind through prophets, revealed scriptures and natural signs. The primary scriptures of Islam are the Quran, believed to be the verbatim word of God, and the teachings and normative examples (called the sunnah, composed of accounts called hadith) of Muhammad (c. 570 – 8 June 632 CE).",
  "/wiki/Ottoman_architecture": "Ottoman architecture is the architecture of the Ottoman Empire which emerged in Bursa and Edirne in 14th and 15th centuries. The architecture of the empire developed from the earlier Seljuk architecture and was influenced by the Byzantine architecture, Iranian as well as Islamic Mamluk traditions after the conquest of Constantinople by the Ottomans. For almost 400 years Byzantine architectural artifacts such as the church of Hagia Sophia served as models for many of the Ottoman mosques. Overall, Ottoman architecture has been described as Byzantine influenced architecture synthesized with architectural traditions of Central Asia and the Middle East.",
  "/wiki/Mamluk_architecture": "Mamluk architecture was a flowering of Islamic art during the reign of the Mamluk Sultanate (1250–1517), which is most visible in medieval Cairo. Religious zeal made them generous patrons of architecture and art. Trade and agriculture flourished under Mamluk rule, and Cairo, their capital, became one of the wealthiest cities in the Near East and the center of artistic and intellectual activity. This made Cairo, in the words of Ibn Khaldun, \"the center of the universe and the garden of the world\", with majestic domes, courtyards, and soaring minarets spread across the city.",
  "/wiki/Imam_Ali_Mosque": "The Sanctuary of Imam 'Ali (Arabic: حَرَم ٱلْإِمَام عَلِيّ‎, romanized: Ḥaram al-ʾImām ʿAlī), also known as the Mosque of 'Ali (Arabic: مَسْجِد عَلِيّ‎, romanized: Masjid ʿAlī), located in Najaf, Iraq, is a Shi'ite Muslim mosque housing the tomb of 'Alī ibn Abī Tālib, the cousin of Muhammad and the first Shi'ite Imam after him, and the fourth Sunni Rashid Caliph. According to Shi'ite belief, buried next to Ali within this mosque are the remains of Adam and Nuh (Noah). Each year millions of pilgrims visit the Shrine and pay tribute to Imam Ali.",
  "/wiki/Najaf": "Najaf (Arabic: ٱلنَّجَف‎) or Al-Najaf al-Ashraf (Arabic: ٱلنَّجَف ٱلْأَشْرَف‎), also known as Baniqia (Arabic: بَانِيقِيَا‎) is a city in central-south Iraq about 160 km (100 mi) south of Baghdad. Its estimated population in 2013 was 1,000,000 people. It is the capital of Najaf Governorate. It is widely considered the third holiest city of Shia Islam (after Mecca and Medina), the Shi'ite world's spiritual capital, and the center of Shi'ite political power in Iraq.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Grand_Jamia_Mosque,_Karachi": "Grand Jamia Mosque, Karachi also known as Bahria Town Jamia Masjid Complex is a cultural complex under construction in Bahria Town, Karachi, Pakistan. When completed, the complex will include the world's third largest mosque.",
  "/wiki/Urdu_language": "Urdu (/ˈʊərduː/; Urdu: اُردُو‎, ALA-LC: Urdū, [ˈʊrduː] (listen) (also known as Lashkari, locally written لشکری [lʌʃkɜ:i:])—or, more precisely, Modern Standard Urdu—is a Persianised standard register of the Hindustani language. Urdu is the official national language, and lingua franca, of Pakistan. In India, it is one of 22 constitutionally recognised official languages, having official status in the five states of Telangana, Uttar Pradesh, Bihar, Jharkhand and West Bengal, as well as the national capital territory of Delhi.",
  "/wiki/Karachi": "Karachi (Urdu: کراچی‎; ALA-LC: Karācī, IPA: [kəˈraːtʃi] (listen)) is the capital of the Pakistani province of Sindh. It is the most populous city in Pakistan, and fifth-most-populous city proper in the world. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre. It is the cultural, economic, philanthropic, educational, and political hub of the country, and Pakistan's most cosmopolitan city. Situated on the Arabian Sea, Karachi serves as a transport hub, and is home to Pakistan's two largest seaports, the Port of Karachi and Port Bin Qasim, as well as Pakistan's busiest airport, Jinnah International Airport.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Istiqlal_Mosque,_Jakarta": "Istiqlal Mosque (Indonesian: Masjid Istiqlal, lit. 'Independence Mosque') in Jakarta, Indonesia is the largest mosque in Southeast Asia and the third largest Sunni mosque in term of capacity. This national mosque of Indonesia was built to commemorate Indonesian independence and named \"Istiqlal\", an Arabic word for \"independence\". The mosque was opened to the public 22 February 1978. Within Jakarta, the mosque is positioned next to Merdeka Square and the Jakarta Cathedral.",
  "/wiki/Indonesian_language": "Indonesian (bahasa Indonesia [baˈha.sa in.doˈne.sja]) is the official language of Indonesia. It is a standardised variety of Malay, an Austronesian language that has been used as a lingua franca in the multilingual Indonesian archipelago for centuries. Indonesia is the fourth most populous nation in the world. Of its large population, the majority speak Indonesian, making it one of the most widely spoken languages in the world.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə, /-ˈniːziə/ -⁠NEE-zee-ə; Indonesian: [ɪndoˈnesia]), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia]),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population.",
  "/wiki/International_Style_(architecture)": "The International Style or internationalism is a major architectural style that was developed in the 1920s and 1930s and was closely related to modernism and modern architecture. It was first defined by Museum of Modern Art curators Henry-Russell Hitchcock and Philip Johnson in 1932, based on works of architecture from the 1920s. The terms rationalist architecture and modern movement  are often used interchangeably with International Style, although the former is mostly used in the English-speaking world to specifically refer to the Italian rationalism of architects such as Giuseppe Terragni and Gino Pollini, or even the International Style that developed in Europe as a whole.",
  "/wiki/Taj-ul-Masajid": "The Taj-ul-Masajid (Arabic: تَاجُ ٱلْمَسَاجِد‎, romanized: Tāj-ul-Masājid, lit. 'Crown of the Mosques') or Tāj-ul-Masjid (تَاجُ ٱلْمَسْجِد), is a mosque situated in Bhopal, India. It is the largest mosque in India and one of the largest mosques in Asia. Situated in the Kohefiza suburb of the city, it has large minarets which makes it visible from nearly all elevated regions of the town.  It is",
  "/wiki/Hindi_language": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/Bhopal": "Bhopal (/boʊˈpɑːl/; Hindustani pronunciation: [bʱoːpaːl] (listen)) is the capital city of the Indian state of Madhya Pradesh and the administrative headquarters of both Bhopal district and Bhopal division. Bhopal is known as the City of Lakes for its various natural and artificial lakes and is also one of the greenest cities in India. It is the 16th largest city in India and 131st in the world.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Mughal_architecture": "Mughal Architecture is the type of Indo-Islamic architecture developed by the Mughals in the 16th, 17th and 18th centuries throughout the ever-changing extent of their empire in the Indian subcontinent. It developed the styles of earlier Muslim dynasties in India as an amalgam of Islamic, Persian, Turkish and Indian architecture. Mughal buildings have a uniform pattern of structure and character, including large bulbous domes, slender minarets at the corners, massive halls, large vaulted gateways, and delicate ornamentation; \"grandiose architecture was the most visible of the ways that the Mughals used to assert their sense of superiority and their supremacy over what in many ways remained to them an alien land\". Examples of the style can be found in modern-day India, Afghanistan, Bangladesh, and Pakistan.",
  "/wiki/Jamkaran_Mosque": "The Jamkaran Mosque (Persian: مسجد جمکران‎, Masjed-e Jamkarân) is one of the primary significant mosques in Jamkaran, a village kn the outskirts of the city of Qom, Iran.",
  "/wiki/Qom": "Qom (Persian: قم‎ [ɢom] (listen)) is the seventh metropolis and also the seventh largest city in Iran.  Qom is the capital of Qom Province. It is located 140 km (87 mi) to the south of Tehran. At the 2016 census, its population was 1,201,158. It is situated on the banks of the Qom River.",
  "/wiki/Djamaa_el_Djaza%C3%AFr": "Djamaa el Djazaïr (Arabic: جامع الجزائر‎), also known as the Great Mosque of Algiers (French: Grande mosquée d'Alger), is a mosque in Algiers, Algeria. It houses the world's tallest minaret and is the third-largest mosque in the world after the Great Mosque of Mecca and Al-Masjid an-Nabawi of Medina in Saudi Arabia.",
  "/wiki/Algiers": "Algiers (/ælˈdʒɪərz/ al-JEERZ; Arabic: الجزائر‎, romanized: Al-Jazāʾir; French: Alger) is the capital and largest city of Algeria. In 2011, the city's population was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria.",
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Hassan_II_Mosque": "The Hassan II Mosque (Arabic: مسجد الحسن الثاني‎, French: Grande Mosquée Hassan II) is a mosque in Casablanca, Morocco. It is the largest mosque in Africa, and the 10th largest in the world. Its minaret is the world's second tallest minaret at 210 metres (689 ft). Completed in 1993, it was designed by Michel Pinseau and built by Bouygues. The minaret is 60 stories high topped by a laser, the light from which is directed towards Mecca. The mosque stands on a promontory looking out to the Atlantic Ocean; worshippers can pray over the sea but there is no glass floor looking into the sea.  The walls are of hand-crafted marble and the roof is retractable. A maximum of 105,000 worshippers can gather together for prayer: 25,000 inside the mosque hall and another 80,000 on the mosque's outside ground.",
  "/wiki/French_language": "French (le français [lə fʁɑ̃sɛ] or la langue française [la lɑ̃ɡ fʁɑ̃sɛːz]) is a Romance language of the Indo-European family. It descended from the Vulgar Latin of the Roman Empire, as did all Romance languages. French evolved from Gallo-Romance, the spoken Latin in Gaul, and more specifically in Northern Gaul. Its closest relatives are the other langues d'oïl—languages historically spoken in northern France and in southern Belgium, which French (Francien) has largely supplanted. French was also influenced by native Celtic languages of Northern Roman Gaul like Gallia Belgica and by the (Germanic) Frankish language of the post-Roman Frankish invaders. Today, owing to France's past overseas expansion, there are numerous French-based creole languages, most notably Haitian Creole. A French-speaking person or nation may be referred to as Francophone in both English and French.",
  "/wiki/Casablanca": "Casablanca (Arabic: الدار البيضاء‎, romanized: Ad-dar Al Baidaa' [adˈdaːru ɫbajdˤaːʔ] white house, Berber languages: ⴰⵏⴼⴰ, romanized: Anfa [ænfæ] incline) is the largest city of Morocco. Located in the central-western part of Morocco bordering the Atlantic Ocean, it is the largest city in the Maghreb region and the eighth-largest in the Arab world. Casablanca is Morocco's chief port and one of the largest financial centers in Africa. According to the 2014 population estimate, the city has a population of about 3.35 million in the urban area and over 6.8 million in the Casablanca-Settat region. Casablanca is considered the economic and business center of Morocco, although the national political capital is Rabat.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Moorish_architecture": "Moorish architecture is the articulated Islamic architecture of North Africa and parts of Spain and Portugal (Al Andalus), where the Moors were dominant between 711 and 1492. The best surviving examples in Iberia are La Mezquita in Córdoba and the Alhambra palace in Granada (mainly 1338–1390), as well as the Giralda in Seville (1184). Other notable examples in Iberia include the ruined palace city of Medina Azahara (936–1010), the church (former mosque) San Cristo de la Luz in Toledo, the Aljafería in Saragossa and baths at for example Ronda and Alhama de Granada.",
  "/wiki/Moroccan_architecture": "Moroccan architecture dates from 110 BCE with the massive pisé (mud brick) buildings. The architecture has been influenced by Islamization during the Idrisid dynasty, Moorish exiles from Spain.",
  "/wiki/Badshahi_Mosque": "The Badshahi Masjid (Punjabi and Urdu: بادشاہی مسجد‎, or \"Imperial Masjid\") is a Mughal era masjid in Lahore, capital of the Pakistani province of Punjab, Pakistan. The masjid is located west of Lahore Fort along the outskirts of the Walled City of Lahore, and is widely considered to be one of Lahore's most iconic landmarks.",
  "/wiki/Lahore": "Lahore (/ləˈhɔːr/; Punjabi: لہور; Urdu: لاہور‎, pronounced [lɑːˈɦɔːr]) is the capital of the Pakistani province of Punjab. It is the country's second-most populous city after Karachi. Lahore is one of Pakistan's wealthiest cities, with an estimated GDP of $58.14 billion (PPP) as of 2015. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressive, and cosmopolitan cities.",
  "/wiki/Chota_Imambara": "Chota Imambara, also known as Imambara Hussainabad Mubarak is an imposing monument located in the city of Lucknow, Uttar Pradesh, India.  Built as an imambara or a congregation hall for Shia Muslims, by Muhammad Ali Shah, the Nawab of Awadh in 1838, it was to serve as a mausoleum for himself and his mother, who is buried beside him.",
  "/wiki/Lucknow": "Lucknow (/ˈlʌknaʊ/ (listen), Hindi: [ləkʰnəuː] Lakhna'ū) is the capital city of the Indian state of Uttar Pradesh, and is also the administrative headquarters of the eponymous district and division. It is the fourteenth-most populous city and the twelfth-most populous urban agglomeration of India.  Lucknow has always been a multicultural city that flourished as a North Indian cultural and artistic hub, and the seat of power of Nawabs in the 18th and 19th centuries. It continues to be an important centre of governance, administration, education, commerce, aerospace, finance, pharmaceuticals, technology, design, culture, tourism, music and poetry.",
  "/wiki/Faisal_Mosque": "The Faisal Mosque (Urdu: فیصل مسجد‎, romanized: Masjid Fayṣal) is a mosque in Islamabad, Pakistan. It is located on the foothills of Margalla Hills in Islamabad. This mosque features a contemporary design consisting of eight sides of concrete shell and is inspired by a Bedouin tent.",
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.",
  "/wiki/Grand_Jamia_Mosque,_Lahore": "Grand Jamia Mosque Lahore (Urdu: گرینڈ جامع مسجد‎) is a mosque located in Bahria Town, Lahore, Pakistan. With a capacity of 70,000 worshippers, it is the third largest mosque in Pakistan and the fourteenth largest mosque in the world.",
  "/wiki/%C3%87aml%C4%B1ca_Mosque": "Çamlıca Mosque (Turkish: Çamlıca Camii) is a mosque located in Istanbul and the largest mosque in Turkey. The mosque can hold 63,000 people and includes a museum, art gallery, library, conference hall, and underground parking lot for 3,500 vehicles.",
  "/wiki/Turkish_language": "Turkish (Türkçe (help·info)), also referred to as Istanbul Turkish (İstanbul Türkçesi), and sometimes known as Turkey Turkish (Türkiye Türkçesi), is the most widely spoken of the Turkic languages, with around ten to fifteen million native speakers in Southeast Europe (mostly in East and Western Thrace) and sixty to sixty-five million native speakers in Western Asia (mostly in Anatolia). Outside Turkey, significant smaller groups of speakers exist in Germany, Austria, Bulgaria, North Macedonia, Northern Cyprus, Greece, the Caucasus, and other parts of Europe and Central Asia. Cyprus has requested that the European Union add Turkish as an official language, even though Turkey is not a member state.",
  "/wiki/Istanbul": "Istanbul (/ˌɪstænˈbʊl/, also US: /ˈɪstænbʊl/; Turkish: İstanbul [isˈtanbuɫ] (listen)), formerly known as Byzantium and Constantinople, is the most populous city in Turkey and the country's economic, cultural and historic center. Istanbul is a transcontinental city in Eurasia, straddling the Bosporus strait (which separates Europe and Asia) between the Sea of Marmara and the Black Sea. Its commercial and historical center lies on the European side and about a third of its population lives in suburbs on the Asian side of the Bosporus. With a total population of around 15 million residents in its metropolitan area, Istanbul is one of the world's most populous cities, ranking as the world's fifth-largest city proper and the largest European city. The city is the administrative center of the Istanbul Metropolitan Municipality (coterminous with Istanbul Province).",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Sultan_Haji_Hassanal_Bolkiah_Mosque": "The Sultan Haji Hassanal Bolkiah Mosque, also known as the Grand Mosque of Cotabato, is situated in Cotabato City and is the largest mosque in the Philippines with the capacity to accommodate 15,000 people. The mosque is located in Barangay Kalanganan II in Cotabato City. It is also the second largest mosque in Southeast Asia after the Istiqlal Mosque of Indonesia.",
  "/wiki/Filipino_language": "Filipino (English:  /ˌfɪlɪˈpiːnoʊ/ (listen); Wikang Filipino [wɪˈkɐŋ ˌfiːliˈpiːno]) is the national language (Wikang pambansa / Pambansang wika) of the Philippines. Filipino is also designated, along with English, as an official language of the country. It is a standardized variety of the Tagalog language, an Austronesian regional language that is widely spoken in the Philippines. As of 2007, Tagalog is the first language of 28 million people, or about one-third of the Philippine population, while 45 million speak Tagalog as their second language. Tagalog is among the 185 languages of the Philippines identified in the Ethnologue. Officially, Filipino is defined by the Commission on the Filipino Language (Komisyon sa Wikang Filipino in Filipino or simply KWF) as \"the native dialect, spoken and written, in Metro Manila, the National Capital Region, and in other urban centers of the archipelago.\"",
  "/wiki/Cotabato_City": "Cotabato City, officially the City of Cotabato (Maguindanaon: Ingud nu Kutawatu; Iranun: Inged a Kotawato) is an independent component city in the Philippine autonomous region of Bangsamoro. According to the 2015 census, it has a population of 299,438.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Al-Akbar_Mosque": "Al-Akbar Mosque (Indonesian: Masjid Al-Akbar, lit. 'Great Mosque'; Arabic: المسجد الأكبر‎; Javanese: ꦩꦼꦱ꧀ꦗꦶꦢ꧀ꦄꦭ꧀ꦄꦏ꧀ꦧꦂ), also known as Great Mosque of Surabaya, is a national mosque located in Surabaya, East Java. It is the second largest mosque in Indonesia after Istiqlal Mosque in Jakarta in terms of maximum capacity. The location of the mosque is beside the Surabaya-Porong Highway Road. Its most distinctive feature is its large vertical dome, accompanied by four small blue domes. It also has a minaret with height of 99 meters, an ode to the 99 Names of Allah.",
  "/wiki/Javanese_language": "Javanese (/dʒɑːvəˈniːz/; ꦧꦱꦗꦮ, basa Jawa; Javanese pronunciation: [bɔsɔ d͡ʒɔwɔ]; colloquially known as ꦕꦫꦗꦮ, cara Jawa; Javanese pronunciation: [t͡ʃɔrɔ d͡ʒɔwɔ]) is the language of the Javanese people from the central and eastern parts of the island of Java, in Indonesia. There are also pockets of Javanese speakers on the northern coast of western Java. It is the native language of more than 98 million people (more than 42% of the total population of Indonesia).",
  "/wiki/Pegon_script": "Pegon is an Arabic script used to write the Javanese and Sundanese languages, as an alternative to the Latin script or the Javanese script and the old Sundanese script. In particular, it was used for religious (Islamic) writing and poetry from the fifteenth century, particularly in writing commentaries of the Qur'an. Pegon includes symbols for sounds that are not present in Modern Standard Arabic. Pegon has been studied far less than its Jawi counterpart for Malay, Acehnese, and Minangkabau.",
  "/wiki/Surabaya": "Surabaya (Indonesian pronunciation: [suraˈbaja] (listen)) is the capital of the Indonesian province of East Java and the second-largest city in the country, after Jakarta. The city has a population of over 3 million within its city limits and over 10 million in the Surabaya metropolitan area, making it the second-largest metropolitan area in Indonesia. Located on northeastern Java on the Madura Strait, it is one of the earliest port cities in Southeast Asia. According to the National Development Planning Agency, Surabaya is one of the four main central cities of Indonesia, alongside Jakarta, Medan, and Makassar.",
  "/wiki/Indonesian_Islamic_architecture": "For list of notable Indonesian mosques, see List of mosques in Indonesia.",
  "/wiki/Sheikh_Zayed_Mosque": "The Sheikh Zayed Grand Mosque (Arabic: جَامِع ٱلشَّيْخ زَايِد ٱلْكَبِيْر‎, romanized: Jāmiʿ Ash-Shaykh Zāyid Al-Kabīr) is located in Abu Dhabi, the capital city of the United Arab Emirates. The largest mosque in the country, it is the key place of worship for daily, Friday and Eid prayers. During Eid, it may be visited by more than 41,000 people.",
  "/wiki/Abu_Dhabi": "Abu Dhabi (US: /ˈɑːbuː ˈdɑːbi/, UK: /ˈæbuː/; Arabic: أَبُو ظَبْيٍ‎ Abū Ẓaby Arabic pronunciation: [ɐˈbuˈðˤɑbi]) is the capital and the second-most populous city of the United Arab Emirates (after Dubai). It is also the capital of the Emirate of Abu Dhabi, which is the largest of the UAE's seven emirates. The city of Abu Dhabi is located on an island in the Persian Gulf, off the Central West Coast. Most of the city and the Emirate reside on the mainland connected to the rest of the country. As of 2020, Abu Dhabi's urban area had an estimated population of 1.48 million, out of 2.9 million in the emirate of Abu Dhabi, as of 2016.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Persian_architecture": "Iranian architecture or Persian architecture (Persian: معمارى ایرانی, Memāri e Irāni) is the architecture of Iran and parts of the rest of West Asia, the Caucasus and Central Asia. Its history dates back to at least 5,000 BC with characteristic examples distributed over a vast area from Turkey and Iraq to Uzbekistan and Tajikistan, and from the Caucasus to Zanzibar. Persian buildings vary from peasant huts to tea houses and garden, pavilions to \"some of the most majestic structures the world has ever seen\". In addition to historic gates, palaces, and mosques, the rapid growth of cities such as the capital, Tehran (Architecture of Tehran) has brought about a wave of demolition and new construction.",
  "/wiki/Dhaka": "Dhaka City (/ˈdɑːkə/ DAH-kə or /ˈdækə/ DAK-ə; Bengali: ঢাকা, pronounced [ɖʱaka]), formerly known as Dacca, is the capital and largest city of Bangladesh. It is the sixth-largest and sixth-most densely populated city in the world, with a population of 20.2 million people in the Greater Dhaka Area.",
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/Modern_architecture": "Modern architecture, or modernist architecture, was based upon new and innovative technologies of construction, particularly the use of glass, steel and reinforced concrete;  the idea that form should follow function (functionalism); an embrace of minimalism; and a rejection of ornament. \nIt emerged in the first half of the 20th century and became dominant after World War II until the 1980s, when it was gradually replaced as the\nprincipal style for institutional and corporate buildings by postmodern architecture.",
  "/wiki/Al-Markaz_Al-Islami_Mosque": "Al-Markaz Al-Islami Mosque is a mosque located in Makassar, South Sulawesi, Indonesia. The construction begun in 1994 and the mosque was completed in 1996. With maximum capacity of 50,000 pilgrims, building area of 6,932 m2, and site area of 10,000 m2[citation needed], it serves as one of the biggest centers of Islamic religious activity in Southeast Asia. The building has three floors and made of granite stones, and it faces Masjid Raya Makassar street.",
  "/wiki/Buginese_language": "Buginese or Bugis (Basa Ugi, elsewhere also Bahasa Bugis, Bugis, Bugi, De) is a language spoken by about five million people mainly in the southern part of Sulawesi, Indonesia.",
  "/wiki/Makassar": "Makassar (Buginese-Makassarese: ᨀᨚᨈ ᨆᨀᨔᨑ; historically spelled Macassar) is the capital of the Indonesian province of South Sulawesi. It is the largest city in the region of Eastern Indonesia and the country's fifth-largest urban centre after Jakarta, Surabaya, Bandung, and Medan. From 1971 to 1999, the city was named after one of its subdistricts, Ujung Pandang. The city is located on the southwest coast of the island of Sulawesi, facing the Makassar Strait. Makassar is not only the gateway of Eastern Indonesia, but also the epicenter of West and East Indonesia, as well as between Australia and Asia.",
  "/wiki/Architecture_of_Italy": "Italy has a very broad and diverse architectural style, which cannot be simply classified by period or region, due to Italy's division into several city-states until 1861. This has created a highly diverse and eclectic range in architectural designs. Italy is known for its considerable architectural achievements, such as the construction of aqueducts, temples and similar structures during ancient Rome, the founding of the Renaissance architectural movement in the late-14th to 16th century, and being the homeland of Palladianism, a style of construction which inspired movements such as that of Neoclassical architecture, and influenced the designs which noblemen built their country houses all over the world, notably in the United Kingdom, Australia and the United States of America during the late-17th to early 20th centuries.",
  "/wiki/List_of_largest_mosques": "A mosque, or masjid (Arabic: مَـسْـجِـد‎), is a place of worship for Muslims. Mosques have the capacity to accommodate numerous worshippers for prayer services known as Salah. Some mosques that are destinations for pilgrimages are also some of the largest mosques in the world — the largest mosque in the world by area is the Imam Reza Shrine in Mashhad, Iran, which is a site of pilgrimage for Imam Reza. All the mosques in this list are also known as Jama Masjid, a type of mosque designed to accommodate the Friday congregational prayer known as jummah."
}