{
  "/wiki/1986_Scottish_Professional_Championship": "The 1986 Canada Dry Scottish Professional Championship was a professional non-ranking snooker tournament, which took place in March 1986 in Edinburgh, Scotland.",
  "/wiki/Scottish_Professional_Championship": "The Scottish Professional Championship was a professional non-ranking snooker tournament which was open only for Scottish players. The final champion was John Higgins.",
  "/wiki/1987_Scottish_Professional_Championship": "The 1987 People's Cars Scottish Professional Championship was a professional non-ranking snooker tournament, which took place in February 1987 in Glasgow, Scotland.",
  "/wiki/Jim_Donnelly_(snooker_player)": "Jim Donnelly (born 13 June 1946) is a Scottish former professional snooker player who now coaches. He was seeded 29th in the world rankings for the 1982-1983 season. He played in the 1982 World Snooker Championship at the Crucible Theatre, the first Scottish professional player to do so, where he was eliminated in the first round in a match against Ray Reardon. He also reached the final of the 1987 Scottish Professional Championship, where he was defeated by a young Stephen Hendry.",
  "/wiki/Australian_Masters_(snooker)": "The Australian Goldfields Open was a professional ranking snooker tournament. The final champion is John Higgins.",
  "/wiki/Mike_Hallett": "Mike Hallett (born 2 July 1959) is an English former professional snooker player and television sports commentator.",
  "/wiki/Hong_Kong_Masters": "The Hong Kong Masters is a professional invitational snooker tournament which was initially held for six editions in the 1980s, before being revived in 2017.",
  "/wiki/Steve_Davis": "Steve Davis, OBE (born 22 August 1957) is an English retired professional snooker player from Plumstead, London. He dominated the sport during the 1980s, when he reached eight World Championship finals in nine years, won six world titles, and held the world number one ranking for seven consecutive seasons. He is also remembered among the wider public for the 1985 World Championship final against Dennis Taylor, which was decided on the final black and still holds the record for the UK's largest post-midnight television audience, with 18.5 million viewers.",
  "/wiki/1988_Scottish_Professional_Championship": "The 1988 Swish Scottish Professional Championship was a professional non-ranking snooker tournament, which took place in February 1988 in Edinburgh, Scotland.",
  "/wiki/Murdo_MacLeod_(snooker_player)": "Murdo MacLeod (14 January 1947 in Edinburgh) is a Scottish former professional snooker player.",
  "/wiki/1988_New_Zealand_Masters": "The 1988 Lion Brown New Zealand Masters was a professional invitational snooker tournament which took place in July 1988 at the Legislative Chamber of the New Zealand Parliament in  Wellington, New Zealand].",
  "/wiki/New_Zealand_Masters_(snooker)": "The New Zealand Masters was a non-ranking snooker tournament staged on three occasions between 1984 and 1989 when the British circuit was in its close season. The first event was held in July 1984 at the Kingsgate Convention Centre in Auckland, and saw Jimmy White defeat Kirk Stevens 5–3 in the final. There was a gap of four years before the final two events were held, both in the Legislative Chamber of the New Zealand Parliament. The final of the first event in 1988 was won by Stephen Hendry, defeating Mike Hallett 6-1, while the final tournament in 1989 saw Willie Thorne defeat Joe Johnson 7–4 in the final.",
  "/wiki/1988_Fosters_Professional": "The 1988 Fosters Professional was a non-ranking snooker tournament, which took place in October 1988. The tournament featured four professional players and was filmed in RTÉ Studios.",
  "/wiki/Fosters_Professional": "The Fosters Professional was the final name of a series of snooker tournaments which ran for five editions from 1984 to 1988. From 1984 to 1986 it was known as the Carlsberg Challenge and in 1987 was called the Carling Challenge. Mike Hallett was the final champion of the series, all of which were held at RTÉ Studios in Dublin, Ireland.",
  "/wiki/1988_Matchroom_League": "The 1988 Rothmans Matchroom League was a professional non-ranking snooker tournament that was played from January to May 1988.",
  "/wiki/Matchroom_League": "The Premier League Snooker was a professional non-ranking snooker tournament. It was held from 1987 until 2012. The tournament was played in a round-robin format over a number of weeks, normally from mid-September to early-December, around the other World Snooker events in various locations.",
  "/wiki/1989_Masters_(snooker)": "The 1989 Benson & Hedges Masters was a professional non-ranking snooker tournament that took place between 22 and 29 January 1989 at the Wembley Conference Centre in London, England. The prize money for the highest break was £6,000. The top 16 players were invited for the tournament.",
  "/wiki/Masters_(snooker)": "The Masters is a professional invitational snooker tournament. Held every year since 1975, it is the second-longest running tournament behind the World Championship. It is one of the Triple Crown events, and although not a ranking event, it is regarded as one of the most prestigious tournaments on the circuit. The reigning champion is Stuart Bingham.",
  "/wiki/John_Parrott": "John Stephen Parrott, MBE (born 11 May 1964) is an English former professional snooker player, and television personality. He was a familiar face on the professional snooker circuit during the late 1980s and throughout the 1990s, and remained within the top 16 of the world rankings for fourteen consecutive seasons.",
  "/wiki/1989_London_Masters": "The 1989 Continental Airlines London Masters was a professional invitational snooker tournament, which took place from September 1988 to May 1989 at the Café Royal in London, England.",
  "/wiki/London_Masters_(snooker)": "The London Masters was a non-ranking snooker tournament staged between 1989 and 1991. All three editions were held at the Café Royal in London and sponsored by Continental Airlines. Stephen Hendry won both of the first two editions of the event, defeating John Parrott twice in the final by the same score of 4-2. The final event, held in 1991 was won by Steve Davis who defeated Hendry in a whitewash 4-0.",
  "/wiki/1989_Norwich_Union_Grand_Prix": "The 1989 Norwich Union Grand Prix was a professional invitational snooker tournament, which took place in November 1989 in Monte Carlo, Monaco.",
  "/wiki/Norwich_Union_Grand_Prix": "The Norwich Union Grand Prix was a non-ranking snooker tournament staged between 1988 and 1990. Matches were held at various venues across Europe with the final stage being played in Monte Carlo, Monaco. The tournaments were sponsored by Norwich Union, who had last sponsored a snooker tournament, the Norwich Union Open, fourteen years previously.",
  "/wiki/Joe_Johnson_(snooker_player)": "Joe Johnson (born 29 July 1952, in Bradford, West Yorkshire) \nis an English former professional snooker player. He is best known as the surprise winner of the 1986 World Championship.",
  "/wiki/1989_Scottish_Masters": "The 1989 Regal Scottish Masters was a professional non-ranking snooker tournament that took place between 13–17 September 1989 at the Scottish Exhibition Centre in Glasgow, Scotland.",
  "/wiki/Scottish_Masters": "The Scottish Masters, often known by its sponsored names, the Lang's Scottish Masters or the Regal Scottish Masters, was a non-ranking professional snooker tournament held every year from 1981 until 2002, with the exception of 1988.",
  "/wiki/Terry_Griffiths": "Terrence Martin Griffiths, OBE (born 16 October 1947) is a retired Welsh snooker player and current snooker coach and pundit. He became World Champion in 1979 at the first attempt, and was runner-up in 1988. He achieved the notable feat of reaching at least the quarter-finals of the World Championship for nine consecutive years from 1984 to 1992. He also won the Masters in 1980 and the UK Championship in 1982, making him one of only eleven players to have completed snooker's Triple Crown. He was known for his slow, cautious, yet elegant style of play.",
  "/wiki/1989_Irish_Masters": "The 1989 Irish Masters was the fifteenth edition of the professional invitational snooker tournament, which took place from 28 March to 4 April 1989. The tournament was played at Goffs in Kildare, and featured twelve professional players.",
  "/wiki/Irish_Masters": "The Irish Masters was a professional snooker tournament. It was founded in 1978, following on from the successful Benson & Hedges Ireland Tournament (alternatively known as the Benson & Hedges Ireland Championship). The final champion of the tournament was Ronnie O'Sullivan.",
  "/wiki/Alex_Higgins": "Alexander Gordon Higgins (18 March 1949 – 24 July 2010) was a Northern Irish professional snooker player, who is remembered as one of the most iconic figures in the game. Nicknamed Hurricane Higgins because of his fast play, he was World Champion in 1972 and 1982, and runner-up in 1976 and 1980. He won the UK Championship in 1983 and the Masters in 1978 and 1981, making him one of eleven players to have completed snooker's Triple Crown. He was also World Doubles champion with Jimmy White in 1984, and won the World Cup three times with the All-Ireland team.",
  "/wiki/1990_London_Masters": "The 1990 Continental Airlines London Masters was a professional invitational snooker tournament, which took place from October 1989 to May 1990 at the Café Royal in London, England.",
  "/wiki/1990_Masters_(snooker)": "The 1990 Benson & Hedges Masters was a professional non-ranking snooker tournament that took place between 4 and 11 February 1990 at the Wembley Conference Centre in London, England.",
  "/wiki/1990_Pontins_Professional": "The 1990 Pontins Professional was the seventeenth edition of the professional invitational snooker tournament which took place in May 1990 in Prestatyn, Wales.",
  "/wiki/Pontins_Professional": "The Pontins Professional was an invitational professional non-ranking snooker tournament which ran from 1974 until 2000.",
  "/wiki/1990_Scottish_Masters": "The 1990 Regal Scottish Masters was a professional non-ranking snooker tournament that took place between 12–16 September 1990 at the Civic Centre in Motherwell, Scotland.",
  "/wiki/1990_Matchroom_League": "The 1990 Stormseal Matchroom League was a  professional non-ranking snooker tournament that was played from January to May 1990.",
  "/wiki/1990_World_Matchplay_(snooker)": "The 1990 Coalite World Matchplay was a professional non-ranking snooker tournament that took place in December 1990 in Brentwood, England.",
  "/wiki/World_Matchplay_(snooker)": "The World Matchplay professional non-ranking snooker tournament was established in 1988 and last held in 1992.",
  "/wiki/Jimmy_White": "James Warren White, MBE (born 2 May 1962) is an English professional snooker player who now competes with an invitational tour card. Nicknamed \"The Whirlwind\" because of his fluid, attacking style of play and popularly referred to as the \"People's Champion\", White is the 1980 World Amateur Champion, 2009 Six-red World champion, 2010 and 2019 World Seniors Champion, 2019 Seniors 6-Red World Champion and 1984 World Doubles champion with Alex Higgins."
}