{
  "/wiki/Janeth_Jepkosgei": "Janeth Jepkosgei Busienei (born 13 December 1983) is a Kenyan middle distance runner and former world champion.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/2007_World_Championships_in_Athletics_-_Women%27s_800_metres": "The women's 800 metres at the 2007 World Championships in Athletics was held at the Nagai Stadium on 25, 26  and 28 August.",
  "/wiki/Brimin_Kipruto": "Brimin Kipruto (born 31 July 1985) is a Kenyan middle distance runner who specialises in the 3000 metres steeplechase. He was born in Korkitony, Keiyo District. He holds a personal best of 7:53.64 minutes which is the second fastest time ever run, and the African Record.  His personal best is only 0.01 of a second behind the world record of former county mate Saif Saaeed Shaheen, who switched national affiliation to Qatar after growing up as Stephen Cherono in the Keiyo District.",
  "/wiki/2007_World_Championships_in_Athletics_-_Men%27s_3000_metres_steeplechase": "The Men's 3.000 metres Steeplechase event at the 2007 World Championships in Athletics took place on August 26, 2007 (heats) and August 28, 2007 (final) at the Nagai Stadium in Osaka, Japan.",
  "/wiki/Alfred_Yego": "Alfred Kirwa Yego (born 28 November 1986 in Eldoret) is a Kenyan middle distance runner who specializes in the 800 metres. He is best known for winning the gold medal in the 800 m at the 2007 World Championships.",
  "/wiki/2007_World_Championships_in_Athletics_-_Men%27s_800_metres": "The men's 800 metres at the 2007 World Championships in Athletics was held at the Nagai Stadium on 30, 31 August and 2 September.",
  "/wiki/Catherine_Ndereba": "Catherine Nyambura Ndereba (born 21 July 1972) is a Kenyan marathon runner. She has twice won the marathon at the World Championships in Athletics and won silver medals at the Summer Olympic Games in 2004 and 2008. She is also a four-time winner of the Boston Marathon. Ndereba broke the women's marathon world record in 2001, running 2:18:47 at the Chicago Marathon.",
  "/wiki/2007_World_Championships_in_Athletics_-_Women%27s_marathon": "The Women's Marathon event at the 2007 World Championships in Athletics took place on 2 September 2007 in the streets of Osaka, Japan.",
  "/wiki/Luke_Kibet": "Luke Kibet (born 12 April 1983) is a Kenyan long-distance runner who specializes in the marathon. He won the marathon race at the 2007 World Championships.",
  "/wiki/2007_World_Championships_in_Athletics_-_Men%27s_marathon": "The Men's Marathon event at the 2007 World Championships in Athletics took place on August 25, 2007 in the streets of Osaka, Japan. The weather conditions were difficult, with 28 degrees C (82 °F) and 72 per cent humidity at the start of the race. The temperature rose to 30 degrees C (86 °F) towards the end of the race, and many competitors failed to finish the race.",
  "/wiki/Ezekiel_Kemboi": "Ezekiel Kemboi Cheboi (born 25 May 1982) is a Kenyan athlete, winner of the 3000 metres steeplechase at the 2004 Summer Olympics, the 2009 World Championships, the 2011 World Championships, the 2012 Summer Olympics, the 2013 World Championships and the 2015 World Championships. His 3000 m steeplechase best of 7:55.76 set at Monaco in 2011 places him as the sixth fastest of all time. This time is also the fastest non-winning time in history. He is one of only four men to have won both Olympic and World golds in the event, along with Reuben Kosgei, Brimin Kipruto and Conseslus Kipruto.  He is the only multiple gold medalist in both. He is the only athlete to have won four world championships in the steeplechase (which he won consecutively), and only the second athlete to win two Olympic titles in the event (after Volmari Iso-Hollo).",
  "/wiki/Vivian_Cheruiyot": "Vivian Jepkemoi Cheruiyot (born 11 September 1983) is a Kenyan long-distance runner who specialises in track and cross country running, olympic champion in 5000 metres event. She represented Kenya at the 2000 Summer Olympics, the 2008 Summer Olympics, the 2012 Summer Olympics and the 2016 Summer Olympics, winning a silver medal at the 5000 m and bronze medal at the 10000 m at the 2012 Olympics, silver medal at the 10000 m and gold medal at the 5000 m at the 2016 Olympics, setting the new Olympic record in 5000 m event. Cheruiyot won a silver medal in the 5000 metres at the 2007 World Championships in Athletics and became the world champion in the event at the 2009 edition, repeating this achievement at the 2011 World Championships, where she doubled up by winning the 10000 m.",
  "/wiki/2007_World_Championships_in_Athletics_-_Women%27s_5000_metres": "The women's 5000 metres at the 2007 World Championships in Athletics was held at the Nagai Stadium on 29 August and 1 September.",
  "/wiki/Eliud_Kipchoge": "Eliud Kipchoge EGH (English: /ˌɛliˈuːd kɪpˈtʃoʊɡə/ EL-ee-OOD kip-CHOH-gə; born 5 November 1984) is a Kenyan long-distance runner who competes in the marathon and formerly the 5000 metres. He is the world record holder in the marathon with a time of 2:01:39, set on 16 September 2018, at the 2018 Berlin Marathon. His run broke the previous world record by 1 minute and 18 seconds. Described as \"the greatest marathoner of the modern era\", Kipchoge has won 12 of the 13 marathons he has entered.",
  "/wiki/2007_World_Championships_in_Athletics_-_Men%27s_5000_metres": "The men's 5000 metres at the 2007 World Championships in Athletics was held at the Nagai Stadium on 30 August and 2 September.",
  "/wiki/Richard_Mateelong": "Richard Kipkemboi Mateelong (born 14 October 1983) is a Kenyan long-distance runner who specializes in the 3000 metre steeplechase. He won an Olympic bronze medal at the 2008 Beijing Olympics and he has two World Championship medals in the discipline.",
  "/wiki/2007_World_Championships_in_Athletics_%E2%80%93_Men%27s_3000_metres_steeplechase": "The Men's 3.000 metres Steeplechase event at the 2007 World Championships in Athletics took place on August 26, 2007 (heats) and August 28, 2007 (final) at the Nagai Stadium in Osaka, Japan.",
  "/wiki/Martin_Mathathi": "Martin Irungu Mathathi (born 25 December 1985 in Nyahururu) is a Kenyan long-distance runner, who competes in track, cross country and road running events. Mathathi won the bronze medal in the 10,000 metres at the 2007 World Championships in Osaka. He represented his country in the same event at the 2008 Summer Olympics. He holds the 10 miles world junior record of 44:51.",
  "/wiki/2007_World_Championships_in_Athletics_-_Men%27s_10000_metres": "The Men's 10,000 metres event at the 2007 World Championships in Athletics took place on 27 August 2007 at the Nagai Stadium in Osaka, Japan.",
  "/wiki/Shedrack_Kibet_Korir": "Shedrack Kibet Korir (born 14 December 1978 in Nandi District) is a Kenyan runner who specializes in the 1500 and 3000 metres.",
  "/wiki/2007_World_Championships_in_Athletics_-_Men%27s_1500_metres": "The men's 1500 metres at the 2007 World Championships in Athletics was held at the Nagai Stadium on 25, 27 and 29 August.",
  "/wiki/Eunice_Jepkorir": "Eunice Jepkorir Kertich (born 17 February 1982) is a Kenyan long-distance runner who specialises in the steeplechase. She was the 2008 Olympic silver medalist in the event and bronze medalist at the 2007 World Championships in Athletics.",
  "/wiki/2007_World_Championships_in_Athletics_-_Women%27s_3000_metres_steeplechase": "The Women's 3,000 metres Steeplechase event at the 2007 World Championships in Athletics took place on August 25, 2007 (heats) and August 27, 2007 (final) at the Nagai Stadium in Osaka, Japan. The first four of each heat (Q) plus the three fastest times (q) qualified for the final.",
  "/wiki/Priscah_Jepleting_Cherono": "Priscah Jepleting Cherono, née Ngetich (born 27 June 1980 in Kamuiywa, Nandi District) is a Kenyan runner who specialises in the 5000 metres and cross-country running. She represented Kenya in the 5000 m at the 2008 Beijing Olympics. She is the Kenyan record holder over the two miles distance.",
  "/wiki/Kenya_at_the_2007_World_Championships_in_Athletics": "Kenya competed at the 2007 World Championships in Athletics held at Nagai Stadium in Osaka, Japan from 24 August to 2 September 2007. Kenya won five gold, three silver and five bronze medals, finishing second in the medal table, after the United States."
}