{
  "/wiki/Rebecca_Twigg": "Rebecca Twigg (born March 26, 1963) is an American former racing cyclist, who won six world track cycling championships in the individual pursuit. She also won 16 US championships (the first – the individual time trial – when she was 18) and two Olympic medals, the silver medal in the 1984 road race in Los Angeles, and a bronze medal in the pursuit in Barcelona in 1992.",
  "/wiki/Inga_Thompson": "Inga Thompson (born January 27, 1964) is a road bicycle racing professional from Reno, Nevada.  She started professional cycling at 20, in 1984.  That year she rode the 1984 Los Angeles Olympics road race and finished 21st.  Her career ran from 1984 to 1993.  She competed in two more Olympics(1988,1992), won 10 National Championships (1987,1988,1991,1993), and finished second in three world championships (1987,1990,1991).",
  "/wiki/Madonna_Harris": "Madonna Mary Harris MBE (née Gilchrist, born 15 August 1956) is a New Zealand multi-sportswoman who has competed for New Zealand at both the Summer and Winter Olympics. The only other New Zealander to compete at both Olympics is Chris Nicholson.",
  "/wiki/Ruthie_Matthes": "Ruthie Matthes (born November 11, 1965) is an American professional bicycle racer who won the World Cross-Country Mountain Bike Championship in 1991. She is also a road cyclist, having twice finished in 2nd place in the Women's Challenge bicycle stage race.  Ruthie is one of a series of professional riders who got their start in cycling through the Red Zinger Mini Classics youth bicycle race series in Colorado.",
  "/wiki/Jeannie_Longo": "Jeannie Longo (born 31 October 1958 in Annecy, Haute-Savoie) is a French racing cyclist, 25-time French champion and 13-time world champion. Longo began racing in 1975 and was active in cycling through 2012. She was once widely considered the best female cyclist of all time, although that reputation is now clouded by suspicion of doping throughout her career. She is famous for her competitive nature and her longevity in a sport where some of her competitors were not yet born during her first Olympic competition in 1984.  She was selected to compete for France in the 2008 Olympics, her seventh Olympic Games. She had stated that this would be her final participation in the Olympics.\nIn the Women's road race, she finished 24th, 33 seconds behind winner Nicole Cooke, who was one year old when Longo first rode in the Olympics.\nAt the same Olympics, she finished 4th in the road time trial, just two seconds shy of securing a bronze medal. She is currently number two on the all-time list of French female summer or winter Olympic medal winners, with a total of four medals, which is one less than the total number won by the fencer Laura Flessel-Colovic.",
  "/wiki/Dede_Barry": "Deirdre \"Dede\" Demet Barry (born October 8, 1972 in Milwaukee, Wisconsin) is an American female cycle racer, six times U.S. champion (4 senior titles, two junior). She has won two World Cup races, two World Championship medals, and, in 2004, the silver medal in the time trial in the 2004 Olympic Games in Athens, Greece. She is married to fellow professional cyclist Michael Barry. They live in Toronto, ON, CA.",
  "/wiki/Jeanne_Golay": "Jeanne Marie Golay (born April 16, 1962) is an American former road bicycle racing professional from Coral Gables, Florida.  She won the 1992, 1994 and 1995 United States National Road Race Championships, and the 1992 world team time-trial championship, and competed in the 1992 Barcelona Olympics and 1996 Atlanta Olympics. In 2008, in Davis California, she was inducted into the United States Bicycling Hall of Fame in the category Modern Road & Track Competitor.",
  "/wiki/Clara_Hughes": "Clara Hughes, OC OM MSC (born September 27, 1972) is a Canadian cyclist and speed skater who has won multiple Olympic medals in both sports. Hughes won two bronze in the 1996 Summer Olympics and four medals (one gold, one silver, two bronze) over the course of three Winter Olympics. She is tied with Cindy Klassen as the Canadian with the most Olympic medals, with six medals total.",
  "/wiki/Mari_Holden": "Mari Kim Holden (Holden-Paulsen while married; born March 30, 1971) is an American former cycle racer, who won the world time trial championship in 2000 after winning a silver medal in the Olympic Games time trial in Sydney, Australia. She also won six U.S. championships, becoming the first American woman to win three consecutive U.S. time trial championships (1998–2000) and scoring a double by winning the U.S. time trial and road championships in 1999. She now works as a directeur sportif for UCI Women's Team Sho-Air TWENTY20.",
  "/wiki/Anna_Millward": "Anna Millward, née Wilson, (born 26 November 1971) is an Australian cycle racer.  During her cycling career, she won the overall UCI points title in 2001, and twice was UCI overall World Cup points champion, winning a total of 5 World Cup races in her career. She also won two silver medals in the UCI Road World Championship competition in 1999 and twice won the Women's Challenge race (1996 and 2000).",
  "/wiki/Rasa_Polikevičiūtė": "Rasa Polikevičiūtė (born September 25, 1970 in Panevėžys) is a Lithuanian cycle racer. She was one of the first in a long line of Lithuanian cyclists who, together, established Lithuania as one of the powerhouses of women's cycle racing in the 1990s and beyond. One of her Lithuanian cycling contemporaries is her identical twin, Jolanta Polikevičiūtė.",
  "/wiki/Linda_Jackson_(cyclist)": "Linda Jackson (born November 13, 1958 in Nepean, Ontario) is best known as a former Canadian professional bicycle road racer.  She is now a coach, having previous experience as an investment banker. Jackson won the bronze medal at the 1996 World Road Racing Championships. The six-time Canadian national champion (three for road race and three for time trials) competed at the 1996 Summer Olympics and several Pan American Games and won silver medals the 1994 road race and 1998 time trial at the Commonwealth Games.",
  "/wiki/Zulfiya_Zabirova": "Zulfiya Khasanovna Zabirova (Russian: Зульфия Хасановна Забирова; born 19 December 1973) is a Russian professional cycle racer who won the Gold medal in the time trial event in the 1996 Olympics and later, in 2002, won the World Time Trial Championship.",
  "/wiki/Diana_Žiliūtė": "Diana Žiliūtė (Lithuanian pronunciation: ​[dʲɪjɛˈnɐ ʑɪˈlʲuːtʲeː]; born 28 May 1976 in Rietavas) is a Lithuanian racing cyclist who dominated women's road racing in the late 1990s.",
  "/wiki/Sarah_Ulmer": "Sarah Elizabeth Ulmer ONZM (born 14 March 1976) is a former Olympic cyclist. She is the first New Zealander to win an Olympic cycling gold medal,  which she won in the 3km individual pursuit at the 2004 Athens Olympics setting a world record.",
  "/wiki/Lyne_Bessette": "Lyne Bessette MP (born 10 March 1975, Lac Brome, Quebec) is a politician and professional bicycle racer from Quebec, Canada. She was elected to represent the riding of Brome—Missisquoi in the 2019 federal election as a member of the Liberal Party of Canada.",
  "/wiki/Judith_Arndt": "Judith Arndt (born 23 July 1976) is a retired German professional cyclist, who last rode for the GreenEDGE-AIS cycling team. She won the bronze medal in the 3000 m pursuit event at the 1996 Summer Olympics when she was 20. In 2004, she won the world road race championship and came second in the Olympic road race.",
  "/wiki/Genevieve_Jeanson": "Geneviève Jeanson (born August 29, 1981) is a former professional bicycle racer from Quebec, Canada. She won the world junior road and time trial championships in 1999 and the Tour de Snowy in 2000. Later that year she won La Flèche Wallonne World Cup race. She joined the Canadian Olympic team that year. She acknowledged in a documentary on Radio-Canada (the French-language CBC) on September 20, 2007, that she had been administered  EPO more or less continuously since she was 16 years old.",
  "/wiki/Women's_Challenge": "The Women's Challenge bicycle race (originally known as the Ore-Ida Women's Challenge as the lead sponsor was the Ore-Ida brand of frozen potato products) was held annually in the western United States in southern Idaho, beginning in 1984 until its demise in 2002. Later primary sponsors were PowerBar and Hewlett-Packard."
}