{
  "/wiki/California%27s_Great_America": "California's Great America (formerly known as Marriott's Great America and Paramount's Great America) is a 100-acre (40 ha) amusement park located in Santa Clara, California. Owned and operated by Cedar Fair, it originally opened in 1976 as one of two parks built by the Marriott Corporation. The park has appeared in 1994 films Beverly Hills Cop III and Getting Even with Dad and features over 40 rides and attractions. One of its most notable attractions, Gold Striker, has been featured as a top-ranked wooden roller coaster in Amusement Today's annual Golden Ticket Awards publication. Also featured is Railblazer, one of the first Raptor Track roller coasters in the World, and Flight Deck, a B&M invert coaster.",
  "/wiki/Nickelodeon_in_amusement_parks": "Since the 1990s, Nickelodeon, a worldwide children's television network and franchise, owned by ViacomCBS, has had an involvement in the creation and theming of amusement parks rides.",
  "/wiki/Canada%27s_Wonderland": "Canada's Wonderland is a 134-hectare (330-acre) theme park located in Vaughan, Ontario, a suburb approximately 25 kilometres (16 mi) north of Downtown Toronto. Opened in 1981 by the Taft Broadcasting Company and The Great-West Life Assurance Company as the first major theme park in Canada, it remains the country's largest. The park, currently owned by Cedar Fair, has been the most visited seasonal amusement park in North America for several consecutive years. As a seasonal park, Canada's Wonderland is open daily from May to Labour Day, with weekend openings in late April and after Labour Day until October 27th. They removed Halloween day Halloween Haunt due to the transition between Halloween Haunt and Winterfest With seventeen roller coasters, Canada's Wonderland is ranked second in the world by number of roller coasters, after Six Flags Magic Mountain (19 coasters) and tied with Cedar Point (17 coasters). The 134-hectare (330-acre) park includes an 8-hectare (20-acre) water park named Splash Works. The park holds Halloween Haunt, a Halloween-themed event, each fall, as well as special events throughout the season, including various food festivals, as well as \"Celebration Canada\", a month-long Canada Day festival, among others. Beginning in 2019, the park launched WinterFest, a holiday-themed event that would extend the park's operating season to late December.",
  "/wiki/Cedar_Point": "Cedar Point is a 364-acre (147 ha) amusement park located on a Lake Erie peninsula in Sandusky, Ohio. Opened in the late-1800s, it is reported to be the second-oldest operating amusement park in the United States behind Lake Compounce. Cedar Point is owned and operated by Cedar Fair and is considered the flagship of the amusement park chain. Known as \"America's Roller Coast\", the park features a world-record 72 rides, including 17 roller coasters – the second-most in the world behind Six Flags Magic Mountain. Its newest roller coaster, Steel Vengeance, opened to the public on May 5, 2018.",
  "/wiki/Dorney_Park_%26_Wildwater_Kingdom": "Dorney Park & Wildwater Kingdom is an American amusement and water park owned and operated by Cedar Fair and located in between Allentown, Pennsylvania and Emmaus, Pennsylvania. The park features seven roller coasters, other adult and children's rides, and a waterpark, Wildwater Kingdom.",
  "/wiki/Camp_Snoopy": "Camp Snoopy is a Peanuts themed area for children at several Cedar Fair Entertainment Company amusement parks.",
  "/wiki/Kings_Dominion": "Kings Dominion is an amusement park located in Doswell, Virginia, 20 miles (30 km) north of Richmond and 75 miles (120 km) south of Washington, D.C.. Owned and operated by Cedar Fair, the 400-acre (1.6 km2) park opened to the public on May 3, 1975, and features over 60 rides, shows and attractions including 12 roller coasters and a 20-acre (81,000 m2) water park. Its name is derived from the name of its sister park, Kings Island, and the nickname for the state of Virginia, \"Old Dominion.\"",
  "/wiki/Kings_Island": "Kings Island is a 364-acre (147 ha) amusement park located 24 miles (39 km) northeast of Cincinnati in Mason, Ohio. Owned and operated by Cedar Fair, the park first opened in 1972 by the Taft Broadcasting Company. It was part of a larger effort to move and expand Coney Island, a popular resort destination along the banks of the Ohio River that was prone to frequent flooding. After more than $300 million in capital investments, the park features over 100 attractions including fourteen roller coasters and a 33-acre (13 ha) water park.",
  "/wiki/Valleyfair": "Valleyfair is a 125-acre (51 ha) amusement park in Shakopee, Minnesota, United States. Owned by Cedar Fair, the park opened in 1976 and now features over 75 rides and attractions including eight roller coasters. Valleyfair also has a water park called Soak City which is included with the price of admission. Cedar Point and Valleyfair were the first two parks in the Cedar Fair chain (although Cedar Point Amusement Park originally opened in 1870) and a combination of the park names – \"cedar\" and \"fair\" – were used to name the company.",
  "/wiki/Worlds_of_Fun": "Worlds of Fun is a 235-acre amusement park in Kansas City, Missouri, United States. The park opened in 1973 and is owned and operated by Cedar Fair, which purchased the park from Hunt-Midwest in 1995. Admission to Worlds of Fun includes access to Oceans of Fun, a water park adjacent to the amusement park."
}