{
  "/wiki/Pyotr_Ilyich_Tchaikovsky": "Pyotr Ilyich Tchaikovsky[a 1] (English: /tʃaɪˈkɒfski/ chy-KOF-skee; Russian: Пётр Ильи́ч Чайко́вский[a 2], tr. Pëtr Ilʹič Čajkovskij, IPA: [pʲɵtr ɪlʲˈjitɕ tɕɪjˈkofskʲɪj] (listen); 7 May [O.S. 25 April] 1840  – 6 November [O.S. 25 October] 1893[a 3]) was a Russian composer of the Romantic period. He was the first Russian composer whose music made a lasting impression internationally, bolstered by his appearances as a guest conductor in Europe and the United States. He was honored in 1884 by Emperor Alexander III, and awarded a lifetime pension.",
  "/wiki/The_Nutcracker": "The Nutcracker (Russian: Щелкунчик[a], tr. Shchelkunchik listen (help·info)) is an 1892 two-act ballet (\"fairy ballet\"; Russian: балет-феерия, balet-feyeriya), originally choreographed by Marius Petipa and Lev Ivanov with a score by Pyotr Ilyich Tchaikovsky (Op. 71). The libretto is adapted from E. T. A. Hoffmann's story \"The Nutcracker and the Mouse King\".",
  "/wiki/Swan_Lake": "Swan Lake (Russian: Лебеди́ное о́зеро, romanized: Lebedínoye ózero), Op. 20, is a ballet composed by Pyotr Ilyich Tchaikovsky in 1875–76.  Despite its initial failure, it is now one of the most popular ballets of all time.",
  "/wiki/The_Sleeping_Beauty_(ballet)": "The Sleeping Beauty (Russian: Спящая красавица / Spyashaya krasavitsa) is a ballet in a prologue and three acts, first performed in 1890.  The music was composed by Pyotr Ilyich Tchaikovsky (his opus 66). The score was completed in 1889, and is the second of his three ballets.  The original scenario was conceived by Ivan Vsevolozhsky, and is based on Charles Perrault's La Belle au bois dormant. The choreographer of the original production was Marius Petipa.",
  "/wiki/Eugene_Onegin_(opera)": "Eugene Onegin (Russian: Евгений Онегин, Yevgény Onégin, IPA: [jɪvˈɡʲenʲɪj ɐˈnʲeɡʲɪn]), Op. 24, is an opera (\"lyrical scenes\") in 3 acts (7 scenes), composed by Pyotr Ilyich Tchaikovsky. The libretto, organised by the composer himself, very closely follows certain passages in Alexander Pushkin's novel in verse, retaining much of his poetry.  Tchaikovsky's friend Konstantin Shilovsky contributed M. Triquet's verses in Act 2, Scene 1, while Tchaikovsky himself arranged the text for Lensky's arioso in Act 1, Scene 1, and almost all of Prince Gremin's aria in Act 3, Scene 1.",
  "/wiki/1812_Overture": "The Year 1812 Solemn Overture, festival overture in E♭ major, Op. 49, popularly known as the 1812 Overture, is a concert overture written in 1880 by Russian composer Pyotr Ilyich Tchaikovsky to commemorate the successful Russian defence against Napoleon's invading Grande Armée in 1812.",
  "/wiki/Piano_Concerto_No._1_(Tchaikovsky)": "The Piano Concerto No. 1 in B♭ minor, Op. 23, was composed by Pyotr Ilyich Tchaikovsky between November 1874 and February 1875. It was revised in the summer of 1879 and again in December 1888. The first version received heavy criticism from Nikolai Rubinstein, Tchaikovsky's desired pianist. Rubinstein later repudiated his previous accusations and became a fervent champion of the work. It is one of the most popular of Tchaikovsky's compositions and among the best known of all piano concertos.",
  "/wiki/Violin_Concerto_(Tchaikovsky)": "The Violin Concerto in D major, Op. 35, written by Pyotr Ilyich Tchaikovsky in 1878, is one of the best-known violin concertos.",
  "/wiki/Symphonies_by_Pyotr_Ilyich_Tchaikovsky": "Pyotr Ilyich Tchaikovsky struggled with sonata form, the primary Western principle for building large-scale musical structures since the middle of the 19th century. Traditional Russian treatment of melody, harmony and structure actually worked against sonata form's modus operandi of movement, growth and development. Russian music—the Russian creative mentality as a whole, in fact—functioned on the principle of stasis. Russian novels, plays and operas were written as collections of self-contained tableaux, with the plots proceeding from one set-piece to the next. Russian folk music operated along the same lines, with songs comprised as a series of self-contained melodic units repeated continually. Compared to this mindset, the precepts of sonata form probably seemed as alien as if they had arrived from the moon.",
  "/wiki/John_Stainer": "Sir John Stainer (6 June 1840 – 31 March 1901) was an English composer and organist whose music, though not generally much performed today (except for The Crucifixion, still heard at Passiontide in many churches of the Anglican Communion), was very popular during his lifetime. His work as choir trainer and organist set standards for Anglican church music that are still influential. He was also active as an academic, becoming Heather Professor of Music at Oxford.",
  "/wiki/Louis-Albert_Bourgault-Ducoudray": "Louis-Albert Bourgault-Ducoudray (2 February 1840 – 4 July 1910) was a French Breton composer, pianist, and professor of music history/theory at the Conservatoire de Paris as well as a Prix de Rome laureate. He was born at Nantes and died at Vernouillet, near Dreux. Debussy was one of his protégés.",
  "/wiki/Johan_Svendsen": "Johan Severin Svendsen (30 September 1840 – 14 June 1911) was a Norwegian composer, conductor and violinist. Born in Christiania (now Oslo), Norway, he lived most his life in Copenhagen, Denmark. \nSvendsen's output includes two symphonies, a violin concerto, a cello concerto, and the Romance for violin, as well as a number of Norwegian Rhapsodies for orchestra. At one time Svendsen was an intimate friend of the German composer Richard Wagner.",
  "/wiki/Louis_Brassin": "Louis Brassin (24 June 1840 – 17 May 1884) was a Belgian pianist, composer and music educator.  He is best known now for his piano transcription of the Magic Fire Music from Wagner's Die Walküre.",
  "/wiki/Richard_Wagner": "Wilhelm Richard Wagner (/ˈvɑːɡnər/ VAHG-nər, German: [ˈʁɪçaʁt ˈvaːɡnɐ] (listen); 22 May 1813 – 13 February 1883) was a German composer, theatre director, polemicist, and conductor who is chiefly known for his operas (or, as some of his mature works were later known, \"music dramas\"). Unlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Carl Maria von Weber and Giacomo Meyerbeer, Wagner revolutionised opera through his concept of the Gesamtkunstwerk (\"total work of art\"), by which he sought to synthesise the poetic, visual, musical and dramatic arts, with music subsidiary to drama. He described this vision in a series of essays published between 1849 and 1852. Wagner realised these ideas most fully in the first half of the four-opera cycle Der Ring des Nibelungen (The Ring of the Nibelung).",
  "/wiki/Die_Walk%C3%BCre": "Die Walküre (The Valkyrie), WWV 86B is the second of the four music dramas that constitute Richard Wagner's Der Ring des Nibelungen, (English: The Ring of the Nibelung). It was performed, as a single opera,  at the National Theatre Munich on 26 June 1870, and received its first performance as part of the Ring cycle at the Bayreuth Festspielhaus  on 14 August 1876.",
  "/wiki/Emmanuel_Chabrier": "Alexis-Emmanuel Chabrier (French: [ɛmanɥɛl ʃabʁie]; 18 January 1841 – 13 September 1894) was a Romantic composer and pianist, born in Ambert, central France. His bourgeois family did not approve of a musical career for him, and he studied law in Paris and then worked as a civil servant until the age of thirty-nine while immersing himself in the modernist artistic life of the French capital and composing in his spare time. From 1880 until his final illness he was a full-time composer.",
  "/wiki/Maurice_Ravel": "Joseph Maurice Ravel French: [ʒɔzɛf mɔʁis ʁavɛl][n 1]; 7 March 1875 – 28 December 1937) was a French composer, pianist and conductor. He is often associated with impressionism along with his elder contemporary Claude Debussy, although both composers rejected the term. In the 1920s and 1930s Ravel was internationally regarded as France's greatest living composer.",
  "/wiki/Les_Six": "\"Les Six\" (pronounced [le sis]) is a name given to a group of six French composers who worked in Montparnasse. The name, inspired by Mily Balakirev's The Five, originates in critic Henri Collet's 1920 article \"Les cinq Russes, les six Français et M. Satie\" (Comœdia [fr], 16 January 1920). Their music is often seen as a reaction against both the musical style of Richard Wagner and the impressionist music of Claude Debussy and Maurice Ravel.",
  "/wiki/Jean_Fran%C3%A7aix": "Jean René Désiré Françaix (French: [fʁɑ̃sɛ]; 23 May 1912 in Le Mans – 25 September 1997 in Paris) was a French neoclassical composer, pianist, and orchestrator, known for his prolific output and vibrant style.",
  "/wiki/L%27%C3%A9toile_(opera)": "L'étoile is an opéra bouffe in three acts by Emmanuel Chabrier with a libretto by Eugène Leterrier and Albert Vanloo.",
  "/wiki/Espa%C3%B1a_(Chabrier)": "España, rhapsody for orchestra (French: España, rapsodie pour orchestre or Rapsodie España) is the most famous orchestral composition by French composer Emmanuel Chabrier (1841–1894). Written in 1883 after a trip to Spain, it was dedicated to the conductor Charles Lamoureux, who conducted the first public performance on 4 November 1883, at the Théâtre du Château d’Eau for the Société des Nouveaux Concerts in Paris.",
  "/wiki/Felip_Pedrell": "Felip Pedrell Sabaté (Spanish: Felipe) (19 February 1841 – 19 August 1922) was a Spanish composer, guitarist and musicologist.",
  "/wiki/Zarzuela": "Zarzuela (Spanish pronunciation: [θaɾˈθwela]) is a Spanish lyric-dramatic genre that alternates between spoken and sung scenes, the latter incorporating operatic and popular songs, as well as dance. The etymology of the name is uncertain, but some propose it may derive from the name of a Royal hunting lodge, the Palacio de la Zarzuela near Madrid, where, allegedly, this type of entertainment was first presented to the court. The palace was named after the place called \"La Zarzuela\" because of the profusion of brambles (zarzas) that grew there, and so the festivities held within the walls became known as \"Zarzuelas\".",
  "/wiki/Isaac_Alb%C3%A9niz": "Isaac Manuel Francisco Albéniz y Pascual (Spanish pronunciation: [iˈsak alˈβeniθ]; 29 May 1860 – 18 May 1909) was a Spanish virtuoso pianist, composer, and conductor. He is one of the foremost composers of the Post-Romantic era who also had a significant influence on his contemporaries and younger composers. He is best known for his piano works based on Spanish folk music idioms.",
  "/wiki/Enrique_Granados": "Enrique Granados Campiña (27 July 1867 – 24 March 1916) was a Spanish pianist and composer of classical music.",
  "/wiki/Manuel_de_Falla": "Manuel de Falla y Matheu (Spanish pronunciation: [maˈnwel ðe ˈfaʎa], 23 November 1876 – 14 November 1946) was a Spanish composer. Along with Isaac Albéniz, Francisco Tárrega, and Enrique Granados, he was one of Spain's most important musicians of the first half of the 20th century. His image appeared on Spain's 1970 100-pesetas banknote.",
  "/wiki/Giovanni_Sgambati": "Giovanni Sgambati (28 May 1841 – 14 December 1914) was an Italian pianist and composer.",
  "/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k": "Antonín Leopold Dvořák (/d(ə)ˈvɔːrʒɑːk, -ʒæk/ d(ə-)VOR-zha(h)k, Czech: [ˈantoɲiːn ˈlɛopold ˈdvor̝aːk] (listen); 8 September 1841 – 1 May 1904) was a Czech composer, one of the first to achieve worldwide recognition. Following the Romantic-era  nationalist example of his predecessor Bedřich Smetana, Dvořák frequently employed rhythms and other aspects of the folk music of Moravia and his native Bohemia. Dvořák's own style has been described as \"the fullest recreation of a national idiom with that of the symphonic tradition, absorbing folk influences and finding effective ways of using them\".",
  "/wiki/Symphony_No._9_(Dvo%C5%99%C3%A1k)": "The Symphony No. 9 in E minor, \"From the New World\", Op. 95, B. 178 (Czech: .mw-parser-output .noitalic{font-style:normal}Symfonie č. 9 e moll „Z nového světa“), popularly known as the New World Symphony, was composed by Antonín Dvořák in 1893 while he was the director of the National Conservatory of Music of America from 1892 to 1895. It has been described as  one of the most popular of all symphonies. In older literature and recordings, this symphony was – as for its first publication – numbered as Symphony No. 5. Astronaut Neil Armstrong took a tape recording of the New World Symphony along during the Apollo 11 mission, the first Moon landing, in 1969. The symphony was completed in the building that now houses the Bily Clocks Museum.",
  "/wiki/Giuseppe_Silvestri": "Giuseppe Silvestri (1841-1921) was an Italian classical composer and mandolin virtuoso. He is principally remembered today for his role as a mandolinist and for his composition Serenade d'Autrefois (Serenata medioevale or Serenade of Olden Times). He was a celebrated teacher of the mandolin in Naples and Paris, and became popular enough to get the criticism that he was causing Parisians to leave the piano for the mandolin.",
  "/wiki/Arrigo_Boito": "Arrigo Boito (Italian: [arˈriːɡo ˈbɔito]; 24 February 1842 –  10 June 1918) (whose original name was Enrico Giuseppe Giovanni Boito and who wrote essays under the anagrammatic pseudonym of Tobia Gorrio) was an Italian poet, journalist, novelist, librettist and composer, best known today for his libretti, especially those for Giuseppe Verdi's last two monumental operas Otello and Falstaff (not to mention Amilcare Ponchielli's operatic masterpiece La Gioconda) and his own opera Mefistofele. Along with Emilio Praga and his own brother Camillo Boito, he is regarded as one of the prominent representatives of the Scapigliatura artistic movement.",
  "/wiki/Librettist": "A libretto (lit. \"booklet\") is the text used in, or intended for, an extended musical work such as an opera, operetta, masque, oratorio, cantata or musical. The term libretto is also sometimes used to refer to the text of major liturgical works, such as the Mass, requiem and sacred cantata, or the story line of a ballet.",
  "/wiki/Mefistofele": "Mefistofele (Italian pronunciation: [mefiˈstɔːfele]) is an opera in a prologue, four acts and an epilogue, the only completed opera with music by the Italian composer-librettist Arrigo Boito (there are several completed operas for which he was librettist only). The opera was given its  premiere on 5 March 1868 at La Scala, Milan, under the baton of the composer, despite his lack of experience and skill as a conductor.",
  "/wiki/Mykola_Lysenko": "Mykola Vitaliyovych Lysenko (Ukrainian: Мико́ла Віта́лійович Ли́сенко, 22 March [O.S. 10 March] 1842 – 6 November [O.S. 24 October] 1912) was a Ukrainian composer, pianist, conductor and ethnomusicologist.",
  "/wiki/Ethnomusicologist": "Ethnomusicology is the study of music from the cultural and social aspects of the people who make it. It encompasses distinct theoretical and methodical approaches that emphasize cultural, social, material, cognitive, biological, and other dimensions or contexts of musical behavior, instead of only its isolated sound component.",
  "/wiki/Johann_Nepomuk_Fuchs_(composer)": "Johann Nepomuk Fuchs (5 May 1842 – 15 October 1899) was an Austrian composer, opera conductor, teacher and editor. His editorial work included an important role in the preparation of the first complete edition of Schubert's works. He was an older brother of the composer Robert Fuchs.",
  "/wiki/Jules_Massenet": "Jules Émile Frédéric Massenet (French pronunciation: ​[ʒyl emil fʁedeʁik masnɛ];[n 1] 12 May 1842 – 13 August 1912) was a French composer of the Romantic era best known for his operas, of which he wrote more than thirty. The two most frequently staged are Manon (1884) and Werther (1892). He also composed oratorios, ballets, orchestral works, incidental music, piano pieces, songs and other music.",
  "/wiki/Manon": "Manon (French pronunciation: ​[manɔ̃]) is an opéra comique in five acts by Jules Massenet to a French libretto by Henri Meilhac and Philippe Gille, based on the 1731 novel L’histoire du chevalier des Grieux et de Manon Lescaut by the Abbé Prévost. It was first performed at the Opéra-Comique in Paris on 19 January 1884, with sets designed by Eugène Carpezat (act 1), Auguste Alfred Rubé and Philippe Chaperon (acts 2 and 3), and Jean-Baptiste Lavastre (act 4).",
  "/wiki/Werther": "Werther is an opera (drame lyrique) in four acts by Jules Massenet to a French libretto by Édouard Blau, Paul Milliet and Georges Hartmann (who used the pseudonym Henri Grémont). It is loosely based on the German epistolary novel The Sorrows of Young Werther by Johann Wolfgang von Goethe, which was based both on fact and on Goethe's own early life. Earlier examples of operas using the story were made by Kreutzer (1792) and Pucitta (1802).",
  "/wiki/M%C3%A9ditation_(Tha%C3%AFs)": "\"Méditation\" (pronounced [meditasjɔ̃]) is a symphonic intermezzo from the opera Thaïs by French composer Jules Massenet. The piece is written for solo violin and orchestra. The opera premiered at the Opéra Garnier in Paris on March 16, 1894.",
  "/wiki/Tha%C3%AFs_(opera)": "Thaïs (French pronunciation: ​[ta.is]) is an opera, a comédie lyrique in three acts and seven tableaux, by Jules Massenet to a French libretto by Louis Gallet, based on the novel Thaïs by Anatole France. It was first performed at the Opéra Garnier in Paris on 16 March 1894, starring the American soprano Sibyl Sanderson, for whom Massenet had written the title role. The original production was directed by Alexandre Lapissida, with costumes designed by Charles Bianchini and sets by Marcel Jambon (act 1, scene 1; act 3) and Eugène Carpezat (act 1, scene 2; act 2). The opera was later revised by the composer and was premiered at the same opera house on 13 April 1898.",
  "/wiki/Arthur_Sullivan": "Sir Arthur Seymour Sullivan MVO (13 May 1842 – 22 November 1900) was an English composer. He is best known for 14 operatic collaborations with the dramatist W. S. Gilbert, including H.M.S. Pinafore, The Pirates of Penzance and The Mikado. His works include 24 operas, 11 major orchestral works, ten choral works and oratorios, two ballets, incidental music to several plays, and numerous church pieces, songs, and piano and chamber pieces. His hymns and songs include \"Onward, Christian Soldiers\" and \"The Lost Chord\".",
  "/wiki/Operetta": "Operetta is a form of theatre and a genre of light opera, light in terms of both music and subject matter. It includes spoken dialogue, songs, and dances. \"Operetta\" is the Italian diminutive of \"opera\" and was used originally to describe a shorter, perhaps less ambitious work than an opera. Operetta became a recognizable form in the mid-1800s in France, and its popularity led to the development of many national styles of operetta. Operetta as a genre lost favor in the 1930s and gave way to modern musical theatre. Important operetta composers include Johann Strauss, Jacques Offenbach and Franz Lehar.",
  "/wiki/W._S._Gilbert": "Sir William Schwenck Gilbert[n 1] (18 November 1836 – 29 May 1911) was an English dramatist, librettist, poet and illustrator best known for his collaboration with composer Arthur Sullivan, which produced fourteen comic operas. The most famous of these include H.M.S. Pinafore, The Pirates of Penzance and one of the most frequently performed works in the history of musical theatre, The Mikado. The popularity of these works was supported for over a century by year-round performances of them, in Britain and abroad, by the repertory company that Gilbert, Sullivan and their producer Richard D'Oyly Carte founded, the D'Oyly Carte Opera Company. These Savoy operas are still frequently performed in the English-speaking world and beyond.",
  "/wiki/Calixa_Lavall%C3%A9e": "Calixa Lavallée (December 28, 1842 – January 21, 1891) was a French-Canadian-American musician and Union Army band musician during the American Civil War. He is best known for composing the music for \"O Canada,\" which officially became the national anthem of Canada in 1980, after a vote in the Senate and the House of Commons. The same 1980 Act of Parliament also changed some of the English lyrics. A slight alteration to the English lyrics was made again in 2018. The original French lyrics and the music, however, have remained unchanged since 1880.",
  "/wiki/O_Canada": "\"O Canada\" (French: Ô Canada) is the national anthem of Canada. The song was originally commissioned by Lieutenant Governor of Quebec Théodore Robitaille for the 1880 Saint-Jean-Baptiste Day ceremony; Calixa Lavallée composed the music, after which, words were written by the poet and judge Sir Adolphe-Basile Routhier. The original lyrics were in French; an English translation was published in 1906. Multiple English versions ensued, with Robert Stanley Weir's version in 1908 gaining the most popularity, eventually serving as the basis for the official lyrics enacted by Parliament. Weir's lyrics have been revised three times, most recently when An Act to amend the National Anthem Act (gender) was enacted in 2018. The French lyrics remain unaltered. \"O Canada\" had served as a de facto national anthem since 1939, officially becoming the country's national anthem in 1980 when Canada's National Anthem Act received royal assent and became effective on July 1 as part of that year's Dominion Day (today's Canada Day) celebrations.",
  "/wiki/%C3%89mile_Bernard_(composer)": "Jean Émile Auguste Bernard (28 November 1843 – 11 September 1902) was a French Romantic composer and organist.",
  "/wiki/Edvard_Grieg": "Edvard Hagerup Grieg (/ɡriːɡ/ GREEG, Norwegian: [ˈɛ̀dvɑɖ ˈhɑ̀ːɡərʉp ˈɡrɪɡː]; 15 June 1843 – 4 September 1907) was a Norwegian composer and pianist. He is widely considered one of the leading Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions brought the music of Norway to international consciousness, as well as helping to develop a national identity, much as Jean Sibelius did in Finland and Bedřich Smetana did in Bohemia, respectively.",
  "/wiki/Peer_Gynt_(Grieg)": "Peer Gynt, Op. 23, is the incidental music to Henrik Ibsen's 1867 play of the same name, written by the Norwegian composer Edvard Grieg in 1875. It premiered along with the play on 24 February 1876 in Christiania (now Oslo).",
  "/wiki/David_Popper": "David Popper (June 16, 1843 – August 7, 1913) was a Bohemian cellist and composer.",
  "/wiki/Paul_Taffanel": "Claude-Paul Taffanel (16 September 1844 – 22 November 1908) was a French flautist, conductor and instructor, regarded as the founder of the French Flute School that dominated much of flute composition and performance during the mid-20th century.",
  "/wiki/French_Flute_School": "The French Flute School, as practiced by pupils of Claude-Paul Taffanel at the Paris Conservatoire, employed a playing style featuring a light tone and vibrato. Students strived to capture the sound quality of Taffanel in their own playing. Louis Fleury described Taffanel's tone as, \"captivating, and also very full.\"This reference of a full sound has often been described as powerful and brassy, which can be taken as derogatory. However, when Gaubert was questioned once about this, he redressed the balance by reiterating the word 'full' by insisting that Taffanel produced a perfectly homogenous tone throughout the entire range of the instrument. This became fundamental quality common to the great flautists of the French School and can be seen in Taffanel's successors. These flautists used metal flutes of the modified Boehm system by Louis Lot and others. This stood in contrast to the mostly wooden German and English instruments, which their flautists played with a strong and steady sound."
}