{
  "/wiki/Brick_Store_(Covington,_Georgia)": "Brick Store is a historic building in Covington, Georgia. It was built in 1821 and served as a focus point for the community, also known as Sun Up, Georgia, Mt. Pleasent, Georgia or Brick Store, Georgia. It has been a general store, stage coach stop, post office, school house, courtroom, jail and residence for Martin Kolb. The first session of Newton County Superior Court was held at the Brick Store. The building was added to the National Register of Historic Places on April 9, 2009. The building is owned by the Trustees of the Newton County Historical Society. It is located on U.S. Route 278 at Old Social Circle Road.",
  "/wiki/U.S._Route_278": "U.S. Route 278 is a parallel route of U.S. Route 78.  It currently runs for 1,074 miles (1,728 km) from Hilton Head Island, South Carolina to Wickes, Arkansas at U.S. Route 71/U.S. Route 59. It is longer than its parent highway, US 78. US 278 passes through the states of South Carolina, Georgia, Alabama, Mississippi, and Arkansas. This highway passes through the cities and towns of Augusta, Covington, Atlanta, Powder Springs, Hiram, Dallas, Rockmart, and Cedartown, Georgia; Gadsden and Cullman, Alabama; Tupelo, Oxford, and Greenville, Mississippi; and Monticello and Hope, Arkansas.",
  "/wiki/Covington,_Georgia": "Covington is a city and the county seat of Newton County, Georgia, located 35 miles east of Atlanta. As of the 2010 Census, its population was 13,118.",
  "/wiki/Burge_Farm": "The Burge Plantation, also known as the Burge Farm, is a historic farm estate in Newborn, Georgia. It was added to the National Register of Historic Places on May 11, 2000. It is generally bounded by GA 142, Cook Road, Morehouse Road and Sewell Road.",
  "/wiki/Newborn,_Georgia": "Newborn is a town in Newton County, Georgia, United States. The population was 520 at the 2000 census.",
  "/wiki/Newton_County_Courthouse_(Georgia)": "Newton County Courthouse is a historic county courthouse in Courthouse Square in Covington, Georgia, the county seat of Newton County, Georgia. The courthouse was designed by Bruce & Morgan in a Second Empire architecture style and built in 1884. It was constructed on the same site as a previouse county courthouse building that burned down on December 31, 1883. The building was added to the National Register of Historic Places on September 18, 1980.",
  "/wiki/Orna_Villa": "Orna Villa, also known as the Alexander Means House and the Means/Tanner House, is a historic Greek Revival house located on Emory Street in Oxford, Georgia.  Built in 1825, it is the oldest house in Oxford. The house is a work of Richard K. Dearing.",
  "/wiki/Oxford,_Georgia": "Oxford is a city in Newton County, Georgia, United States. As of the 2010 census, the city population was 2,134. It is the location of Oxford College of Emory University.",
  "/wiki/Oxford_Historic_District_(Oxford,_Georgia)": "The Oxford Historic District in Oxford, Georgia is a 146-acre (59 ha) historic district that was listed on the U.S. National Register of Historic Places (NRHP) in 1975.  It includes Renaissance, Greek Revival, and Gothic architecture amidst 23 contributing buildings, one being Orna Villa, which is separately NRHP-listed.  It also includes two contributing sites and one other contributing structure. The boundaries of the district today includes all of Oxford College of Emory University, the \"Old Church\", two cemeteries, two commercial establishments, and many residences built by Emory College-related people.",
  "/wiki/Porterdale_Historic_District": "The Porterdale Historic District in Porterdale, Georgia is a 525 acres (212 ha) historic district which was listed on the National Register of Historic Places in 2001.  Its area is roughly the city limits of Porterdale north of Elm St., and it includes Colonial Revival, Late Gothic Revival, and other architecture.  In 2001 it included 496 contributing buildings and eight contributing structures. It also included 37 non-contributing buildings and a non-contributing object.",
  "/wiki/Porterdale,_Georgia": "Porterdale is a town in Newton County, Georgia, the United States. The population was 1,429 at the 2010 census.",
  "/wiki/Salem_Camp_Ground": "Salem Camp Ground is a historic camp meeting site in Covington, Georgia. It was established in 1828. It was added to the National Register of Historic Places on March 5, 1998. It is located at 3940 Salem Road.",
  "/wiki/Starrsville,_Georgia": "Starrsville is an unincorporated community in an exurban area 5.4 miles (8.7 km) southeast of Covington, Newton County, Georgia, United States."
}