{
  "/wiki/Marlon_Alex_James": "Marlon Alex James (born 16 November 1976) is a retired Vincentian soccer player.",
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/Carlos_Arturo_Caceres": "Carlos Arturo Cáceres Pino (born 28 April 1977 in Santiago) is a Chilean professional footballer who currently plays for Provincial Osorno.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Frank_Seator": "Frank Jean Seator (24 October 1975 - 12 February 2013) was a Liberian striker who spent most of his football career in Asia. He died on 12 February 2013 at the Firestone Medical Hospital in Harbel, Liberia.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Johor_FC": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/Muhamad_Khalid_Jamlus": "Muhamad Khalid bin Jamlus (born 23 February 1977) is a retired Malaysian footballer. He is a former member of the Malaysian national team and also has played for the Pre-Olympic squad. In 2002, he went on trial with Eintracht Frankfurt.",
  "/wiki/Perlis_FA": "Perlis Football Association (Malay: Persatuan Bolasepak Perlis), also known as Perlis FA, is a football team based in Kangar, Perlis, Malaysia. The team was founded in 1963 and currently suspended from FIFA by playing in the second division of Malaysian football, the 2019 Malaysia Premier League. Year 2019 is the first ever Perlis  did not enter any tournament in Malaysian League since 1963.",
  "/wiki/Mohd_Safee_Mohd_Sali": "Mohd Safee bin Mohd Sali (born 29 January 1984) is a Malaysian footballer who plays for Malaysia Super League club Petaling Jaya City FC and the Malaysia national team. Safee plays as a forward.",
  "/wiki/Mohd_Zaquan_Adha_Abdul_Radzak": "Mohamad Zaquan Adha bin Abd. Radzak (born 3 August 1987 in Seremban, Negeri Sembilan) is a Malaysian professional footballer who plays as a forward for Malaysia Super League side Kedah. He is the younger of his twin who also a footballer Aidil Zafuan.",
  "/wiki/Negeri_Sembilan_FA": "Negeri Sembilan Football Association or simply known as Negeri Sembilan is a Malaysian professional football club based in Seremban, Negeri Sembilan that competes in the Malaysia Premier League. Founded in 1923, the club's home ground Tuanku Abdul Rahman Stadium. \nNegeri Sembilan won their first major honour in 1948 Malaysia Cup.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Gustavo_Fuentes": "Gustavo Fuentes (born 8 April 1973 in Buenos Aires) is a former Argentine footballer who plays as a striker."
}