{
  "/wiki/Salsette_Island": "Salsette Island (Salsete) is an island in the state of Maharashtra on India's west coast. The metropolis of Mumbai (formerly Bombay) and the cities of Thane and Mira-Bhayander lie on it, making it very populous and one of the most densely populated islands in the world. It has about 15.1 million inhabitants living on an area of about 619 km².",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Mumbai": "Mumbai (English: /mʊmˈbaɪ/, Marathi: [ˈmumbəi]; also known as Bombay /bɒmˈbeɪ/, the official name until 1995) is the capital city of the Indian state of Maharashtra. According to United Nations, as of 2018, Mumbai was the second most populous city in India after Delhi and the seventh most populous city in the world with a population of 19.98 million. As per Indian government population census of 2011, Mumbai was the most populous city in India with an estimated city proper population of 12.5 million living under Municipal Corporation of Greater Mumbai. Mumbai is the centre of the Mumbai Metropolitan Region, the sixth most populous metropolitan area in the world with a population of over 23.64 million. Mumbai lies on the Konkan coast on the west coast of India and has a deep natural harbour. In 2008, Mumbai was named an alpha world city. It is also the wealthiest city in India, and has the highest number of millionaires and billionaires among all cities in India.  Mumbai is home to three UNESCO World Heritage Sites: the Elephanta Caves, Chhatrapati Shivaji Maharaj Terminus, and the city's distinctive ensemble of Victorian and Art Deco buildings.",
  "/wiki/Thane": "Thane (also known as Thana, the official name until 1996) is a metropolitan city in Maharashtra, India. Thane city coincides entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarter of the namesake district. With a population of 1,841,488 distributed over a land area of about 147 square kilometres (57 sq mi), Thane city is the 16th most populated city in India with a population of 1,890,000 according to the 2011 census. The city is also called \"City of Lakes\" as the city is surrounded by 35 lakes.",
  "/wiki/Ulhas_River": "The Ulhas River is a west flowing river in Western India in the state of Maharashtra draining an area of 4,637 km2.",
  "/wiki/Island_of_Montreal": "The Island of Montreal (French: Île de Montréal, Kanien’kéha (Mohawk): Tiohtià:ke[citation needed]), in southwestern Quebec, Canada, is the site of the city of Montreal. It is located at the confluence of the Saint Lawrence and Ottawa rivers. It is separated from Île Jésus (Laval) by the Rivière des Prairies.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/St._Lawrence_River": "The Saint Lawrence River (French: Fleuve Saint-Laurent; Tuscarora: Kahnawáʼkye; Mohawk: Kaniatarowanenneh, meaning \"big waterway\") is a large river in the middle latitudes of North America. The Saint Lawrence River flows in a roughly north-easterly direction, connecting the Great Lakes with the Atlantic Ocean and forming the primary drainage outflow of the Great Lakes Basin. It traverses the Canadian provinces of Quebec and Ontario, and is part of the international boundary between Ontario, Canada, and the U.S. state of New York. This river provides the basis for the commercial Saint Lawrence Seaway.",
  "/wiki/Manhattan_Island": "Manhattan (/mænˈhætən, mən-/), often referred to by residents of the New York City area as the City, is the most densely populated of the five boroughs of New York City, and coextensive with the County of New York, one of the original counties of the U.S. state of New York. Manhattan serves as the city's economic and administrative center, cultural identifier, and historical birthplace. The borough consists mostly of Manhattan Island, bounded by the Hudson, East, and Harlem rivers; as well as several small adjacent islands. Manhattan additionally contains Marble Hill, a small neighborhood now on the U.S. mainland, that was connected using landfill to the Bronx and separated from the rest of Manhattan by the Harlem River. Manhattan Island is divided into three informally bounded components, each aligned with the borough's long axis: Lower, Midtown, and Upper Manhattan.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Hudson_River": "The Hudson River is a 315-mile (507 km) river that flows from north to south primarily through eastern New York in the United States. The river originates in the Adirondack Mountains of Upstate New York, flows southward through the Hudson Valley to the Upper New York Bay between New York City and Jersey City. It eventually drains into the Atlantic Ocean at New York Harbor. The river serves as a political boundary between the states of New Jersey and New York at its southern end. Further north, it marks local boundaries between several New York counties. The lower half of the river is a tidal estuary, deeper than the body of water into which it flows, occupying the Hudson Fjord, an inlet which formed during the most recent period of North American glaciation, estimated at 26,000 to 13,300 years ago. Tidal waters influence the Hudson's flow from as far north as the city of Troy.",
  "/wiki/East_River": "The East River is a salt water tidal estuary in New York City. The waterway, which is actually not a river despite its name, connects Upper New York Bay on its south end to Long Island Sound on its north end. It separates the borough of Queens on Long Island from the Bronx on the North American mainland, and also divides Manhattan from Queens and Brooklyn, which is also on Long Island. Because of its connection to Long Island Sound, it was once also known as the Sound River. The tidal strait changes its direction of flow frequently, and is subject to strong fluctuations in its current, which are accentuated by its narrowness and variety of depths. The waterway is navigable for its entire length of 16 miles (26 km), and was historically the center of maritime activities in the city, although that is no longer the case.",
  "/wiki/Chongming_Island": "Chongming, formerly known as Chungming, is an alluvial island at the mouth of the Yangtze River in eastern China covering 1,267 square kilometers (489 sq mi) as of 2010. Together with the islands Changxing and Hengsha, it forms Chongming County, the northernmost area of the provincial-level municipality of Shanghai. At the time of the 2010 Chinese census, its population was 660 000.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Yangtze_River": "The Yangtze or Yangzi (English:  /ˈjæŋtsi/ or /ˈjɑːŋtsi/) is the longest river in Asia, the third-longest in the world and the longest in the world to flow entirely within one country. It rises in the northern part of the Tibetan Plateau and flows 6,300 km (3,900 mi) in a generally easterly direction to the East China Sea. It is the sixth-largest river by discharge volume in the world. Its drainage basin comprises one-fifth of the land area of China, and is home to nearly one-third of the country's population.",
  "/wiki/Île_Jésus": "Île Jésus (French: [il ʒezy], Jesus Island) is a river island in southwestern Quebec, separated from the mainland to the north by the Rivière des Mille Îles, and from the Island of Montreal to the south by the Rivière des Prairies.",
  "/wiki/Laval,_Quebec": "Laval (English: /ləˈvæl/; French: [laval] (listen)) is a Canadian city in southwestern Quebec, north of Montreal. It forms its own administrative region of Quebec. It is the largest suburb of Montreal, the third largest municipality in the province of Quebec, and the thirteenth largest city in Canada with a population of 422,993 in 2016.",
  "/wiki/Žitný_ostrov": "Žitný ostrov, also called Veľký Žitný ostrov (Great Rye Island) (German: Große Schüttinsel or Great Schütt Island, Hungarian: Csallóköz) to differentiate it from Malý Žitný ostrov (Small Rye Island) (German: Kleine Schüttinsel or Little Schütt Island, Hungarian: Szigetköz), is a river island in southwestern Slovakia, extending from Bratislava to Komárno. It lies between the Danube, its tributary Little Danube and Váh. The island is a major part of the Danubian Flat. It is the biggest river island in Europe with an area of 1,886 square kilometres (728 square miles), being 84 kilometres (52 miles) long and 15 to 30 kilometres (9.3 to 18.6 miles) wide.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.",
  "/wiki/Danube": "The Danube (/ˈdæn.juːb/ DAN-yoob; known by various names in other languages) is Europe's second longest river, after the Volga. It is located in Central and Eastern Europe.",
  "/wiki/Vasilievsky_Island": "Vasilyevsky Island (Russian: Васи́льевский о́стров, Vasilyevsky Ostrov, V.O.) is an island in St. Petersburg, Russia, bordered by the Bolshaya Neva and Malaya Neva Rivers (in the delta of the Neva River) in the south and northeast, and by the Gulf of Finland in the west. Vasilyevsky Island is separated from Dekabristov Island by the Smolenka River. Together they form the territory of Vasileostrovsky District, an administrative division of Saint Petersburg.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/St._Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Bolshaya_Neva": "Great Neva or Bolshaya Neva (Russian: Больша́я Нева́) is the largest armlet of Neva River. It starts near the Spit of Vasilievsky Island (easternmost tip of the island).\nThe Great Neva is 3.5 kilometres (2.2 mi) long; the width is from 200 to 400 metres (660 to 1,310 ft) and the depth up to 12.8 metres (42 ft). Its tributaries are Fontanka, Moyka and Novo-Admiralteysky Canal.\nThere are two bridges across Great Neva: Palace Bridge and Blagoveshchensky Bridge.",
  "/wiki/Malaya_Neva": "Little Neva or Malaya Neva (Russian: Ма́лая Нева́) is the second largest distributary of the Neva River. The Neva splits into Great Neva (the southern armlet) and Little Neva (the northern armlet) near the Spit of Vasilievsky Island (easternmost tip of the island), in the historic centre of the city of Saint Petersburg.",
  "/wiki/Lulu_Island": "Lulu Island is the name of the largest island in the estuary of the Fraser River, located south of Vancouver, British Columbia. The island is made up of the city of City of Richmond, while a small section at the eastern tip, known as Queensborough, is part of the City of New Westminster.",
  "/wiki/Richmond,_British_Columbia": "Richmond (/ˈrɪtʃmənd/) is a coastal city located in the Canadian province of British Columbia. It is a member municipality of Metro Vancouver and the location of the Vancouver International Airport. During the 2010 Winter Olympics, the Richmond Olympic Oval was a venue for the long track speed skating events.",
  "/wiki/Fraser_River": "The Fraser River /ˈfreɪzər/ is the longest river within British Columbia, Canada, rising at Fraser Pass near Blackrock Mountain in the Rocky Mountains and flowing for 1,375 kilometres (854 mi), into the Strait of Georgia at the city of Vancouver.  It is the 11th longest river in Canada.[citation needed]  The river's annual discharge at its mouth is 112 cubic kilometres (27 cu mi) or 3,550 cubic metres per second (125,000 cu ft/s), and it discharges 20 million tons of sediment into the ocean.",
  "/wiki/Srirangam": "Srirangam (also known as Thiruvarangam) is a neighbourhood of the city of Tiruchirappalli, Tamil Nadu, India. A river island, Srirangam is bounded by the Kaveri on one side and its distributary Kollidam on the other side. Considered as the first among the 108 Divya Desams, Srirangam is home to a significant population of Sri Vaishnavites (followers of Lord Vishnu).",
  "/wiki/Kaveri": "Kaveri (also known as Cauvery, the anglicized name and Ponni), is an Indian river flowing through the states of Karnataka and Tamil Nadu. It is the third largest river – after Godavari and Krishna – in South India and the largest in Tamil Nadu which, on its course, bisects the state into North and South. The Kaveri is sacred to the people of South India and is worshipped as a goddess. The Kaveri is also one of the seven holy rivers of India.",
  "/wiki/Majuli": "Mājuli or Majoli (pron: ˈmʌʤʊlɪ) is a river island in the Brahmaputra River, Assam and in 2016 it became the first island to be made a district in India. It had an area of 880 square kilometres (340 sq mi) at the beginning of the 20th century, but having lost significantly to erosion it covers 352 square kilometres (136 sq mi) as at 2014. Majuli has shrunk as the river surrounding it has grown. Majuli is currently listed as the world's largest river island in the Guinness Book of World Records.",
  "/wiki/Satra_(Ekasarana_Dharma)": "Satras (Assamese: সত্ৰ) are institutional centers associated with the Ekasarana tradition of Vaishnavism, largely found in the Indian state of Assam and neighboring regions. Numbering in the hundreds, these centers are generally independent of each other and under the control of individual adhikaras (or satradhikars), though they can be grouped into four different Sanghatis (orders).",
  "/wiki/Brahmaputra_River": "The Brahmaputra (/ˌbrɑːməˈpuːtrə/) is a trans-boundary river which flows through China, India and Bangladesh.[a] It is the ninth largest river in the world by discharge, and the 15th longest.",
  "/wiki/Csepel_Island": "Csepel Island (Hungarian: Csepel-sziget) /ˈtʃeɪpəl/ is the largest island on the Danube in Hungary. It is 48 km (30 mi) long; its width after 3 km (2 mi) sections of bifurcation and rejoining (confluence) varies from 6 to 8 km (4 to 5 mi). Its has an area of 257 km2 (99 sq mi) and its population is 165,000.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Hisingen": "Hisingen (Swedish pronunciation: [ˈhîːsɪŋɛn]) is the fifth-largest island of Sweden (after Gotland, Öland, Södertörn and Orust), with an area of 199 km2 (77 sq mi). It forms part of Gothenburg and is bordered by the Göta älv to the south and east, the Nordre älv to the north, and the Kattegat to the west. The northern part of the city of Gothenburg, with its harbours, industries and suburbs, is located on the island, which is divided between the two historical provinces of Västergötland and Bohuslän.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Gothenburg": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.",
  "/wiki/Göta_älv": "The Göta älv (Swedish pronunciation: [ˈjø̌ːta ˈɛlv]; \"River of the Geats\") is a river that drains lake Vänern into the Kattegat, at the city of Gothenburg, on the western coast of Sweden. It was formed at the end of the last glaciation, as an outflow channel from the Baltic Ice Lake to the Atlantic Ocean and nowadays it has the largest drainage basin in Scandinavia.",
  "/wiki/Wilhelmsburg,_Hamburg": "Wilhelmsburg (German pronunciation (help·info)) (Low German: Willemsborg) is a quarter (Stadtteil) of Hamburg, Germany within the borough (Bezirk) of Hamburg-Mitte. It is situated on several islands between the Northern and Southern branches of the Elbe river (Norderelbe and Süderelbe), together with the other quarters of Steinwerder, Veddel and Kleiner Grasbrook. The latter almost exclusively consists of facilities of the port of Hamburg. In 2016 the population was 55,074.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Hamburg": "Hamburg (English: /ˈhæmbɜːrɡ/, German: [ˈhambʊʁk] (listen), locally also [ˈhambʊɪ̯ç] (listen) [ˈhambɔːχ]; Low Saxon: Hamborg), officially the Free and Hanseatic City of Hamburg (German: Freie und Hansestadt Hamburg; Low Saxon: Friee un Hansestadt Hamborg), is the second-largest city in Germany after Berlin and 7th largest city in the European Union with a population of over 1.84 million.",
  "/wiki/Elbe": "The Elbe (/ˈɛlbə/; Czech: Labe (help·info) [ˈlabɛ]; German: Elbe [ˈɛlbə]; Low German: Elv, Upper and Lower Sorbian: Łobjo, historically in English also Elve) is one of the major rivers of Central Europe. It rises in the Krkonoše Mountains of the northern Czech Republic before traversing much of Bohemia (western half of the Czech Republic), then Germany and flowing into the North Sea at Cuxhaven, 110 km (68 mi) northwest of Hamburg. Its total length is 1,094 kilometres (680 mi).",
  "/wiki/Yeouido": "Yeouido (Hangul: 여의도, English: Yoi Island or Yeoui Island) is a large island (or eyot) on the Han River in Seoul, South Korea. It is Seoul's main finance and investment banking district.  Its 8.4 square kilometers are home to some 30,988 people.  The island is located in the Yeongdeungpo-gu district of Seoul, and largely corresponds to the precinct of Yeouido-dong.  The island contains the National Assembly Building, where the National Assembly of South Korea meets, Korea Financial Investment Association, the large Yoido Full Gospel Church, the 63 Building, and the headquarters of LG, Korean Broadcasting System, and the Korea Exchange Center. Due mainly to its importance as a financial district and its central location, Yeouido is home to some of Seoul and South Korea's tallest skyscrapers, including International Finance Center Seoul, Parc1 Tower, the Federation of Korea Industries Tower, as well as the iconic 63 Building.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Han_River_(Korea)": "The Han River or Hangang (Korean pronunciation: [ha(ː)n.ɡaŋ])[e] is a major river in South Korea and the fourth longest river on the Korean peninsula after the Amnok (Yalu), Tuman (Tumen), and Nakdong rivers. The river begins as two smaller rivers in the eastern mountains of the Korean peninsula, which then converge near Seoul, the capital of the country.",
  "/wiki/Mosqueiro": "Mosqueiro is an island near the south bank of the Pará River in the Brazilian state of Pará. Since July 6, 1989, the northwest coast of the island has comprised an administrative district of the city of Belém, roughly 67 km (42 mi) north of the downtown area of the city. The island has 17 km (11 mi) of beaches with freshwater tides, which draw vacationers primarily in the dry season. The largest settlement on the island is the town of Vila (often referred to simply as Mosqueiro) on the westernmost part of the island.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Belém": "Belém ([beˈlẽj]; Portuguese for Bethlehem) is a Brazilian city with 2,491,052 people residing in its Metropolitan Region. The capital city itself has 1,485,732 inhabitants (for more details on its population see in Demographics below). It is the capital and largest city of the state of Pará in the country's north. It is the gateway to the Amazon River with a busy port, airport, and bus/coach station. Belém lies approximately 100 km upriver from the Atlantic Ocean, on the Pará River, which is part of the greater Amazon River system, separated from the larger part of the Amazon delta by Ilha de Marajó (Marajo Island). With an estimated population of 1,439,561 people — or 2,249,405, considering its metropolitan area — it is the 11th most populous city in Brazil, as well as the 16th by economic relevance. It is the second largest in the North Region, second only to Manaus, in the state of Amazonas.",
  "/wiki/Amazon_River": "The Amazon River (UK: /ˈæməzən/, US: /ˈæməzɒn/; Spanish: Río Amazonas, Portuguese: Rio Amazonas) in South America is the largest river by discharge volume of water in the world, and by some definitions it is the longest while others consider the Nile as the longest.[n 2]",
  "/wiki/River_island": "A river island is any exposed land surrounded by river water. Properly defined it excludes shoals between seasonally varying flows and may exclude semi-coastal islands such as in deltas."
}