{
  "/wiki/Ron_Lee": "Ronald Henry Lee (born November 2, 1952) was an All-American basketball player for the University of Oregon, and epitomized the \"Kamikaze Kids\" under coach Dick Harter with his all-out, fearless hustle and relentless desire to win.  Born in Boston, Massachusetts, Lee played four seasons for the Ducks between 1972 and 1976.  The Phoenix Suns made him the tenth selection in the NBA draft in 1976. Despite not playing football in high school and college, the NFL's San Diego Chargers also made him a 12th round selection in the 1976 NFL draft. In the NBA, Lee was named to the 1977 NBA All-Rookie Team and led the NBA in steals the following season.  Overall, Lee had a solid, but not spectacular career as a reserve, and became a fan favorite because of his effort on the court.",
  "/wiki/Oregon_Ducks_men's_basketball": "The Oregon Ducks men's basketball team is an intercollegiate basketball program that competes in the NCAA Division I and is a member of the Pac-12 Conference, representing the University of Oregon. The Ducks play their home games at Matthew Knight Arena, which has a capacity of 12,364. Then coached by Howard Hobson, Oregon won the first NCAA men's basketball national championship in 1939.  They again reached the Final Four in 2017 under head coach Dana Altman, marking the longest span between appearances in NCAA history (78 years). The Ducks have made the NCAA tournament sixteeen times, and have won six conference championships.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/Marques_Johnson": "Marques Kevin Johnson (born February 8, 1956) is a basketball analyst for the Milwaukee Bucks on Fox Sports Net and a retired American professional basketball player. The small forward played in the National Basketball Association (NBA) from 1977–1989, where he was a five-time All-Star. He was a pioneer of the point forward position.",
  "/wiki/UCLA_Bruins_men's_basketball": "The UCLA Bruins men's basketball program represents the University of California, Los Angeles in the sport of men's basketball as a member of the Pac-12 Conference. Established in 1919, the program has won a record 11 NCAA titles. Coach John Wooden led the Bruins to 10 national titles in 12 seasons, from 1964 to 1975, including seven straight from 1967 to 1973. UCLA went undefeated a record four times (1964, 1967, 1972, and 1973). Coach Jim Harrick led the team to another NCAA title in 1995. Former coach Ben Howland led UCLA to three consecutive Final Four appearances from 2006 to 2008. As a member of the AAWU, Pacific-8 and then Pacific-10, UCLA set a NCAA Division I record with 13 consecutive regular season conference titles between 1967 and 1979 which stood until passed by Kansas in 2018.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/David_Greenwood": "David Murphy-Kasim Greenwood (born May 27, 1957) is an American retired professional basketball player whose National Basketball Association (NBA) career spanned 12 years from 1979 to 1991. Greenwood made his NBA debut on October 13, 1979 and was named to the NBA All-Rookie First Team during the 1979–80 season. A forward/center, he played for the Chicago Bulls, San Antonio Spurs, Denver Nuggets and Detroit Pistons.",
  "/wiki/1978–79_NCAA_Division_I_men's_basketball_season": "The top 20 from the AP Poll during the pre-season.",
  "/wiki/1979–80_NCAA_Division_I_men's_basketball_season": "The 1979–80 NCAA Division I men's basketball season began on November 17, 1979, progressed through the regular season and conference tournaments, and concluded with the 1980 NCAA Men's Division I Basketball Tournament Championship Game on March 24, 1980, at the Market Square Arena in Indianapolis. The Louisville Cardinals won their first NCAA national championship with a 59–54 victory over the UCLA Bruins.",
  "/wiki/Don_Collins": "Donald Collins (born November 28, 1958) is an American former professional basketball player.  Collins was drafted by the Atlanta Hawks, in the first round (18th pick), of the 1980 NBA draft.  Collins played in 303 National Basketball Association (NBA) games for four teams, over six seasons, averaging just under 10 points per game for his career.",
  "/wiki/Washington_State_Cougars_men's_basketball": "The Washington State Cougars men's basketball team represents Washington State University and competes in the Pac-12 Conference (Pac-12) of NCAA Division I. The Cougars play their home games on campus in Pullman at Beasley Coliseum, which has a capacity of 11,566.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/1980–81_NCAA_Division_I_men's_basketball_season": "The 1980–81 NCAA Division I men's basketball season began on November 28, 1980, progressed through the regular season and conference tournaments, and concluded with the 1981 NCAA Men's Division I Basketball Tournament Championship Game on March 30, 1981, at The Spectrum in Philadelphia. The Indiana Hoosiers won their fourth NCAA national championship with a 63–50 victory over the North Carolina Tar Heels.",
  "/wiki/Steve_Johnson_(basketball)": "Clarence Stephen Johnson (born November 3, 1957) is a retired American professional basketball player, who played for numerous NBA teams. He played the power forward and center positions. He was generally regarded as a good low-post offensive player, but as a poor defender and rebounder (and as a foul-prone player as well).",
  "/wiki/Oregon_State_Beavers_men's_basketball": "The Oregon State Beavers men's basketball program, established in 1901, is the intercollegiate men's basketball program of Oregon State University in Corvallis, Oregon. Members of the Pac-12 Conference in NCAA Division I, the team plays home games on campus at Gill Coliseum, and the current head coach is Wayne Tinkle.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/1981–82_NCAA_Division_I_men's_basketball_season": "The 1981–82 NCAA Division I men's basketball season began on November 27, 1981, progressed through the regular season and conference tournaments, and concluded with the 1982 NCAA Men's Division I Basketball Tournament Championship Game on March 29, 1982, at the Louisiana Superdome in New Orleans, Louisiana. The North Carolina Tar Heels won their second NCAA national championship with a 63–62 victory over the Georgetown Hoyas.",
  "/wiki/Lester_Conner": "Lester Allen Conner (born September 17, 1959) is an American professional basketball coach and former professional basketball player, who played for numerous NBA teams. On the floor at the collegiate level the 6'4\" Conner was a \"swingman,\" playing both the shooting guard and small forward positions, earning high collegiate honors as the 1982 Pac-10 Player of the Year.",
  "/wiki/Kenny_Fields": "Kenny Fields (born February 9, 1962) is an American former professional basketball player who was selected by the Milwaukee Bucks in the 1st round (21st overall) of the 1984 NBA Draft. A 6'5\" guard-forward from UCLA, Fields played in 4 seasons in the NBA from 1984-1988. He played for the Bucks and Los Angeles Clippers. His best year as a pro came during the 1986-87 season when he split time with the Bucks and Clippers, appearing in 48 games and averaging 8.2 ppg.  Fields also played parts of two seasons in the Continental Basketball Association with three teams.",
  "/wiki/A._C._Green": "A. C. Green Jr. (born October 4, 1963) is an American retired National Basketball Association (NBA) player who played in more consecutive games than any other player in NBA and ABA history. With 1,192 straight games played, he earned the nickname \"Iron Man\". He played for the Los Angeles Lakers, Phoenix Suns, Dallas Mavericks and Miami Heat. He won three NBA championships with the Lakers, in 1987 and 1988, during the Showtime era and the third in 2000, during his second Lakers stint. He was born and raised in Portland, Oregon, attending Benson Polytechnic High School and Oregon State University. He was inducted into the Oregon Sports Hall of Fame in 2003. He played in 1192 consecutive games and 1278 out of 1281 games in his career (99.8%), with the three he missed coming in his second season, 1986–87.",
  "/wiki/Wayne_Carlander": "Wayne Carlander is a retired American basketball player for the USC Trojans. A 6'6\" power forward, Carlander finished his four-year career with 1,524 points and 767 rebounds in 116 games played. His point total ranks fifth all-time at the University of Southern California while his rebounds rank eighth. Carlander lead the Trojans in scoring for three straight seasons (1983–85) and, as a senior, was named the Pac-10 Conference Men's Basketball Player of the Year. He was also the team captain for his junior and senior years.",
  "/wiki/USC_Trojans_men's_basketball": "The USC Trojans men's basketball program is the college basketball team that competes in the Pac-12 Conference of the National Collegiate Athletic Association (NCAA) Division I and represents the University of Southern California.",
  "/wiki/Christian_Welp": "Christian Ansgar Welp (January 2, 1964 – March 1, 2015) was a German professional basketball player. During his playing career, he was a 213 centimetres (7 ft 0 in), 111 kilograms (245 lb) center. He played three seasons in the NBA. He was the MVP of the 1993 EuroBasket.",
  "/wiki/Washington_Huskies_men's_basketball": "The Washington Huskies men's basketball team represents the University of Washington in NCAA Division I college basketball competing in the Pac-12 Conference. Their home games are played at Alaska Airlines Arena at Hec Edmundson Pavilion, located in Seattle, and they are currently led by head coach Mike Hopkins.",
  "/wiki/José_Ortiz_(basketball)": "José Rafael \"Piculín\" Ortiz Rijos (born October 25, 1963) is a Puerto Rican former professional basketball player. He played in the NCAA, NBA, various European teams, and the Baloncesto Superior Nacional (BSN).",
  "/wiki/Sean_Elliott": "Sean Michael Elliott (born February 2, 1968) is an American former professional basketball player who starred at small forward in both the college and professional ranks.  He attended the University of Arizona, where he had a standout career as a two-time All-American, winner of the 1989 John R. Wooden Award, the 1989 Adolph Rupp Trophy, the 1989 NABC Player of the Year, 1989 AP Player of the Year, and two time Pac-12 Player of the Year (in 1988–1989).",
  "/wiki/Arizona_Wildcats_men's_basketball": "The Arizona Wildcats men's basketball team is the intercollegiate men's basketball program representing the University of Arizona in Tucson, Arizona. They compete in the Pac-12 Conference of NCAA Division I and are currently coached by Sean Miller.",
  "/wiki/Gary_Payton": "Gary Dwayne Payton Sr. (born July 23, 1968) is an American retired professional basketball player. He started at the point guard position. He is best known for his 13-year tenure with the Seattle SuperSonics, and holds Seattle franchise records in points, assists, and steals. He also played with the Milwaukee Bucks, Los Angeles Lakers, Boston Celtics, and Miami Heat. Payton won an NBA championship with the Heat in 2006. He was nicknamed \"The Glove\" for his defensive abilities. He was inducted into the Naismith Basketball Hall of Fame on September 8, 2013.",
  "/wiki/Terrell_Brandon": "Thomas Terrell Brandon (born May 20, 1970) is an American retired professional basketball player. He played for three teams during his 11-year career in the National Basketball Association (NBA).",
  "/wiki/Harold_Miner": "Harold David Miner (born May 5, 1971) is an American former professional basketball player and two-time champion of the National Basketball Association (NBA) Slam Dunk Contest. He attended college at the University of Southern California (USC) and was a star player on that school's men's basketball team. He left school in 1992 to pursue his professional career, and played in the NBA for the Miami Heat and Cleveland Cavaliers. Despite comparisons to Michael Jordan, Miner's NBA career only lasted four years.",
  "/wiki/Chris_Mills_(basketball)": "Christopher Lemonte Mills (born January 25, 1970) is a retired American professional basketball player who played ten seasons in the National Basketball Association (NBA).",
  "/wiki/Jason_Kidd": "Jason Frederick Kidd (born March 23, 1973) is an American professional basketball coach and former player who is an assistant coach for the Los Angeles Lakers of the National Basketball Association (NBA). Previously a point guard in the NBA, Kidd was a 10-time NBA All-Star, a five-time All-NBA First Team member, and a nine-time NBA All-Defensive Team member. He won an NBA Championship in 2011 as a member of the Dallas Mavericks, and was a two-time Olympic Gold Medal winner during his pro career, as part of Team USA in 2000 and 2008. He was inducted as a player into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/California_Golden_Bears_men's_basketball": "The California Golden Bears basketball team is the college basketball team of the University of California, Berkeley.  The program has seen success throughout the years, culminating in a national championship in 1959 under coach Pete Newell, and the team has reached the final four two other times, in 1946 and 1960. The current head coach is  Mark Fox, who began his tenure at Cal in 2019.",
  "/wiki/Ed_O'Bannon": "Edward Charles O'Bannon, Jr. (born August 14, 1972) is an American former professional basketball player. He was a power forward for the UCLA Bruins on their 1995 NCAA championship team. He was the ninth pick in the 1995 National Basketball Association (NBA) Draft, selected by the New Jersey Nets. He spent only two seasons in the NBA, but continued his professional career for another eight years, mainly playing in Europe.",
  "/wiki/Pac-12_Conference_Men's_Basketball_Player_of_the_Year": "The Pac-12 Conference Men's Basketball Player of the Year is a basketball award given to the Pac-12 Conference's most outstanding player. The award was first given following the 1975–76 season, when the conference was known as the Pacific-8, and is determined by voting from the Pac-12 media and coaches. There have been two players honored multiple times: David Greenwood of UCLA and Sean Elliott of Arizona. Three freshmen have also won the award: Shareef Abdur-Rahim of California, Kevin Love of UCLA and Deandre Ayton of Arizona."
}