{
  "/wiki/Farscape:_The_Game": "Farscape: The Game is an action-adventure video game, released in 2002, based on the first season of the science-fiction television show Farscape. It was developed by Red Lemon Studios.",
  "/wiki/Lords_of_EverQuest": "Lords of EverQuest is a 3D fantasy real-time strategy game released in December 2003.  It was developed by the short-lived startup company Rapid Eye Entertainment and published by Sony Online Entertainment (SOE). SOE distributes Lords of EverQuest.",
  "/wiki/God_of_War_(2005_video_game)": "God of War is an action-adventure game developed by Santa Monica Studio and published by Sony Computer Entertainment (SCE). First released on March 22, 2005, for the PlayStation 2 (PS2) console, it is the first installment in the series of the same name and the third chronologically. Loosely based on Greek mythology, it is set in ancient Greece with vengeance as its central motif. The player controls the protagonist Kratos, a Spartan warrior who serves the Olympian Gods. The goddess Athena tasks Kratos with killing Ares, the God of War and Kratos' former mentor who tricked Kratos into killing his wife and daughter. As Ares besieges Athens out of hatred for Athena, Kratos embarks on a quest to find the one object capable of stopping the god once and for all: Pandora's Box.",
  "/wiki/Artemis": "Artemis (/ˈɑːrtɪmɪs/; Greek: Ἄρτεμις Artemis, Attic Greek: [ár.te.mis]), in the ancient Greek religion and myth, is the goddess of the hunt, the wilderness, wild animals, the Moon, and chastity.",
  "/wiki/Neopets:_The_Darkest_Faerie": "Neopets: The Darkest Faerie is an action-adventure game in the Neopets franchise, developed by Idol Minds and published by Sony Computer Entertainment for the PlayStation 2 in 2005.",
  "/wiki/Project_Sylpheed": "Project Sylpheed (プロジェクト　シルフィード, Purojekuto Shirufido), also known as Project Sylpheed: Arc of Deception in North America, is a space simulation game for the Xbox 360 console. It was developed by SETA and published by Square Enix and Microsoft. The game is acknowledged as the spiritual successor to the Silpheed video game series, which comprised 3D rail shooters: players pilot a starfighter, shooting incoming enemies on a vertically scrolling third-person playing field. Project Sylpheed uses full 3D computer graphics and allows the player to instead pilot his or her spacecraft in any direction.",
  "/wiki/Conan_(2007_video_game)": "Conan is a 2007 action-adventure game developed by Nihilistic Software and published by THQ for the PlayStation 3 and Xbox 360. Players take control of the titular hero, Conan the Barbarian, from Robert E. Howard's fantasy literature. Its Nihilistic Software was inspired by the God of War and Ninja Gaiden video games to create an experience featuring gore and nudity.",
  "/wiki/Crysis": "Crysis is a first-person shooter video game series developed by German developer Crytek and published by Electronic Arts. The series revolves around a group of military protagonists with \"nanosuits\", technologically advanced suits of armor that allow them to gain enhanced physical strength, speed, defense, and cloaking abilities. The protagonists face off against hostile North Korean soldiers, heavily armed mercenaries, and a race of technologically advanced aliens known as the Ceph, who arrived on Earth millions of years ago and have recently been awakened. The series consists of three main installments, a standalone spinoff of the first game with a separate multiplayer title, and a compilation.",
  "/wiki/Uncharted_2:_Among_Thieves": "Uncharted 2: Among Thieves is a 2009 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. It is the second game in the Uncharted series, and was released in October 2009 for PlayStation 3. Set two years after the events of Drake's Fortune, the single-player story follows Nathan Drake, who partners with Chloe Frazer and Elena Fisher, as they search for the Cintamani Stone and Shambhala, whilst battling a mercenary group led by Zoran Lazarević and Harry Flynn.",
  "/wiki/Chloe_Frazer": "Chloe Frazer is a fictional character in the Uncharted series, developed by Naughty Dog. Chloe, like series protagonist Nathan Drake, is a treasure hunter who has a romantic history with Drake. Introduced in Uncharted 2: Among Thieves, she later appears in Uncharted 3: Drake's Deception, and becomes the main protagonist in Uncharted: The Lost Legacy. Chloe is initially depicted as a strong character who aggressively looks out for her own interests, although over the course of The Lost Legacy she evolves into a more heroic and selfless individual. She is portrayed by Claudia Black through voice and motion capture.",
  "/wiki/Dragon_Age:_Origins": "Dragon Age: Origins is a role-playing game developed by BioWare and published by Electronic Arts. It is the first game in the Dragon Age franchise, and was released for Microsoft Windows, PlayStation 3, and Xbox 360 in November 2009, and for Mac OS X in December 2009. Set in the fictional kingdom of Ferelden during a period of civil strife, the game puts the player in the role of a warrior, mage, or rogue coming from an elven, human, or dwarven background. The player character is recruited into the Grey Wardens, an ancient order that stands against demonic forces known as \"Darkspawn\", and is tasked with defeating the Archdemon that commands them and ending their invasion. The game is played from a third-person perspective that can be shifted to a top-down perspective. Throughout the game, players encounter various companions, who play major roles in the game's plot and gameplay.",
  "/wiki/Characters_of_Dragon_Age": "This list of characters describes notable characters who appear in the games Dragon Age: Origins, Dragon Age: Origins - Awakening, Dragon Age II, and Dragon Age: Inquisition. This list describes only protagonists, antagonists, party members and major supporting characters that appear in the games. Certain characters have names chosen by the player (such as the protagonist in each game). These characters are designated the name they are addressed by in-game. In the case of party members, personal quests are also noted as these explore the characters' background.",
  "/wiki/Mass_Effect_2": "Mass Effect 2 is an action role-playing video game developed by BioWare and published by Electronic Arts. It was released for Microsoft Windows and Xbox 360 in 2010, and PlayStation 3 in 2011. Mass Effect 2 is the second installment of the Mass Effect series and a sequel to the original Mass Effect. The game takes place within the Milky Way galaxy during the 22nd century, where humanity is threatened by an insectoid species known as the Collectors. The player assumes the role of Commander Shepard, an elite human soldier who must construct and gain the loyalty of a diverse team and stop the enemy in a suicide mission. With the use of a completed saved game of its predecessor, the player can impact the story of the game in numerous ways.",
  "/wiki/Final_Fantasy_XIV_(2010_video_game)": "Final Fantasy XIV[b] was a massively multiplayer online role-playing game (MMORPG) for Microsoft Windows personal computers, developed and published by Square Enix in 2010. It is the fourteenth entry in the main Final Fantasy series and the second MMORPG in the series after Final Fantasy XI. Set in the fantasy realm of Eorzea, players take control of a customized avatar as they explore the land and are caught up in both an invasion by the hostile Garlean Empire and the threat of the Primals, the deities of the land's Beastmen tribes. Eventually, they are embroiled in a plot by a Garlean Legatus to destroy the Primals by bringing one of the planet's moons down on Eorzea.",
  "/wiki/TERA_(video_game)": "TERA (short for The Exiled Realm of Arborea) is a massively multiplayer online role-playing game (MMORPG) developed by Bluehole Studio. The game was released in South Korea on 25 January 2011, in North America on 1 May 2012, and in Europe on 3 May 2012, with closed and open beta testings taking place before the launch dates. NHN Corporation, NHN Japan Corporation, En Masse Entertainment and Gameforge publishes the game in these regions, respectively. In February 2013 the game was renamed to TERA: Rising concurrently with the game's launch to the free-to-play model.",
  "/wiki/Gears_of_War_3": "Gears of War 3 is a military science fiction third-person shooter video game developed by Epic Games and published by Microsoft Studios for the Xbox 360. It is the third installment of the Gears of War series. Originally due for release on April 8, 2011, the game was delayed and eventually released on September 20, 2011. The story was written by science fiction author Karen Traviss.",
  "/wiki/Rage_(video_game)": "Rage (stylized as RⒶGE) is a first-person shooter video game developed by id Software, released in November 2010 for iOS, in October 2011 for Microsoft Windows, the PlayStation 3, and the Xbox 360, and in February 2012 for OS X. It was first shown as a tech demo at the 2007 Apple Worldwide Developers Conference and was announced at the QuakeCon. Rage uses id Software's id Tech 5 game engine and was the final game released by the company under the supervision of founder John Carmack.",
  "/wiki/Uncharted_3:_Drake%27s_Deception": "Uncharted 3: Drake's Deception is a 2011 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. It is the third game in the Uncharted series, and was released in November 2011 for the PlayStation 3. The single-player story follows Nathan Drake, who partners with his mentor Victor Sullivan as they search for the legendary lost city the Iram of the Pillars, whilst competing with a mercenary group led by Sullivan's former employer, Katherine Marlowe.",
  "/wiki/Mass_Effect_3": "Mass Effect 3 is an action role-playing video game developed by BioWare and published by Electronic Arts. The final installment of the Mass Effect trilogy, it was first released in March 2012 for Microsoft Windows, Xbox 360, and PlayStation 3. A Wii U version of the game, entitled Mass Effect 3: Special Edition, was later released in November 2012. Mass Effect 3 is set within the Milky Way Galaxy in 2186, where civilization is invaded by a highly advanced machine race of synthetic-organic starships known as Reapers. It concludes the story of Commander Shepard, an elite human soldier who is tasked with forging alliances between species for the war.",
  "/wiki/Diablo_III": "Diablo III is a dungeon crawler hack-and-slash action role-playing game developed and published by Blizzard Entertainment as the third installment in the Diablo franchise. It was released for Microsoft Windows and OS X in May 2012, the PlayStation 3 and Xbox 360 in September 2013, the PlayStation 4 and Xbox One in August 2014, and the Nintendo Switch in November 2018. In the game, players choose to play as one of seven character classes – Barbarian, Crusader, Demon Hunter, Monk, Necromancer, Witch Doctor, or Wizard – and are tasked with defeating the Lord of Terror, Diablo, as in previous games in the series.",
  "/wiki/The_Amazing_Spider-Man_(2012_video_game)": "The Amazing Spider-Man is an open world action-adventure video game, based on the Marvel Comics character Spider-Man, and the 2012 film of the same name. It was developed by Beenox and published by Activision. It was released on June 26 in North America and on June 29, 2012 in Europe, for Nintendo DS, PlayStation 3, Xbox 360, Wii, Android, iOS, and Microsoft Windows. A version for the Wii U was released March 5, 2013 in North America and March 8, 2013 in Europe as The Amazing Spider-Man: Ultimate Edition in both regions.  A PlayStation Vita version was also released in November 2013.",
  "/wiki/Diablo_III:_Reaper_of_Souls": "Diablo III: Reaper of Souls is the first expansion pack for the action role-playing video game Diablo III. It was revealed at Gamescom 2013. It was released for the PC and Mac versions of Diablo III on March 25, 2014. The expansion pack content was released as part of the Diablo III: Ultimate Evil Edition version for consoles on August 19 for the PlayStation 4, Xbox One, PlayStation 3, and Xbox 360. That edition expanded the base Diablo III game on the PlayStation 3 and Xbox 360, and brought the game for the first time to the PlayStation 4 and Xbox One.",
  "/wiki/Destiny_(video_game)": "Destiny is an online-only multiplayer first-person shooter video game developed by Bungie and previously published by Activision. Destiny is now self-published by Bungie after separating from Activision in 2019. It was released worldwide on September 9, 2014, for the PlayStation 3, PlayStation 4, Xbox 360, and Xbox One consoles. Destiny marked Bungie's first new console franchise since the Halo series, and it was the first game in a ten-year agreement between Bungie and Activision. Set in a \"mythic science fiction\" world, the game features a multiplayer \"shared-world\" environment with elements of role-playing games. Activities in Destiny are divided among player versus environment (PvE) and player versus player (PvP) game types. In addition to normal story missions, PvE features three-player \"strikes\" and six-player raids. A free roam patrol mode is also available for each planet and features public events. PvP features objective-based modes, as well as traditional deathmatch game modes.",
  "/wiki/Claudia_Black": "Claudia Lee Black (born 11 October 1972) is an Australian actress and voice actress, best known for her portrayals of Aeryn Sun in Farscape, Vala Mal Doran in Stargate SG-1 and Sharon \"Shazza\" Montgomery in the film Pitch Black. She has had prominent roles in video games, such as Chloe Frazer in Uncharted, Morrigan in Dragon Age, Admiral Daro'Xen and Matriarch Aethyta in Mass Effect and Samantha Byrne in Gears of War 3, Gears of War 4 , & Gears of War 5. She also had a recurring role as Dahlia in The Originals and starred as Dr. Sabine Lommers in The CW's Containment."
}