{
  "/wiki/Frankfurt_Galaxy": "The Frankfurt Galaxy was a professional American football team that originally played in the World League of American Football and later in the resurrected NFL Europe. The team was based in Frankfurt, Germany and played in the Commerzbank-Arena, formerly called Waldstadion. The Galaxy was the only team in the league to have remained in operation and in the same city throughout the league's existence.",
  "/wiki/World_Bowl_%2795": "World Bowl '95 (also referred to as World Bowl III) was the third championship game of the World League of American Football (WLAF), and the final game of the 1995 WLAF season. It was the first World Bowl to be played since World Bowl '92, after which the league had suspended operations for two years.",
  "/wiki/World_Bowl_%2799": "World Bowl '99 (also referred to as World Bowl VII) was the seventh championship game of the NFL Europe League. It was held at Rheinstadion in Düsseldorf, Germany on Sunday, June 27, 1999. The game was between the 6–4 Frankfurt Galaxy and the 7–3 Barcelona Dragons. 39,643 fans were in attendance for the match-up, as they witnessed Pat Barnes, Jake Delhomme (future Carolina Panthers quarterback) and the Galaxy avenge last year's World Bowl loss with a 38–24 victory over the Dragons. Galaxy wide receiver Andy McCullough captured MVP honors with six receptions for 151 yards and three touchdowns, with his longest reception at 45 yards.",
  "/wiki/World_Bowl_XI": "World Bowl XI was NFL Europe's 2003 championship game. It was played at Hampden Park in Glasgow, Scotland on June 14, 2003.",
  "/wiki/World_Bowl_XIV": "World Bowl XIV was the 2006 championship game of the NFL Europe League. It was held at the LTU arena in Düsseldorf, Germany on Saturday, May 27, 2006. The game was between the defending World Bowl champion Amsterdam Admirals, who finished the season in first place with a record of 7–3, and the second-placed Frankfurt Galaxy, who finished with a record of 7–3 as well. 36,286 people were in attendance, as the Galaxy stripped the Admirals of their title in a 22–7 victory. Frankfurt running back Butchie Wallace was named MVP of World Bowl XIV, by running 18 times for 143 yards (with his longest rush being 63 yards) and 1 touchdown.",
  "/wiki/Berlin_Thunder": "The Berlin Thunder were a professional American football team in NFL Europe.",
  "/wiki/World_Bowl_IX": "World Bowl IX was the ninth championship game of the NFL Europe League. It was held at the Amsterdam ArenA in Amsterdam, Netherlands on June 30, 2001. The game was between the Barcelona Dragons, who finished the season in first place with a record of 8–2, and the second-placed Berlin Thunder, which finished with a 6–4 record. 32,116 spectators witnessed Berlin's first World Bowl title, as the team pulled off an upset over the Dragons, with a final score of 24–17. Thunder quarterback Jonathan Quinn earned MVP honors with his performance of 25 completions on 38 attempts for 308 yards with three touchdowns and two interceptions. It was the first World Bowl that didn't have the year that it was played in the title.",
  "/wiki/World_Bowl_X": "World Bowl X was the 2002 championship game of the NFL Europe League. The game was played at Rheinstadion in Düsseldorf, Germany on Saturday, June 22, 2002. It would be the final event held at Rheinstadion before its demolition.",
  "/wiki/World_Bowl_XII": "World Bowl XII was NFL Europe's 2004 championship game. The game was played at Arena AufSchalke in Gelsenkirchen, Germany on June 12, 2004.  In this game, the defending champion Frankfurt Galaxy returned to try to protect their title after going through a 7–3 regular season.  Their opponent was the Berlin Thunder, as they entered the contest after a franchise-best 9–1 regular season.  35,413 fans were in attendance to watch this championship bout.  The Thunder's regular season record pretty much explained their performance, as they stripped the Galaxy of their championship belt in a close match-up. The final score was 30–24, in favor of Berlin.  Thunder RB Eric McCoo won MVP honors by running 28 times for 167 yards and a touchdown, with his longest run being 69 yards.",
  "/wiki/Rhein_Fire": "The Rhein Fire was a professional football team in NFL Europe, formerly the World League of American Football. Established in Germany in 1995, the franchise resurrected the name of the former Birmingham Fire team which was active during the 1991–1992 WLAF seasons.",
  "/wiki/World_Bowl_%2798": "World Bowl '98 (also referred to as World Bowl VI) was the sixth championship game of the NFL Europe League. It was held at Waldstadion in Frankfurt, Germany on Sunday, June 14, 1998. The game was between the Frankfurt Galaxy, who finished the season in first place with a record of 7–3, and the second-placed Rhein Fire, which finished with a 7–3 record as well. 47,846 spectators were in attendance, the largest World Bowl crowd since 1991, when the Fire captured its first league title by defeating the Galaxy 34–10. Rhein's quarterback Jim Arellanes, filling in for injured Mike Quinn, earned MVP honors in his first start by completing 12 of 18 passing attempts for 263 yards and three touchdowns.",
  "/wiki/World_Bowl_2000": "World Bowl 2000 (also referred to as World Bowl VIII) was the eighth championship game of the NFL Europe League. It was held at Waldstadion in Frankfurt, Germany on June 25, 2000. The match-up was between the 6–4 Scottish Claymores and the 7–3 Rhein Fire. 35,860 fans were in attendance to witness the Fire coming from behind to win a close game 13–10 in the second-lowest scoring World Bowl played (only the inaugural World Bowl yielding fewer points). Claymores running back Aaron Stecker was named MVP in the losing cause, rushing for 92 yards including a 36-yard TD.",
  "/wiki/Barcelona_Dragons": "The Barcelona Dragons were a team originally in the World League of American Football and later in the resurrected NFL Europe.  Their home field in Barcelona was the Estadi Olímpic de Montjuic, the 1992 Olympic Stadium, and later the Mini Estadi.",
  "/wiki/World_Bowl_%2797": "World Bowl '97 (also referred to as World Bowl V) was the final game of the 1997 WLAF season in American football. It was the fifth championship game of the World League of American Football (WLAF), and the third since the WLAF adopted a six-team European format.",
  "/wiki/Amsterdam_Admirals": "The Amsterdam Admirals were a professional American football team in NFL Europe who played in Amsterdam, Netherlands.",
  "/wiki/World_Bowl_XIII": "World Bowl XIII was NFL Europe's 2005 championship game.  It was played at the LTU arena in Düsseldorf, Germany on June 11, 2005.  In this match-up, the 6–4 Amsterdam Admirals got back to the World Bowl after losing in World Bowl III and spending nearly a decade being on the outside.  Now, they had a chance to dig deep and win big.  Their opponent for the match-up was the Berlin Thunder, who were coming off their best year (9–1 and a victory in World Bowl XII) and made it back to the World Bowl with a 7–3 record, hoping to defend their title.  35,134 fans were in attendance for the fight.  After many years of suffering, the Admirals won their very first World Bowl title by stripping the defending champion Thunder of their title, by a final score of 27–21.  Taking home MVP honors was Admirals QB Kurt Kittner, who went 15 of 28 for 239 yards with 2 touchdowns and no interceptions.",
  "/wiki/Scottish_Claymores": "The Scottish Claymores were an American football team based in Scotland. The franchise played in the World League of American Football (later renamed NFL Europe) between 1995 and 2004, initially playing all home games at Murrayfield Stadium, Edinburgh and latterly sharing home games with Hampden Park, Glasgow. In ten seasons of NFL Europe play, the Claymores reached the World Bowl on two occasions, with victory in World Bowl '96 but defeat in World Bowl 2000. Their name derives from that of the Claymore, a double-edged sword historically used in Scottish clan warfare. One notable player was Gavin Hastings, a Scottish rugby international who was used as a place kicker in 1996.",
  "/wiki/World_Bowl_%2796": "World Bowl '96 (also referred to as World Bowl IV) was the fourth championship game of the World League of American Football (WLAF). It took place at Murrayfield Stadium in Edinburgh, Scotland on Sunday, June 23, 1996. The 7–3 Scottish Claymores defeated the 7–3 Frankfurt Galaxy (the defending champions) 32–27 and, led by head coach Jim Criner, completed the league's first ever worst to first turnaround. Claymores wide receiver Yo Murphy was voted MVP for his 163 receiving yards and three touchdowns. 38,982 fans were in attendance that day, the highest in Claymores history and the largest crowd ever assembled for an American football game in Scotland.",
  "/wiki/Hamburg_Sea_Devils": "The Hamburg Sea Devils were an American football team that played in NFL Europa from 2005 to 2007. They played their home games at Hamburg's Volksparkstadion (also home to the German football team Hamburger SV).  They played their first game on 2 April 2005 losing 24–23 to the Cologne Centurions (who were the newest NFL Europe franchise before the Sea Devils).  The Sea Devils' first win came in Week 3 of the 2005 season, with a 31–24 home victory over the then-struggling Rhein Fire.",
  "/wiki/World_Bowl_XV": "World Bowl XV was NFL Europa's 2007 championship game, and the final game in the league's history. It was played at Commerzbank-Arena in Frankfurt, Germany on Saturday, June 23, 2007.  The defending World Bowl champion Frankfurt Galaxy (7–3) hosted the Hamburg Sea Devils (7–3) in their own home stadium.",
  "/wiki/London_Monarchs": "The London Monarchs were a professional American football team in NFL Europe and its predecessor league, the World League of American Football (WLAF). The Monarchs played their final season in 1998 as the England Monarchs. In 1999, they were replaced by the new Berlin Thunder.",
  "/wiki/World_Bowl_%2791": "World Bowl '91 (also referred to as World Bowl I) was the first annual championship game of the World League of American Football. It took place on June 9, 1991 at London's Wembley Stadium. The game featured a matchup between the Barcelona Dragons and the London Monarchs. The Monarchs won 21–0 in front of 61,108 fans.",
  "/wiki/Sacramento_Surge": "The Sacramento Surge was a professional American football team that played in the World League of American Football (WLAF) in 1991 and 1992. The team played its first season at Hughes Stadium in Sacramento, and the second season in Hornet Stadium on the Sacramento State University campus.  It was owned by Managing General Partner Fred Anderson and the General Manager was Michael F. Keller. In charge of Special Projects was Jack Youngblood, who also partnered with Joe Starkey and Ronnie Lott on the Surge radio broadcasts KRAK.",
  "/wiki/World_Bowl_%2792": "World Bowl '92 (also referred to as World Bowl II) was the second championship game of the World League of American Football (WLAF), played on Saturday, June 6, 1992 at Olympic Stadium in Montreal, Quebec, Canada. 43,789 witnessed the matchup between the Sacramento Surge and the Orlando Thunder.",
  "/wiki/Orlando_Thunder": "The Orlando Thunder was a member of the World League of American Football from 1991 to 1992 (known as NFL Europe from 1995 onwards). The team played their games in the 70,000 seat Florida Citrus Bowl, and was coached by Don Matthews in 1991 and Galen Hall in 1992. The team's most visible point was their colors – the League wanted to develop new colors which hadn't been used for teams before, hence the vermilion and green that the Raleigh-Durham Skyhawks wore, and the fluorescent green jerseys that the Thunder sported.",
  "/wiki/Cologne_Centurions": "The Cologne Centurions were an American football team that played in NFL Europe. The Centurions began competing in the league in the 2004 season, having replaced the defunct Barcelona Dragons. They played their home games at RheinEnergieStadion in Cologne.",
  "/wiki/Birmingham_Fire": "The Birmingham Fire were a professional American football team based in Birmingham, Alabama. They were a member of the North American West of the World League of American Football (WLAF) and played their home games at Legion Field. The club was a charter member of the WLAF, and was under the ownership of Gavin Maloof. Led by head coach Chan Gailey, the Fire saw moderate success as they compiled an overall record of twelve wins, nine losses and one tie (12–9–1) and made the playoffs in both seasons they competed. The franchise folded in September 1992 when the NFL placed the league on an indefinite hiatus.",
  "/wiki/San_Antonio_Riders": "The San Antonio Riders were a professional American football team that played in the WLAF in 1991 and 1992. The team played at Alamo Stadium in San Antonio in 1991 and then were forced to move to Bobcat Stadium on the campus of Southwest Texas State University (now Texas State University) in San Marcos, Texas, 45 miles northeast of San Antonio, for the 1992 season after the San Antonio Independent School District refused to allow the sale of beer at WLAF games or the display of beer advertising at Alamo Stadium. In return, Riders ownership scrapped plans to fund $235,000 in renovations to the Stadium. In June 1991, SAISD officials announced plans for a rent increase on the Riders for the 1992 season. The relationship would last for only one season.",
  "/wiki/Montreal_Machine": "The Montreal Machine was the sole Canadian team in the World League of American Football (WLAF), a springtime developmental professional league set up by the National Football League (NFL) that played in 1991 and 1992. There were also three European teams and six United States-based teams. Like all WLAF teams, the Machine played American rules football, 11 players per side on a 100-yard field, rather than Canadian rules football of 12 players per side on 110-yard field.",
  "/wiki/New_York/New_Jersey_Knights": "The New York/New Jersey Knights was a franchise in the World League of American Football for the 1991 and 1992 seasons. They played in the North American East division, which they won in the 1991 season. They were coached by Mouse Davis, an architect of the Run and shoot offense.",
  "/wiki/Raleigh%E2%80%93Durham_Skyhawks": "The Raleigh–Durham Skyhawks were an American football team headquartered in Raleigh, North Carolina that played for one season in 1991 in the World League of American Football (WLAF). The name was inspired by the Wright brothers' flights on the Outer Banks of North Carolina.  The three jet-trails and three planes in flight, as well as the triangle design in the logo, represented the three points of the Research Triangle area (Raleigh, Durham, and Chapel Hill).  The team's cheerleaders were known as the \"Kittyhawks.\"",
  "/wiki/Ohio_Glory": "The Ohio Glory played one season (1992) in the World League of American Football, which later became NFL Europe."
}