{
  "/wiki/Hooker_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Rugby_Club_Rad": "Rugby Club Rad Mozzart Belgrade (Serbian: Рагби Клуб Рад Моззарт Београд) is a rugby union club from Belgrade, Serbia. RK Rad, previously known as RK Pobednik,  is one of the biggest rugby clubs within the former Yugoslavia, having won ten national championships and five national cup trophies. The club is a member of the Serbian Rugby Union.",
  "/wiki/Vlastimir_Sretenovic": "Vlastimir Sretenovic is a Serbian rugby union player who currently plays for BRK Crvena Zvezda.",
  "/wiki/Belgrade_Rugby_Club_Red_Star": "Belgrade Rugby Club Red Star, (Serbian: Београдски рагби клуб Црвена звезда), is a rugby union team from Belgrade, Serbia. The club is a member of the Rugby Union of Serbia. The club is also member of the Red Star Sports Society (Sportsko Drustvo Crvena Zvezda). The team wears a red and white strip.",
  "/wiki/Prop_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Rugby_Club_Châteaurenard": "The Rugby club Châteaurenard  is a French rugby union based in Châteaurenard. \nIt's playing in the Fédérale 1, the third level of French rugby union.",
  "/wiki/Uros_Martinovic": "Uros Martinovic is a Serbian rugby union player. He currently play for Rugby Club Pobednik.",
  "/wiki/Lock_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Aleksandar_Krstic": "Aleksandar Krstić aka Alex Krstic (Serbian Cyrillic: Александар Kpcтић; born April 10, 1962) is a Yugoslav (Serbian) football agent and a former footballer.",
  "/wiki/Rugby_Club_Partizan": "Rugby Club Partizan, (Serbian: Рагби клуб Партизан) is a rugby club from Belgrade, Serbia. The club is part of the sports society JSD Partizan, and is a member of the Rugby Union of Serbia.",
  "/wiki/Mirko_Rankovic": "Mirko Rankovic is a Serbian rugby union player. He currently play for Rugby Club Pobednik.",
  "/wiki/Flanker_(rugby_union)": "Flanker is a position in the sport of rugby union. Each team of 15 players includes two flankers, who play in the forwards, and are generally classified as either blindside or openside flankers, numbers 6 and 7 respectively. The name comes from their position in a scrum in which they 'flank' each set of forwards. They compete for the ball – most commonly in rucks and mauls. Flankers also assist in pushing in a scrum, but are expected to detach from the scrum as soon as the ball is out to get to the play before the opposition's forwards. Flankers also participate in line-outs, either being lifted to contest or win possession, or to lift other players. Flankers are usually the key participants in the tackling process. The flankers, especially the openside, are often the fastest forwards on the team but still relied upon for tackling.",
  "/wiki/GHA_RFC": "Glasgow Hutchesons Aloysians Rugby Football Club, often abbreviated to GHA and colloquially referred to as G-HA!! /ˈdʒiːhɑː/, is a rugby union club based in the Giffnock area of East Renfrewshire, Scotland. The club plays its home matches at Braidholm and currently competes in the Scottish Premiership, the top tier of Scottish club rugby.",
  "/wiki/Boris_Martic": "Boris Martic is a Serbian rugby union player who currently plays for BRK Crvena Zvezda.",
  "/wiki/Number_8_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Scrum-half_(rugby_union)": "In the game of rugby union, there are 15 players on each team, comprising eight forwards (wearing jerseys numbered 1–8) and seven backs (numbered 9–15). In addition, there may be up to eight replacement players \"on the bench\", numbered 16–23. Players are not restricted to a single position, although they generally specialise in just one or two that suit their skills and body types. Players that play multiple positions are called \"utility players\".",
  "/wiki/Serbia_national_rugby_union_team": "The Serbia national rugby union team is classified as a tier three nation by World Rugby, and has yet to qualify for the Rugby World Cup. They have played over 100 internationals."
}