{
  "/wiki/St._Paul%27s_Church_(Halifax)": "St. Paul's Church is an evangelical Anglican church in downtown Halifax, Nova Scotia, within the Diocese of Nova Scotia and Prince Edward Island of the Anglican Church of Canada. It is located at the south end of the Grand Parade, an open square in downtown Halifax with Halifax City Hall at the northern end. Built during Father Le Loutre's War, it is the oldest surviving Protestant church in Canada and the oldest building in Halifax. There is also a crypt below the church.  Close to the church is the St. Paul's Church Cemetery. The official chapel of the church was the Little Dutch (Deutsch) Church.",
  "/wiki/Grand_Parade_(Halifax)": "The Grand Parade (sometimes incorrectly referred to as \"Parade Square\") is an historic military parade square dating from the founding of Halifax in 1749.  At the north end of the Grand Parade is the Halifax City Hall, the seat of municipal government in Nova Scotia's Halifax Regional Municipality.  At the south end is St. Paul's Church. In the middle of Grand Parade is the cenotaph built originally to commemorate the soldiers who served in World War I.",
  "/wiki/Palladian": "Palladian architecture is  a European style of architecture derived from and inspired by the designs of the Venetian architect Andrea Palladio (1508–1580). What is recognised as Palladian architecture today is an evolution of his original concepts. Palladio's work was strongly based on the symmetry, perspective, and values of the formal classical temple architecture of the Ancient Greeks and Romans. From the 17th century Palladio's interpretation of this classical architecture was adapted as the style known as \"Palladianism\". It continued to develop until the end of the 18th century.",
  "/wiki/Little_Dutch_(Deutsch)_Church": "Little Dutch (Deutsch) Church is the second oldest building in Halifax, Nova Scotia after St. Paul's and was built for the Foreign Protestants.",
  "/wiki/Canadians_of_German_ethnicity": "German Canadians (German: Deutsch-Kanadier or Deutschkanadier, pronounced [ˈdɔʏ̯tʃkaˌnaːdi̯ɐ]) are Canadian citizens of ethnic German ancestry. The 2016 Canadian census put the number of Canadians of German ethnicity at over 3.3 million.  Some immigrants came from what is today Germany, while larger numbers came from German settlements in Eastern Europe and Imperial Russia; others came from parts of the German Confederation, Austria-Hungary and Switzerland.",
  "/wiki/Sambro_Island_Light": "Sambro Island Lighthouse is a landfall lighthouse located at the entrance to Halifax Harbour, Nova Scotia, on an island near the community of Sambro in the Halifax Regional Municipality. It is the oldest surviving lighthouse in North America and its construction is a National Historic Event.",
  "/wiki/Sambro,_Nova_Scotia": "Sambro is a rural fishing community on the Chebucto Peninsula in the Halifax Regional Municipality, in Nova Scotia, Canada.",
  "/wiki/The_Carleton": "The Carleton (also known as the Carleton House and Carleton Hotel) is a building on Argyle Street in Halifax, Nova Scotia, built in 1760 as the home of Richard Bulkeley. Apart from two churches, Bulkeley's home is the oldest building in Halifax, Nova Scotia (1760). It was reported to have been made from the ruins of Fortress Louisbourg. Since 1786 his residence has been known as \"The Carleton\" (See Image of original house).",
  "/wiki/Richard_Bulkeley_(civil_servant)": "Richard Bulkeley (26 December 1717 – 7 December 1800) was an influential administrator in Nova Scotia from 1749 to 1800. Historian Phyllis Blakeley writes that Bulkeley, \"assisted 13 governors and lieutenant governors from Cornwallis to Wentworth. In half a century of service he took part in the founding of Halifax, the immigration of New Englanders and loyalists, and the prosperity of the French revolutionary wars.\" During his lifetime, known for hosting dignitaries and grand parties, he was known as \"the Father of the Province.\" When he died, he was the last surviving settler who arrived with Cornwallis.",
  "/wiki/Morris_House_(Halifax)": "Morris House (also known as the Morris Office) is the oldest wooden residence in Halifax, Nova Scotia (circa 1764) and the former office of Charles Morris (surveyor general).  The house was originally located at 1273 Hollis Street, and since January 2013 has been located at 2500 Creighton Street. The Morris family used the house as their office for eighty years.  There were four generations of the Morris family, a dynasty of Surveyor Generals of Nova Scotia, who used the building as their office.   Due to the efforts of the Heritage Trust of Nova Scotia and others, the house has been salvaged from demolition in 2009.  The original property was owned by Dennis Heffernan who sold it to Charles Morris Jr. in 1777, who likely had his father stay with him.",
  "/wiki/Scott_Manor_House": "Scott Manor House was built sometime between 1769 and 1772 and is now a museum in Bedford, Nova Scotia.  It is the second oldest house in the Halifax Regional Municipality, after the Morris House, and was built by Joseph Scott on the land once owned by his brother Captain George Scott. The house was built next to Fort Sackville, which was under the command of Joseph Scott (1760).",
  "/wiki/Fort_Sackville_(Nova_Scotia)": "Fort Sackville was a British fort located in present-day Bedford, Nova Scotia  that was built during Father Le Loutre's War. The British built the fort  adjacent to present-day Scott Manor House, on a hill overlooking the Sackville River to help prevent French, Acadian and  Mi'kmaq attacks on Halifax.  The fort consisted of a blockhouse, a guard house, a barracks which housed 50 soldiers, and outbuildings, all encompassed by a palisade. Not far from the fort was a rifle range. The fort was named after George Germain, 1st Viscount Sackville.",
  "/wiki/George_Scott_(army_officer)": "George Scott (unknown - 1767) was British army officer stationed in Acadia who fought in Father Le Loutre's War and the French and Indian War.",
  "/wiki/Quaker_Whaler_House": "The Quaker Whaler House is the oldest building in Dartmouth, Nova Scotia (1785).  Built by William Ray, a Quaker and cooper from Nantucket who moved to Dartmouth in 1785-86 as a whaler.  Its materials and construction methods closely resembles Quaker architecture in Nantucket, such as the asymmetrical facade design and stone foundation.  The Quakers settled in Dartmouth for six years (1786-1792) before many of them left for England. The most well-known Quaker was abolitionist Lawrence Hartshorne.",
  "/wiki/Nantucket": "Nantucket /ˌnænˈtʌkɪt/ is an island about 30 miles (50 km) by ferry south from Cape Cod, in the U.S. state of Massachusetts.  Together with the small islands of Tuckernuck and Muskeget, it constitutes the Town of Nantucket, and the conterminous Nantucket County. As of the 2010 census, the population was 10,172. Part of the town is designated the Nantucket CDP, or census-designated place. The region of Surfside on Nantucket is the southernmost settlement in Massachusetts.",
  "/wiki/Historic_Properties_(Halifax)": "The Historic Properties (also known as Privateers' Wharf) are warehouses on the Halifax Boardwalk in Halifax, Nova Scotia that began to be constructed during the Napoleonic Wars by Nova Scotian businessmen such as Enos Collins, a privateer, smuggler and shipper whose vessels defied Napoleon's blockade to bring American supplies to the British commander Duke of Wellington. These properties helped make Halifax prosperous in Canada's early days by aiding trade and commerce, but they were also frequently used as vehicles for smuggling and privateering.  During the War of 1812, two of the most successful Nova Scotian privateer ships during this time period were the Liverpool Packet and the Sir John Sherbrooke.",
  "/wiki/Halifax,_Nova_Scotia": "Halifax, officially known as the Halifax Regional Municipality (HRM), is the capital of the Canadian province of Nova Scotia. It had a population of 403,131 in 2016, with 316,701 in the urban area centred on Halifax Harbour. The regional municipality consists of four former municipalities that were amalgamated in 1996: Halifax, Dartmouth, Bedford, and Halifax County.",
  "/wiki/York_Redoubt": "York Redoubt is a redoubt situated on a bluff overlooking the entrance to Halifax Harbour at Ferguson's Cove, Nova Scotia, Canada, originally constructed in 1793. It was designated a National Historic Site of Canada in 1962.",
  "/wiki/Ferguson%27s_Cove,_Nova_Scotia": "Ferguson's Cove is a suburban community within the Halifax Regional Municipality Nova Scotia on the western shore of Halifax Harbour between Purcell's Cove and Herring Cove  along Route 253. The first 3 digits of the postal code in the area are B3V.",
  "/wiki/Halifax_Harbour": "Halifax Harbour (Jipugtug in Mi'kmaq language) is a large natural harbour on the Atlantic coast of Nova Scotia, Canada, located in the Halifax Regional Municipality.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Prince_of_Wales_Tower": "The Prince of Wales Tower  is the oldest martello tower in North America and is located in Point Pleasant Park, Halifax Regional Municipality, Nova Scotia, Canada.  It was built in 1796 by Captain James Straton and was used as a redoubt and a powder magazine. Restored, it was designated a National Historic Site of Canada in 1943.",
  "/wiki/Point_Pleasant_Park": "Point Pleasant Park is a large, mainly forested municipal park at the southern tip of the Halifax peninsula. It once hosted several artillery batteries, and still contains the Prince of Wales Tower - the oldest Martello tower in North America (1796).  The park is a popular recreational spot for Haligonians, as it hosts forest walks and affords views across the harbour and out toward the Atlantic.",
  "/wiki/Martello_Tower": "Martello towers, sometimes known simply as Martellos, are small defensive forts that were built across the British Empire during the 19th century, from the time of the French Revolutionary Wars onwards. Most were coastal forts.",
  "/wiki/North_America": "North America is a continent entirely within the Northern Hemisphere and almost all within the Western Hemisphere. It is also considered by some[quantify] to be a northern subcontinent of the Americas. It is bordered to the north by the Arctic Ocean, to the east by the Atlantic Ocean, to the west and south by the Pacific Ocean, and to the southeast by South America and the Caribbean Sea."
}