{
  "/wiki/1983_in_sports": "1983 in sports describes the year's events in world sport.",
  "/wiki/1983_FIG_Rhythmic_Gymnastics_World_Cup": "The 1983 FIG Rhythmic Gymnastics World Cup was the first edition of the Rhythmic Gymnastics World Cup, held from April 15 to April 17 in Belgrade, Yugoslavia. The competition was officially organized by the International Gymnastics Federation and followed the steps of the Artistic Gymnastics World Cup, first held in 1975.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/1986_in_sports": "1986 in sports describes the year's events in world sport.",
  "/wiki/1986_FIG_Rhythmic_Gymnastics_World_Cup": "The 1986 FIG Rhythmic Gymnastics World Cup was the second Rhythmic Gymnastics World Cup, held from October 17 to 19 in Tokyo, Japan. The competition was officially organized by the International Gymnastics Federation.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/1990_in_sports": "1990 in sports describes the year's events in world sport.",
  "/wiki/1990_FIG_Rhythmic_Gymnastics_World_Cup": "The 1990 FIG Rhythmic Gymnastics World Cup was the third edition of the Rhythmic Gymnastics World Cup, held in Brussels, Belgium. The competition was officially organized by the International Gymnastics Federation.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/2000_in_sports": "2000 in sports describes the year's events in world sport.",
  "/wiki/2000_FIG_Rhythmic_Gymnastics_World_Cup_Final": "The 2000 FIG Rhythmic Gymnastics World Cup Final was the fourth edition of the Rhythmic Gymnastics World Cup Final, held in December 2000 in Glasgow, United Kingdom, at the Braehead Arena. The competition was officially organized by the International Gymnastics Federation under a different format compared to the previous editions. While the first three Rhythmic Gymnastics World Cup tournaments were standalone events, in 1997 the FIG Executive Committee made the decision to hold the 2000 World Cup Final event as the last stage of a series of competitions through the 1999–2000 season.",
  "/wiki/Glasgow": "Glasgow (/ˈɡlæzɡoʊ/, also UK: /ˈɡlɑːzɡoʊ, ˈɡlɑːsɡoʊ/, US: /ˈɡlæsɡoʊ, ˈɡlæskoʊ/; Scots: Glesga [ˈɡlezɡə]; Scottish Gaelic: Glaschu [ˈkl̪ˠas̪əxu]) is the most populous city in Scotland, and the third most populous city in the United Kingdom, as of the 2017 estimated city population of 621,020. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow is situated on the River Clyde in the country's West Central Lowlands. It is the fifth most visited city in the UK.",
  "/wiki/2002_in_sports": "2002 in sports describes the year's events in world sport.",
  "/wiki/2002_FIG_Rhythmic_Gymnastics_World_Cup_Final": "The 2002 FIG Rhythmic Gymnastics World Cup Final was the fifth edition of the Rhythmic Gymnastics World Cup Final, held from November 30 to December 2, 2002 in Stuttgart, Germany. The competition was officially organized by the International Gymnastics Federation as the last stage of a series of competitions through the 2001–2002 season.",
  "/wiki/Stuttgart": "Stuttgart (/ˈʃtʊtɡɑːrt/ SHTUUT-gart, also US: /ˈstʌt-, ˈstʊt-/ STU(U)T-; German: [ˈʃtʊtɡaʁt] (listen); Swabian: Schduagert [ˈʒ̊d̥ua̯ɡ̊ɛʕd̥]; names in other languages) is the capital and largest city of the German state of Baden-Württemberg. Stuttgart is located on the Neckar river in a fertile valley known locally as the \"Stuttgart Cauldron\". It lies an hour from the Swabian Jura and the Black Forest. Its urban area has a population of 634,830, making it the sixth largest city in Germany. 2.8 million people live in the city's administrative region and 5.3 million people in its metropolitan area, making it the fourth largest metropolitan area in Germany. The city and metropolitan area are consistently ranked among the top 20 European metropolitan areas by GDP; Mercer listed Stuttgart as 21st on its 2015 list of cities by quality of living,[a] innovation agency 2thinknow ranked the city 24th globally out of 442 cities[b] and the Globalization and World Cities Research Network ranked the city as a Beta-status world city in their 2014 survey., Stuttgart was one of the host cities of the official tournaments for the 1974 and 2006 FIFA World Cup.",
  "/wiki/2004_in_sports": "2004 in sports describes the year's events in world sport.",
  "/wiki/2004_FIG_Rhythmic_Gymnastics_World_Cup_Final": "The 2004 FIG Rhythmic Gymnastics World Cup Final was the sixth edition of the Rhythmic Gymnastics World Cup Final, held from November 27 to November 28, 2004 in Moscow, Russia. The competition was officially organized by the International Gymnastics Federation as the last stage of a series of competitions through the 2003–2004 season.",
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/2006_in_sports": "2006 in sports describes the year's events in world sport.",
  "/wiki/2006_FIG_Rhythmic_Gymnastics_World_Cup_Final": "The 2006 FIG Rhythmic Gymnastics World Cup Final was the seventh edition of the Rhythmic Gymnastics World Cup Final, held from November 17 to November 18, 2006 in Mie, Japan. The competition was officially organized by the International Gymnastics Federation as the last stage of a series of competitions through the 2005–2006 season.",
  "/wiki/Mie_Prefecture": "Mie Prefecture (三重県, Mie-ken) is a prefecture of Japan located in the Kansai region of Honshu. Mie Prefecture has a population of 1,781,948 (1 June 2019) and has a geographic area of 5,774 km² (2,229 sq mi). Mie Prefecture borders Gifu Prefecture to the north, Shiga Prefecture and Kyoto Prefecture to the northwest, Nara Prefecture to the west, Wakayama Prefecture to the southwest, and Aichi Prefecture to the east.",
  "/wiki/2008_in_sports": "2008 in sports describes the year's events in world sport.",
  "/wiki/2008_FIG_Rhythmic_Gymnastics_World_Cup_Final": "The 2008 FIG Rhythmic Gymnastics World Cup Final was the eighth edition of the Rhythmic Gymnastics World Cup Final, held from October 4 to October 6, 2008 in Benidorm, Spain. The competition was officially organized by the International Gymnastics Federation as the last stage of a series of competitions through the 2007–2008 season.",
  "/wiki/Benidorm": "Benidorm (/ˈbɛnɪdɔːrm/; Valencian: [beniˈðɔɾm]; Spanish: [beniˈðoɾ]) is a city and municipality in the province of Alicante (Valencian Community), on Spain's Mediterranean coast.",
  "/wiki/Rhythmic_Gymnastics_World_Cup": "The Rhythmic Gymnastics World Cup is a competition for rhythmic gymnastics sanctioned by the Fédération Internationale de Gymnastique (FIG). It is one of the few tournaments in rhythmic gymnastics officially organized by FIG, as well as the  World Championships, the gymnastics competitions at the Olympic Games and the Youth Olympics and the rhythmic gymnastics events at the World Games. The World Cup series should not be confused with the Rhythmic Gymnastics Grand Prix series, which is neither officially organized nor promoted by FIG."
}