{
  "/wiki/St._George's_(Round)_Church,_Halifax,_Nova_Scotia": "St. George's (Anglican) Round Church is a wooden round church in the neo-Classical Palladian style located in Halifax Regional Municipality in Downtown Halifax. Construction on the church began in 1800 thanks in large part to the financial backing of the British royal family.  The church’s primary architect remains a mystery, but Prince Edward, Duke of Kent and Strathearn (and father of Queen Victoria) was highly influential & involved in the design process. It is located at the corner of Brunswick and Cornwallis Streets in the North End district. The church was designated a National Historic Site of Canada in 1983 given its associations with the early history of Halifax and its Palladian architecture.",
  "/wiki/Halifax_Town_Clock": "The Town Clock, also sometimes called the Old Town Clock or Citadel Clock Tower, is one of the most recognizable landmarks in the historic urban core of Halifax, Nova Scotia.",
  "/wiki/Palladian_architecture": "Palladian architecture is  a European style of architecture derived from and inspired by the designs of the Venetian architect Andrea Palladio (1508–1580). What is recognised as Palladian architecture today is an evolution of his original concepts. Palladio's work was strongly based on the symmetry, perspective, and values of the formal classical temple architecture of the Ancient Greeks and Romans. From the 17th century Palladio's interpretation of this classical architecture was adapted as the style known as Palladianism. It continued to develop until the end of the 18th century. In Britain, Palladianism was briefly in vogue during the 17th century, but its flowering was cut short by the onset of the English Civil War and the imposition of austerity which followed. In the early 18th century it returned to fashion, not only in England but also, directly influenced from Britain, in Prussia. Count Francesco Algarotti may have written to Lord Burlington from Berlin that he was recommending to Frederick the Great the adoption in Prussia of the architectural style Burlington had introduced in England, but Knobelsdorff's opera house on the Unter den Linden boulevard, based on Campbell's Wanstead House, had been constructed from 1741.",
  "/wiki/Prince_Edward,_Duke_of_Kent_and_Strathearn": "Prince Edward, Duke of Kent and Strathearn, KG, KP, GCB, GCH, PC (Edward Augustus; 2 November 1767 – 23 January 1820) was the fourth son and fifth child of King George III. His only child became Queen Victoria. Prince Edward was created Duke of Kent and Strathearn and Earl of Dublin on 23 April 1799 and, a few weeks later, appointed a General and commander-in-chief of British forces in the Maritime Provinces of North America. On 23 March 1802, he was appointed Governor of Gibraltar and nominally retained that post until his death. The Duke was appointed Field-Marshal of the Forces on 3 September 1805. Edward was the first member of the royal family to live in North America for more than a short visit (1791–1800) and, in 1794, the first prince to enter the United States (travelling to Boston on foot from Lower Canada) after independence. He is credited with the first use, on 27 June 1792, of the term Canadian to mean both French and English settlers in Upper and Lower Canada. The Prince used the term in an effort to quell a riot between the two groups at a polling station in Charlesbourg, Lower Canada.",
  "/wiki/Government_House_(Nova_Scotia)": "Government House of Nova Scotia is the official residence of the Lieutenant Governor of Nova Scotia, as well as that in Halifax of the Canadian monarch. It stands in the provincial capital at 1451 Barrington Street; unlike other provincial Government Houses in Canada, this gives Nova Scotia's royal residence a prominent urban setting, though it is still surrounded by gardens.",
  "/wiki/Royal_Artillery_Park_(Halifax)": "Royal Artillery (RA) Park is a military installation in Halifax, Nova Scotia, Canada that forms part of Canadian Forces Base Halifax. It is home to the headquarters of 36 Canadian Brigade Group and the official residence of the Commander of the 5th Canadian Division.  On the grounds of RA Park, is the oldest military Officers' mess in Canada (1816) and the Cambridge Military Library which houses one of the oldest library collections in the country (1810).    Royal Artillery Park was initially funded from the conquest of present-day Maine, which was renamed the colony of New Ireland.",
  "/wiki/Thomas_Beamish_Akins": "Thomas Beamish Akins (February 1, 1809 – May 6, 1891) was a Canadian lawyer, historian, archivist, and author who was appointed Nova Scotia's first Commissioner of Public Records from 1857 until his death in 1891. He was designated a Person of National Historic Significance by the Government of Canada. Thomas Beamish Akins was the son of Thomas Akins, a merchant, and Margaret Ott Beamish. Akins' father was a descendant of the original New England Planters of Falmouth, Nova Scotia settled in 1761; his mother was the daughter of Halifax merchant Thomas Beamish of Port Warden, Nova Scotia. Akins was an only child, his mother having died ten days after his birth, he was raised by her family in Halifax, where he attended Halifax Grammar School. He studied Law and was called to the Nova Scotia bar on 3 May 1831. Among his published works were his History of Halifax and A Sketch of the Rise and Progress of the Church of England in the British North American Provinces (Halifax, 1849), A Brief Account of the Origin, Endowment and Progress of the University of King’s College, Windsor, Nova Scotia (Halifax, 1865), and an article, The First Council, in the Collections of the Nova Scotia Historical Society for 1879–80. He served as president of the Nova Scotia Historical Society from 1882–83 and was at the time of his death one of its vice-presidents.",
  "/wiki/Province_House_(Nova_Scotia)": "Province House in Halifax is where the Nova Scotia legislative assembly, known officially as the Nova Scotia House of Assembly, has met every year since 1819, making it the longest serving legislative building in Canada.  The building is Canada's oldest house of government.  Standing three storeys  tall, the structure is considered one of the finest examples of Palladian architecture in North America.",
  "/wiki/Responsible_government": "Responsible government is a conception of a system of government that embodies the principle of parliamentary accountability, the foundation of the Westminster system of parliamentary democracy. Governments (the equivalent of the executive branch) in Westminster democracies are responsible to parliament rather than to the monarch, or, in a colonial context, to the imperial government, and in a republican context, to the president, either in full or in part. If the parliament is bicameral, then the government is responsible first to the parliament's lower house, which is more representative than the upper house, as it usually has more members and they are always directly elected. Responsible government of parliamentary accountability manifests itself in several ways. Ministers account to Parliament for their decisions and for the performance of their departments. This requirement to make announcements and to answer questions in Parliament means that ministers must have the privileges of the floor, which are only granted to those who are members of either house of Parliament. [clarification needed]  Secondly, and most importantly, although ministers are officially appointed by the authority of the head of state and can theoretically be dismissed at the pleasure of the sovereign, they concurrently retain their office subject to their holding the confidence of the lower house of Parliament. When the lower house has passed a motion of no confidence in the government, the government must immediately resign or submit itself to the electorate in a new general election.",
  "/wiki/Maritime_Command_Museum": "The Naval Museum of Halifax (formerly Admiralty House and Maritime Command Museum) is a Canadian Forces museum located at CFB Halifax in the former official residence of the Commander-in-Chief of the North America Station (1819–1905).  Also known as the Admiralty House, the residence is a National Historic Site of Canada located in Halifax, Nova Scotia, Canada.  The museum collects, preserves and displays the artifacts and history of the Royal Canadian Navy.",
  "/wiki/CFB_Halifax": "Canadian Forces Base (CFB) Halifax is Canada's east coast naval base and home port to the Royal Canadian Navy Atlantic fleet, known as Canadian Fleet Atlantic (CANFLTLANT), that forms part of the formation Maritime Forces Atlantic (MARLANT).\n It is the largest Canadian Forces Base in terms of the number of posted personnel and is formed from an amalgamation of military properties situated around the strategic Halifax Harbour in Nova Scotia.",
  "/wiki/Royal_Navy": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by the English kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Service. From the middle decades of the 17th century, and through the 18th century, the Royal Navy vied with the Dutch Navy and later with the French Navy for maritime supremacy. From the mid 18th century, it was the world's most powerful navy until the Second World War. The Royal Navy played a key part in establishing the British Empire as the unmatched world power during the 19th and first part of the 20th centuries. Due to this historical prominence, it is common, even among non-Britons, to refer to it as the Royal Navy without qualification. Following World War I, the Royal Navy was significantly reduced in size, although at the onset of World War II it was still the world's largest.",
  "/wiki/Black-Binney_House": "The Black-Binney House was a former residence built in 1819 in Halifax, Nova Scotia which is now a National Historic Site of Canada.  The house was built by John Black (merchant) and is reflective of the Palladian-inspired residences common during the late 18th and early 19th centuries in Eastern Canada. In 1857, Hibbert Binney subdivided the property to build the St. Matthew's United Church (Halifax).  In 1965 Sidney Culverwell Oland purchased and renovated the building to house the Nova Scotia Division of the Canadian Corps of Commissionaires.",
  "/wiki/Eastern_Canada": "Eastern Canada (also the Eastern provinces) is generally considered to be the region of Canada east of Manitoba, consisting of the following provinces:",
  "/wiki/John_Black_(New_Brunswick_merchant)": "John Black (c. 1765 – 4 September 1823) was a Scottish merchant and politician in New Brunswick. He represented Northumberland County in the Legislative Assembly of New Brunswick from 1793 to 1795.\n He was born in Aberdeen and came to Saint John, New Brunswick in 1785 as an Admiralty agent. Black was also an agent for Blair and Glenie, a Scottish firm which traded in timber. In 1787, he went into business in Saint John for himself. His brother William and two cousins later joined him in the business. He also became involved in the trade of salted fish with the West Indies and established his own trading fleet of at least nine vessels. Black encouraged the local production of hemp for the production of cord for use on ships.",
  "/wiki/James_Boyle_Uniacke": "James Boyle Uniacke (1799 – 26 March 1858) led the first responsible government in Canada as it is today or any colony of the British Empire. He  was the first Premier of the colony of Nova Scotia from 1848 to 1854 serving concurrently as the colony's Attorney-General.\n The son of Richard John Uniacke, James was born to politics and entered the colony's legislative assembly in 1832 as a Conservative. In 1838 he joined the Executive Council and became a Reformer during the struggle for responsible government culminating in the 1848 election, the first under responsible government, which resulted in a Liberal Party administration led by Uniacke with Howe becoming more prominent after 1851 as Uniacke's health declined.",
  "/wiki/Hibbert_Binney": "Hibbert Binney (12 August 1819 – 30 April 1887) was a Canadian Church of England bishop. He was the fourth Bishop of Nova Scotia from 1851 to 1887. Born in Sydney, Nova Scotia, the grandson of Hibbert Newton Binney and the son of the Reverend Hibbert Binney and Henrietta Amelia Stout. Hibbert Binney Sr. was the rector of St George's Church in Sydney. In 1823, Binney Sr. returned to England with his family to become rector of Newbury, Berkshire. Binney Jr. was educated at King's College London, and received a Bachelor of Arts degree from Worcester College, Oxford in 1842. He was ordained deacon by the Bishop of Oxford Richard Bagot in 1842 and was appointed a fellow of Worcester College. In 1844, he received his Master of Arts and was appointed tutor in 1846.",
  "/wiki/St._Mary's_Basilica,_Halifax": "St. Mary's Cathedral Basilica is a Gothic Revival Catholic cathedral located in downtown Halifax, Nova Scotia, Canada. It is the cathedral church of the Archdiocese of Halifax and is the largest Catholic church in the Archdiocese. Consecrated on October 19, 1899, it was made a basilica in 1950 by Pope Pius XII. The St. Mary's Cathedral Basilica boasts the tallest granite spire in North America.",
  "/wiki/Henry_House_(Halifax)": "Henry House is a two-and-a-half-storey stone house located on Barrington Street in the Halifax Regional Municipality, Nova Scotia, Canada.  The house is designated a National Historic Site, and is both a Provincially Registered Property and a Municipally Registered Property under the provincial Heritage Property Act.",
  "/wiki/Father_of_Confederation": "The Fathers of  Confederation are the 36 people who attended at least one of the Charlottetown (23 attendees) and Quebec (33) Conferences in 1864 and the London Conference of 1866 (16) in England, preceding Canadian Confederation. The following lists the participants in the Charlottetown, Quebec, and London Conferences and their attendance at each stage. Queen Victoria has been called the Mother of Confederation. Her role in Confederation is recognized by the celebration of Victoria Day in Canada. Four other individuals have been labelled as Fathers of Confederation. Hewitt Bernard, who was the recording secretary at the Charlottetown Conference, is considered by some to be a Father of Confederation. The leaders most responsible for bringing three specific provinces into Confederation after 1867 are also referred to as Fathers of Confederation. The provisional government established by Louis Riel ultimately negotiated the terms under which Manitoba entered the Canadian Confederation in 1870.",
  "/wiki/William_Alexander_Henry": "William Alexander Henry (December 30, 1816 – May 3, 1888) was a Canadian lawyer, politician, judge. He was one of the Fathers of Confederation and one of the first judges of the Supreme Court of Canada. Henry was born in Halifax, Nova Scotia. Shortly afterward, his family moved to Antigonish. He attended Halifax High School then studied law and was admitted to the bar. He was married twice (1840 and 1850). His two sons were William Alexander Henry Jr., a successful Halifax lawyer and Hugh MacD Henry. The elder W. A. Henry served as a cabinet minister in Nova Scotia in governments led by both the Liberals and the Conservatives.",
  "/wiki/Robert_Fitzgerald_Uniacke": "Robert Fitzgerald Uniacke (1797–1870) was a clergyman and also the fourth son of Richard John Uniacke.\n Uniacke lived in Halifax, Nova Scotia. Deciding against a career in his father's law firm, he was ordained into the Church of England, in England.  He served at St. George's Church and is buried in the graveyard of the Little Dutch (Deutsch) Church.",
  "/wiki/List_of_oldest_buildings_and_structures_in_Halifax,_Nova_Scotia": "This is a list of oldest buildings and structures in Halifax, Nova Scotia, Canada that were constructed before 1935."
}