{
  "/wiki/Latin_Grammy_Awards_of_2000": "The 1st Annual Latin Grammy Awards were held in Los Angeles at the Staples Center on Wednesday, September 13, 2000. The big winners were Luis Miguel, Santana and Maná with 3 awards; Juan Luis Guerra, Shakira, Fito Páez and Emilio Estefan Jr. received 2 awards each.",
  "/wiki/Mercedes_Sosa": "Haydée Mercedes Sosa (Spanish pronunciation: [meɾˈseðes ˈsosa]; 9 July 1935 – 4 October 2009), sometimes known as La Negra (literally: The Black One), was an Argentine singer who was popular throughout Latin America and many countries outside the region.  With her roots in Argentine folk music, Sosa became one of the preeminent exponents of nueva canción. She gave voice to songs written by many Latin American songwriters. Her music made people hail her as the \"voice of the voiceless ones\".",
  "/wiki/Hevia": "José Ángel Hevia Velasco, known professionally as Hevia (born October 11, 1967 in Villaviciosa, Asturias), is a Spanish bagpiper – specifically, an Asturian gaita player. He commonly performs with his sister, María José, on drums. In 1992 he was awarded first prize for solo bagpipes at the Festival Interceltique de Lorient, Brittany.",
  "/wiki/Los_Nocheros": "Los Nocheros is a pop/folk music group from Salta, Argentina. Composed of Mario Teruel, Rubén Ehizaguirre, Kike Teruel and Álvaro Teruel (who replaced Jorge Rojas when the latter pursued a solo career in 2005), their 1994 debut album was titled Con El Alma. Los Nocheros gained fame during appearances at the National Folklore Festival in Cosquín, Córdoba. Receiving numerous local awards, they were nominated for a Best Folk Album award at the Latin Grammy Awards of 2005. Their album sales have totaled around 2,000,000 in Argentina alone. Among the 21 albums the group has released as of 2009, Signos (1998) and Señal de Amor (2001) have been the most successful, with 500,000 and 250,000 sales, each.",
  "/wiki/Carlos_N%C3%BA%C3%B1ez_Mu%C3%B1oz": "Carlos Núñez Muñoz (born 1971) is a Galician musician and multi-instrumentalist who plays the gaita, the traditional Galician bagpipe, Galician flute, ocarina, Irish flute, whistle and low whistle.",
  "/wiki/Tot%C3%B3_la_Momposina": "Sonia Bazanta Vides (born 1 August 1940), also known as Totó la Momposina, is a Colombian singer of Afro-Colombian and Indigenous descent.",
  "/wiki/Latin_Grammy_Awards_of_2001": "The winners of the Second Annual Latin Grammy Awards were announced during a press conference on Tuesday, October 30, 2001 at the Conga Room in Los Angeles, California. The conference, which was broadcast live on the internet, was hosted by Jimmy Smits and Paul Rodriguez. Alejandro Sanz was the big winner winning four awards including Album of the Year. Juanes won three awards including Best New Artist.",
  "/wiki/L%C3%A1zaro_Ros": "Lázaro Ros (May 11, 1925 – February 8, 2005) was an Afro-Cuban singer. His music borrowed much from Africa, as he performed music of the  Lucumí culture, of the Yoruba people from modern-day Nigeria, and of the Arará culture of the Dahomeyan people from modern-day Benin. Ros was largely self-taught, and first learned to sing by learning the chants associated with Santería, a religion based in the Lucumí and Arará cultures.",
  "/wiki/Latin_Grammy_Awards_of_2002": "The 3rd Annual Latin Grammys were held in Los Angeles at the Kodak Theatre on Wednesday, September 18, 2002. Alejandro Sanz was the night's big winner winning a total of three awards including Album of the Year. The ceremony returned in style after the 2001 ceremony was cancelled because of the September 11, 2001 terrorist attacks across America, and all presenters apologized to viewers during the broadcast for such.",
  "/wiki/Susana_Baca": "Susana Esther Baca de la Colina (Spanish pronunciation: [suˈsana ˈβaka]; born 24 May 1944 in Chorrillos, Lima Province, Peru) is a prominent Peruvian singer-songwriter, school teacher, folklorist, ethnomusicologist and two-times Latin Grammy Award winner. She has been a key figure in the revival of Afro-Peruvian music.",
  "/wiki/Berrog%C3%BCetto": "Berrogüetto is a folk band from Galicia, formed in the spring of 1995. They are signed to BOA records and released their first album Navicularia in 1996, going on to receive various awards.",
  "/wiki/Kepa_Junkera": "Kepa Junkera Urraza (born 1965 in Bilbao, Euskadi, Spain) is a Basque musician and composer.  A master of the trikitixa, the diatonic accordion, he has recorded more than 10 albums.  Junkera won the Latin Grammy Award for Best Folk Album in 2004 for his album K.",
  "/wiki/Latin_Grammy_Awards_of_2003": "The 4th Annual Latin Grammys were held in Miami at the American Airlines Arena on Wednesday, September 3, 2003. It was the first time the telecast was held outside of Los Angeles. Juanes was the night's biggest winner winning a record five awards including Album of the Year. He tied his own record winning five awards again five years later in 2008. Juan Luis Guerra and Calle 13 also tied this record in 2007 and 2009 respectively.",
  "/wiki/Alex_Acu%C3%B1a": "Alejandro Neciosup Acuña (born December 12, 1944), known professionally as Alex Acuña, is a Peruvian drummer and percussionist.",
  "/wiki/Eva_Ayll%C3%B3n": "María Angélica Ayllón Urbina (born February 7, 1956) better known by her stage name Eva Ayllón, is a composer and singer, one of Peru's foremost Afro-Peruvian musicians, and one of the country's most enduring living legends. She holds the record for most nominations without a win with six for the Latin Grammy Award for Best Folk Album.",
  "/wiki/Los_Mu%C3%B1equitos_de_Matanzas": "Los Muñequitos de Matanzas is a Cuban rumba ensemble from the city of Matanzas. The group was established in 1952 as Conjunto Guaguancó Matancero and released their first LP in 1956 through Puchito. Since then, Los Muñequitos have continued to perform and record, becoming one of the most successful and critically acclaimed rumba groups of all time.",
  "/wiki/Latin_Grammy_Awards_of_2004": "The 5th Annual Latin Grammy Awards were held on Wednesday, September 1, 2004, at the Shrine Auditorium in Los Angeles.",
  "/wiki/Manuel_Alejandro": "Manuel Álvarez-Beigbeder Pérez (born 1933), better known as Manuel Alejandro, is a Spanish composer of Latin love songs, which are better known as ballads. He has written, composed, and arranged songs for the likes of Luis Miguel, Plácido Domingo, Nino Bravo, Julio Iglesias,Raphael, Hernaldo Zúñiga, José José, José Luis Rodríguez, Emmanuel, Enrique Guzmán, Isabel Pantoja, Rocío Jurado, Rudy Marquez, and Jeanette, among many others.",
  "/wiki/Per%C3%BA_Negro": "Perú Negro is an Afro-Peruvian musical ensemble founded in 1969 to celebrate and preserve Peru's black culture and música criolla. Ronaldo Campos de la Colina founded the Lima-based group with 12 family members. The group has been appointed by the government of Peru as the \"Cultural Ambassadors of Black Peru.\" When Ronaldo Campos died in 2001, his son Rony Campos took over the direction of the troupe. Today, the group has over 30 members and a youth troupe, Peru Negrito. The group's album, Sangre de un Don led to the first ever U.S. tour in 2002.  In 2005 the group was honored with two Grammy nominations for their second US album, Jolgorio. The first nomination came through the Latin Grammys’ traditional music category and the second for the Grammy's World Music category and in 2008 the group received another Grammy nomination for their album Zamba Malato. In 2010, the group teamed up with famed Peruvian singer, Eva Ayllon to record the album 40 years of Afro Peruvian Classics.  The collaboration led to a Latin Grammy Nomination for Best Folk Album.",
  "/wiki/Radio_Tarifa": "Radio Tarifa was a Spanish World music ensemble combining Flamenco, Arab-Andalusian music, Arabian music, Moorish music and also influences of the Mediterranean, of the Middle Ages and of the Caribbean.  The name of the ensemble comes from an imaginary radio station in Tarifa, a small town in the southernmost Spanish province of Cadiz, Andalusia, the nearest part of Spain to Morocco. Instead of simply fusing musical styles as they currently exist, Radio Tarifa goes back in time to the common past of those styles, back to before 1492 when the Moors and Jews were exiled from Spain.  This invented style sheds light upon the real styles of Spain, most notably flamenco although the band rejected all musical purism, preferring to mix arrangements of traditional compositions with their own melodies and combining instruments from Ancient Egypt, classical Greek and Roman times with modern saxophones and electric bass.",
  "/wiki/Latin_Grammy_Awards_of_2005": "The 6th Annual Latin Grammy Awards were held in Los Angeles at the Shrine Auditorium on Thursday, November 3, 2005. It was the first ceremony to be broadcast by Univision in the United States. Ivan Lins was the big winner winning two awards including Album of the Year. He is the first and only Brazilian and Portuguese language artist to win Album of the Year to date. Alejandro Sanz was honored with Record of the Year and Song of the Year. Juanes won three awards including Best Rock Solo Vocal Album.",
  "/wiki/Lila_Downs": "Ana Lila Downs Sánchez (born September 9, 1968) is a Mexican singer-songwriter and actress. She performs her own compositions and the works of others in multiple genres, as well as tapping into Mexican traditional and popular music. She also incorporates indigenous Mexican influences and has recorded songs in many indigenous languages such as Mixtec, Zapotec, Mayan, Nahuatl and Purépecha. Born and raised in Oaxaca, she primarily studied at the Institute of Arts by Oaxaca and briefly attended University of Minnesota, before withdrawing to focus on her musical career. She soon began performing in the traditional music scene of Oaxaca City.",
  "/wiki/John_Santos": "The Machete Ensemble was a Latin jazz band whose 21-year organization ended with its final concert on November 12, 2006, when it closed the 2006 San Francisco Jazz Festival. KQED News noted that \"it seemed like everyone who was ever part of the San Francisco Latin jazz scene was on hand to bid adios to John Santos' Machete Ensemble.\"",
  "/wiki/Latin_Grammy_Awards_of_2006": "The 7th Annual Latin Grammy Awards were held for the first time in New York City, NY. The awards show was held at Madison Square Garden on Thursday, November 2, 2006. Shakira was the big winner winning Album of the Year, one of four awards that she won. She is the first female artist to win Record of the Year, Album of the Year, and Song of the Year.",
  "/wiki/Chango_Spasiuk": "Horacio \"Chango\" Spasiuk (born September 23, 1968 in Apóstoles, Misiones) is an Argentine chamamé musician and accordion player.",
  "/wiki/Latin_Grammy_Awards_of_2007": "The 8th Annual Latin Grammy Awards took place on Thursday, November 8, 2007 at the Mandalay Bay Events Center in Las Vegas, Nevada. \nThe show aired on Univision. Juan Luis Guerra was the night's big winner winning 5 awards including Album of the Year. Juan Luis Guerra was honored as the Latin Recording Academy Person of the Year one night prior to the telecast.",
  "/wiki/Los_Gaiteros_de_San_Jacinto": "Los Gaiteros de San Jacinto are a Colombian traditional folkloric cumbia group formed in the Caribbean Region of Colombia which have been active since 1940. Their folkloric music preserves the traditional rhythms and sounds product of a mixture of the Colombian Indigenous, Spanish and Afro-Colombian heritage.",
  "/wiki/Un_Fuego_de_Sangre_Pura": "Un Fuego de Sangre Pura is an album by the Colombian folkloric cumbia group Los Gaiteros de San Jacinto released in 2006 in the Smithsonian Folkways label. On November 9, 2007, the group won a Latin Grammy award in the Folkloric Music category.",
  "/wiki/Mariza": "Mariza (Portuguese pronunciation: [mɐˈɾizɐ]), ComIH, born Marisa dos Reis Nunes (born 16 December 1973), is a popular Portuguese fado singer.",
  "/wiki/Concerto_em_Lisboa": "Concerto em Lisboa is an album released on November 6, 2006 by fado singer Mariza. It was nominated in 2007 for a Latin Grammy in the category of Best Folk Album, becoming the first Portuguese artist to receive a nomination for a Latin Grammy Award.",
  "/wiki/Sones_de_M%C3%A9xico_Ensemble_Chicago": "Sones de México Ensemble Chicago is a Chicago, United States, folk music group that specializes in the Mexican musical tradition known as son.",
  "/wiki/Latin_Grammy_Awards_of_2008": "The 9th Annual Latin Grammy Awards took place on Thursday, November 13, 2008 at the Toyota Center in Houston, Texas and were aired on Univision. The Brazilian Field awards were presented on the same day at the Ibirapuera Auditorium in São Paulo. The Latin Recording Academy Person of the Year was Gloria Estefan. Juanes was the night's big winner, winning 5 awards including Album of the Year. He now has 17 Latin Grammy awards which is more than any other recording artist.",
  "/wiki/Damaris_(singer)": "Damaris Mallma Porras (born January 26, 1986 in Huancayo), is a Peruvian folk singer. She is a representative of contemporary Andean music, which consists of a mix of the traditional Native American language Quechua and modern pop music.",
  "/wiki/Terra_(Mariza_album)": "Terra is the fourth studio album by Portuguese fado singer Mariza, released on 30 June 2008.  At the Latin Grammy Awards, it was nominated for both Best Folk Album and Best Producer.  Contributions from Cape Verdean singer Tito Paris, Argentine guitarist Dominic Miller, and Spanish singer Concha Buika give Terra a jazz, African, and Latin influence.  Also included at the end of the album is a cover of Charlie Chaplin's famous ballad, \"Smile\".",
  "/wiki/Latin_Grammy_Awards_of_2009": "The 10th Annual Latin Grammy Awards took place on Thursday, November 5, 2009 at the Mandalay Bay Events Center in Las Vegas, Nevada. This was the second time the show took place in Las Vegas. Juan Gabriel was honored as the Latin Recording Academy Person of the Year on November 4, the day prior to the telecast. Calle 13 were the big winners, winning five awards including Album of the Year. 2009 marked the ten-year anniversary of the Latin Grammy Awards.",
  "/wiki/Cantora_1": "Cantora 1 is a studio album by the late Argentine singer Mercedes Sosa. It was released in 2009 and features duets with prominent Latin American recording artists. It was certified platinum by the CAPIF. This means that the album sold 40,000 copies in Argentina.",
  "/wiki/Soledad_Pastorutti": "Soledad \"La Sole\" Pastorutti (born October 12, 1980 in Arequito, Santa Fe) is an Argentine folk singer, who brought the genre to the younger generations at the end of the 20th century, and the beginning of the 21st.",
  "/wiki/Latin_Grammy_Awards_of_2010": "The 11th Annual Latin Grammy Awards were held on Thursday, November 11, 2010 at the Mandalay Bay Events Center in Las Vegas, Nevada. It was the third time the annual event had taken place at this location. The eligibility period for recordings to be nominated was July 1, 2009 to June 30, 2010. Nominations were announced on September 8, 2010. On September 14, 2010 it was announced that the Latin Recording Academy Person of the Year honoree would be Plácido Domingo. The big winners of the night were Camila, Juan Luis Guerra and Gustavo Cerati with three awards.",
  "/wiki/Ilan_Chester": "Ilan Chester (born Ilan Czenstochowski) is a celebrated Venezuelan musician, singer, songwriter and record producer. Born in Israel in 1952, to Ashkenazi parents, Ilan emigrated to Venezuela in 1953.",
  "/wiki/Checo_Acosta": "Alcibiades Antonio Acosta Agudelo (June 6, 1965 in Soledad, Atlántico, Colombia) is a Colombian folk singer.",
  "/wiki/Juan_Fernando_Velasco": "Juan Fernando Velasco (born January 17, 1972 in Quito, Ecuador) is an Ecuadorian musician.",
  "/wiki/Latin_Grammy_Awards_of_2011": "The 12th Annual Latin Grammy Awards was held on Thursday, November 10, 2011, at the Mandalay Bay Events Center in Las Vegas and was hosted by Lucero and Cristián de la Fuente. The eligibility period for recordings to be nominated is July 1, 2010 to June 30, 2011. The show will be aired on Univision.",
  "/wiki/Latin_Grammy_Awards_of_2012": "The 13th Annual Latin Grammy Awards was held on Thursday, November 15, 2012 at the Mandalay Bay Events Center in Las Vegas, Nevada. It was the fifth time the awards was held at this venue and in Las Vegas. It also marks the last year in the Latin Recording Academy's contract where the Mandalay Bay Events Center hosted. It is unknown if the awards will continue to be held at this location beyond 2012.",
  "/wiki/Pecados_y_Milagros": "Pecados y milagros (English: Sins and miracles) is the seventh studio album by Mexican singer-songwriter Lila Downs, released on October 18, 2011. The album cover was released on September 14, 2011.",
  "/wiki/Latin_Grammy_Awards_of_2013": "The 14th Annual Latin Grammy Awards was held on Thursday, November 21, 2013 at the Mandalay Bay Events Center in Las Vegas. This was the sixth time that Latin Grammys has been held at this location. The main telecast was broadcast on Univision at 8:00 PM EST.",
  "/wiki/Reynaldo_Armas": "Reinaldo Armas Enguaima (born August 4, 1953), better known as Reynaldo Armas, is a Venezuelan llanero singer and composer.",
  "/wiki/Latin_Grammy_Awards_of_2014": "The 15th Annual Latin Grammy Awards was held on November 20, 2014 at the MGM Grand Garden Arena in Paradise. This was the first time that Latin Grammys has been held at this location. The main telecast was broadcast on Univision at 8:00PM EST.",
  "/wiki/Ni%C3%B1a_Pastori": "María Rosa García García better known as Niña Pastori is a Spanish flamenco singer (cantaora). She was born in San Fernando (Cádiz) on 15 January 1978.",
  "/wiki/Ra%C3%ADz_(album)": "Raíz (transl. Origin) is a collaborative studio album by singers Lila Downs, Niña Pastori and Soledad Pastorutti; released on April 1, 2014 by RCA Records. The album's first single, \"La raíz de mi tierra\", was released on February 25, 2014 on VEVO.",
  "/wiki/Albita": "Albita Rodríguez (born 6 June 1962),  known in her music career simply as Albita, is a Grammy-winning Cuban singer, producer and composer."
}