{
  "/wiki/Jimmy_F._Williams": "James Franklin Williams, Jr. (born March 8, 1984) is a former American football cornerback who previously played for the Atlanta Falcons and San Francisco 49ers of the National Football League (NFL). He played college football for Virginia Tech, and was recognized as a unanimous All-American.  He was selected by the Atlanta Falcons in the second round of the 2006 NFL Draft, but was later suspended for violating the NFL's banned substances policy.",
  "/wiki/Micheal_Spurlock": "Spurlock has also played for the San Diego Chargers, Tampa Bay Buccaneers, San Francisco 49ers, Jacksonville Jaguars, Dallas Cowboys, Detroit Lions, Chicago Bears, and Florida Tuskers.",
  "/wiki/Tampa_Bay_Buccaneers": "The Tampa Bay Buccaneers are a professional American football team based in Tampa, Florida. The Buccaneers currently compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) South division. The club joined the NFL in 1976 as an expansion team, along with the Seattle Seahawks. Tampa Bay played its first season in the American Football Conference (AFC) West division as part of the 1976 expansion plan, whereby each new franchise would play every other franchise over the first two years. After the season, the team switched conferences with the Seahawks and became a member of the NFC Central division. During the 2002 league realignment, the Buccaneers joined three former NFC West teams to form the NFC South. The club is owned by the Glazer family, and plays its home games at Raymond James Stadium in Tampa.",
  "/wiki/Maurice_Price": "Maurice Price (born September 11, 1985) is a former gridiron football wide receiver who played for the Calgary Stampeders and Ottawa Redblacks of the Canadian Football League (CFL). He was signed by the Kansas City Chiefs as an undrafted free agent in 2007. He played college football at Charleston Southern.",
  "/wiki/New_England_Patriots": "The New England Patriots are a professional American football team based in the Greater Boston area. The Patriots compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team plays its home games at Gillette Stadium in the town of Foxborough, Massachusetts, which is located 28 miles (45 km) southwest of Boston, Massachusetts. The Patriots are also headquartered at Gillette Stadium.",
  "/wiki/Brandon_Jones_(wide_receiver)": "Brandon Cornell Jones is a former American Football wide receiver.  He played college football at Oklahoma. He was drafted by the Tennessee Titans in the third round of the 2005 NFL Draft. Jones also played for the San Francisco 49ers.",
  "/wiki/Tennessee_Titans": "The Tennessee Titans are a professional American football team based in Nashville, Tennessee. The Titans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. Previously known as the Houston Oilers, the team began play in 1960 in Houston, Texas, as a charter member of the American Football League (AFL). The Oilers won the first two AFL Championships, and joined the NFL as part of the AFL–NFL merger in 1970.",
  "/wiki/Moran_Norris": "Torrance Moran Norris /ˈmɒrən/; born June 16, 1978) is a former American football fullback. He was drafted by the New Orleans Saints in the fourth round of the 2001 NFL Draft. He played college football at Kansas.",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Damon_Huard": "Damon Paul Huard (born July 9, 1973) is a former American football quarterback. He is the director of community relations and fundraiser for the University of Washington football program, his alma mater.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.",
  "/wiki/Demetric_Evans": "Demetric Untrell Evans (born September 3, 1979) is a former professional American football defensive end in the National Football League (NFL) for the Dallas Cowboys (2001-2003), Washington Redskins (2004-2008) and the San Francisco 49ers (2008-2010). He also was a member of the Cologne Centurions in NFL Europe (2004). He played college football at the University of Georgia (1997-2000).",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/Lewis_Baker_(American_football)": "Lewis Baker (born October 12, 1984) is a former gridiron football safety who played for the Las Vegas Locomotives of the United Football League. He was signed by the San Francisco 49ers as an undrafted free agent in 2008. He played college football at Oklahoma.",
  "/wiki/Mark_Washington_(linebacker)": "Mark Washington (born August 20, 1985) is a former American football linebacker. He was signed by the San Francisco 49ers as an undrafted free agent in 2007. He played college football at Texas State.",
  "/wiki/Marvel_Smith": "Marvel Amos Smith (born August 6, 1978) is a former American football offensive tackle who played nine seasons in the National Football League (NFL). He played college football for Arizona State University. He was drafted by the Pittsburgh Steelers in the second round of the 2000 NFL Draft, and also was a member of the San Francisco 49ers. A one-time Pro Bowl selection, Smith earned two Super Bowl rings with the Steelers.",
  "/wiki/Pittsburgh_Steelers": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh, Pennsylvania. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC.",
  "/wiki/Alex_Boone": "Alexander Boone (born May 4, 1987) is an American football guard who is currently a free agent. He played college football for the Ohio State Buckeyes. He was signed by the San Francisco 49ers as an undrafted free agent in 2009. He has also spent time with the Minnesota Vikings and Arizona Cardinals.",
  "/wiki/Ohio_State_Buckeyes": "The Ohio State Buckeyes are the athletic teams that represent Ohio State University, located in Columbus, Ohio. The athletic programs are named after the colloquial term for people from the state of Ohio and after the state tree, the Ohio Buckeye. The Buckeyes participate in the National Collegiate Athletic Association's (NCAA) Division I in all sports and the Big Ten Conference in most sports. The Ohio State women's ice hockey team competes in the Western Collegiate Hockey Association (WCHA). The school colors are scarlet and gray. Ohio State's mascot is Brutus Buckeye.",
  "/wiki/Bowling_Green_Falcons": "The Bowling Green Falcons  are the intercollegiate athletic teams that represent Bowling Green State University (BGSU), in Bowling Green, Ohio, United States. The Falcons compete in the National Collegiate Athletic Association (NCAA) at the Division I level as a member of the Mid-American Conference (MAC) East Division, while the men's ice hockey team competes in the Western Collegiate Hockey Association (WCHA). Bowling Green sponsors teams in seven men's and 11 women's NCAA-sanctioned sports and the football team competes in the Football Bowl Subdivision (FBS), the highest level for college football. BGSU is one of only 15 universities in the United States that plays Division I FBS football and Division I men's ice hockey.",
  "/wiki/Dobson_Collins": "Dobson Collins (born July 12, 1987) is an American football wide receiver who is currently a free agent. He was originally signed by the San Francisco 49ers as an undrafted free agent in 2009. He played college football at Gardner–Webb.",
  "/wiki/Gardner–Webb_Runnin'_Bulldogs": "The Gardner–Webb Runnin' Bulldogs are the athletic teams that represent Gardner–Webb University, located in Boiling Springs, North Carolina. Gardner–Webb participates in 21 varsity sports at the NCAA Division I level. The school's programs are a part of the Big South Conference.",
  "/wiki/Pannel_Egboh": "Pannel Egboh (born March 23, 1986) is an American football defensive end. He was signed by the San Francisco 49ers as an undrafted free agent in 2009. He played college football at Stanford, under current University of Michigan head coach Jim Harbaugh. He currently attends McGovern Medical School.",
  "/wiki/Stanford_Cardinal": "The Stanford Cardinal are the athletic teams that represent Stanford University. As of December 22, 2019, Stanford's program has won 126 NCAA team championships, as well as 25 consecutive NACDA Directors' Cups, awarded annually to the most successful overall college sports program in the nation. As of February 15, 2019, Stanford-affiliated athletes have won 270 Olympic medals. Stanford's teams compete at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for college football) level as a member of the Pac-12 Conference, along with other schools from the western third of the United States.",
  "/wiki/Kirby_Freeman": "Kirby Lyn Freeman (born March 28, 1985) is a former American football quarterback. He was signed by the San Francisco 49ers as an undrafted free agent in 2009. He played college football at Miami and Baylor.",
  "/wiki/Baylor_Bears": "The Baylor Bears are the athletic teams that represent Baylor University. Baylor's men's sports teams are named the Bears, and some women's teams are named the Lady Bears. The teams participate in Division I of the National Collegiate Athletic Association (NCAA) as one of only two private school members of the Big 12 Conference. Prior to joining the Big 12, Baylor was a member of the Southwest Conference from their charter creation in 1914 until its dissolution in 1996. Baylor is also a founding member of the Big 12 Conference.",
  "/wiki/Wyoming_Cowboys": "The Wyoming Cowboys and Cowgirls are the athletic teams that represent the University of Wyoming. Wyoming is a member of the Mountain West Conference (MW) and competes in NCAA Division I, fielding 17 NCAA-sanctioned sports. Two Wyoming teams compete in other conferences in sports that the MW does not sponsor. The men's swimming and diving team competes in the Western Athletic Conference, and the wrestling team competes in the Big 12 Conference.",
  "/wiki/South_Florida_Bulls": "The South Florida Bulls (also known as USF Bulls) are the athletic teams that represent the University of South Florida. The university competes in NCAA Division I of the NCAA, and as a member of the American Athletic Conference (The American). The university currently sponsors varsity sports: baseball, men's and women's basketball, men's and women's golf, football, men's and women's soccer, softball, men's and women's tennis, men's and women's cross country, men's and women's track, volleyball, sailing.",
  "/wiki/Notre_Dame_Fighting_Irish": "The Notre Dame Fighting Irish are the athletic teams that represent the University of Notre Dame. The Fighting Irish participate in 23 National Collegiate Athletic Association (NCAA) Division I intercollegiate sports and in the NCAA's Division I in all sports, with many teams competing in the Atlantic Coast Conference (ACC). Notre Dame is one of only 16 universities in the United States that plays Division I FBS football and Division I men's ice hockey. The school colors are Gold and Blue and the mascot is the Leprechaun. It was founded on November 23, 1887 with football in South Bend, Indiana.",
  "/wiki/Khalif_Mitchell": "Khalif Quadree Mitchell (born April 7, 1985) is a professional Canadian football and American Football defensive tackle who is currently a free agent. He has played for the B.C. Lions, Toronto Argonauts in the CFL and San Francisco 49ers in the NFL. In 2011, he won a Grey Cup with the BC Lions. He was signed by the San Francisco 49ers as an undrafted free agent in 2009 and released in 2010.",
  "/wiki/East_Carolina_Pirates": "The East Carolina Pirates are the athletic teams that represent East Carolina University (ECU), located in Greenville, North Carolina. All varsity-level sports teams except for women's lacrosse participate at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for football) level as a member of the American Athletic Conference. The women's lacrosse team, newly launched for the 2018 season (2017–18 school year), is playing its inaugural season as a Division I independent before becoming a charter member of The American's new women's lacrosse league in the 2019 season. The school became an NCAA member in 1961.",
  "/wiki/Kory_Sheets": "Kory Gerren Sheets (born March 31, 1985) is a former American running back. He was signed by the San Francisco 49ers as an undrafted free agent in 2009. He played college football at Purdue.",
  "/wiki/Purdue_Boilermakers": "The Purdue Boilermakers are the official intercollegiate athletics teams representing Purdue University, located in West Lafayette, Indiana. As is common with athletic nicknames, the Boilermakers nickname is also used as colloquial designation of Purdue's students and alumni at large. The nickname is often shortened to \"Boilers\" by fans.",
  "/wiki/2009_San_Francisco_49ers_season": "The 2009 San Francisco 49ers season was the franchise's 64th season, 60th in the National Football League, and the first full year with Mike Singletary as head coach after being named interim head coach in 2008. It is the seventh year in which the 49ers have their seventh offensive coordinator. They were looking to improve upon their 7–9 record from 2008 with the 10th overall pick in the 2009 NFL Draft,"
}