{
  "/wiki/2018%E2%80%9319_West_Region_Premiership": "The 2018–19 West Region Premiership is the first season of the newly formed league by the Scottish Junior Football Association, West Region. The league is made up of 16 clubs, 10 from the 2017–18 West of Scotland Super League Premier Division, four from the 2017–18 West of Scotland Super League First Division and the two play-off winners.",
  "/wiki/Auchinleck_Talbot_F.C.": "Auchinleck Talbot Football Club is a Scottish football club based in Auchinleck, near Kilmarnock, Ayrshire. Members of the Scottish Junior Football Association, they currently compete in the SJFA West Region Premiership. The club have won the Scottish Junior Cup on a record 13 occasions. They play in a local derby against near neighbours and biggest rivals Cumnock Juniors.",
  "/wiki/Auchinleck": "Auchinleck (/ˌɒxɪnˈlɛk/ OKH-in-LEK; Scots: Affleck IPA: [ˈaflɛk]; Scottish Gaelic: Achadh nan Leac) is a village 5 miles (8 km) southeast of Mauchline, and 2 miles (3 km) northwest of Cumnock in East Ayrshire, Scotland.",
  "/wiki/Beith_Juniors_F.C.": "Beith Juniors Football Club are a Scottish football club from the town of Beith, North Ayrshire. Members of the Scottish Junior Football Association, they compete in the SJFA West Region Premiership, having been promoted as runners-up in the First Division in 2013–14, and play at Bellsdale Park. Their main rival is Kilbirnie Ladeside.",
  "/wiki/Beith": "Beith is a small town situated in the Garnock Valley, North Ayrshire, Scotland approximately 20 miles (30 kilometres) south-west of Glasgow. The town is situated on the crest of a hill and was known originally as the \"Hill o' Beith\" (hill of the birches) after its Court Hill.",
  "/wiki/Bellsdale_Park": "Bellsdale Park is a football ground in Beith, Scotland. It was the home ground of Beith F.C. during their time in the Scottish Football League, and is currently the home ground of Beith Juniors.",
  "/wiki/Benburb_F.C.": "Benburb Football Club is a Scottish football club, based in Govan, Glasgow. Formed in 1885, the club is a member of the Scottish Junior Football Association and currently competes in the SJFA West Premiership. Benburb's colours are blue and white.",
  "/wiki/Govan": "Govan (/ˈɡʌvən/ GUV-ən; Scottish Gaelic: Baile a' Ghobhainn) is a district, parish, and former burgh now part of south-west City of Glasgow, Scotland. It is situated 2.5 miles (4.0 km) west of Glasgow city centre, on the south bank of the River Clyde, opposite the mouth of the River Kelvin and the district of Partick. Historically it was part of the County of Lanark.",
  "/wiki/SJFA_West_Region_Championship": "The SJFA West Region Championship (known as the McBookie.com West Region Championship for sponsorship reasons) is a Scottish semi-professional football competition run by the West Region of the Scottish Junior Football Association and is the second tier of league competition for its member clubs.",
  "/wiki/Clydebank_F.C.": "Clydebank Football Club is a Scottish junior football club based in the town of Clydebank, West Dunbartonshire. The current club, formed in 2003, is a member of the West Region Premiership.",
  "/wiki/Clydebank": "Clydebank is a town in West Dunbartonshire, Scotland. Situated on the north bank of the River Clyde, Clydebank borders Dumbarton and the villages of Old Kilpatrick, Bowling and Milton to the west, as well as the town of Bearsden in East Dunbartonshire, and the Yoker and Drumchapel areas of the adjacent City of Glasgow. Historically part of Dunbartonshire, Clydebank is part of the registration County of Dumbarton, the Dunbartonshire Crown Lieutenancy area, and the wider urban area of Greater Glasgow. Clydebank was founded as a police burgh on 18 November 1886.",
  "/wiki/Cumnock_Juniors_F.C.": "Cumnock Juniors Football Club are a Scottish junior football club based in Cumnock, Ayrshire.",
  "/wiki/Cumnock": "Cumnock (Cumnag in Gaelic) is a town in East Ayrshire, Scotland. The town sits at the confluence of the Glaisnock Water and the Lugar Water. There are three neighbouring housing projects which lie just outside the town boundaries, Craigens, Logan and Netherthird, with the former ironworks settlement of Lugar also just outside the town, contributing to a population of around 13,000 in the immediate locale. A new housing development, Knockroon, was granted planning permission on 9 December 2009 by East Ayrshire Council.",
  "/wiki/Glenafton_Athletic_F.C.": "Glenafton Athletic Football Club are a Scottish football club, based in New Cumnock, Ayrshire. Members of the Scottish Junior Football Association, they play in the West of Scotland Super League Premier Division. The club has won the Scottish Junior Cup twice, in 1993 and 2017",
  "/wiki/New_Cumnock": "New Cumnock is a town in East Ayrshire, Scotland. It expanded during the coal-mining era from the late 18th century, and mining remained its key industry until its pits were shut in the 1960s. The town is 5.7 miles (9.2 km) south-east of Cumnock, and 21 miles (34 km) east of Ayr.",
  "/wiki/Hurlford_United_F.C.": "Hurlford United Football Club are a Scottish football club based in Hurlford, near Kilmarnock, Ayrshire. Nicknamed The Ford, they were formed in 1912 and play at Blair Park, wearing red and white. They currently play in the West Region of the Scottish Junior Football Association",
  "/wiki/Hurlford": "Hurlford (Scottish Gaelic: Baile Àtha Cliath) (officially Hurlford and Crookedholm) is a village in East Ayrshire, Scotland.  It has a population of 4,968. Hurlford's former names include Whirlford and Hurdleford. The village was named Whirlford as a result of a ford crossing the River Irvine east of Hurlford Cross, near Shawhill. It shares its name in Gaelic, Baile Àtha Cliath (\"The Ford of the Hurdles\") with the Irish capital Dublin.",
  "/wiki/Irvine_Meadow_XI_F.C.": "Irvine Meadow XI Football Club is a Scottish football club, based in Irvine, North Ayrshire. They currently compete in the SJFA West Premiership. The club's home ground is Meadow Park in central Irvine, and they play in royal blue strips.",
  "/wiki/Irvine,_North_Ayrshire": "Irvine (/ˈɜːrvɪn/ UR-vin; Scots: Irvin, Scottish Gaelic: Irbhinn) is an ancient settlement, in medieval times a royal burgh, and now a new town on the coast of the Firth of Clyde in North Ayrshire, Scotland. The 2011 Census recorded the town's population at 33,698 inhabitants, making it the largest settlement in North Ayrshire.",
  "/wiki/Kilbirnie_Ladeside_F.C.": "Kilbirnie Ladeside Football Club are a Scottish football club, from Kilbirnie, North Ayrshire. Based at Valefield Park, they are members of the Scottish Junior Football Association and currently play in the West Super League Premier Division. Their main rivals are Beith Juniors. The club nickname, The Blasties, derives from a Robert Burns poem, The Inventory, written in 1786.",
  "/wiki/Kilbirnie": "Kilbirnie (Gaelic: Cill Bhraonaigh) is a small town of 7642  inhabitants situated in the Garnock Valley area of North Ayrshire, on the west coast of Scotland. It is around 20 miles (30 km) south-west of Glasgow and approximately 10 miles (16 km) from Paisley and Irvine respectively. Historically, the town's main industries were flax production and weaving before iron and steelmaking took over in the 19th and early 20th centuries. The suburb of Kilbirnie in the New Zealand capital of Wellington is named after the town.",
  "/wiki/Valefield_Park": "Kilbirnie Ladeside Football Club are a Scottish football club, from Kilbirnie, North Ayrshire. Based at Valefield Park, they are members of the Scottish Junior Football Association and currently play in the West Super League Premier Division. Their main rivals are Beith Juniors. The club nickname, The Blasties, derives from a Robert Burns poem, The Inventory, written in 1786.",
  "/wiki/Kilwinning_Rangers_F.C.": "Kilwinning Rangers Football Club are a Scottish football club from Kilwinning, Ayrshire.  Formed in 1899 they became the first Ayrshire club to win the Scottish Junior Cup in 1908-09 with a 1-0 victory over Strathclyde  A second appearance in the final followed in 1909-10, however Kilwinning were defeated 3-0 by Ashfield.  Almost a century later, Kilwinning regained the Scottish Junior Cup with a 1-0 victory over Kelty Hearts, in a season which saw them win six out of the seven trophies available to them.",
  "/wiki/Kilwinning": "Kilwinning (/kɪlˈwɪnɪŋ/, Scottish Gaelic: Cill D’Fhinnein) is a town in North Ayrshire, Scotland. It is on the River Garnock, north of Irvine, about 21 miles (34 km) south of Glasgow. It is known as \"The Crossroads of Ayrshire\". Kilwinning was also a Civil Parish. The 2001 Census recorded the town as having a population of 15,908.\nAt the 2011 Census, Kilwinning had a population of 21,456. Kilwinning is a mainly affluent town.",
  "/wiki/Kirkintilloch_Rob_Roy_F.C.": "Kirkintilloch Rob Roy Football Club are a Scottish football club based in the town of Kirkintilloch, East Dunbartonshire. Nicknamed The Rabs or The Roy, they were formed in 1878. The team currently play their home games at Guy's Meadow, home of Cumbernauld United, whilst they wait for a new home to be built in 2016–17. They previously played at Adamslie Park for over 100 years.  They are named after the Scottish warrior Rob Roy.",
  "/wiki/Cumbernauld": "Cumbernauld (/ˌkʌmbərˈnɔːld/; Scots: Cummernaud /ˌkʌmərˈnɔːd/; Scottish Gaelic: Comar nan Allt) is a large town in North Lanarkshire, Scotland. It is the tenth most-populous locality in Scotland and the most populated town in north Lanarkshire, positioned in the centre of Scotland's Central Belt. Geographically, Cumbernauld sits between east and west, being on the Scottish watershed between the Forth and the Clyde; however, it is culturally far more weighted towards Glasgow and the New Town's planners thought to fill 80% of its houses from Scotland's largest city to reduce housing pressure there.",
  "/wiki/Guy%27s_Meadow": "Cumbernauld United Football Club are a football club from Scotland. They operate from Guy's Meadow in the Cumbernauld Village area of the town of Cumbernauld in North Lanarkshire.",
  "/wiki/Largs_Thistle_F.C.": "Largs Thistle Football Club are a Scottish football club, based in the town of Largs, North Ayrshire. Nicknamed The Theesel, they were formed in 1889 and play at Barrfields Park. Currently playing in the SJFA West Premiership, they wear gold and black strips. Their main rivals are Beith Juniors and Kilbirnie Ladeside.",
  "/wiki/Largs": "Largs (Scottish Gaelic: An Leargaidh Ghallda) is a town on the Firth of Clyde in North Ayrshire, Scotland, about 33 miles (53 km) from Glasgow. The original name means \"the slopes\" (An Leargaidh) in Scottish Gaelic.",
  "/wiki/Pollok_F.C.": "Pollok Football Club is a Scottish football club based in Newlands in the southside of the city of Glasgow. The club competes in the SJFA West Region Premiership and are one of the biggest football clubs operating in Scottish Junior football, regularly attracting crowds of around 700. Pollok play at Newlandsfield Park  and wear black and white stripes. Their traditional rivals are Arthurlie of Barrhead.",
  "/wiki/Newlands,_Glasgow": "Newlands is a suburb in the south side of Glasgow, Scotland. The area is mainly residential in character. Shawlands and Langside lie to the north of the district (the White Cart Water forming the boundary), Pollokshaws and Auldhouse to the west, Giffnock (East Renfrewshire) to the south, and Merrylee and Cathcart to the east.",
  "/wiki/Rossvale_F.C.": "Rossvale Football Club are a Scottish football club from the town of Bishopbriggs, East Dunbartonshire who play in the Scottish Junior Football Association, West Region. Originally formed in 1976 by John Grey as Woodhill Boys Club, they run youth football teams from under-8 to under-21 level. The decision was taken to set up a Junior section in early 2010 with the aim of allowing ex-youth players to remain in the game at a decent standard, and the club joined the Central District Second Division for the start of the 2011–12 season.",
  "/wiki/Rutherglen_Glencairn_F.C.": "Rutherglen Glencairn Football Club is a Scottish football club based in Rutherglen, South Lanarkshire, near Glasgow. Nicknamed The Glens and formed in 1896, they play at The Celsius Stadium (New Southcroft Park).",
  "/wiki/Rutherglen": "Rutherglen (/ˌrʌðərˈɡlɛn/, Scots: Ruglen) is a town in South Lanarkshire, Scotland. Having existed as a Lanarkshire burgh in its own right for more than 800 years, in 1975 it lost its own local council and administratively became a component of the City of Glasgow District Council within the Strathclyde region (along with neighbouring Cambuslang). In 1996 Rutherglen was reallocated to the South Lanarkshire council area.",
  "/wiki/Troon_F.C.": "Troon Football Club (also known as The Seasiders or The Seagulls) are a Scottish football team based in Ayrshire. They compete in the SJFA West Premiership.",
  "/wiki/Troon": "Bold text"
}