{
  "/wiki/Lebanese_Forces_(militia)": "The Lebanese Forces – LF (Arabic: القوات اللبنانية | al-quwwat al-lubnāniyya) or Forces Libanaises (FL) in French, was one of the main Christian factions of the Lebanese Civil War. Originally an umbrella organization for different Christian parties, the Lebanese Forces later became a separate organization. It was mainly staffed by Maronite Christians.",
  "/wiki/Lebanese_Front": "The Lebanese Front (Arabic: الجبهة اللبنانية‎| al-Jabha al-Lubnaniyya) or Front Libanais in French, was a coalition of mainly Lebanese Nationalist parties formed in 1976 by majority Christian intellectuals during the Lebanese Civil War. It was intended to act as a reaction force to the Lebanese National Movement (LNM) of Kamal Jumblatt and other Left-Wing allies.",
  "/wiki/Lebanese_Forces_Party": "The Lebanese Forces (Arabic: القوات اللبنانية‎ al-Quwwāt al-Libnānīyah) is a Lebanese Christian based political party and former militia during the Lebanese Civil War. It currently holds fifteen of the 64 Christian seats in Lebanon's parliament and is therefore the second largest Christian party in parliament",
  "/wiki/Samir_Geagea": "Samir Farid Geagea (Arabic: سمير فريد جعجع‎  Lebanese pron.: [saˈmiːɾ faˈɾiːd ˈʒaʕʒaʕ], also spelled Samir Ja'ja'; born on 25 October 1952 in Ain al-Remaneh), from the town of Bsharri in northern Lebanon, is a Lebanese  leader and politician. He is the executive chairman of the Lebanese Forces, a Christian political party in Lebanon.",
  "/wiki/Maronite_Christianity_in_Lebanon": "Lebanese Maronite Christians (Arabic: المسيحية المارونية في لبنان‎, Classical Syriac: ܡܫܝܚܝ̈ܐ ܡܪ̈ܘܢܝܐ ܕܠܒܢܢ‎) refers to Lebanese people who are adherents of the Maronite Church in Lebanon, which is the largest Christian denomination in the country. the Maronite Church is an Eastern Catholic church in full communion with the worldwide Catholic Church.",
  "/wiki/Kataeb_Regulatory_Forces": "The Kataeb Regulatory Forces – KRF or RF (Arabic:\nقوى الكتائب النظامية | Quwwāt al-Katāʾib an-Niẓāmiyyah), Forces Regulatoires du Kataeb (FRK) in French, were the military wing of the right-wing Lebanese Christian Kataeb Party, otherwise known as the 'Phalange', from 1961 to 1977.  The Kataeb militia, which fought in the early years of the Lebanese Civil War, was the predecessor of the Lebanese Forces.",
  "/wiki/Kataeb": "The Lebanese Phalanges Party (Arabic: حزب الكتائب اللبنانية‎ Ḥizb al-Katā'ib al-Lubnānīya), better known in English as the Phalange (Arabic: الكتائب‎ al-Katā'ib), is a Christian Democratic political party in Lebanon. Despite being officially secular, it is supported mainly by Maronite Catholics. The party played a major role in the Lebanese Civil War (1975–90). In decline in the late 1980s and 1990s, the party slowly re-emerged  in the early 2000s. It is now part of the March 14 Alliance.",
  "/wiki/Bashir_Gemayel": "Bachir Gemayel (Arabic: بشير الجميّل‎ Bashīr al-Jimayyel, also romanized al-Jumayyil and El Gemaiel, Arabic pronunciation: [baˈʃiːr ʤɪ'ma.jjɪl]; 10 November 1947 – 14 September 1982), also Bashir Gemayel, was a member of the right-wing Christian Kataeb Party, also known as the Phalange Party(حزب الكتائب), and the son of its founder Pierre Gemayel.",
  "/wiki/Tigers_Militia": "The Tigers Militia (Arabic: نمور الأحرار, transliterated: Numūr or Al-Noumour), also known as NLP Tigers (Arabic: نمور الأحرار | Numur al-Ahrar) or Tigers of the Liberals (Arabic: نمور الليبراليين | Numur al-Liybiraliyyn) and PNL \"Lionceaux\" in French, was the military wing of the National Liberal Party (NLP) during the Lebanese Civil War.",
  "/wiki/National_Liberal_Party_(Lebanon)": "The National Liberal Party (NLP, Arabic: حزب الوطنيين الأحرار‎, literally Ḥizb Al-Waṭaniyyīn Al-Aḥrār) is a center-right[citation needed] political party in Lebanon, established by President Camille Chamoun in 1958. It is now under the leadership of Dory Chamoun, his son.",
  "/wiki/Zgharta_Liberation_Army": "The Zgharta Liberation Army – ZLA (Arabic: جيش تحرير زغرتا | Jayish Tahrir Zaghrita), also known as Zghartawi Liberation Army or Armée de Liberation de Zgharta (ALZ) in French, was the paramilitary branch of the Lebanese Marada Movement during the Lebanese Civil War. The militia was formed in 1967 on President Suleiman Frangieh's instructions as the Marada Brigade (also translated as Mardaite Brigade, Arabic: Liwa' al-Marada) seven years before the war began. The force was initially commanded by Suleiman Franjieh's son, Tony Frangieh. It operated mainly out of Tripoli and Zgharta, but it also fought in Beirut. The ZLA fought against various Palestinian and Lebanese Muslim militias as well as the Lebanese Forces in Bsharri and Ehden.",
  "/wiki/Marada_Movement": "The Marada Movement (Arabic: تيار المردة‎ Tayyār Al-Marada) is a Lebanese political party and a former militia active during the Lebanese civil war named after the legendary Marada (also called Mardaites) warriors of the early Middle Ages that fought on the external edge of the Byzantine Empire. Originally designated the Marada Brigade (لواء المردة Liwa al-Marada), the group initially emerged as the personal militia of Suleiman Frangieh, president of Lebanon at the outbreak of the war in 1975. They were also initially known as the Zgharta Liberation Army – ZLA (Arabic: Zgharta Jayish al-Tahrir) or Armée de Liberation de Zgharta (ALZ) in French, after Frangieh's hometown of Zgharta in northern Lebanon.",
  "/wiki/Guardians_of_the_Cedars": "The Guardians of the Cedars (GoC) (Arabic: حراس الأرز‎; Ḥurrās al-Arz; French: Gardiens du Cedre or Gardiens des Cèdres, GdC) are a far-right ultranationalist Lebanese party and former Christian militia in Lebanon. It was formed by Étienne Saqr (also known with the kunya or nom de guerre \"Abu Arz\" or \"Father of the Cedars\") and others along with the Lebanese Renewal Party in the early 1970s. It operated in the Lebanese Civil War under the slogan: Lebanon, at your service.",
  "/wiki/Al-Tanzim": "Al-Tanzim, Al-Tanzym or At-Tanzim (Arabic: حركة المقاومة اللبنانية - التنظيم‎, lit. '\"The Organization') was the name of an ultranationalist secret military society and militia set up by right-wing Christian activists in Lebanon at the early 1970s, and which came to play an important role in the Lebanese Civil War.",
  "/wiki/Lebanese_Army": "The Lebanese Armed Forces (LAF) (Arabic: القوات المسلحة اللبنانية | Al-Quwwāt al-Musallaḥa al-Lubnāniyya) or Forces Armées Libanaises (FAL) in French, also known as the Lebanese Army (Arabic: الجيش اللبناني or \"Armée libanaise\" in French), is the military of the Lebanese Republic. It consists of three branches, the army, the air force, and the navy. The motto of the Lebanese Armed Forces is \"Honor, Sacrifice, Loyalty\" (Arabic: \"شرف · تضحية  · وفاء\" - Sharaf.Tadhia.Wafa'). The Lebanese Armed Forces symbol consists of a Lebanon cedar tree surrounded by two laurel leaves, positioned above the symbols of the three branches: the ground forces represented by the two bayonets, the navy represented by an anchor, and the air force represented by two wings.",
  "/wiki/South_Lebanon_Army": "The South Lebanon Army or South Lebanese Army (SLA) (Arabic: جيش لبنان الجنوبي‎, romanized: Jayš Lubnān al-Janūbiyy), also known as Lahad Army (جيش لحد) and De Facto Forces (DFF), was a  Lebanese Christian-dominated militia which was active during the Lebanese Civil War and its aftermath, until it was disbanded in the year 2000. It was originally named the Free Lebanon Army, which split from the Army of Free Lebanon. After 1979, the militia mainly operated in southern Lebanon under the authority of Saad Haddad's Government of Free Lebanon. It was supported by Israel, and became its primary ally in Lebanon during the 1985–2000 South Lebanon conflict to fight against Hezbollah. The United Nations did not want to give them the status of a proper army so they were referred to by the UN as the De Facto Forces.",
  "/wiki/Government_of_Free_Lebanon": "The South Lebanon Army or South Lebanese Army (SLA) (Arabic: جيش لبنان الجنوبي‎, romanized: Jayš Lubnān al-Janūbiyy), also known as Lahad Army (جيش لحد) and De Facto Forces (DFF), was a  Lebanese Christian-dominated militia which was active during the Lebanese Civil War and its aftermath, until it was disbanded in the year 2000. It was originally named the Free Lebanon Army, which split from the Army of Free Lebanon. After 1979, the militia mainly operated in southern Lebanon under the authority of Saad Haddad's Government of Free Lebanon. It was supported by Israel, and became its primary ally in Lebanon during the 1985–2000 South Lebanon conflict to fight against Hezbollah. The United Nations did not want to give them the status of a proper army so they were referred to by the UN as the De Facto Forces.",
  "/wiki/Islam_in_Lebanon": "Islam in Lebanon (Arabic: الإسلام في لبنان‎) is followed by nearly 60% , including the Druze, of the country's total population: Sunnis make up also 27.4%, with the Shafi'i madhhab being the predominant Sunni group with pockets of Hanafi and Hanbali. Shias make up 26.8%, with Twelvers being the predominant Shia group, followed by Alawites and Ismailis. Several large Sufi orders are active in the country, including the Naqshbandi and Qadiriyya tariqas.",
  "/wiki/Lebanese_Forces_–_Executive_Command": "The Lebanese Forces – Executive Command or LFEC (Arabic: القوات اللبنانية - القيادة التنفيذية | Al-Quwwat al-Lubnaniyya – Al-Qiyada Al-Tanfeethiyya), was a splinter group from the Lebanese Forces led by Elie Hobeika, based in the town of Zahlé in the Beqaa valley in the late 1980s. It was initially founded in January 1986 under the title Lebanese Forces – Uprising or LFU (Arabic: القوات اللبنانية - الانتفاضة | Al-Quwwat al-Lubnaniyya – Intifada), but later changed its designation.",
  "/wiki/Promise_Party": "The Promise Party, also known as the Waad Party (Arabic: Hizb al-Waad) is a Lebanese political party founded by former Lebanese Forces leader Elie Hobeika.",
  "/wiki/Elie_Hobeika": "Elie Hobeika (22 September 1956 – 24 January 2002; Arabic: إيلي حبيقة‎) was a commander in the Lebanese Forces militia during the Lebanese Civil War where he gained notoriety for his involvement in the Sabra and Shatila massacre. He became president of the Lebanese Forces political party until he was ousted in 1986. He then founded the Promise Party and was elected to serve two terms in the Parliament of Lebanon. In January 2002, he was assassinated by a car bomb at his house in Beirut.",
  "/wiki/Lebanese_Arab_Army": "The Lebanese Arab Army – LAA (Arabic: جيش لبنان العربي transliteration Jayish Lubnan al-Arabi), also known as the Arab Army of Lebanon (AAL), Arab Lebanese Army or Armée du Liban Arabe (ALA) in French, was a predominantly Muslim splinter faction of the Lebanese Army that came to play a key role in the 1975–77 phase of the Lebanese Civil War.",
  "/wiki/Lebanese_National_Movement": "The Lebanese National Movement (LNM) (Arabic: الحركة الوطنية اللبنانية‎, Al-Harakat al-Wataniyya al-Lubnaniyya) or Mouvement National Libanais (MNL) in French, was a front of leftist, pan-Arabist and Syrian nationalist parties and organizations active during the early years of the Lebanese Civil War, which supported the Palestine Liberation Organization (PLO). It was headed by Kamal Jumblatt, a prominent Druze leader of the Progressive Socialist Party (PSP). The Vice-President was Inaam Raad, leader of the Syrian Social Nationalist Party and Assem Qanso of the pro-Syrian Lebanese Arab Socialist Ba'ath Party. The general secretary of the LNM was Mohsen Ibrahim, leader of the Communist Action Organization in Lebanon (OCAL).",
  "/wiki/Lebanese_National_Resistance_Front": "The Lebanese National Resistance Front – LNRF (Arabic: جبهة المقاومة الوطنية اللبنانية‎, romanized: Jabhat al-Muqawama al-Wataniyya al-Lubnaniyya) or Front National de la Résistance Libanaise (FNRL) in French, but best known by its Arabic acronym, ‘Jammoul’ (جمول), was an underground guerrilla alliance active in Lebanon in the 1980s. It acted as a successor to the Lebanese National Movement, which ceased to exist after the Israeli invasion of Lebanon. They became a vital ally to Hezbollah during its war with Israel in Southern Lebanon.",
  "/wiki/Sunni_Islam_in_Lebanon": "Lebanese Sunni Muslims (Arabic: المسلمون السنة اللبنانيين‎) refers to Lebanese people who are adherents of the Sunni branch of Islam in Lebanon, which is one of the largest denomination in Lebanon tied with Shia Muslims. Sunni Islam in Lebanon has a history of more than a millennium. According to a CIA study, Lebanese Sunni Muslims constitute an estimated 27% of Lebanon's population.",
  "/wiki/Arab_Red_Knights": "The Arab Democratic Party – ADP  (Arabic: الحزب العربي الديمقراطي‎, romanized: Al-Hizb Al-'Arabi Al-Dimuqrati) or Parti Démocratique Arabe (PDA) in French, is a Lebanese party, based in Tripoli. Its current leader is Rifaat Eid.",
  "/wiki/Arab_Democratic_Party_(Lebanon)": "The Arab Democratic Party – ADP  (Arabic: الحزب العربي الديمقراطي‎, romanized: Al-Hizb Al-'Arabi Al-Dimuqrati) or Parti Démocratique Arabe (PDA) in French, is a Lebanese party, based in Tripoli. Its current leader is Rifaat Eid.",
  "/wiki/Alawites_in_Lebanon": "Lebanese Shia Muslims (Arabic: المسلمون الشيعة اللبنانيين‎), historically known as Mutawila or Metoualis (Arabic: متاولة‎), refers to Lebanese people who are adherents of the Shia branch of Islam in Lebanon, which is the largest Muslim denomination in the country tied with Sunni Muslims. Shia Islam in Lebanon has a history of more than a millennium. According to the CIA World Factbook, Shia Muslims constituted an estimated 27% of Lebanon's population in 2012.",
  "/wiki/Tripoli": "Tripoli (/ˈtrɪpəli/; Arabic: طرابلس‎, Ṭarābulus) is the capital city and the largest city of Libya, with a population of about 2.358 million people in 2018. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing centre. It is also the site of the University of Tripoli. The vast Bab al-Azizia barracks, which includes the former family estate of Muammar Gaddafi, is also located in the city. Colonel Gaddafi largely ruled the country from his residence in this barracks.",
  "/wiki/People’s_Liberation_Army_(Lebanon)": "The People's Liberation Army – PLA (Arabic: جيش التحرير الشعبي  | Jayish al-Tahrir al-Sha'aby) or Armée de Libération Populaire (ALP) in French was the military wing of the left-wing Druze Progressive Socialist Party (PSP), which fought in the Lebanese Civil War. The PSP and its militia were members of the Lebanese National Movement (LNM) from 1975 to 1982.",
  "/wiki/Progressive_Socialist_Party": "The Progressive Socialist Party or PSP (Arabic: الحزب التقدمي الاشتراكي‎, al-hizb al-taqadummi al-ishtiraki, French: Parti socialiste progressiste) is a political party in Lebanon. Its current leader is Walid Jumblatt. It is ideologically secular and officially non-sectarian, however, support for the party mainly comes from Lebanon's Druze community.[citation needed]",
  "/wiki/Druze_in_Lebanon": "Lebanese Druze (Arabic: دروز لبنان‎) are Lebanese people  who adhere of the Druze faith, an ethnoreligious esoteric group originating from the Near East who self identify as unitarians (Muwahhideen).",
  "/wiki/Chouf": "Chouf (also spelled Shouf, Shuf or Chuf, in Arabic: جبل الشوف‎ Jabal ash-Shouf) is a historic region of Lebanon, as well as an administrative district in the governorate (muhafazat) of Mount Lebanon.",
  "/wiki/Lebanese_Resistance_Regiments": "The Lebanese Resistance Regiments (Arabic: أفواج المقاومة اللبنانية‎ | ʾAfwāj al-Muqāwama al-Lubnāniyya, أَمَل ʾAMAL), also designated Lebanese Resistance Battalions, Lebanese Resistance Detachments, Lebanese Resistance Legions and Battalions de la Resistance Libanaise (BRL) or Légions de la Resistance Libanaise (LRL) in French, but simply known by its Arabic acronym أَمَل ʾAmal which means \"Hope\", were the military wing of the Movement of the Dispossessed or Movement of the Deprived, a political organization representing the Muslim Shia community of Lebanon. The movement's political wing was officially founded in February 1973 from a previous organization bearing the same name and its military wing was formed in January 1975. The Amal militia was a major player in the Lebanese Civil War from 1975 to 1991. The militia has now been disarmed, though the movement itself, now known as the Amal Movement (Arabic: Harakat Amal), is a notable Shia political party in Lebanon.",
  "/wiki/Amal_Movement": "The Amal Movement (or Hope Movement in English, Arabic: حركة أمل‎ Ḥarakat Amal) is a Lebanese political party associated with Lebanon's Shia community. It was co-founded by Musa al-Sadr and Hussein el Husseini as the \"Movement of the Dispossessed\" in 1974. The Amal movement gained attention from Shia outcry after the disappearance of Musa al-Sadr and saw a renewal in popularity after Israel's invasion of Lebanon in 1978. The Iranian Revolution of 1978–79 also provided momentum for the party. The Amal Movement is, by a small margin, the largest Shia party in parliament, having sixteen representatives to Hezbollah's thirteen. Amal has an alliance with the Progressive Socialist Party, and with Hezbollah.",
  "/wiki/Shi'a_Islam_in_Lebanon": "Lebanese Shia Muslims (Arabic: المسلمون الشيعة اللبنانيين‎), historically known as Mutawila or Metoualis (Arabic: متاولة‎), refers to Lebanese people who are adherents of the Shia branch of Islam in Lebanon, which is the largest Muslim denomination in the country tied with Sunni Muslims. Shia Islam in Lebanon has a history of more than a millennium. According to the CIA World Factbook, Shia Muslims constituted an estimated 27% of Lebanon's population in 2012.",
  "/wiki/Fatah": "Fatah (Arabic: فتح‎ Fatḥ), formerly the Palestinian National Liberation Movement, is a Palestinian nationalist social democratic political party and the largest faction of the confederated multi-party Palestine Liberation Organization (PLO) and the second-largest party in the Palestinian Legislative Council (PLC). The President of the Palestinian Authority is a member of Fatah.",
  "/wiki/Hezbollah": "Hezbollah (pronounced /ˌhɛzbəˈlɑː/; Arabic: حزب الله‎ Ḥizbu 'llāh, literally \"Party of Allah\" or \"Party of God\")—also transliterated Hizbullah, Hizballah, etc.—is a Shia Islamist political party and militant group based in Lebanon. Hezbollah's paramilitary wing is the Jihad Council, and its political wing is Loyalty to the Resistance Bloc party in the Lebanese parliament. Since the death of Abbas al-Musawi in 1992, the group has been headed by Hassan Nasrallah, its Secretary-General. The group, along with its military wing is considered a terrorist organization by the United States, Israel, Canada, the Arab League, the Gulf Cooperation Council, Argentina, Paraguay, the United Kingdom, the Netherlands, Australia, Venezuela (Guaidó government) Honduras and Colombia. Germany and the European Union outlawed only Hezbollah’s military wing, and work with Hezbollah’s political wing and allow it to raise funds in Europe.",
  "/wiki/PFLP-GC": "The Popular Front for the Liberation of Palestine – General Command (Arabic: الجبهة الشعبية لتحرير فلسطين – القيادة العامة‎) or PFLP-GC is a Palestinian nationalist militant organisation based in Syria.",
  "/wiki/Palestinian_Liberation_Organization": "The Palestine Liberation Organization (PLO; Arabic: منظمة التحرير الفلسطينية‎, Munaẓẓamat at-Taḥrīr al-Filasṭīniyyah (help·info)) is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle, with much of its violence aimed at Israeli civilians. It is recognized as the \"sole legitimate representative of the Palestinian people\" by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. The PLO was considered by the United States and Israel to be a terrorist organization until the Madrid Conference in 1991. In 1993, the PLO recognized Israel's right to exist in peace, accepted UN Security Council resolutions 242 and 338, and rejected \"violence and terrorism\". In response, Israel officially recognized the PLO as the representative of the Palestinian people. However, the PLO has employed violence in the years since 1993, particularly during the 2000–2005 Second Intifada. On 29 October 2018, the Palestinian Central Council suspended the recognition of Israel and halted security and economic coordination in all its forms with it.",
  "/wiki/Palestinian_Liberation_Army": "The Palestine Liberation Army (PLA, Arabic: جيش التحرير الفلسطيني‎, Jaysh al-Tahrir al-Filastini) is ostensibly the military wing of the Palestine Liberation Organization (PLO), set up at the 1964 Arab League summit held in Alexandria, Egypt, with the mission of fighting Israel. However, it has never been under effective PLO control, but rather it has been controlled by its various host governments, usually Syria.",
  "/wiki/Popular_Guard": "The Popular Guard – PG or Popular Guards (Arabic:\nالحرس الشعبي | Al-Harass al-Sha'abiy), Garde Populaire (GP) in French was the military wing of the Lebanese Communist Party (LCP), which fought in the 1975-77 phase of the Lebanese Civil War and subsequent conflicts. The LCP and its militia were members of the Lebanese National Movement (LNM) and its successor, the Lebanese National Resistance Front (LNRF).",
  "/wiki/Lebanese_Communist_Party": "The Lebanese Communist Party – LCP (Arabic: الـحـزب الشـيـوعـي اللبـنـانـي‎, transliterated: al-Ḥizb aš-Šuyūʿī al-Lubnānī) or Parti communiste libanais (PCL) in French, is a communist party in Lebanon. It was founded in 1924 by the Lebanese intellectual, writer and reporter Youssef Ibrahim Yazbek and Fou'ad al-Shmeli, a tobacco worker from Bikfaya.",
  "/wiki/Orthodox_Christianity_in_Lebanon": "Lebanese Greek Orthodox Christians (Arabic: المسيحية الأرثوذكسية الرومية في لبنان) refers to Lebanese people  who are adherents of the Greek Orthodox Church of Antioch in Lebanon, which is an autocephalous Greek Orthodox Church within the wider communion of Eastern Orthodox Christianity, and is the second largest Christian denomination in Lebanon after the Maronite Christians.",
  "/wiki/Armenians_in_Lebanon": "The Armenians in Lebanon (Armenian: Լիբանանահայեր lipananahayer, Arabic: اللبنانيون الأرمن‎) (French: Libano-Arméniens) are Lebanese citizens of Armenian descent. There has been an Armenian presence in Lebanon for centuries. According to Minority Rights Group International, there are 156,000 Armenians in Lebanon, around 4% of the population. Prior to the Lebanese Civil War, the number was higher, but the community lost a portion of its population to emigration. Prior to 1975, Beirut was a thriving center of Armenian culture with varied media production, which was exported to the Armenian diaspora.",
  "/wiki/Syrian_Social_Nationalist_Party": "The Syrian Social Nationalist Party (SSNP) (Arabic: الحزب السوري القومي الاجتماعي‎, transliterated: Al-Ḥizb Al-Sūrī Al-Qawmī Al-'Ijtimā'ī, often referred to in French as Parti populaire syrien or Parti social nationaliste syrien), is a nationalist political party operating in Lebanon, Syria, Jordan, Iraq and Palestine. It advocates the establishment of a Syrian nation state spanning the Fertile Crescent, including present day Syria, Lebanon, Iraq, Kuwait, Jordan, Palestine, Israel, Cyprus, Sinai, southeastern Turkey (Alexandrette and Cilicia), based on geographical boundaries and the common history people within the boundaries share.",
  "/wiki/Hafez_Al-Assad": "Hafez al-Assad (Arabic: حافظ الأسد‎ Ḥāfiẓ al-ʾAsad, Levantine Arabic: [ˈħaːfezˤ elˈʔasad], Modern Standard Arabic: [ħaːfɪðˤ al'ʔasad]; 6 October 1930 – 10 June 2000) was a Syrian politician who served as President of Syria from 1971 to 2000. He was also Prime Minister from 1970 to 1971, as well as Regional Secretary of the Regional Command of the Syrian Regional Branch of the Arab Socialist Ba'ath Party and Secretary General of the National Command of the Ba'ath Party from 1970 to 2000.",
  "/wiki/Kamal_Jumblatt": "Kamal Fouad Jumblatt  (Arabic: كمال فؤاد جنبلاط‎) (December 6, 1917 – March 16, 1977) was a prominent Lebanese politician, philosopher, author, and poet. He is the founder of the Progressive Socialist Party. He was also the leader of the Lebanese National Movement who opposed the right wing and the Assad government in the Lebanese Civil War and a major ally of the Palestine Liberation Organization until his assassination in 1977. He is the father of the Lebanese Druze leader Walid Jumblatt.",
  "/wiki/Al-Mourabitoun": "The Independent Nasserite Movement – INM (Arabic: حركة الناصريين المستقلين-المرابطون‎, romanized: Harakat al-Nasiriyin al-Mustaqillin) or simply Al-Murabitoun (المرابطون lit. The Steadfast), also termed variously Mouvement des Nasséristes Indépendants (MNI) in French, Independent Nasserite Organization (INO), or Movement of Independent Nasserists (MIN), is a Nasserist political party in Lebanon.",
  "/wiki/Islamic_Unification_Movement": "The Islamic Unification Movement – IUM (Arabic: حركة التوحيد الإسلامي‎ | Harakat al-Tawhid al-Islami), also named Islamic Unity Movement or Mouvement d'unification islamique (MUI) in French, but best known as Al-Tawhid, At-Tawhid, or Tawheed, is a Lebanese Sunni Muslim political party.  It plays an active role in Lebanese internal politics since the Lebanese Civil War in the 1980s.",
  "/wiki/List_of_militias_in_the_Lebanese_Civil_War": "The list of militias in the Lebanese civil war does not include the \"legal\" Lebanese Army; note that the Army split into two major parts:"
}