{
  "/wiki/Freaks_and_Geeks": "Freaks and Geeks is an American teen comedy-drama television series created by Paul Feig and executive-produced by Judd Apatow that aired on NBC during the 1999–2000 television season. The show follows gifted high schooler Lindsay Weir, who befriends a gang of slacker \"freaks\", and her younger brother Sam, as he and his geek friends navigate high school. Eighteen episodes were completed, but the series was canceled after only 12 had aired. A fan campaign persuaded NBC to broadcast three of the remaining episodes in July 2000, with the rest of the unaired episodes airing that fall on Fox Family Channel.",
  "/wiki/List_of_Freaks_and_Geeks_characters": "The following is a list of characters from the television series Freaks and Geeks.",
  "/wiki/Television_pilot": "A television pilot (also known as a pilot or a pilot episode and sometimes marketed as a tele-movie) is a standalone episode of a television series that is used to sell the show to a television network. At the time of its creation, the pilot is meant to be the testing ground to gauge whether a series will be successful. It is, therefore, a test episode for the intended television series, an early step in the series development, much like pilot studies serve as precursors to the start of larger activity.",
  "/wiki/Undeclared": "Undeclared is an American sitcom created by Judd Apatow, which aired on Fox during the 2001–02 season. The show has developed a cult following, and in 2012, Entertainment Weekly listed it at #16 in the \"25 Best Cult TV Shows from the Past 25 Years\".",
  "/wiki/CSI:_Crime_Scene_Investigation": "CSI: Crime Scene Investigation, also referred to as CSI and CSI: Las Vegas, is an American procedural forensics crime drama television series which ran on CBS from October 6, 2000, to September 27, 2015, spanning 15 seasons. The series starred William Petersen, Marg Helgenberger, George Eads, Ted Danson, Laurence Fishburne, Elisabeth Shue, and Jorja Fox and was the first in the CSI franchise. The series concluded with a feature-length finale titled \"Immortality\".",
  "/wiki/Alias_(TV_series)": "Alias is an American action thriller television series created by J. J. Abrams, that was broadcast on ABC for five seasons from September 30, 2001 to May 22, 2006. It stars Jennifer Garner as Sydney Bristow, a double agent for the Central Intelligence Agency posing as an operative for SD-6, a worldwide criminal and espionage organization.",
  "/wiki/How_I_Met_Your_Mother": "How I Met Your Mother (often abbreviated as HIMYM) is an American sitcom created by Craig Thomas and Carter Bays for CBS. The series, which ran from 2005 to 2014, follows the main character, Ted Mosby, and his group of friends in New York City's Manhattan. As a framing device, Ted, in the year 2030, recounts to his son and daughter the events that led him to meet their mother. How I Met Your Mother is a joint production by Bays & Thomas Productions and 20th Century Fox Television and syndicated by 20th Television.",
  "/wiki/Marshall_Eriksen": "Marshall Eriksen is a fictional character on the CBS sitcom How I Met Your Mother, portrayed by Jason Segel. Series co-creator Craig Thomas explained that he based Marshall and Lily on himself and his wife Rebecca.",
  "/wiki/Family_Guy": "Family Guy is an American animated sitcom television series created by Seth MacFarlane for the Fox Broadcasting Company. The series centers on the Griffins, a family consisting of parents Peter and Lois; their children, Meg, Chris, and Stewie; and their anthropomorphic pet dog, Brian. The show is set in the fictional city of Quahog, Rhode Island, and exhibits much of its surreal & dark humor in the form of metafictional cutaway gags that often lampoon American culture.",
  "/wiki/Peter%27s_Progress": "\"Peter's Progress\" is the 16th and final episode in the seventh season of the American animated television series Family Guy. It originally aired on Fox in the United States on May 17, 2009. In the episode, a psychic reads Peter's palms and discovers he led a fascinating past life as Griffin Peterson, a dignified gentleman in 17th-century England, who was the original founder of Quahog.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/Florence_and_the_Machine": "Florence and the Machine (stylised as Florence + the Machine) are an English indie rock band that formed in London in 2007, consisting of vocalist Florence Welch, keyboardist Isabella Summers, guitarist Rob Ackroyd, harpist Tom Monger, and a collaboration of other musicians. The band's music received praise across the media, especially from the BBC, which played a large part in their rise to prominence by promoting Florence and the Machine as part of BBC Introducing. At the 2009 Brit Awards they received the Brit Awards \"Critics' Choice\" award. The band's music is renowned for its dramatic and eccentric production and also Welch's powerful vocal performances.",
  "/wiki/Dispatches_from_Elsewhere": "Dispatches from Elsewhere is an upcoming American drama television series created by and starring Jason Segel that is set to premiere on AMC on March 1, 2020."
}