{
  "/wiki/Aintree_Racecourse": "Aintree Racecourse is a racecourse in Aintree, Metropolitan Borough of Sefton, Merseyside, England. The racecourse is best known for annually holding the world-famous Grand National steeplechase.",
  "/wiki/Merseyside": "Merseyside (/ˈmɜːrzisaɪd/ MUR-zee-syde) is a metropolitan county in North West England, with a population of 1.38 million. It encompasses the metropolitan area centred on both banks of the lower reaches of the Mersey Estuary and comprises five metropolitan boroughs: Knowsley, St Helens, Sefton, Wirral, and the city of Liverpool. Merseyside, which was created on 1 April 1974 as a result of the Local Government Act 1972, takes its name from the River Mersey.",
  "/wiki/National_Hunt": "In horse racing in the United Kingdom, France and the Republic of Ireland, National Hunt racing requires horses to jump fences and ditches. National Hunt racing in the UK is informally known as \"jumps\" and is divided into two major distinct branches:  hurdles and steeplechases. Alongside these there are \"bumpers\", which are National Hunt flat races. In a hurdles race, the horses jump over obstacles called hurdles; in a steeplechase the horses jump over a variety of obstacles that can include plain fences,  water jump or an open ditch. In the UK the biggest National Hunt events of the year are generally considered to be the Grand National at Aintree and the Cheltenham Gold Cup.",
  "/wiki/Jockey_Club": "The Jockey Club is the largest commercial horse racing organisation in the United Kingdom. No longer responsible for the governance and regulation of British horseracing, today it owns 15 of Britain's famous racecourses, including Aintree, Cheltenham, Epsom Downs and both the Rowley Mile and July Course in Newmarket, amongst other concerns such as the National Stud, and the property and land management company, Jockey Club Estates. The registered charity Racing Welfare is also a company limited by guarantee with the Jockey Club being the sole member. As it is governed by Royal Charter, all profits it makes are reinvested back into the sport.",
  "/wiki/Ascot_Racecourse": "Ascot Racecourse (\"ascot\" pronounced /ˈæskət/, often incorrectly pronounced /ˈæskɒt/) is a British racecourse, located in Ascot, Berkshire, England, which is used for thoroughbred horse racing. It is one of the leading racecourses in the United Kingdom, hosting 13 of Britain's 36 annual Group 1 horse races.[citation needed]",
  "/wiki/Berkshire": "Berkshire (/ˈbɑːrkʃər, -ʃɪər/ (listen) BARK-shər, -⁠sheer; in the 17th century sometimes spelt phonetically as Barkeshire; abbreviated Berks.) is a county in South East England. One of the home counties, Berkshire was recognised by the Queen as the Royal County of Berkshire in 1957 because of the presence of Windsor Castle, and letters patent were issued in 1974. Berkshire is a county of historic origin, a ceremonial county and a non-metropolitan county without a county council.  The county town is Reading.",
  "/wiki/Ayr_Racecourse": "Ayr Racecourse at Whitletts Road, Ayr, Scotland, was opened in 1907. There are courses for flat and for National Hunt racing.",
  "/wiki/Ayrshire": "Ayrshire (Scottish Gaelic: Siorrachd Inbhir Àir, pronounced [ˈʃirˠəxk iɲiˈɾʲaːɾʲ]) is a historic county and registration county in south-west Scotland, located on the shores of the Firth of Clyde. Its principal towns include Ayr, Kilmarnock and Irvine and it borders the counties of Renfrewshire and Lanarkshire to the north-east, Dumfriesshire to the south-east, and Kirkcudbrightshire and Wigtownshire to the south. Like many other counties of Scotland it currently has no administrative function, instead being sub-divided into the council areas of North Ayrshire, South Ayrshire and East Ayrshire. It has a population of approximately 366,800.",
  "/wiki/Bangor_on_Dee_Racecourse": "Bangor-on-Dee Racecourse is a thoroughbred horse racing venue located in Bangor-on-Dee near Wrexham, Wales.",
  "/wiki/Wrexham": "Wrexham (/ˈrɛksəm/ REKS-əm; Welsh: Wrecsam; Welsh pronunciation: [ˈwrɛksam]) is the largest town in the north of Wales and an administrative, commercial, retail and educational centre. Wrexham is situated between the Welsh mountains and the lower Dee Valley alongside the border with England. Historically part of Denbighshire, the town became part of Clwyd in 1974 and since 1996 has been the centre of the Wrexham County Borough.",
  "/wiki/Bath_Racecourse": "Bath Racecourse is a thoroughbred horse racing venue located on Lansdown Hill, about 3 1⁄4 miles (5.2 km) northeast of Bath, Somerset, England. It is owned and operated by Arena Racing Company.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Flat_racing": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity.",
  "/wiki/Arena_Racing_Company": "Arena Racing Company, also called ARC Racing and Leisure Group is a UK private company, created in 2012 by the merger of Arena Leisure and Northern Racing.  It owns and operates 16 racecourses in Great Britain, accounting for 39% of British racing fixtures.  It also operates hotels at Wolverhampton Racecourse and Lingfield Park Racecourse and golf courses at Lingfield, Southwell and Newcastle. \nIn May 2017 ARC acquired both Sunderland Greyhound Stadium and Newcastle Greyhound Stadium from William Hill  followed by the lease purchases of Belle Vue Stadium and Perry Barr Stadium in October 2019 from GRA Acquisition.",
  "/wiki/Beverley_Racecourse": "Beverley Racecourse is a thoroughbred horse racing venue located in the town of Beverley in the East Riding of Yorkshire, England.",
  "/wiki/East_Riding_of_Yorkshire": "The East Riding of Yorkshire, or simply East Riding or East Yorkshire, is an area in Northern England and can refer either to the administrative county (Local Government Area) of the East Riding of Yorkshire which is a unitary authority, to the ceremonial county (Lieutenancy) of the East Riding of Yorkshire or to the easternmost of the three subdivisions (ridings) of the traditional county of Yorkshire.",
  "/wiki/Brighton_Racecourse": "Brighton Racecourse is an English horse racing venue located a mile to the northeast of the centre of Brighton, Sussex owned by the Arena Racing Company.",
  "/wiki/East_Sussex": "East Sussex is a county in South East England. It is bordered by the counties of Kent to the north and east, West Sussex to the west, and Surrey to the north-west,  as well as the English Channel to the south.",
  "/wiki/Carlisle_Racecourse": "Carlisle Racecourse is a thoroughbred horse racing venue located in the village of Blackwell near Carlisle in Cumbria, England. The course has been on its present site since 1904, when it moved there from another location nearer to Carlisle. The course is 1 mile and 4 furlongs (2.41 km) in circumference, right-handed, and hosts flat racing in the summer and National Hunt racing over the winter months. The last half mile is up a steep incline. The going can get very heavy in the winter.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Cartmel_Racecourse": "Cartmel Racecourse is a small national hunt racecourse in the village of Cartmel, now in the Ceremonial County of Cumbria, historically in Lancashire. Nine racedays are held each year, starting on the Whit Holiday weekend at the end of May and ending on the August Bank Holiday weekend in August Bank Holidays.",
  "/wiki/Catterick_Racecourse": "Catterick Racecourse, sometimes known as Catterick Bridge Racecourse, is a thoroughbred horse racing venue one mile north west of Catterick in North Yorkshire, England, near the hamlet of Catterick Bridge.  The first racing at Catterick was held in 1783.",
  "/wiki/North_Yorkshire": "North Yorkshire is a non-metropolitan county (or shire county) and the largest ceremonial county in England by area. It is located primarily in the region of Yorkshire and the Humber but partly in the region of North East England. The estimated (by ONS) population of North Yorkshire was 602,300 in mid-2016 (not including the unitary districts of York, Middlesbrough, Stockton and Redcar & Cleveland).",
  "/wiki/Chelmsford_City_Racecourse": "Chelmsford City racecourse, originally known as Great Leighs Racecourse, is a thoroughbred horse racing venue located in Great Leighs near Chelmsford, Essex, England. When it opened in April 2008, it was the first entirely new racecourse in the UK since Taunton opened in 1927. It went into administration in January 2009, and racing did not resume until January 2015.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Polytrack": "The track surface of a horse racing track refers to the material of which the track is made. There are three types of track surfaces used in modern horse racing. These are:",
  "/wiki/Cheltenham_Racecourse": "Cheltenham Racecourse at Prestbury Park, near Cheltenham, Gloucestershire, England, hosts National Hunt horse racing. Its most prestigious meeting is the Cheltenham Festival, held in March, which features several Grade I races including the Cheltenham Gold Cup, Champion Hurdle, Queen Mother Champion Chase, Ryanair Chase and the Stayers' Hurdle.",
  "/wiki/Gloucestershire": "Gloucestershire (/ˈɡlɒstərʃər/ (listen), /-ʃɪər/ (listen); formerly abbreviated as Gloucs. in print but now often as Glos.) is a county in South West England. The county comprises part of the Cotswold Hills, part of the flat fertile valley of the River Severn, and the entire Forest of Dean.",
  "/wiki/Chepstow_Racecourse": "Chepstow Racecourse is a thoroughbred horse racing course located just north of the town of Chepstow in Monmouthshire, Wales, near the southern end of the Wye Valley and close to the border with England. It is one of 16 racecourses operated by the Arena Racing Company and is home of the richest race in Wales, the Coral Welsh Grand National.",
  "/wiki/Monmouthshire": "Monmouthshire (Welsh: Sir Fynwy) is a county in south-east Wales. The name derives from the historic county of Monmouthshire of which it covers the eastern 60%. The largest town is Abergavenny. Other towns and large villages are Caldicot, Chepstow, Monmouth, Magor and Usk. It borders Torfaen and Newport to the west; Herefordshire and Gloucestershire to the east; and Powys to the north.",
  "/wiki/Chester_Racecourse": "Chester Racecourse, known as the Roodee, is officially recognised by the Guinness World Records as the oldest racecourse still in operation . Horse racing at Chester dates back to the early sixteenth century, with 1539 cited as the year racing began. It is also thought to be the smallest racecourse of significance in England at 1 mile and 1 furlong (1.8 km) long.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/Doncaster_Racecourse": "Doncaster Racecourse (also known as the Town Moor course) is a racecourse in Doncaster, South Yorkshire, England. It hosts two of Great Britain's 36 annual Group 1 flat races, the St Leger Stakes and the Racing Post Trophy.",
  "/wiki/South_Yorkshire": "South Yorkshire is a metropolitan county in England. It is the southernmost county in the Yorkshire and the Humber region and had a population of 1.34 million in 2011. It has an area of 1,552 square kilometres (599 sq mi) and consists of four metropolitan boroughs, Barnsley, Doncaster, Rotherham and Sheffield. South Yorkshire was created on 1 April 1974 as a result of the Local Government Act 1972. Its largest settlement is Sheffield.",
  "/wiki/Epsom_Downs_Racecourse": "Epsom Downs is a Grade 1 racecourse on the hills associated with Epsom in Surrey, England which is used for thoroughbred horse racing. The \"Downs\" referred to in the name are part of the North Downs.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent.",
  "/wiki/Exeter_Racecourse": "Exeter Racecourse is a thoroughbred horse racing venue located near the city of Exeter, Devon, England. Locally it is known as Haldon racecourse because of its location on top of the Haldon Hills. Until the early 1990s it was officially known as Devon and Exeter.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Fakenham_Racecourse": "Fakenham Racecourse is a thoroughbred horse racing venue located south of Fakenham, Norfolk, England. The Prince of Wales is patron.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/Ffos_Las_Racecourse": "The Ffos Las racecourse (strictly: Ffos Las Racecourse & Conference Centre) is a Welsh horse racing, equestrian sports and conferencing venue situated in Ffos Las, Wales. The Ffos Las racecourse was built at the site of an open cast coal mine after mining operations ceased.",
  "/wiki/Carmarthenshire": "Carmarthenshire (/kərˈmɑːrðənʃər, -ʃɪər/; Welsh: Sir Gaerfyrddin; [siːr gɑːɨrˈvərðɪn] or informally Sir Gâr) is a unitary authority in southwest Wales, and one of the historic counties of Wales. The three largest towns are Llanelli, Carmarthen and Ammanford. Carmarthen is the county town and administrative centre.",
  "/wiki/Fontwell_Park_Racecourse": "Fontwell Park Racecourse is a horse racing course located in the village of Fontwell in West Sussex, England, owned by ARC Racing. It features an oval hurdles course.",
  "/wiki/West_Sussex": "West Sussex is a county in the south of England, bordering East Sussex (with Brighton and Hove) to the east, Hampshire to the west and Surrey to the north, and to the south the English Channel."
}