{
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Alexandra_Park_Racecourse": "Alexandra Park Racecourse was a horse racing venue in Alexandra Park, London; it was colloquially known as the Frying Pan on account of its shape. It opened on 30 June 1868 and closed 102 years later on 8 September 1970. It is now incorporated into the park, with a sports pitch in the centre of the racetrack oval.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Anglesey": "Anglesey (/ˈæŋɡəlsiː/; Welsh: Ynys Môn [ˈənɨs ˈmoːn]) is an island off the north-west coast of Wales. It forms the principal area (as Isle of Anglesey) and historic county of the same name, which includes Holy Island to the west and some islets and skerries. Anglesey island, with an area of 260 square miles (673 km2), is by far the largest island in Wales, seventh largest in the British Isles, largest by area in the Irish Sea and second most populous after the Isle of Man. The local-government area of Isle of Anglesey County Council measures 276 square miles (715 km2), Its population at the 2011 census was 69,751, of whom 13,659 live on Holy Island. The Menai Strait between Anglesey and mainland Wales is spanned by the Menai Suspension Bridge, designed by Thomas Telford in 1826, and by the Britannia Bridge, built in 1850 and replaced in 1980. The largest town is Holyhead on Holy Island, where the port handles over 2 million passengers a year to the Republic of Ireland. The next largest is Llangefni, seat of the county council. From 1974 to 1996 Anglesey was administered as part of Gwynedd. Most of Anglesey's inhabitants are Welsh speakers. The name Ynys Môn is used for the UK Parliament and National Assembly constituencies. The island is in the LL postcode area (LL58–LL78).",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.",
  "/wiki/Warwickshire": "Warwickshire (/ˈwɒrɪkʃər, -ʃɪər/ (listen);  abbreviated Warks) is a county in the West Midlands region of England. The county town is Warwick, and the largest town is Nuneaton. The county is famous for being the birthplace of William Shakespeare.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.",
  "/wiki/Bogside_Racecourse": "Bogside Racecourse was a horse racing track situated in Irvine, Scotland, on the banks of the River Irvine.  Its first meeting was held on 7 June 1808, and its last on 10 April 1965, although there is evidence of an event known as the Irvine Marymass Races in the area as far back as 1636, initiated by the Earl of Eglinton.",
  "/wiki/Ayrshire": "Ayrshire (Scottish Gaelic: Siorrachd Inbhir Àir, pronounced [ˈʃirˠəxk iɲiˈɾʲaːɾʲ]) is a historic county and registration county in south-west Scotland, located on the shores of the Firth of Clyde. Its principal towns include Ayr, Kilmarnock and Irvine and it borders the counties of Renfrewshire and Lanarkshire to the north-east, Dumfriesshire to the south-east, and Kirkcudbrightshire and Wigtownshire to the south. Like many other counties of Scotland it currently has no administrative function, instead being sub-divided into the council areas of North Ayrshire, South Ayrshire and East Ayrshire. It has a population of approximately 366,800.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Ensbury_Park_Racecourse": "Ensbury Park Racecourse was a short lived horse racing and greyhound racing course in Bournemouth between the Kinson and Ensbury Park areas.",
  "/wiki/Lincolnshire": "Lincolnshire (abbreviated Lincs.) is a county in eastern England, with a long coastline on the North Sea to the east. It borders Norfolk to the south east, Cambridgeshire to the south, Rutland to the south west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (19 m), England's shortest county boundary. The county town is the city of Lincoln, where the county council has its headquarters.",
  "/wiki/Bromford_Bridge_Racecourse": "Bromford Bridge Racecourse was a racecourse in the Bromford area of Birmingham, England.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/Buckfastleigh_Racecourse": "Buckfastleigh Racecourse (21 June 1883 - 27 August 1960) was a British horse racing venue.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Ely_Racecourse": "Ely Racecourse was a horse racing venue in Cardiff, Wales.",
  "/wiki/Glamorgan": "Glamorgan (/ɡləˈmɔːrɡən/), or sometimes Glamorganshire (Welsh: Morgannwg [mɔrˈɡanʊɡ] or Sir Forgannwg [ˈsiːr vɔrˈɡanʊɡ]), is one of the thirteen historic counties of Wales and a former administrative county of Wales. It was originally an early medieval petty kingdom of varying boundaries known as Glywysing until taken over by the Normans as a lordship. Glamorgan is latterly represented by the three preserved counties of Mid Glamorgan, South Glamorgan and West Glamorgan. The name also survives in that of Vale of Glamorgan, a county borough.",
  "/wiki/Chelmsford_Racecourse": "Chelmsford Racecourse was a horse racing venue located at Galleywood, near Chelmsford, Essex. The course was active from at least 1759 until its final closure in April 1935. The course initially staged Flat racing before switching to National Hunt racing in 1892. Amongst the horses who raced at the course was the Cheltenham Gold Cup winner Golden Miller, who won two hurdle races at Chelmsford in 1931. Parts of the course have been preserved and can still be seen.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Derbyshire": "Derbyshire (/ˈdɑːrbiʃər, -ʃɪər/) is a county in the East Midlands of England. A substantial portion of the Peak District National Park lies within Derbyshire, containing the southern extremity of the Pennine range of hills which extend into the north of the county. The county contains part of the National Forest, and borders on Greater Manchester to the northwest, West Yorkshire to the north, South Yorkshire to the northeast, Nottinghamshire to the east, Leicestershire to the southeast, Staffordshire to the west and southwest and Cheshire also to the west.\nKinder Scout, at 636 metres (2,087 ft), is the highest point in the county, whilst Trent Meadows, where the River Trent leaves Derbyshire, is its lowest point at 27 metres (89 ft).:1 The River Derwent is the county's longest river at 66 miles (106 km), and runs roughly north to south through the county. In 2003 the Ordnance Survey placed Church Flatts Farm at Coton in the Elms (near Swadlincote) as the furthest point from the sea in Great Britain.",
  "/wiki/Colwall_Park_Racecourse": "Colwall Park Racecourse was a British horse racing venue which operated from 1900 to 1939. It was known as one of England’s prettiest racecourses.",
  "/wiki/Worcestershire": "Worcestershire (/ˈwʊstərʃər/ (listen) WUUS-tər-shər, /-ʃɪər/ -⁠sheer; written abbreviation: Worcs) is a county in the West Midlands of England.",
  "/wiki/Leicestershire": "Leicestershire (/ˈlɛstərʃər, -ʃɪər/ (listen); postal abbreviation Leics.) is a landlocked county in the English Midlands. The county borders Nottinghamshire to the north, Lincolnshire to the north-east, Rutland to the east, Northamptonshire to the south-east, Warwickshire to the south-west, Staffordshire to the west, and Derbyshire to the north-west. The border with most of Warwickshire is Watling Street, the modern A5 road.",
  "/wiki/Derby_Racecourse": "Derby Racecourse is a former horse racing venue in Derby, England, from 1848 to 1939. It was preceded by two earlier courses, at different locations.",
  "/wiki/The_Racecourse": "The Racecourse is part of Durham University's sports facilities. It contains squash, tennis and fives courts, cricket, rugby, hockey and football pitches and rowing houses. It is located along the River Wear and has been used as a sports ground since at least 1733.",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city.",
  "/wiki/Eglinton_Racecourse": "Eglinton Country Park is located in the grounds of the old Eglinton Castle estate, Kilwinning, North Ayrshire, Scotland (map reference NS 3227 4220). Eglinton Park is situated in the parish of Kilwinning, part of the former district of Cunninghame, and covers an area of 400 ha (990 acres) ([98 acres (40 ha)] of  which are woodland). The central iconic feature of the country park is the ruined Eglinton Castle, once home to the Eglinton family and later the Montgomeries, Earls of Eglinton and chiefs of the Clan Montgomery. Eglinton Country Park is managed and maintained by North Ayrshire Council and its Ranger Service.",
  "/wiki/County_Londonderry": "County Londonderry (Irish: Contae Dhoire; Ulster-Scots: Coontie Lunnonderrie), also known as County Derry, is one of the six counties of Northern Ireland. Prior to the partition of Ireland, it was one of the counties of the Kingdom of Ireland from 1613 onward and then of the United Kingdom after the Acts of Union 1800. Adjoining the north-west shore of Lough Neagh, the county covers an area of 2,074 km² (801 sq mi) and today has a population of about 247,132.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom.  Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".",
  "/wiki/Sussex": "Sussex (/ˈsʌsɪks/), from the Old English Sūþsēaxe (South Saxons), is a historic county in South East England corresponding roughly in area to the ancient Kingdom of Sussex.  It is bounded to the west by Hampshire, north by Surrey, northeast by Kent, south by the English Channel, and divided for many purposes into the ceremonial counties of West Sussex and East Sussex. Brighton and Hove, though part of East Sussex, was made a unitary authority in 1997, and as such, is administered independently of the rest of East Sussex. Brighton and Hove was granted City status in 2000.  Until then, Chichester was Sussex's only city."
}