{
  "/wiki/Hampshire": "Hampshire (/ˈhæmpʃər/, /-ʃɪər/ (listen); postal abbreviation Hants.)[note 1] is a county in southern England. The county town is the city of Winchester. Its two largest cities, Southampton and Portsmouth, are administered separately as unitary authorities; the rest of the county is governed by Hampshire County Council.\n First settled about 14,000 years ago, Hampshire's history dates to Roman Britain, when its chief town was Winchester. When the Romans left Britain, the area was infiltrated by tribes from Scandinavia and mainland Europe, principally in the river valleys. The county was recorded in the 11th century Domesday Book, divided into 44 hundreds. From the 12th century, the ports grew in importance, fuelled by trade with the continent, wool and cloth manufacture in the county, and the fishing industry, and a shipbuilding industry was established. By the 16th century, the population of Southampton had outstripped that of Winchester. By the mid-19th century, with the county's population at 219,210 (double that at the beginning of the century) in more than 86,000 dwellings, agriculture was the principal industry and 10 per cent of the county was still forest. Hampshire played a crucial military role in both World Wars. The Isle of Wight, historically part of Hampshire, became a separate ceremonial county in 1974.\n The county's geography is varied, with upland to 286 metres (938 ft) and mostly south-flowing rivers. There are areas of downland and marsh, and two national parks: the New Forest, and part of the South Downs, which together cover 45 per cent of Hampshire.\n Hampshire is one of the most affluent counties in the country, with an unemployment rate lower than the national average, and its economy derived from major companies, maritime, agriculture and tourism.  Tourist attractions include many seaside resorts, the national parks and the Southampton Boat Show. The county is known as the home of writers Jane Austen and Charles Dickens, the childhood home of Florence Nightingale and the birthplace of engineer Isambard Kingdom Brunel.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Alexandra_Park_Racecourse": "Alexandra Park Racecourse was a horse racing venue in Alexandra Park, London; it was colloquially known as the Frying Pan on account of its shape. It opened on 30 June 1868 and closed 102 years later on 8 September 1970. It is now incorporated into the park, with a sports pitch in the centre of the racetrack oval.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Anglesey": "Anglesey (/ˈæŋɡəlsiː/; Welsh: Ynys Môn [ˈənɨs ˈmoːn]) is an island off the north-west coast of Wales. It forms the principal area (as Isle of Anglesey) and historic county of that name, which includes Holy Island to the west and some islets and skerries. Anglesey island, at 260 square miles (673 km2), is by far the largest island in Wales, seventh largest in the British Isles, largest  in the Irish Sea and second most populous after the Isle of Man. The local-government area of Isle of Anglesey County Council measures 276 square miles (715 km2),, with a 2011 census population of 69,751, of whom 13,659 live on Holy Island. The Menai Strait between Anglesey and mainland Wales is spanned by the Menai Suspension Bridge, designed by Thomas Telford in 1826, and the Britannia Bridge, built in 1850 and replaced in 1980. The largest town is Holyhead, where the port handles over 2 million passengers a year with Ireland. The next largest is Llangefni, seat of the county council. From 1974 to 1996 Anglesey was run as part of Gwynedd. Most Anglesey inhabitants are Welsh speakers. The name Ynys Môn is used for the UK Parliament and National Assembly constituencies. The island forms the LL postcode area (LL58–LL78).",
  "/wiki/Wales": "Wales (Welsh: Cymru [ˈkəmri] (listen)) is a country that is part of the United Kingdom. It is bordered by England to the east, the Irish Sea to the north and west, and the Bristol Channel to the south. It had a population in 2011 of 3,063,456 and has a total area of 20,779 km2 (8,023 sq mi). Wales has over 1,680 miles (2,700 km) of coastline and is largely mountainous with its higher peaks in the north and central areas, including Snowdon (Yr Wyddfa), its highest summit. The country lies within the north temperate zone and has a changeable, maritime climate.\n Welsh national identity emerged among the Britons after the Roman withdrawal from Britain in the 5th century, and Wales is regarded as one of the modern Celtic nations. Llywelyn ap Gruffudd's death in 1282 marked the completion of Edward I of England's conquest of Wales, though Owain Glyndŵr briefly restored independence to Wales in the early 15th century. The whole of Wales was annexed by England and incorporated within the English legal system under the Laws in Wales Acts 1535 and 1542. Distinctive Welsh politics developed in the 19th century. Welsh Liberalism, exemplified in the early 20th century by Lloyd George, was displaced by the growth of socialism and the Labour Party. Welsh national feeling grew over the century; Plaid Cymru was formed in 1925 and the Welsh Language Society in 1962. Established under the Government of Wales Act 1998, the National Assembly for Wales holds responsibility for a range of devolved policy matters.\n At the dawn of the Industrial Revolution, development of the mining and metallurgical industries transformed the country from an agricultural society into an industrial nation; the South Wales Coalfield's exploitation caused a rapid expansion of Wales' population. Two-thirds of the population live in South Wales, including Cardiff, Swansea, Newport and the nearby valleys. Now that the country's traditional extractive and heavy industries have gone or are in decline, Wales' economy depends on the public sector, light and service industries and tourism.\n Although Wales closely shares its political and social history with the rest of Great Britain and, while a majority of the population in most areas speaks English as a first language, the country has retained a distinct cultural identity. Both Welsh and English are official languages; over 560,000 Welsh-speakers live in Wales, and the language is spoken by a majority of the population in parts of the north and west. From the late 19th century onwards, Wales acquired its popular image as the \"land of song\", in part due to the eisteddfod tradition. At many international sporting events, such as the FIFA World Cup, Rugby World Cup and the Commonwealth Games, Wales has its own national teams, though at the Olympic Games, Welsh athletes compete as part of a Great Britain team. Rugby union is seen as a symbol of Welsh identity and an expression of national consciousness.",
  "/wiki/Warwickshire": "Warwickshire (/ˈwɒrɪkʃər, -ʃɪər/ (listen);  abbreviated Warks) is a county in the West Midlands region of England. The county town is Warwick, and the largest town is Nuneaton. The county is famous for being the birthplace of William Shakespeare.\n The county is divided into five districts of North Warwickshire, Nuneaton and Bedworth, Rugby, Warwick and Stratford-on-Avon. The current county boundaries were set in 1974 by the Local Government Act 1972. The historic county boundaries include Coventry, Sutton Coldfield and Solihull, as well as much of Birmingham.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.\n The county has major education and tourist industries and is noted for the concentration of performance motorsport companies and facilities. Oxford University Press is the largest firm among a concentration of print and publishing firms; the University of Oxford is also linked to the concentration of local biotechnology companies.\n As well as the city of Oxford, other centres of population are Banbury, Bicester, Kidlington and Chipping Norton to the north of Oxford; Carterton and Witney to the west; Thame and Chinnor to the east; and Abingdon-on-Thames, Wantage, Didcot, Wallingford and Henley-on-Thames to the south. The areas south of the Thames, the Vale of White Horse and parts of South Oxfordshire, are in the historic county of Berkshire, as is the highest point, the 261 metres (856 ft) White Horse Hill.\n Oxfordshire's county flower is the snake's-head fritillary.",
  "/wiki/Lancashire": "Lancashire (/ˈlæŋkəʃər/ LANG-kə-shər, /-ʃɪər/ -⁠sheer; abbreviated Lancs.) is a ceremonial county in North West England. The administrative centre is Preston. The county has a population of 1,449,300 and an area of 1,189 square miles (3,080 km2). People from Lancashire are known as Lancastrians.\n The history of Lancashire begins with its founding in the 12th century. In the Domesday Book of 1086, some of its lands were treated as part of Yorkshire.  The land that lay between the Ribble and Mersey, Inter Ripam et Mersam, was included in the returns for Cheshire.  When its boundaries were established, it bordered Cumberland, Westmorland, Yorkshire, and Cheshire.\n Lancashire emerged as a major commercial and industrial region during the Industrial Revolution. Liverpool and Manchester grew into its largest cities, with economies built around the docks and the cotton mills respectively. These cities dominated global trade and the birth of modern industrial capitalism.  The county contained several mill towns and the collieries of the Lancashire Coalfield.  By the 1830s, approximately 85% of all cotton manufactured worldwide was processed in Lancashire. Accrington, Blackburn, Bolton, Burnley, Bury, Chorley, Colne, Darwen, Manchester, Nelson, Oldham, Preston, Rochdale and Wigan were major cotton mill towns during this time. Blackpool was a centre for tourism for the inhabitants of Lancashire's mill towns, particularly during wakes week.\n The historic county was subject to a significant boundary reform in 1974 which created the current ceremonial county and removed Liverpool and Manchester, and most of their surrounding conurbations to form the metropolitan and ceremonial counties of Merseyside and Greater Manchester. The detached northern part of Lancashire in the Lake District, including the Furness Peninsula and Cartmel, was merged with Cumberland and Westmorland to form Cumbria. Lancashire lost 709 square miles of land to other counties, about two fifths of its original area, although it did gain some land from the West Riding of Yorkshire.\n Today the ceremonial county borders Cumbria to the north, Greater Manchester and Merseyside to the south, and North and West Yorkshire to the east; with a coastline on the Irish Sea to the west.  The county palatine boundaries remain the same as those of the pre-1974 county with Lancaster serving as the county town, and the Duke of Lancaster (i.e. the Queen) exercising sovereignty rights, including the appointment of lords lieutenant in Greater Manchester and Merseyside.",
  "/wiki/Bogside_Racecourse": "Bogside Racecourse was a horse racing track situated in Irvine, Scotland, on the banks of the River Irvine.  Its first meeting was held on 7 June 1808, and its last on 10 April 1965, although there is evidence of an event known as the Irvine Marymass Races in the area as far back as 1636, initiated by the Earl of Eglinton.\n Bogside's flat course was an undulating, right-handed triangular course of two miles in length.  Its jumps course, meanwhile, was two and a half miles round, with nine plain fences, two open ditches and one water jump.  It was here that the first steeplechase recorded in Scotland took place on 25 April 1839.\n During its existence it hosted the Scottish Grand National (now contested at nearby Ayr) and twice hosted the National Hunt Chase Challenge Cup which now takes place at the Cheltenham Festival.  Its other major race was the Bogside Cup.\n Among the most notable achievements at the course was jockey Alec Russell riding all six winners in a day on 19 July 1957.\n For a short time the racecourse had its own railway station, Bogside Racecourse.\n In 1963, the Levy Board opted to cease funding the course, declaring 'When Ayr is developed as the main Scottish course, racing under both rules, the retention of Bogside, only 12 miles away, cannot be economically justified'.  Racing at Bogside ceased soon thereafter.\n Point-to-Point meetings took place at Bogside until 1994, and evidence of the former racecourse still remains.",
  "/wiki/Ayrshire": "Ayrshire (Scottish Gaelic: Siorrachd Inbhir Àir, pronounced [ˈʃirˠəxk iɲiˈɾʲaːɾʲ]) is a historic county and registration county in south-west Scotland, located on the shores of the Firth of Clyde. Its principal towns include Ayr, Kilmarnock and Irvine and it borders the counties of Renfrewshire and Lanarkshire to the north-east, Dumfriesshire to the south-east, and Kirkcudbrightshire and Wigtownshire to the south. Like many other counties of Scotland it currently has no administrative function, instead being sub-divided into the council areas of North Ayrshire, South Ayrshire and East Ayrshire. It has a population of approximately 366,800.\n The electoral and valuation area named Ayrshire covers the three council areas of South Ayrshire, East Ayrshire and North Ayrshire, therefore including the Isle of Arran, Great Cumbrae and Little Cumbrae. These three islands are part of the County of Bute and are sometimes included when the term Ayrshire is applied to the region. The same area is known as Ayrshire and Arran in other contexts.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.\n The Kingdom of Scotland emerged as an independent sovereign state in the European Early Middle Ages and continued to exist until 1707. By inheritance in 1603, James VI, King of Scots, became king of England and Ireland, thus forming a personal union of the three kingdoms. Scotland subsequently entered into a political union with England on 1 May 1707 to create the new Kingdom of Great Britain. The union also created a new Parliament of Great Britain, which succeeded both the Parliament of Scotland and the Parliament of England. In 1801, Great Britain entered into a political union with Ireland to create the United Kingdom of Great Britain and Ireland (in 1922, the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland in 1927).\n Within Scotland, the monarchy of the United Kingdom has continued to use a variety of styles, titles and other royal symbols of statehood specific to the pre-union Kingdom of Scotland. The legal system within Scotland has also remained separate from those of England and Wales and Northern Ireland; Scotland constitutes a distinct jurisdiction in both public and private law. The continued existence of legal, educational, religious and other institutions distinct from those in the remainder of the UK have all contributed to the continuation of Scottish culture and national identity since the 1707 union with England.\n In 1997, a Scottish Parliament was re-established, in the form of a devolved unicameral legislature comprising 129 members, having authority over many areas of domestic policy. The head of the Scottish Government is the first minister of Scotland, who is supported by the deputy first minister of Scotland. Scotland is represented in the United Kingdom Parliament by 59 MPs. Scotland is also a member of the British–Irish Council, and sends five members of the Scottish Parliament to the British–Irish Parliamentary Assembly.\n Scotland is divided into 32 administrative subdivisions or local authorities, known as council areas. Glasgow City is the largest council area in terms of population, with Highland being the largest in terms of area. Limited self-governing power, covering matters such as education, social services and roads and transportation, is devolved from the Scottish Government to each subdivision.",
  "/wiki/Ensbury_Park_Racecourse": "Ensbury Park Racecourse was a short lived horse racing and greyhound racing course in Bournemouth between the Kinson and Ensbury Park areas.",
  "/wiki/Lincolnshire": "Lincolnshire (abbreviated Lincs.) is a county in eastern England, with a long coastline on the North Sea to the east. It borders Norfolk to the south east, Cambridgeshire to the south, Rutland to the south west, Leicestershire and Nottinghamshire to the west, South Yorkshire to the north west, and the East Riding of Yorkshire to the north. It also borders Northamptonshire in the south for just 20 yards (19 m), England's shortest county boundary. The county town is the city of Lincoln, where the county council has its headquarters.\n The ceremonial county of Lincolnshire is composed of the non-metropolitan county of Lincolnshire and the area covered by the unitary authorities of North Lincolnshire and North East Lincolnshire. Part of the ceremonial county is in the Yorkshire and the Humber region of England, and most is in the East Midlands region. The county is the second-largest of the English ceremonial counties and one that is predominantly agricultural in land use. The county is fourth-largest of the two-tier counties, as the unitary authorities of North Lincolnshire and North East Lincolnshire are not included.\n The county has several geographical sub-regions, including the rolling chalk hills of the Lincolnshire Wolds. In the southeast are the Lincolnshire Fens (southeast Lincolnshire), the Carrs (similar to the Fens but in north Lincolnshire), the industrial Humber Estuary and North Sea coast around Grimsby and Scunthorpe, and in the southwest of the county, the Kesteven Uplands, comprising rolling limestone hills in the district of South Kesteven.",
  "/wiki/Bromford_Bridge_Racecourse": "Bromford Bridge Racecourse was a racecourse in the Bromford area of Birmingham, England.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.\n Located in the West Midlands county and region in England, approximately 100 miles (160 km) from Central London, Birmingham, as one of the United Kingdom's major cities, is considered to be the social, cultural, financial, and commercial centre of both the East and West Midlands. Distinctively, Birmingham only has small rivers flowing through it, mainly the River Tame and its tributaries River Rea and River Cole – one of the closest main rivers is the Severn, approximately 20 miles (32 km) west of the city centre. Birmingham's urban area is the second-largest in the United Kingdom, with its most recently estimated population in 2017 being 2,897,303, and it also lies within the most populated English district.\n A market town in the medieval period, Birmingham grew in the 18th-century Midlands Enlightenment and subsequent Industrial Revolution, which saw advances in science, technology, and economic development, producing a series of innovations that laid many of the foundations of modern industrial society. By 1791 it was being hailed as \"the first manufacturing town in the world\". Birmingham's distinctive economic profile, with thousands of small workshops practising a wide variety of specialised and highly skilled trades, encouraged exceptional levels of creativity and innovation and provided an economic base for prosperity that was to last into the final quarter of the 20th century. The Watt steam engine was invented in Birmingham.\n The resulting high level of social mobility also fostered a culture of political radicalism which, under leaders from Thomas Attwood to Joseph Chamberlain, was to give it a political influence unparalleled in Britain outside London, and a pivotal role in the development of British democracy. From the summer of 1940 to the spring of 1943, Birmingham was bombed heavily by the German Luftwaffe in what is known as the Birmingham Blitz. The damage done to the city's infrastructure, in addition to a deliberate policy of demolition and new building by planners, led to extensive urban regeneration in subsequent decades.\n Birmingham's economy is now dominated by the service sector. The city is a major international commercial centre, ranked as a beta- world city by the Globalization and World Cities Research Network the joint highest ranking with Edinburgh and Manchester of all British cities outside of London; and an important transport, retail, events and conference hub. Its metropolitan economy is the second largest in the United Kingdom with a GDP of $121.1bn (2014), and its six universities make it the largest centre of higher education in the country outside London. Birmingham's major cultural institutions – the City of Birmingham Symphony Orchestra, the Birmingham Royal Ballet, the Birmingham Repertory Theatre, the Library of Birmingham and the Barber Institute of Fine Arts – enjoy international reputations, and the city has vibrant and influential grassroots art, music, literary and culinary scenes. The city will host the 2022 Commonwealth Games. Birmingham is the fourth-most visited city in the UK by foreign visitors.\n People from Birmingham are called Brummies, a term derived from the city's nickname of \"Brum\", which originates from the city's old name, Brummagem, which in turn is thought to have derived from \"Bromwich-ham\". The Brummie accent and dialect are particularly distinctive.",
  "/wiki/Buckfastleigh_Racecourse": "Buckfastleigh Racecourse (21 June 1883 - 27 August 1960) was a British horse racing venue.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.\n Devon derives its name from Dumnonia. During the British Iron Age, Roman Britain, and the early Middle Ages, this was the homeland of the Dumnonii Brittonic Celts. (The shift from \"M\" to \"V\" is a typical Celtic consonant shift.) The Anglo-Saxon settlement of Britain resulted in the partial assimilation of Dumnonia into the Kingdom of Wessex during the eighth and ninth centuries. The western boundary with Cornwall was set at the River Tamar by King Æthelstan in 936. Devon was later constituted as a shire of the Kingdom of England.\n The north and south coasts of Devon each have both cliffs and sandy shores, and the county's bays contain seaside resorts, fishing towns, and ports. The inland terrain is rural and generally hilly, and has a lower population density than many other parts of England. Dartmoor is the largest open space in southern England, at 954 km2 (368 square miles); its moorland extends across a large expanse of granite bedrock. To the north of Dartmoor are the Culm Measures and Exmoor. In the valleys and lowlands of south and east Devon the soil is more fertile, drained by rivers including the Exe, the Culm, the Teign, the Dart, and the Otter.\n As well as agriculture, much of the economy of Devon is based on tourism. The comparatively mild climate, coastline and landscape make Devon a destination for recreation and leisure in England, with visitors particularly attracted to the Dartmoor and Exmoor national parks; its coasts, including the resort towns along the south coast known collectively as the English Riviera; the Jurassic Coast, and North Devon's UNESCO Biosphere Reserve; and the countryside including the Cornwall and West Devon Mining Landscape.",
  "/wiki/Ely_Racecourse": "Ely Racecourse was a horse racing venue in Cardiff, Wales.\n The Racecourse opened in 1855, with the first race being held on 30 May. By 1864 racing at Ely was a regular event, the races that year were acclaimed as 'the most brilliant and successful ever held'.\n In 1895 the first Welsh Grand National was held at the Ely Racecourse. It was watched by over 40,000 people, many of whom did not pay for entry after charging the entry gates and overpowering the stewards.\n In the early 1900s Attendance figures began to steadily decline and the racecourse never fully recovered from a fire that destroyed the grandstand in 1937.\n The last race to be held there, in 1939, was won by Grasshopper, ridden by Keith Piggott, father of the famous Lester Piggott.",
  "/wiki/Glamorgan": "Glamorgan (/ɡləˈmɔːrɡən/), or sometimes Glamorganshire (Welsh: Morgannwg [mɔrˈɡanʊɡ] or Sir Forgannwg [ˈsiːr vɔrˈɡanʊɡ]), is one of the thirteen historic counties of Wales and a former administrative county of Wales. It was originally an early medieval petty kingdom of varying boundaries known as Glywysing until taken over by the Normans as a lordship. Glamorgan is latterly represented by the three preserved counties of Mid Glamorgan, South Glamorgan and West Glamorgan. The name also survives in that of Vale of Glamorgan, a county borough.\n Although initially a rural and pastoral area of little value, the area that became known as Glamorgan was a conflict point between the Norman lords and the Welsh princes, with the area being defined by a large concentration of castles. After falling under English rule in the 16th century, Glamorgan became a more stable county, and exploited its natural resources to become an important part of the Industrial Revolution. Glamorgan was the most populous and industrialised county in Wales, and was once called the \"crucible of the Industrial Revolution,\" as it contained the world centres of three metallurgical industries and its rich resources of coal.\n The county of Glamorgan comprises several distinct regions: the industrial valleys, the agricultural Vale of Glamorgan, and the scenic Gower Peninsula. The county is bounded to the north by Brecknockshire, east by Monmouthshire, south by the Bristol Channel, and west by Carmarthenshire and Carmarthen Bay. Its total area is 2,100 km2 (811 sq mi), and the total population of the three preserved counties of Glamorgan in 1991 was 1,288,309. Glamorgan contains two cities, Cardiff, the county town and from 1955 the capital city of Wales, and Swansea. The highest point in the county is Craig y Llyn (600 metres (2,000 ft)) which is situated near the village of Rhigos in the Cynon Valley.",
  "/wiki/Chelmsford_Racecourse": "Chelmsford Racecourse was a horse racing venue located at Galleywood, near Chelmsford, Essex. The course was active from at least 1759 until its final closure in April 1935. The course initially staged Flat racing before switching to National Hunt racing in 1892. Amongst the horses who raced at the course was the Cheltenham Gold Cup winner Golden Miller, who won two hurdle races at Chelmsford in 1931. Parts of the course have been preserved and can still be seen.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.\n There are three definitions of the extent of Essex, the widest being the Ancient County, the more usual being the smaller Ceremonial County and smallest being the administrative county – the area administered by the County Council and which excludes the two unitary authorities of Thurrock and Southend-on-Sea.\n The Ceremonial County occupies the eastern part of what was, during the Early Middle Ages, the Kingdom of Essex. As well as rural areas, the county also includes London Stansted Airport, the new towns of Basildon and Harlow, Lakeside Shopping Centre, the port of Tilbury and the borough of Southend-on-Sea.",
  "/wiki/Derbyshire": "Derbyshire (/ˈdɑːrbiʃər, -ʃɪər/) is a county in the East Midlands of England. A substantial portion of the Peak District National Park lies within Derbyshire, containing the southern extremity of the Pennine range of hills which extend into the north of the county. The county contains part of the National Forest, and borders on Greater Manchester to the northwest, West Yorkshire to the north, South Yorkshire to the northeast, Nottinghamshire to the east, Leicestershire to the southeast, Staffordshire to the west and southwest and Cheshire also to the west.\nKinder Scout, at 636 metres (2,087 ft), is the highest point in the county, whilst Trent Meadows, where the River Trent leaves Derbyshire, is its lowest point at 27 metres (89 ft).:1 The River Derwent is the county's longest river at 66 miles (106 km), and runs roughly north to south through the county. In 2003 the Ordnance Survey placed Church Flatts Farm at Coton in the Elms (near Swadlincote) as the furthest point from the sea in Great Britain.\n The city of Derby is a unitary authority area, but remains part of the ceremonial county of Derbyshire. The non-metropolitan county contains 30 towns with between 10,000 and 100,000 inhabitants. There is a large amount of sparsely populated agricultural upland: 75% of the population live in 25% of the area.[citation needed]",
  "/wiki/Colwall_Park_Racecourse": "Colwall Park Racecourse was a British horse racing venue which operated from 1900 to 1939. It was known as one of England’s prettiest racecourses.\n The course was designed by journalist and National Hunt fan, Frederick Page, as a left-handed, mainly flat steeplechase course of one and a half miles. It had eight fences, including two ditches and a water jump. There was also a one-mile hurdle course. There was a slight rise on the far side of the course and a run-in of 400 yards.\n The course was situated at Brook Farm on the Barton Court Estate, near to the village railway station, and was established by Roland Cave-Brown-Cave, a local man who had married the widowed daughter of the estate's owners. He built the nearby hotel, which still exists. The first meeting was held on Thursday 10 May 1900. Meetings were held annually, with the main races being the Herefordshire Open Hunters Steeplechase and Colwall Stewards Hurdle.",
  "/wiki/Worcestershire": "Worcestershire (/ˈwʊstərʃər/ (listen) WUUS-tər-shər, /-ʃɪər/ -⁠sheer; written abbreviation: Worcs) is a county in the West Midlands of England.\n The cathedral city of Worcester is the largest settlement and county town. Other major towns in the county include Bromsgrove, Droitwich, Evesham, Kidderminster, Malvern, Redditch, and Stourport-on-Severn. The north-east of Worcestershire includes part of the industrial West Midlands; the rest of the county is largely rural. The county is divided into six administrative districts: Worcester, Redditch, Wychavon, Malvern Hills, Wyre Forest, and Bromsgrove.\n The area that is now Worcestershire was absorbed into the unified Kingdom of England in 927, at which time it was constituted as a county (see History of Worcestershire). Over the centuries the county borders have been modified, but it was not until 1844 that substantial changes were made. This culminated with the abolition of Worcestershire in 1974 with its northern area becoming part of the West Midlands and the rest part of the county of Hereford and Worcester. However, in 1998 the county of Hereford and Worcester was abolished and Worcestershire was reconstituted without the northern area ceded to the West Midlands.",
  "/wiki/Leicestershire": "Leicestershire (/ˈlɛstərʃər, -ʃɪər/ (listen); postal abbreviation Leics.) is a landlocked county in the English Midlands. The county borders Nottinghamshire to the north, Lincolnshire to the north-east, Rutland to the east, Northamptonshire to the south-east, Warwickshire to the south-west, Staffordshire to the west, and Derbyshire to the north-west. The border with most of Warwickshire is Watling Street, the modern A5 road.\n Leicestershire takes its name from the city of Leicester located at its centre and administered separately from the rest of the county. The ceremonial county – the non-metropolitan county plus the city of Leicester – has a total population of just over 1 million (2016 estimate), more than half of which lives in the Leicester Urban Area.",
  "/wiki/Derby_Racecourse": "Derby Racecourse is a former horse racing venue in Derby, England, from 1848 to 1939. It was preceded by two earlier courses, at different locations.",
  "/wiki/The_Racecourse": "The Racecourse is part of Durham University's sports facilities. It contains squash, tennis and fives courts, cricket, rugby, hockey and football pitches and rowing houses. It is located along the River Wear and has been used as a sports ground since at least 1733.\n As well as use by Durham University, the Racecourse is known for hosting two annual events, the Durham Regatta and Durham Miners' Gala. Its cricket ground is used for first class cricket and is the home of Durham MCC University (previously Durham University Centre of Cricketing Excellence).",
  "/wiki/County_Durham": "County Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) [note 1] is a county in North East England. The county town is Durham, a cathedral city. \n County Durham can refer to the modern ceremonial county, the smaller area of a unitary authority, or the historic county with different boundaries. The largest settlement in the ceremonial county is Darlington, closely followed by Hartlepool, Billingham and Stockton-on-Tees. It borders Tyne and Wear to the north east, Northumberland to the north, Cumbria to the west and North Yorkshire to the south. The area of the unitary authority, Durham County Council, does not include Darlington, Hartlepool or Stockton-on-Tees.  The historic county's boundaries stretch between the rivers Tyne and Tees, thus including places such as Gateshead, Jarrow, South Shields and Sunderland, but do not include the part of the modern county south of the Tees.\n During the Middle Ages, the county was an ecclesiastical centre, due largely to the presence of St Cuthbert's shrine in Durham Cathedral, and the extensive powers granted to the Bishop of Durham as ruler of the County Palatine of Durham. The county has a mixture of mining, farming and heavy railway heritage, with the latter especially noteworthy in the southeast of the county, in Darlington, Shildon and Stockton. It is an area of regeneration and promoted as a tourist destination; in the centre of the city of Durham, Durham Castle and Durham Cathedral are UNESCO-designated World Heritage Sites.",
  "/wiki/Eglinton_Racecourse": "Eglinton Country Park is located in the grounds of the old Eglinton Castle estate, Kilwinning, North Ayrshire, Scotland (map reference NS 3227 4220). Eglinton Park is situated in the parish of Kilwinning, part of the former district of Cunninghame, and covers an area of 400 ha (990 acres) ([98 acres (40 ha)] of  which are woodland). The central iconic feature of the country park is the ruined Eglinton Castle, once home to the Eglinton family and later the Montgomeries, Earls of Eglinton and chiefs of the Clan Montgomery. Eglinton Country Park is managed and maintained by North Ayrshire Council and its Ranger Service.",
  "/wiki/County_Londonderry": "County Londonderry (Irish: Contae Dhoire; Ulster-Scots: Coontie Lunnonderrie), also known as County Derry, is one of the six counties of Northern Ireland. Prior to the partition of Ireland, it was one of the counties of the Kingdom of Ireland from 1613 onward and then of the United Kingdom after the Acts of Union 1800. Adjoining the north-west shore of Lough Neagh, the county covers an area of 2,074 km² (801 sq mi) and today has a population of about 247,132.\n Since 1972, the counties in Northern Ireland, including Londonderry, have no longer been used by the state as part of the local administration. Following further reforms in 2015, the area is now governed under three different districts; Derry and Strabane, Causeway Coast and Glens and Mid-Ulster. Despite no longer being used for local government and administrative purposes, it is sometimes used in a cultural context in All-Ireland sporting and cultural events (i.e. Derry GAA).\n Since 1981, it has become one of four counties in Northern Ireland that has a Catholic majority (55.56% according to the 2001 Census), with 57% of the Catholic population residing within Derry City Council. The county flower is the Purple Saxifrage.",
  "/wiki/Northern_Ireland": "Northern Ireland (Irish: Tuaisceart Éireann [ˈt̪ˠuəʃcəɾˠt̪ˠ ˈeːɾʲən̪ˠ] (listen); Ulster-Scots: Norlin Airlann) is variously described as a country, province or region which is part of the United Kingdom. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's total population and about 3% of the UK's population. Established by the Northern Ireland Act 1998 as part of the Good Friday Agreement, the Northern Ireland Assembly (colloquially referred to as Stormont after its location) holds responsibility for a range of devolved policy matters, while other areas are reserved for the British government. Northern Ireland co-operates with the Republic of Ireland in several areas, and the Agreement granted the Republic the ability to \"put forward views and proposals\" with \"determined efforts to resolve disagreements between the two governments\".\n On 11 January 2020, legislators in Northern Ireland formed a government for the first time since the Executive of the 5th Northern Ireland Assembly collapsed in January 2017, following the Renewable Heat Incentive scandal.\n Northern Ireland was created in 1921, when Ireland was partitioned between Northern Ireland and Southern Ireland by the Government of Ireland Act 1920. Unlike Southern Ireland, which would become the Irish Free State in 1922, the majority of Northern Ireland's population were unionists, who wanted to remain within the United Kingdom. Most of these were the Protestant descendants of colonists from Great Britain. However, a significant minority, mostly Catholics, were nationalists who wanted a united Ireland independent of British rule. Today, the former generally see themselves as British and the latter generally see themselves as Irish, while a distinct Northern Irish or Ulster identity is claimed both by a large minority of Catholics and Protestants and by many of those who are non-aligned.\n For most of the 20th century, when it came into existence, Northern Ireland was marked by discrimination and hostility between these two sides in what First Minister of Northern Ireland, David Trimble, called a \"cold house\" for Catholics. In the late 1960s, conflict between state forces and chiefly Protestant unionists on the one hand, and chiefly Catholic nationalists on the other, erupted into three decades of violence known as the Troubles, which claimed over 3,500 lives and injured over 50,000 others. The 1998 Good Friday Agreement was a major step in the peace process, including the decommissioning of weapons and security normalisation, although sectarianism and religious segregation still remain major social problems, and sporadic violence has continued.\nNorthern Ireland was the most industrialised region of Ireland, declining as a result of the political and social turmoil of the Troubles, but economically growing significantly since the late 1990s. The initial growth came from the \"peace dividend\" and the links which increased trade with the Republic of Ireland, continuing with a significant increase in tourism, investment and business from around the world. Unemployment in Northern Ireland peaked at 17.2% in 1986, dropping to 6.1% for June–August 2014[update] and down by 1.2 percentage points over the year, similar to the UK figure of 6.2%. 58.2% of those unemployed had been unemployed for over a year.\n Cultural links between Northern Ireland, the rest of Ireland, and the rest of the UK are complex, with Northern Ireland sharing both the culture of Ireland and the culture of the United Kingdom. In many sports, the island of Ireland fields a single team, a notable exception being association football. Northern Ireland competes separately at the Commonwealth Games, and people from Northern Ireland may compete for either Great Britain or Ireland at the Olympic Games.",
  "/wiki/Sussex": "Sussex (/ˈsʌsɪks/), from the Old English Sūþsēaxe (South Saxons), is a historic county in South East England corresponding roughly in area to the ancient Kingdom of Sussex.  It is bounded to the west by Hampshire, north by Surrey, northeast by Kent, south by the English Channel, and divided for many purposes into the ceremonial counties of West Sussex and East Sussex. Brighton and Hove, though part of East Sussex, was made a unitary authority in 1997, and as such, is administered independently of the rest of East Sussex. Brighton and Hove was granted City status in 2000.  Until then, Chichester was Sussex's only city.\n Sussex has three main geographic sub-regions, each oriented approximately east to west.  In the southwest is the fertile and densely populated coastal plain.  North of this are the rolling chalk hills of the South Downs, beyond which is the well-wooded Sussex Weald.\n The name derives from the Kingdom of Sussex, which was founded, according to legend, by Ælle of Sussex in AD 477. Around 827, it was absorbed into the kingdom of Wessex and subsequently into the kingdom of England. It was the home of some of Europe's earliest recorded hominids, whose remains have been found at Boxgrove. It was invaded by the Romans and is the site of the Battle of Hastings.\n In 1974, the Lord-Lieutenant of Sussex was replaced with one each for East and West Sussex, which became separate ceremonial counties.  Sussex continues to be recognised as a geographical territory and cultural region.  It has had a single police force since 1968 and its name is in common use in the media.  In 2007, Sussex Day was created to celebrate the county's rich culture and history. Based on the traditional emblem of Sussex, a blue shield with six gold martlets, the flag of Sussex was recognised by the Flag Institute in 2011. In 2013, Secretary of State for Communities and Local Government Eric Pickles formally recognised and acknowledged the continued existence of England's 39 historic counties, including Sussex.",
  "/wiki/List_of_British_racecourses": "This List of British racecourses gives details of both current and former horse racing venues in Great Britain.  There are, as of 2 February 2020, 59 racecourses operating in Great Britain (excluding Point-to-Point courses).  In addition, there is a former racecourse, Folkestone, which is mothballed pending a decision over its future.  There are currently no plans for Folkestone to operate fixtures although the basic racecourse infrastructure remains intact. Hereford racecourse reopened in October 2016 having been closed since 2012. Towcester racecourse is currently in administration and the future of racing at the venue is uncertain."
}