{
  "/wiki/Mahinda_Rajapaksa_International_Stadium": "Mahinda Rajapaksa International Cricket Stadium better known as Sooriyawewa International Cricket Stadium (Sinhala: මහින්ද රාජපක්ෂ ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාංගනය, Tamil: மகிந்த ராசபக்ச பன்னாட்டுத் துடுப்பாட்ட அரங்கம்),  and abbreviately as MRIC Stadium, is an international cricket stadium in Hambantota, Sri Lanka. It was built for the 2011 Cricket World Cup and hosted two matches, the first being Sri Lanka against Canada, on 20 February 2011. The stadium has a capacity of 35,000 people making It the second largest stadium in Sri Lanka.",
  "/wiki/Hambantota": "Hambantota (Sinhala: හම්බන්තොට, Tamil: அம்பாந்தோட்டை) is the main town in Hambantota District, Southern Province, Sri Lanka. This underdeveloped area was hit hard by the 2004 Indian Ocean tsunami and is undergoing a number of major development projects including the construction of a new sea port and international airport finished in 2013. These projects and others such as Hambantota Cricket Stadium are said to form part of the government's plan to transform Hambantota into the second major urban hub of Sri Lanka, away from Colombo.",
  "/wiki/Opening_ceremony": "An opening ceremony, grand opening, or ribbon-cutting ceremony marks the official opening of a newly-constructed location or the start of an event. Opening ceremonies at large events such as the Olympic Games, FIFA World Cup, and the Rugby World Cup might involve thousands of participants and be watched worldwide.",
  "/wiki/Archery": "Archery is the art, sport, practice, or skill of using a bow to shoot arrows. The word comes from the Latin arcus. Historically, archery has been used for hunting and combat. In modern times, it is mainly a competitive sport and recreational activity. A person who participates in archery is typically called an archer or a bowman, and a person who is fond of or an expert at archery is sometimes called a toxophilite.",
  "/wiki/Diving_(sport)": "Diving is the sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics. Diving is an internationally recognized sport that is part of the Olympic Games.  In addition, unstructured and non-competitive diving is a recreational pastime.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/Rugby_sevens": "Rugby sevens (commonly known as simply sevens), and originally known as seven-a-side rugby, is a variant of rugby union in which teams are made up of seven players playing seven minute halves, instead of the usual 15 players playing 40 minute halves. Rugby sevens is administered by World Rugby, the body responsible for rugby union worldwide. The game is popular at all levels, with amateur and club tournaments generally held in the summer months. Sevens is one of the most well distributed forms of rugby, and is popular in parts of Africa, Asia, Europe, and the Americas, and especially in the South Pacific.",
  "/wiki/Badminton": "Badminton is a racquet sport played using racquets to hit a shuttlecock across a net. Although it may be played with larger teams, the most common forms of the game are \"singles\" (with one player per side) and \"doubles\" (with two players per side). Badminton is often played as a casual outdoor activity in a yard or on a beach; formal games are played on a rectangular indoor court. Points are scored by striking the shuttlecock with the racquet and landing it within the opposing side's half of the court.",
  "/wiki/Netball": "Netball is a ball sport played by two teams of seven players. Netball is most popular in many Commonwealth nations, specifically in schools, and is predominantly played by women. According to the INF, netball is played by more than 20 million people in more than 80 countries. Major domestic leagues in the sport include the Netball Superleague in Great Britain, Suncorp Super Netball in Australia and the ANZ Premiership in New Zealand. Four major competitions take place internationally: the quadrennial World Netball Championships, the Commonwealth Games, and the yearly Quad Series and Fast5 Series. In 1995, netball became an International Olympic Committee recognised sport, but it has not been played at the Olympics.",
  "/wiki/Olympic_weightlifting": "Olympic weightlifting, or Olympic-style weightlifting, often simply referred to as weightlifting, is a sport in which the athlete attempts a maximum-weight single lift of a barbell loaded with weight plates.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/Lawn_bowls": "Bowls or lawn bowls is a sport in which the objective is to roll biased balls so that they stop close to a smaller ball called a  \"jack\" or \"kitty\". It is played on a bowling green which may be flat (for \"flat-green bowls\") or convex or uneven (for \"crown green bowls\"). It is normally played outdoors (although there are many indoor venues) and the outdoor surface is either natural grass, artificial turf, or cotula (in New Zealand).",
  "/wiki/Squash_(sport)": "Squash is a racket  and ball sport played by two (singles) or four players (doubles squash) in a four-walled court with a small, hollow rubber ball. The players alternate in striking the ball with their racquets onto the playable surfaces of the four walls of the court. The objective of the game is to hit the ball in such a way that the opponent is not able to play a valid return. About 20 million people play squash regularly world-wide in over 185 countries. The governing body of Squash, the World Squash Federation (WSF), is recognized by the International Olympic Committee (IOC), but the sport is not part of the Olympic Games, despite a number of applications. Supporters continue to lobby for its incorporation in a future Olympic program.",
  "/wiki/Table_tennis": "Table tennis, also known as ping-pong, is a sport in which two or four players hit a lightweight ball back and forth across a table using small rackets. The game takes place on a hard table divided by a net. Except for the initial serve, the rules are generally as follows: players must allow a ball played toward them to bounce one time on their side of the table, and must return it so that it bounces on the opposite side at least once. A point is scored when a player fails to return the ball within the rules. Play is fast and demands quick reactions. Spinning the ball alters its trajectory and limits an opponent's options, giving the hitter a great advantage.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/Track_cycling": "Track cycling is a bicycle racing sport usually held on specially built banked tracks or velodromes using track bicycles.",
  "/wiki/Gymnastics": "Gymnastics is a sport that includes exercises requiring balance, strength, flexibility, agility, coordination, and endurance. The movements involved in gymnastics contribute to the development of the arms, legs, shoulders, back, chest, and abdominal muscle groups. Alertness, precision, daring, self-confidence, and self-discipline are mental traits that can also be developed through gymnastics. Gymnastics evolved from exercises used by the ancient Greeks that included skills for mounting and dismounting a horse and from circus performance skills.",
  "/wiki/Field_hockey": "Field hockey is a widely played team sport of the hockey family. The game can be played on grass, watered turf, artificial turf or synthetic field, as well as an indoor boarded surface. Each team plays with ten field players and a goalkeeper. Players commonly use sticks made out of wood, carbon fibre, fibre glass or a combination of carbon fibre and fibre glass in different quantities (with the higher carbon fibre stick being more expensive and less likely to break) to hit a round, hard, plastic hockey ball. The length of the hockey stick is based on the player's individual height, the top of the stick usually comes to the players hip, taller players typically have taller sticks. The sticks have a round side and a flat side only the flat face of the stick is allowed to be used, if the other side is used it results in a foul. Goalies often have a different kind of stick, however they can also use an ordinary field hockey stick. The specific goal-keeping sticks have another curve at the end of the stick, this is to give them more surface area to save the ball. The uniform consists of shin guards, shoes, shorts or a skirt, a mouthguard and a jersey.",
  "/wiki/Hambantota_District": "Hambantota District (Sinhala: හම්බන්තොට දිස්ත්‍රික්කය hambantoṭa distrikkaya; Tamil: அம்பாந்தோட்டை மாவட்டம் Ampāntōṭṭai māvaṭṭam) is a district in Southern Province, Sri Lanka. It is one of 25 districts of Sri Lanka, the second level administrative division of the country. The district is administered by a District Secretariat headed by a District Secretary (previously known as a Government Agent) appointed by the central government of Sri Lanka.",
  "/wiki/Sport_shooting": "Shooting sports is a collective group of competitive and recreational sporting activities involving proficiency tests of accuracy, precision and speed in shooting — the art of using various types of ranged weapons, mainly referring to human-portable guns (firearms and airguns, in forms such as handguns, rifles and shotguns) and bows/crossbows.",
  "/wiki/Tissamaharama": "Tissamaharama (Sinhala: තිස්සමහාරාමය [ˈtissəmaˌhaːˈraːməyə], Tamil: திஸ்ஸமஹாராம) is a town in Hambantota District, Southern Province, Sri Lanka.",
  "/wiki/Road_cycling": "Road cycling is the most widespread form of cycling. It includes recreational, racing, and utility cycling. Road cyclists are generally expected to obey the same rules and laws as other vehicle drivers or riders and may also be vehicular cyclists.",
  "/wiki/Triathlon": "A triathlon is a multisport race with three continuous and sequential endurance races. The word is of Greek origin, from τρεῖς or treis (three) and ἆθλος or athlos (competition).",
  "/wiki/Embilipitiya": "Embilipitiya is a town, governed by an urban council, in Ratnapura District, Sabaragamuwa Province, Sri Lanka."
}