{
  "/wiki/Ivan_Dominguez": "Iván Domínguez (born May 28, 1976 in Havana) is a Cuban professional road bicycle racer for the Franco MRI Racing Team. In 2009 Dominguez also known as \"The Cuban Missile\" acquired U.S. citizenship.",
  "/wiki/Juan_Jose_Haedo": "Juan José Haedo (born 26 January 1981) is an Argentine former professional road racing cyclist and track cyclist, who rode professionally between 2003 and 2014. He is the brother of Lucas Sebastián Haedo.",
  "/wiki/Shawn_Milne": "Shawn Milne (born November 9, 1981) is a professional road bicycle racer from Gloucester, Massachusetts, United States. In 2009, he rode in events on the USA Cycling National Racing Calendar and UCI Continental Circuits for Team Type 1. On May 31, 2009, he won the Air Force Cycling Classic. He was selected to represent the United States at the 2002 and 2003 Under 23 World Road Race Championships.",
  "/wiki/Frank_Pipp": "Frank Pipp (born May 22, 1977 in Iron Mountain, Michigan) is a former American cyclist. He was professional from 2005 to 2013.",
  "/wiki/Alejandro_Borrajo": "Alejandro Alberto Borrajo (born 24 April 1980 in Viedma, Río Negro) is an Argentine professional road racing cyclist. His other brother, Armando Borrajo, committed suicide on December 18, 2010, having been kidnapped for two days. Alejandro broke his arm, trying to intervene.",
  "/wiki/David_Veilleux": "David Veilleux (born 26 November 1987) is a Canadian former professional cyclist, who competed as a professional between 2011 and 2013. He is best known for his victories in the Italian semi-classic Tre Valli Varesine in 2012 and winning a stage of the 2013 Critérium du Dauphiné.",
  "/wiki/Jonathan_Cantwell": "Jonathan Cantwell (8 January 1982 – 6 November 2018) was an Australian professional road bicycle racer who rode for UCI Professional Continental Team Drapac Cannondale Holistic Development Team.",
  "/wiki/Jake_Keough": "Jake Keough (born June 18, 1987 in Sandwich, Massachusetts) is a former American cyclist. He is Luke Keough's brother."
}