{
  "/wiki/Spencer_Compton,_1st_Earl_of_Wilmington": "Spencer Compton, 1st Earl of Wilmington, KG, PC (c. 1673 – 2 July 1743) was a British Whig statesman who served continuously in government from 1715 until his death. He sat in the English and British House of Commons between 1698 and 1728, and was then raised to the peerage and sat in the House of Lords. He served as the Prime Minister from 1742 until his death in 1743. He is considered to have been Britain's second Prime Minister, after Sir Robert Walpole, but worked closely with the Secretary of State, Lord Carteret, in order to secure the support of the various factions making up the Government.",
  "/wiki/Trinity_College,_Oxford": "Trinity College (full name: The College of the Holy and Undivided Trinity in the University of Oxford, of the foundation of Sir Thomas Pope (Knight)) is one of the constituent colleges of the University of Oxford in England. The college was founded in 1555 by Sir Thomas Pope, on land previously occupied by Durham College, home to Benedictine monks from Durham Cathedral.",
  "/wiki/Henry_Pelham": "Henry Pelham FRS (25 September 1694 – 6 March 1754) was a British Whig statesman, who served as Prime Minister of Great Britain from 27 August 1743 until his death. He was the younger brother of Thomas Pelham-Holles, 1st Duke of Newcastle, who served in Pelham's government and succeeded him as Prime Minister. Pelham is generally considered to have been Britain's third Prime Minister after Sir Robert Walpole and the Earl of Wilmington.",
  "/wiki/Hertford_College,_Oxford": "Hertford College (/ˈhɑːrtfərd/ HART-fərd) is a constituent college of the University of Oxford in England. It is located on Catte Street in the centre of Oxford, directly opposite the main gate to the Bodleian Library. The college is known for its iconic bridge, the Bridge of Sighs. There are around 600 students at the college at any one time, comprising undergraduates, graduates and visiting students from overseas.",
  "/wiki/George_Grenville": "George Grenville (14 October 1712 – 13 November 1770) was a British Whig statesman who rose to the position of Prime Minister of Great Britain. Grenville was born into an influential political family and first entered Parliament in 1741 as an MP for Buckingham. He emerged as one of Cobham's Cubs, a group of young members of Parliament associated with Lord Cobham.",
  "/wiki/Christ_Church,_Oxford": "Christ Church (Latin: Ædes Christi, the temple or house, ædēs, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England. Christ Church is a joint foundation of the college and the cathedral of the Oxford diocese (Christ Church Cathedral and its cathedral school), which serves as the college chapel and whose dean is ex officio the college head.",
  "/wiki/William_Pitt,_1st_Earl_of_Chatham": "William Pitt, 1st Earl of Chatham, PC, FRS (15 November 1708 – 11 May 1778) was a British statesman of the Whig group who served as Prime Minister of Great Britain in the middle of the 18th century. Historians call him Pitt of Chatham, or William Pitt the Elder, to distinguish him from his son, William Pitt the Younger, who also was a prime minister. Pitt was also known as The Great Commoner, because of his long-standing refusal to accept a title until 1766.",
  "/wiki/Frederick_North,_Lord_North": "Frederick North, 2nd Earl of Guilford, KG, PC (13 April 1732 – 5 August 1792), better known by his courtesy title Lord North, which he used from 1752 to 1790, was Prime Minister of Great Britain from 1770 to 1782. He led Great Britain through most of the American War of Independence. He also held a number of other cabinet posts, including Home Secretary and Chancellor of the Exchequer.",
  "/wiki/William_Petty,_2nd_Earl_of_Shelburne": "William Petty, 1st Marquess of Lansdowne, KG, PC (2 May 1737 – 7 May 1805; known as The Earl of Shelburne between 1761 and 1784, by which title he is generally known to history) was an Irish-born British Whig statesman who was the first Home Secretary in 1782 and then Prime Minister in 1782–83 during the final months of the American War of Independence. He succeeded in securing peace with America and this feat remains his most notable legacy. He was also well known as a collector of antiquities and works of art.",
  "/wiki/William_Cavendish-Bentinck,_3rd_Duke_of_Portland": "William Henry Cavendish Cavendish-Bentinck, 3rd Duke of Portland, KG, PC, FRS (14 April 1738 – 30 October 1809) was a British Whig and Tory politician during the late Georgian era. He served as Chancellor of the University of Oxford (1792–1809) and twice as the Prime Minister, of Great Britain (1783) and then of the United Kingdom (1807–09). The twenty-four years between his two terms as Prime Minister is the longest gap between terms of office of any British Prime Minister.",
  "/wiki/Henry_Addington": "Henry Addington, 1st Viscount Sidmouth, PC (30 May 1757 – 15 February 1844) was a British statesman who served as Prime Minister from 1801 to 1804. He is best known for obtaining the Treaty of Amiens in 1802, an unfavourable peace with Napoleonic France which marked the end of the Second Coalition during the French Revolutionary Wars. When that treaty broke down he resumed the war, but he was without allies and conducted relatively weak defensive hostilities, ahead of what would become the War of the Third Coalition. He was forced from office in favour of William Pitt the Younger, who had preceded Addington as Prime Minister. Addington is also known for his reactionary crackdown on advocates of democratic reforms during a ten-year spell as Home Secretary from 1812 to 1822. He is the longest continuously serving holder of that office since it was created in 1782.",
  "/wiki/Brasenose_College,_Oxford": "Brasenose College (BNC), officially The Principal and Scholars of the King’s Hall and College of Brasenose in Oxford, is one of the constituent colleges of the University of Oxford in the United Kingdom. It was founded in 1509, with the library and chapel added in the mid-17th century and the new quadrangle in the late 19th and early 20th centuries.",
  "/wiki/William_Wyndham_Grenville,_1st_Baron_Grenville": "William Wyndham Grenville, 1st Baron Grenville, PC, PC (Ire), FRS (25 October 1759 – 12 January 1834) was a British Pittite Tory and politician who served as Prime Minister of the United Kingdom from 1806 to 1807, though he was a supporter of the British Whig Party for the duration of the Napoleonic Wars.",
  "/wiki/Robert_Jenkinson,_2nd_Earl_of_Liverpool": "Robert Banks Jenkinson, 2nd Earl of Liverpool, KG, PC, FRS (7 June 1770 – 4 December 1828) was a British statesman and Prime Minister (1812–1827).",
  "/wiki/George_Canning": "George Canning FRS (11 April 1770 – 8 August 1827) was a British Tory statesman who served as Prime Minister of the United Kingdom from April to August 1827. He occupied various senior cabinet positions under numerous prime ministers, before eventually serving himself as Prime Minister for the final 118 days of his life.",
  "/wiki/Robert_Peel": "Sir Robert Peel, 2nd Baronet, FRS (5 February 1788 – 2 July 1850) was a British Conservative statesman who served twice as Prime Minister of the United Kingdom (1834–35 and 1841–46) and twice as Home Secretary (1822–27 and 1828–30). He is regarded as the father of modern British policing, owing to his founding of the Metropolitan Police Service. Peel was one of the founders of the modern Conservative Party.",
  "/wiki/Edward_Smith-Stanley,_14th_Earl_of_Derby": "Edward George Geoffrey Smith-Stanley, 14th Earl of Derby, KG, GCMG, PC, PC (Ire) (29 March 1799 – 23 October 1869) was a British statesman, three-time Prime Minister of the United Kingdom and, to date, the longest-serving leader of the Conservative Party. He was known before 1834 as Edward Stanley, and from 1834 to 1851 as Lord Stanley. He is one of only four British prime ministers to have three or more separate periods in office. However, his ministries each lasted less than two years and totalled three years and 280 days.",
  "/wiki/William_Ewart_Gladstone": "William Ewart Gladstone PC FRS FSS (/ˈɡlædstən/; 29 December 1809 – 19 May 1898) was a British statesman and Liberal politician. In a career lasting over 60 years, he served for 12 years as Prime Minister of the United Kingdom, spread over four terms beginning in 1868 and ending in 1894. He also served as Chancellor of the Exchequer four times.",
  "/wiki/Robert_Gascoyne-Cecil,_3rd_Marquess_of_Salisbury": "Robert Arthur Talbot Gascoyne-Cecil, 3rd Marquess of Salisbury, KG, GCVO, PC, FRS, DL (/ˈmɑːrkwɪs əv ˈsɔːlzbəri/; 3 February 1830 – 22 August 1903), styled Lord Robert Cecil before the death of his elder brother in 1865, Viscount Cranborne from June 1865 until his father died in April 1868, and then the Marquess of Salisbury, was a British statesman, serving as prime minister three times for a total of over thirteen years. A member of the Conservative Party, he was the last prime minister to serve his term while a member of the House of Lords (Alec Douglas-Home was very briefly a member of the House of Lords at the start of his premiership, but he renounced his peerage and subsequently sat in the House of Commons).",
  "/wiki/Archibald_Primrose,_5th_Earl_of_Rosebery": "Archibald Philip Primrose, 5th Earl of Rosebery, 1st Earl of Midlothian, KG, KT, PC, FRS, FBA (7 May 1847 – 21 May 1929), was a British Liberal politician who served as Prime Minister of the United Kingdom from March 1894 to June 1895. Between the death of his father, in 1851, and the death of his grandfather, the 4th Earl of Rosebery, in 1868 he was known by the courtesy title of Lord Dalmeny.",
  "/wiki/H._H._Asquith": "Herbert Henry Asquith, 1st Earl of Oxford and Asquith, KG, PC, KC, FRS (12 September 1852 – 15 February 1928), generally known as H. H. Asquith, was a British statesman and Liberal politician who served as Prime Minister of the United Kingdom from 1908 to 1916. He was the last prime minister to lead a majority Liberal government, and he played a central role in the design and passage of major liberal legislation and a reduction of the power of the House of Lords. In August 1914, Asquith took Great Britain and the British Empire into the First World War. In 1915, his government was vigorously attacked for a shortage of munitions and the failure of the Gallipoli Campaign. He formed a coalition government with other parties, but failed to satisfy critics. As a result, he was forced to resign in December 1916, and he never regained power.",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Clement_Attlee": "Clement Richard Attlee, 1st Earl Attlee, KG, OM, CH, PC, FRS (3 January 1883 – 8 October 1967) was a British politician who served as Prime Minister of the United Kingdom from 1945 to 1951 and Leader of the Labour Party from 1935 to 1955. He was twice Leader of the Opposition (1935–1940, 1951–1955).",
  "/wiki/University_College,_Oxford": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as \"Univ\") is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.",
  "/wiki/Anthony_Eden": "Robert Anthony Eden, 1st Earl of Avon, KG, MC, PC (12 June 1897 – 14 January 1977) was a British Conservative politician who served three periods as Foreign Secretary and then a relatively brief term as Prime Minister of the United Kingdom from 1955 to 1957.",
  "/wiki/Harold_Macmillan": "Maurice Harold Macmillan, 1st Earl of Stockton, OM, PC, FRS (10 February 1894 – 29 December 1986) was a British Conservative politician who served as Prime Minister of the United Kingdom from 1957 to 1963. Dubbed \"Supermac\", he was known for his pragmatism, wit and unflappability."
}