{
  "/wiki/Philip_Bushill-Matthews": "Philip Bushill-Matthews (born 15 January 1943 in Droitwich)\nwas a British politician and was a Conservative Member of the European Parliament for the West Midlands.",
  "/wiki/University_College,_Oxford": "University College (in full The College of the Great Hall of the University of Oxford, colloquially referred to as \"Univ\") is a constituent college of the University of Oxford in England. It has a claim to being the oldest college of the university, having been founded in 1249 by William of Durham.",
  "/wiki/Richard_Corbett": "Richard Graham Corbett (born 6 January 1955) is a British politician who served as the final leader of the Leader of the European Parliamentary Labour Party, from 2017 to 2020. He was a Member of the European Parliament (MEP) for Yorkshire and the Humber from 1999 to 2009, and from 2014 to 2020. Previously he represented Merseyside West from 1996 to 1999 (under the system that predated the present proportional representation regional system). He attended Shadow Cabinet and was a member of the Labour Party NEC (National Executive Committee).",
  "/wiki/Trinity_College,_Oxford": "Trinity College (full name: The College of the Holy and Undivided Trinity in the University of Oxford, of the foundation of Sir Thomas Pope (Knight)) is one of the constituent colleges of the University of Oxford in England. The college was founded in 1555 by Sir Thomas Pope, on land previously occupied by Durham College, home to Benedictine monks from Durham Cathedral.",
  "/wiki/Daniel_Hannan": "Daniel John Hannan (born 1 September 1971) is a British writer, journalist and politician. He is the founding President of the Initiative for Free Trade and was a Conservative Member of the European Parliament for South East England from 1999 until the United Kingdom's exit from the EU in 2020.",
  "/wiki/Oriel_College,_Oxford": "Oriel College (/ˈɔːrɪəl/) is a constituent college of the University of Oxford in Oxford, England. Located in Oriel Square, the college has the distinction of being the oldest royal foundation in Oxford (a title formerly claimed by University College, whose claim of being founded by King Alfred is no longer promoted). In recognition of this royal connection, the college has also been known as King's College and King's Hall. The reigning monarch of the United Kingdom (since 1952, Elizabeth II) is the official Visitor of the college.",
  "/wiki/Caroline_Jackson": "Caroline Jackson (born 5 November 1946 in Penzance, Cornwall) is a politician in the United Kingdom. She was a Member of the European Parliament for the Conservative Party from 1984 to 2009.",
  "/wiki/St_Hugh's_College,_Oxford": "St Hugh's College is one of the constituent colleges of the University of Oxford. It is located on a 14.5-acre (5.9-hectare) site on St Margaret's Road, to the north of the city centre. It was founded in 1886 by Elizabeth Wordsworth as a women's college, and accepted its first male students in its centenary year in 1986.",
  "/wiki/Nuffield_College,_Oxford": "Nuffield College /ˈnʌfiːld/ is one of the constituent colleges of the University of Oxford in England. It is a graduate college and specialises in the social sciences, particularly economics, politics and sociology. Nuffield is one of Oxford's newest colleges, having been founded in 1937, as well as one of the smallest, with around 75 postgraduate students and 60 academic fellows. It was also the first Oxford college to accept both men and women, having been coeducational since its foundation.",
  "/wiki/Christopher_Jackson_(politician)": "Christopher Murray Jackson (24 May 1935 – 13 December 2019) was a British politician and businessman and Honorary Member of the European Parliament.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Stanley_Johnson_(writer)": "Stanley Patrick Johnson (born 18 August 1940) is a British author and former politician. He has written books on environmental and population issues. He was a Conservative MEP for Wight and Hampshire East from 1979 to 1984 and is a former employee of the World Bank and the European Commission.",
  "/wiki/Exeter_College,_Oxford": "Exeter College (in full: The Rector and Scholars of Exeter College in the University of Oxford) is one of the constituent colleges of the University of Oxford in England and the fourth oldest college of the University.",
  "/wiki/Shaun_Spiers": "Shaun Mark Spiers (born 23 April 1962) is the Executive Director of the environmental think-tank, Green Alliance and a former Member of the European Parliament.",
  "/wiki/St_John's_College,_Oxford": "St John's College is a constituent college of the University of Oxford. Founded as a men's college in 1555, it has been coeducational since 1979. Its founder, Sir Thomas White, intended to provide a source of educated Roman Catholic clerics to support the Counter-Reformation under Queen Mary.",
  "/wiki/Charles_Tannock": "Dr Timothy Charles Ayrton Tannock MBE (born 25 September 1957) is a British politician, psychiatrist, and former Member of the European Parliament for London for the Conservative Party.",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Arthur_Wellesley,_Marquess_of_Douro": "Arthur Gerald Wellesley, Earl of Mornington (born 31 January 1978), also known as simply Arthur Mornington, is the elder son of Charles Wellesley, 9th Duke of Wellington. Since 2014, following the succession of his father as Duke of Wellington, he is entitled to the courtesy title of Marquess of Douro but continues to use the title Earl of Mornington.",
  "/wiki/Christ_Church,_Oxford": "Christ Church (Latin: Ædes Christi, the temple or house, ædēs, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England. Christ Church is a joint foundation of the college and the cathedral of the Oxford diocese (Christ Church Cathedral and its cathedral school), which serves as the college chapel and whose dean is ex officio the college head.",
  "/wiki/Keble_College,_Oxford": "Keble College (/ˈkiːbəl/) is one of the constituent colleges of the University of Oxford in England. Its main buildings are on Parks Road, opposite the University Museum and the University Parks. The college is bordered to the north by Keble Road, to the south by Museum Road, and to the west by Blackhall Road.",
  "/wiki/List_of_University_of_Oxford_people_in_British_public_life": "This is a list of University of Oxford people in British public life.  Many were students at one (or more) of the colleges of the University, and others held fellowships at a college."
}