{
  "/wiki/Nicholas_Boles": "Nicholas Edward Coleridge Boles (born 2 November 1965) is a British politician who served as the Member of Parliament (MP) for the Grantham and Stamford constituency in Lincolnshire from 2010 to 2019. He was a member of the Conservative Party until 2019. Boles resigned from his local Conservative Association on 16 March 2019 citing differences with his local party. On 1 April 2019, he resigned the party whip, accusing the party of failing to compromise on Brexit. He then sat as an Independent Progressive Conservative until the dissolution of parliament on 5 November.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Ian_Frank_Bowater": "Lieutenant Colonel Sir Ian Frank Bowater GBE DSO TD (16 December 1904 – 1 October 1982) was Lord Mayor of London from 1969 to 1970, the youngest son of Sir Frank Bowater, 1st Baronet (Lord Mayor from 1938 to 1939), and Ethel Anita Fryar.",
  "/wiki/Nicholas_Bye": "Nicholas David Bye is a Conservative local politician in England.  Bye was born in Paignton, Devon and graduated from Oxford University.[citation needed] He was Liberal candidate for Torbay in the 1987 election.",
  "/wiki/Alexander_Curtis": "Alexander Curtis (born 24 January 1997) is a British politician who was Mayor of Ware. Elected at the age of 20 in 2017, he is thought to have been one of the youngest mayors in Europe, and the second-youngest mayor in modern British history.",
  "/wiki/St_Catherine's_College,_Oxford": "St Catherine's College (also known as Catz) is one of the constituent colleges of the University of Oxford in Oxford, England and is the youngest college to teach both undergraduate and graduate students. Tracing its roots back to 1868 (although the college itself was opened in 1962), it has 502 undergraduate and 442 graduate students as of December 2017, making it the largest undergraduate college by membership in the University of Oxford (Kellogg College has 1139 students compared to St. Catherine's 992, though it is a graduate-only college).",
  "/wiki/George_Gordon,_2nd_Marquess_of_Aberdeen_and_Temair": "George Gordon, 2nd Marquess of Aberdeen and Temair OBE KStJ JP (20 January 1879 – 6 January 1965), styled Lord Haddo until 1916 and Earl of Haddo from 1916 to 1934, was a Scottish peer and politician.",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Cyril_Jackson_(educationist)": "Sir Cyril Jackson KBE (6 February 1863 – 3 September 1924) was a British educationist, important in the development of education in Western Australia.",
  "/wiki/New_College,_Oxford": "New College is one of the constituent colleges of the University of Oxford in the United Kingdom. Founded in 1379 by William of Wykeham, the full name of the college is St Mary's College of Winchester in Oxford. The name \"New College\", however, soon came to be used following its completion in 1386 to distinguish it from the older existing college of St Mary, now known as Oriel College.",
  "/wiki/Boris_Johnson": "Alexander Boris de Pfeffel Johnson Hon FRIBA (/ˈfɛfəl/; born 19 June 1964) is a British politician, writer, and former journalist serving as Prime Minister of the United Kingdom and Leader of the Conservative Party since 2019. He was Foreign Secretary from 2016 to 2018 and Mayor of London from 2008 to 2016. Johnson was Member of Parliament for Henley from 2001 to 2008 and has been MP for Uxbridge and South Ruislip since 2015. Ideologically, Johnson identifies as a one-nation conservative.",
  "/wiki/Christopher_Newbury": "Christopher Newbury (born 1956) is a British Conservative politician. He was a member of the Congress of the Council of Europe from 1998 to 2010 and since 2009 has been a member of the new Wiltshire Council created that year.",
  "/wiki/Keble_College,_Oxford": "Keble College (/ˈkiːbəl/) is one of the constituent colleges of the University of Oxford in England. Its main buildings are on Parks Road, opposite the University Museum and the University Parks. The college is bordered to the north by Keble Road, to the south by Museum Road, and to the west by Blackhall Road.",
  "/wiki/Kathleen_Ollerenshaw": "Dame Kathleen Mary Ollerenshaw, DBE (née Timpson; 1 October 1912 – 10 August 2014) was a British mathematician and politician who was Lord Mayor of Manchester from 1975 to 1976 and an advisor on educational matters to Margaret Thatcher's government in the 1980s.",
  "/wiki/Somerville_College,_Oxford": "Somerville College is one of the constituent colleges of the University of Oxford in England. Founded in 1879 as Somerville Hall, it was one of the first two women's colleges in Oxford, and its alumnae, such as Margaret Thatcher, Indira Gandhi, Dorothy Hodgkin, Iris Murdoch, Vera Brittain, Cornelia Sorabji, Dorothy L. Sayers and many activists, have played a major role in feminism. Today, around 50 per cent of the students are male.",
  "/wiki/Lena_Townsend": "Lena Moncrieff Townsend CBE (3 November 1911 – 17 November 2004) was a British Conservative politician in London and served briefly as Leader of the Inner London Education Authority.",
  "/wiki/Mike_Woodin": "Michael Edward Woodin (6 November 1965 – 9 July 2004) was the Principal Speaker of the Green Party of England and Wales and a city councillor for Oxford from 1994 to 2004. He was Principal Speaker for six of the eight years between 1998 and 2004, firstly alongside Jean Lambert before her election as an MEP, then alongside Margaret Wright, and lastly with Caroline Lucas MEP.",
  "/wiki/Wolfson_College,_Oxford": "Wolfson College (/ˈwʊlfsən/) is a constituent college of the University of Oxford in England. Located in north Oxford along the River Cherwell, Wolfson is an all-graduate college with over sixty governing body fellows, in addition to both research and junior research fellows. It caters to a wide range of subjects, from the humanities to the social and natural sciences. Like the majority of Oxford's newer colleges, it has been coeducational since its foundation in 1965.",
  "/wiki/List_of_University_of_Oxford_people_in_British_public_life": "This is a list of University of Oxford people in British public life.  Many were students at one (or more) of the colleges of the University, and others held fellowships at a college."
}