{
  "/wiki/Adrian_Carton_de_Wiart": "This article uses a Belgian surname: his surname is Carton de Wiart, not Wiart",
  "/wiki/Balliol_College,_Oxford": "Balliol College (/ˈbeɪliəl/) is one of the constituent colleges of the University of Oxford in England. One of Oxford's oldest colleges, it was founded around 1263 by John I de Balliol, a rich landowner from Barnard Castle in County Durham, who provided the foundation and endowment for the college. When de Balliol died in 1269 his widow, Dervorguilla, a woman whose wealth far exceeded that of her husband, continued his work in setting up the college, providing a further endowment, and writing the statutes. She is considered a co‑founder of the college.",
  "/wiki/Captain": "Captain is a title for the commander of a military unit, the commander of a ship, airplane, spacecraft, or other vessel, or the commander of a port, fire department or police department, election precinct, etc.  Captain is a military rank in armies, navies, coast guards, etc., typically at the level of an officer commanding a company of infantry, a ship, or a battery of artillery, or similar distinct unit. The terms also may be used as an informal or honorary title for persons in similar commanding roles.",
  "/wiki/Noel_Godfrey_Chavasse": "Captain Noel Godfrey Chavasse, VC & Bar, MC (9 November 1884 – 4 August 1917) was a British medical doctor, Olympic athlete, and British Army officer from the Chavasse family. He is one of only three people to be awarded a Victoria Cross twice.",
  "/wiki/Victoria_Cross": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a person of any military rank in any service and to civilians under military command although no civilian has received the award since 1879. Since the first awards were presented by Queen Victoria in 1857, two-thirds of all awards have been personally presented by the British monarch. These investitures are usually held at Buckingham Palace.",
  "/wiki/Medal_bar": "A medal bar or medal clasp is a thin metal bar attached to the ribbon of a military decoration, civil decoration, or other medal. It most commonly indicates the campaign or operation the recipient received the award for, and multiple bars on the same medal are used to indicate that the recipient has met the criteria for receiving the medal in multiple theatres.",
  "/wiki/Military_Cross": "The Military Cross (MC) is the third-level military decoration awarded to officers and (since 1993) other ranks of the British Armed Forces, and formerly awarded to officers of other Commonwealth countries.",
  "/wiki/Trinity_College,_Oxford": "Trinity College (full name: The College of the Holy and Undivided Trinity in the University of Oxford, of the foundation of Sir Thomas Pope (Knight)) is one of the constituent colleges of the University of Oxford in England. The college was founded in 1555 by Sir Thomas Pope, on land previously occupied by Durham College, home to Benedictine monks from Durham Cathedral.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/Olympic_Games": "The modern Olympic Games or Olympics (French: Jeux olympiques) are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are held every four years, with the Summer and Winter Games alternating by occurring every four years but two years apart.",
  "/wiki/Medical_Doctor": "A physician (American English), medical practitioner (Commonwealth English), medical doctor, or simply doctor, is a professional who practises medicine, which is concerned with promoting, maintaining, or restoring health through the study, diagnosis, prognosis and treatment of disease, injury, and other physical and mental impairments. Physicians may focus their practice on certain disease categories, types of patients, and methods of treatment—known as specialities—or they may assume responsibility for the provision of continuing and comprehensive medical care to individuals, families, and communities—known as general practice. Medical practice properly requires both a detailed knowledge of the academic disciplines, such as anatomy and physiology, underlying diseases and their treatment—the science of medicine—and also a decent competence in its applied practice—the art or craft of medicine.",
  "/wiki/First-class_honours": "The British undergraduate degree classification system is a grading structure for undergraduate degrees or bachelor's degrees and integrated master's degrees in the United Kingdom. The system has been applied (sometimes with significant variations) in other countries and regions.",
  "/wiki/War_memorial": "A war memorial is a building, monument, statue or other edifice to celebrate a war or victory, or (predominating in modern times) to commemorate those who died or were injured in a war.",
  "/wiki/Leonard_Cheshire": "Geoffrey Leonard Cheshire, Baron Cheshire, VC, OM, DSO & Two Bars, DFC (7 September 1917 – 31 July 1992) was a highly decorated Royal Air Force (RAF) pilot and group captain during the Second World War, and a philanthropist.",
  "/wiki/Merton_College,_Oxford": "Merton College (in full: The House or College of Scholars of Merton in the University of Oxford) is one of the constituent colleges of the University of Oxford in England. Its foundation can be traced back to the 1260s when Walter de Merton, chancellor to Henry III and later to Edward I, first drew up statutes for an independent academic community and established endowments to support it. An important feature of Walter's foundation was that this \"college\" was to be self-governing and the endowments were directly vested in the Warden and Fellows.",
  "/wiki/John_Aidan_Liddell": "Captain John Aidan Liddell VC MC (3 August 1888 – 31 August 1915) was an English pilot and recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Robert_Nairac": "Captain Robert Laurence Nairac GC (31 August 1948 – 15 May 1977) was a British Army officer in 14 Intelligence Company who was abducted from a pub in Dromintee, south County Armagh, during an undercover operation and assassinated by the Provisional Irish Republican Army (IRA) on his fourth tour of duty in Northern Ireland as a Military Intelligence Liaison Officer.",
  "/wiki/Lincoln_College,_Oxford": "Lincoln College (formally, The College of the Blessed Mary and All Saints, Lincoln) is one of the constituent colleges of the University of Oxford, situated on Turl Street in central Oxford. Lincoln was founded in 1427 by Richard Fleming, then Bishop of Lincoln.",
  "/wiki/Charles_Geoffrey_Vickers": "Sir (Charles) Geoffrey Vickers, VC (13 October 1894 – 16 March 1982) was an English lawyer, administrator, writer and pioneering systems scientist. He had varied interests with roles at different times with the London Passenger Transport Board, Law Society, Medical Research Council and Mental Health Research Fund. In the later years he wrote and lectured on social systems analysis and the complex patterns of social organisation. The Sir Geoffrey Vickers Memorial Award has been presented by the International Society for the Systems Sciences since 1987 in his memory.",
  "/wiki/Garth_Neville_Walford": "Garth Neville Walford VC (27 May 1882 – 26 April 1915) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.",
  "/wiki/Trevor_Bigham": "Sir Frank Trevor Roger Bigham, KBE, CB (22 May 1876 – 23 November 1954) was an English barrister, an Assistant Commissioner of the London Metropolitan Police from 1914 to 1931, and Deputy Commissioner from 1931 to 1935. He was the first officer to hold the position of Deputy Commissioner as a separate rank and not as an honorary title while also serving as an Assistant Commissioner.",
  "/wiki/Magdalen_College,_Oxford": "Magdalen College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Oxford. It was founded in 1458 by William of Waynflete. Today, it is one of the wealthiest colleges, with a financial endowment of £273.2 million as of 2018, and one of the strongest academically, setting the record for the highest Norrington Score in 2010 and topping the table twice since then. It is home to several of the University's distinguished chairs, including the Agnelli-Serena Professorship, the Sherardian Professorship, and the four Waynflete Professorships.",
  "/wiki/Sir_Ian_Blair": "Ian Warwick Blair, Baron Blair of Boughton QPM (born 19 March 1953) is a retired British policeman who held the position of Commissioner of Police of the Metropolis from 2005 to 2008 and was the highest-ranking officer within the Metropolitan Police Service.",
  "/wiki/Christ_Church,_Oxford": "Christ Church (Latin: Ædes Christi, the temple or house, ædēs, of Christ, and thus sometimes known as \"The House\") is a constituent college of the University of Oxford in England. Christ Church is a joint foundation of the college and the cathedral of the Oxford diocese (Christ Church Cathedral and its cathedral school), which serves as the college chapel and whose dean is ex officio the college head.",
  "/wiki/Paul_Condon,_Baron_Condon": "Paul Leslie Condon, Baron Condon, QPM DL FRSA (born 10 March 1947) is a retired British police officer. He was the Commissioner of the Metropolitan Police from 1993 to 2000.",
  "/wiki/St_Peter%27s_College,_Oxford": "St Peter's College is one of the constituent colleges of the University of Oxford and is located in New Inn Hall Street, Oxford, United Kingdom. It occupies the site of two of the university's medieval halls, dating back to at least the 14th century. The modern college was founded by Francis James Chavasse, former Bishop of Liverpool, opened as St Peter's Hall in 1929, and achieved full collegiate status as St Peter's College in 1961. Founded as a men's college, it has been coeducational since 1979.",
  "/wiki/David_Craig,_Baron_Craig_of_Radley": "Marshal of the Royal Air Force David Brownrigg Craig, Baron Craig of Radley, GCB, OBE (born 17 September 1929) is a retired Royal Air Force officer and member of the House of Lords. He was a fast jet pilot in the 1950s, a squadron commander in the 1960s and a station commander in the 1970s. He served as Chief of the Air Staff during the late 1980s, when the Boeing Airborne early warning and control system was ordered and the European Fighter programme was being developed. He then served as Chief of the Defence Staff during the Gulf War. He was granted a life peerage as Baron Craig of Radley after his retirement from active service in 1991, sitting as a crossbencher.",
  "/wiki/Cressida_Dick": "Dame Cressida Rose Dick DBE QPM (born 16 October 1960) is a British police officer who in 2017 was appointed Commissioner of the Metropolitan Police Service (MPS) in London.",
  "/wiki/Drury_Curzon_Drury-Lowe": "Lieutenant-General Sir Drury Curzon Drury-Lowe GCB (3 January 1830 – 6 April 1908) was a British Army officer.",
  "/wiki/Colin_McColl": "Sir Colin Hugh Verel McColl, KCMG (born 6 September 1932) was Head of the British Secret Intelligence Service (MI6) from 1989 to 1994.",
  "/wiki/The_Queen%27s_College,_Oxford": "The Queen's College is a constituent college of the University of Oxford, England. The college was founded in 1341 by Robert de Eglesfield (d'Eglesfield) in honour of Queen Philippa of Hainault (wife of King Edward III of England). It is distinguished by its predominantly neoclassical architecture, which includes buildings designed by Sir Christopher Wren and Nicholas Hawksmoor.",
  "/wiki/Eliza_Manningham-Buller": "Elizabeth Lydia Manningham-Buller, Baroness Manningham-Buller, LG, DCB (born 14 July 1948) is a retired British intelligence officer. She was Director General of MI5, the British internal Security Service, from October 2002 until her retirement on 20 April 2007, aged 58. She became a crossbench life peer on 18 April 2008.",
  "/wiki/Lady_Margaret_Hall,_Oxford": "Lady Margaret Hall (LMH) is one of the constituent colleges of the University of Oxford in England, located on the banks of the River Cherwell at Norham Gardens in north Oxford and adjacent to the University Parks. The college is more formally known under its current royal charter as \"The Principal and Fellows of the College of the Lady Margaret in the University of Oxford\".",
  "/wiki/Brian_Paddick": "Brian Leonard Paddick, Baron Paddick (born 24 April 1958), is a British politician and retired police officer, currently sitting in the House of Lords as a life peer. He was the Liberal Democrat candidate for the London mayoral elections of 2008 and 2012. He was, until his retirement in May 2007, Deputy Assistant Commissioner in London's Metropolitan Police Service and the United Kingdom's most senior openly gay police officer.",
  "/wiki/John_Rennie_(spymaster)": "Sir John Ogilvy Rennie, KCMG (13 January 1914 – 30 September 1981) was the 6th Director of the Secret Intelligence Service (MI6) from 1968 to 1973.",
  "/wiki/John_Scarlett": "Sir John McLeod Scarlett KCMG OBE (born 18 August 1948) is a retired British senior intelligence officer. He was Chief of the British Secret Intelligence Service (MI6) from 2004 to 2009. Prior to this appointment, he had chaired the Cabinet Office Joint Intelligence Committee (JIC).",
  "/wiki/David_Spedding": "Sir David Rolland Spedding KCMG CVO OBE (7 March 1943 – 13 June 2001) was Head of the British Secret Intelligence Service (MI6) from 1994 to 1999.",
  "/wiki/Hertford_College,_Oxford": "Hertford College (/ˈhɑːrtfərd/ HART-fərd) is a constituent college of the University of Oxford in England. It is located on Catte Street in the centre of Oxford, directly opposite the main gate to the Bodleian Library. The college is known for its iconic bridge, the Bridge of Sighs. There are around 600 students at the college at any one time, comprising undergraduates, graduates and visiting students from overseas.",
  "/wiki/David_Westwood": "David Westwood, QPM, is a British former police officer.  He was Chief Constable of Humberside Police from March 1999 until March 2005. In 2004, he was suspended from July until September as a result of the Bichard report into the Soham murders."
}