{
  "/wiki/Mackenzie_Highway": "The Mackenzie Highway is a Canadian highway in northern Alberta and the Northwest Territories.  It begins as Alberta Highway 2 at Mile Zero in Grimshaw, Alberta. After the first 4.0 km (2.5 mi), it becomes Alberta Highway 35 for the balance of its length through Alberta and then becomes Northwest Territories Highway 1.",
  "/wiki/Grimshaw,_Alberta": "Grimshaw is a town in northern Alberta located 25 km (16 mi) west of the town of Peace River at the junction of Highway 35, Highway 2, and bypass Highway 2A, and the Mackenzie Northern Railway. By virtue of being the original starting point of Highway 35, which leads to the Northwest Territories, Grimshaw is referred to as Mile Zero of the Mackenzie Highway.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Wrigley,_Northwest_Territories": "Wrigley (South Slavey language: Pehdzeh Ki Athabaskan pronunciation: [bɛht͡sɛ kʰi] (\"clay place\") is a \"Designated Authority\" in the Dehcho Region of the Northwest Territories, Canada. The Slavey Dene community is located on the east bank of the Mackenzie River, just below its confluence with the Wrigley River and about 466 mi (750 km) northwest of Yellowknife.",
  "/wiki/Hay_River,_Northwest_Territories": "Hay River (Xátł’odehchee /xátɬ’odɛhtʃʰe/), known as \"the Hub of the North,\" is a town in the Northwest Territories, Canada, located on the south shore of Great Slave Lake, at the mouth of the Hay River. The town is separated into two sections, a new town and an old town with the Hay River/Merlyn Carter Airport between them. The town is in the South Slave Region, and along with Fort Smith is one of the two regional centres.",
  "/wiki/Fort_Simpson": "Fort Simpson (Slavey language: Liidli Kue[pronunciation?] \"place where rivers come together\") is a village, the only one in the entire territory, in the Dehcho Region of the Northwest Territories, Canada. The community is located on an island at the confluence of the Mackenzie and Liard rivers. It is approximately 500 km (310 mi) west of Yellowknife. Both rivers were traditionally trade routes for the Hudson's Bay Company and the native Dene people of the area.",
  "/wiki/Hay_River_Highway": "The Hay River Highway, officially Northwest Territories Highway 2, is the shortest numbered highway in the Northwest Territories, and connects Hay River to the junction of Highway 1 at Enterprise. Its total length is 38 km (24 mi), all of which is paved. 6.1 km (3.8 mi) south of downtown Hay River, there is a junction with Highway 5.",
  "/wiki/Enterprise,_Northwest_Territories": "Enterprise is a hamlet in the South Slave Region of the Northwest Territories, Canada, located between Great Slave Lake and the Alberta border on the Hay River.",
  "/wiki/Yellowknife_Highway": "The Yellowknife Highway, officially Northwest Territories Highway 3 and also known as the Great Slave Highway, is a highway connecting Yellowknife, Northwest Territories to the Mackenzie Highway, from a junction 188 km (117 mi) north of the Alberta border. First completed in 1960 as a gravel and dirt road, the highway is now paved and realigned after years of work concluded in 2006. Access to Yellowknife from prior to the opening of the Yellowknife Highway, was only possible by airplane, winter road, or boat across Great Slave Lake.",
  "/wiki/Fort_Providence": "Fort Providence (Slavey language: Zhahti Koe or Zhahti Kue[pronunciation?] \"mission house\") is a hamlet in the South Slave Region of the Northwest Territories, Canada. Located west of Great Slave Lake, it has all-weather road connections by way of the Yellowknife Highway (Great Slave Highway) branch off the Mackenzie Highway, and the Deh Cho Bridge opened November 30, 2012 near Fort Providence over the Mackenzie. The bridge replaces the ice bridge and ferry, enabling year-round crossing of the river.",
  "/wiki/Yellowknife": "Yellowknife (/ˈjɛloʊnaɪf/; Dogrib: Sǫ̀mbak'è) is the capital, only city, and largest community in the Northwest Territories, Canada. It is on the northern shore of Great Slave Lake, about 400 km (250 mi) south of the Arctic Circle, on the west side of Yellowknife Bay near the outlet of the Yellowknife River.",
  "/wiki/Ingraham_Trail": "Highway 4, known as the Ingraham Trail, extends from Yellowknife, Northwest Territories to Tibbitt Lake, approximately 70 km (43 mi) east of Yellowknife. It was built in the mid-1960s as the first leg of a 'road to resources' with the original intention of circulating Great Slave Lake.",
  "/wiki/Tibbitt_Lake": "Tibbitt Lake is a lake in the Canadian Northwest Territories.",
  "/wiki/Dettah": "Dettah[pronunciation?], sometimes, incorrectly, as Detah, is a First Nations community in the North Slave Region of the Northwest Territories, Canada. Located just southeast of the capital of Yellowknife, it is a 6.5 km (4.0 mi) drive from that city by ice road across the north arm of Great Slave Lake in winter or a 27 km (17 mi) drive via the Ingraham Trail, year-round. The name means 'Burnt Point' in the Tli Cho language and refers to a traditional fishing camp used by the Dene for hundreds of years.",
  "/wiki/Ice_road": "An ice road (ice crossing, ice bridge) is a winter road, or part thereof, that runs on a naturally frozen water surface (a river, a lake or an expanse of sea ice) in cold regions. Ice roads allow temporary transport to isolated areas with no permanent road access. They reduce transportation cost of materials that otherwise would ship as expensive air freight, and they allow movement of large or heavy objects for which air freight is impractical.",
  "/wiki/Fort_Smith_Highway": "Highway 5, known more commonly as the Fort Smith Highway, completed in 1966, is a highway in Canada's Northwest Territories, which travels through Wood Buffalo National Park and connects Fort Smith to Hay River. Area roads past Fort Smith connect into Alberta with Smith Landing, Fitzgerald, Hay Camp, and Peace Point, and form a circle route through Wood Buffalo National Park. Residents of Fort Chipewyan have petitioned the Alberta government for a 50 km (31 mi) road to connect with the area roads out of Fort Smith.",
  "/wiki/Fort_Smith,_Northwest_Territories": "Fort Smith (Chipewyan: Thebacha \"beside the rapids\") is a town in the South Slave Region of the Northwest Territories (NWT), Canada. It is located in the southeastern portion of the Northwest Territories, on the Slave River and adjacent to the Northwest Territories/Alberta border.",
  "/wiki/Wood_Buffalo_National_Park": "Wood Buffalo National Park is the largest National Park of Canada at 44,807 km2 (17,300 sq mi). It is located in northeastern Alberta and the southern Northwest Territories. Larger in area than Switzerland, it is the second-largest national park in the world. The park was established in 1922 to protect the world's largest herd of free roaming wood bison, currently estimated at more than 5,000. It is one of two known nesting sites of whooping cranes.",
  "/wiki/Fort_Resolution_Highway": "The Fort Resolution Highway, officially Northwest Territories Highway 6, is a highway which following the shore of Great Slave Lake from the Buffalo River Junction (Highway 5) to Fort Resolution in Canada's Northwest Territories.",
  "/wiki/Fort_Resolution": "Fort Resolution (Denı́nu Kų́ę́ (pronounced \"deh-nih-noo-kwenh\") \"moose island\") is a hamlet in the South Slave Region of the Northwest Territories, Canada. The community is situated at the mouth of the Slave River, on the shores of Great Slave Lake, and at the end of the Fort Resolution Highway (Highway 6). It is the headquarters of the Deninu Kųę́ First Nation, whose Chief, Louis Balsillie, is also serving as hamlet mayor.",
  "/wiki/Pine_Point,_Northwest_Territories": "Pine Point was a townsite on the south shore of Great Slave Lake in the Northwest Territories of Canada that lay between the towns of Hay River and Fort Resolution. It was built to serve the work force at the Pine Point Mine, an open-pit mine that produced lead and zinc ores. The town reached a peak population of about 2,000 in 1976, but was abandoned and deconstructed soon after the mine closed in 1988.",
  "/wiki/Liard_Highway": "The Liard Highway, designated Highway 77 in British Columbia and Highway 7 in the Northwest Territories, is a highway in Canada which forms the sole road connection between B.C. and the Northwest Territories.",
  "/wiki/Fort_Nelson,_British_Columbia": "Fort Nelson is a community in northeast British Columbia, Canada, within the Northern Rockies Regional Municipality (NRRM). It held town status prior to February 6, 2009, when it amalgamated with the former Northern Rockies Regional District to form the NRRM, becoming its administrative centre. The NRRM is the first regional municipality in the province.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Dempster_Highway": "The Dempster Highway, also referred to as Yukon Highway 5 and Northwest Territories Highway 8, is a highway in Canada that connects the Klondike Highway in Yukon to Inuvik, Northwest Territories on the Mackenzie River delta. The highway crosses the Peel River and the Mackenzie Rivers using a combination of seasonal ferry service and ice bridges.  Year-round road access from Inuvik to Tuktoyaktuk opened in November 2017 with the completion of the Inuvik-Tuktoyaktuk Highway, creating the first all-weather road route, connecting to the Canadian road network with the Arctic Ocean, in Canada.",
  "/wiki/Dawson_City": "Dawson City, officially the Town of the City of Dawson, is a town in the Canadian territory of Yukon. It is inseparably linked to the Klondike Gold Rush (1896–99). Its population was 1,375 as of the 2016 census, making it the second largest town of Yukon.",
  "/wiki/Yukon": "Yukon (/ˈjuːkɒn/ (listen); French: [jykɔ̃]; also commonly called the Yukon) is the smallest and westernmost of Canada's three territories. It has the smallest population of any province or territory in Canada, with a population of 35,874 people. Whitehorse, the territorial capital and Yukon's only city, is the largest settlement in any of the three territories.",
  "/wiki/Inuvik": "Inuvik /ɪˈnuːvɪk/ (place of man) is a town in the Northwest Territories of Canada within Inuit Nunangat and is the administrative centre for the Inuvik Region.",
  "/wiki/Arctic_Circle": "The Arctic Circle is one of the two polar circles and the most northerly of the five major circles of latitude as shown on maps of Earth. It marks the northernmost point at which the centre of the noon sun is just visible on the December solstice and the southernmost point at which the centre of the midnight sun is just visible on the June solstice. The region north of this circle is known as the Arctic, and the zone just to the south is called the Northern Temperate Zone.",
  "/wiki/Inuvik-Tuktoyaktuk_Highway": "The Inuvik–Tuktoyaktuk Highway (ITH), officially Northwest Territories Highway 10, is an all-weather road between Inuvik and Tuktoyaktuk in Northwest Territories, Canada. It is the \"first all-weather road to Canada's Arctic Coast\".[according to whom?] The idea for the highway had been considered for decades; however, final approval was not until 2013, with construction beginning in 2014. It was officially opened on November 15, 2017, opening up Tuktoyaktuk to year-round vehicle traffic, which is hoped to increase tourism in the area.",
  "/wiki/Tuktoyaktuk": "Tuktoyaktuk English: /tʌktəˈjæktʌk/, or Tuktuyaaqtuuq IPA: [təktujaːqtuːq] (Inuvialuktun: it looks like a caribou), is an Inuvialuit hamlet located in the Inuvik Region of the Northwest Territories, Canada, at the northern terminus of the Inuvik–Tuktoyaktuk Highway. Tuktoyaktuk is one of six Inuvialuit communities in the Inuvialuit Settlement Region. Tuktoyaktuk is commonly referred to simply by its first syllable, Tuk /tʌk/, the settlement lies north of the Arctic Circle on the shores of the Arctic Ocean, and is the only community in Canada on the Arctic Ocean that is connected to the rest of Canada by road. Formerly known as Port Brabant, the community was renamed in 1950 and was the first place in Canada to revert to the traditional Indigenous name.",
  "/wiki/Tibbitt_to_Contwoyto_Winter_Road": "Tibbitt to Contwoyto Winter Road is an annual ice road first built in 1982 to service mines and exploration activities in the Northwest Territories and Nunavut in Northern Canada. Between 400 and 600 km (250 and 370 mi) long, the road is said to be the world's longest heavy haul ice road and operates for eight to ten weeks starting in the last week of January. Most of the road (85%–87%) is built over frozen lakes, 495 km (308 mi), with the remaining 73 km (45 mi) built on over 64 land portages between lakes. This ice road was the location of the first season of Ice Road Truckers.",
  "/wiki/Contwoyto_Lake": "Contwoyto Lake is a lake in the Kitikmeot Region of the Canadian territory of Nunavut, located near the border with the Northwest Territories. With a total area of 957 km2 (369 sq mi), it is the territories' tenth largest lake.",
  "/wiki/Nunavut": "Nunavut (/ˈnuːnəvuːt/ (listen) NOO-nə-voot, French: [nynavy(t)]; Inuktitut syllabics: ᓄᓇᕗᑦ [ˈnunavut]) is the newest, largest, and most northerly territory of Canada. It was separated officially from the Northwest Territories on April 1, 1999, via the Nunavut Act and the Nunavut Land Claims Agreement Act, though the boundaries had been drawn in 1993. The creation of Nunavut resulted in the first major change to Canada's political map since incorporating the province of Newfoundland in 1949.",
  "/wiki/Fort_Good_Hope": "Fort Good Hope, formerly Fort Hope, also now known as the Charter Community of K'asho Got'ine[pronunciation?]), is a charter community in the Sahtu Region of the Northwest Territories, Canada. It is located on a peninsula between Jackfish Creek and the east bank of the Mackenzie River, about 145 km (90 mi) northwest of Norman Wells. The two principal languages are North Slavey and English. Hunting and trapping are two major sources of income. The Church of Our Lady of Good Hope, a National Historic Site, is located in the community. The church, completed in 1885, was once home to Father Émile Petitot.",
  "/wiki/Tuktoyaktuk_Winter_Road": "Tuktoyaktuk Winter Road, an extension of the Dempster Highway, was an ice road on frozen Mackenzie River delta channels and the frozen Arctic Ocean between the Northwest Territories communities of Inuvik and Tuktoyaktuk, in Canada. The road closed permanently on 29 April 2017 at the end of the 2016-2017 winter season. Construction of an all-season highway between Inuvik and Tuktoyaktuk commenced in April 2013; it opened on 15 November 2017.",
  "/wiki/Canol_Road": "The Canol Road was part of a project to build the Canol pipeline and a road from Norman Wells, Northwest Territories, to Whitehorse, Yukon, during World War II. The pipeline no longer exists, but the 449 kilometres (279 mi) long Yukon portion of the road is maintained by the Yukon Government during summer months. The portion of the road that still exists in the NWT is called the Canol Heritage Trail. Both road and trail are incorporated into the Trans-Canada Trail.",
  "/wiki/Norman_Wells": "Norman Wells (Slavey language: Tłegǫ́hłı̨[pronunciation?] \"where there is oil\") is the regional centre for the Sahtu Region of the Northwest Territories, Canada. The town is situated on the north side of the Mackenzie River and provides a view down the valley of the Franklin and Richardson mountains.",
  "/wiki/Canol_Heritage_Trail": "The Canol Heritage Trail is a 355-kilometre-long (221 mi) trail running from Norman Wells, Northwest Territories, through the Mackenzie Mountains, to the Yukon border.  Because of its remoteness, length and river crossings it is considered one of the most challenging trails in Canada. The trail is in the process of becoming a territorial park.",
  "/wiki/List_of_Northwest_Territories_highways": "The following is a list of territorial highways in the Northwest Territories of Canada."
}