{
  "/wiki/Records_of_the_Grand_Historian": "The Records of the Grand Historian, also known by its Chinese name Shiji, is a monumental history of ancient China and the world finished around 94 BC by the Han dynasty official Sima Qian after having been started by his father, Sima Tan, Grand Astrologer to the imperial court. The work covers the world as it was then known to the Chinese and a 2500-year period from the age of the legendary Yellow Emperor to the reign of Emperor Wu of Han in the author's own time.",
  "/wiki/Emperor_Wen_of_Han": "Emperor Wen of Han (200 BC – 6 July 157 BC) was the fifth emperor of the Han dynasty of ancient China. His personal name was Liu Heng.",
  "/wiki/Heian_period": "The Heian period (平安時代, Heian jidai) is the last division of classical Japanese history, running from 794 to 1185. The period is named after the capital city of Heian-kyō, or modern Kyōto. It is the period in Japanese history when Buddhism, Taoism and other Chinese influences were at their height. The Heian period is also considered the peak of the Japanese imperial court and noted for its art, especially poetry and literature. Although the Imperial House of Japan had power on the surface, the real power was in the hands of the Fujiwara clan, a powerful aristocratic family who had intermarried with the imperial family. Many emperors actually had mothers from the Fujiwara family. Heian (平安) means \"peace\" in Japanese.",
  "/wiki/Scroll": "A scroll (from the Old French escroe or escroue), also known as a roll, is a roll of papyrus, parchment, or paper containing writing.",
  "/wiki/Tohoku_University": "Tohoku University (東北大学, Tōhoku daigaku), abbreviated to Tohokudai (東北大, Tōhokudai), located in Sendai, Miyagi in the Tōhoku Region, Japan, is a Japanese national university. It was the third Imperial University in Japan and is one of the National Seven Universities. It is considered one of the most prestigious universities in Japan, and one of the top fifty universities in the world.",
  "/wiki/Sendai,_Miyagi": "Sendai (仙台市, Sendai-shi, Japanese: [seꜜndai]) is the capital city of Miyagi Prefecture, Japan, the largest city in the Tōhoku region, and the second largest city north of Tokyo. As of 1 June 2019[update], the city had a population of 1,089,372, and is one of Japan's 20 designated cities. The city was founded in 1600 by the daimyō Date Masamune. It is nicknamed the City of Trees (杜の都, Mori no Miyako); there are zelkova trees lining many of the main thoroughfares such as Jōzenji Street (定禅寺通, Jōzenji dōri) and Aoba Street (青葉通, Aoba dōri).",
  "/wiki/Miyagi_Prefecture": "Miyagi Prefecture (宮城県, Miyagi-ken) is a prefecture in the Tōhoku region of Japan. The capital is Sendai.",
  "/wiki/Xia_Dynasty": "The Xia dynasty is the first dynasty in traditional Chinese historiography. According to tradition, the Xia dynasty was established by the legendary Yu the Great after Shun, the last of the Five Emperors, gave the throne to him. The Xia was later succeeded by the Shang dynasty.",
  "/wiki/Qin_Dynasty": "The Qin dynasty ([tɕʰín] Chinese: 秦朝; pinyin: Qíncháo; Wade–Giles: Chʻin²-chʻao²) was the first dynasty of Imperial China, lasting from 221 to 206 BC. Named for its heartland in Qin state (modern Gansu and Shaanxi), the dynasty was founded by Qin Shi Huang, the First Emperor of Qin. The strength of the Qin state was greatly increased by the Legalist reforms of Shang Yang in the fourth century BC, during the Warring States period. In the mid and late third century BC, the Qin state carried out a series of swift conquests, first ending the powerless Zhou dynasty, and eventually conquering the other six of the Seven Warring States. Its 15 years was the shortest major dynasty in Chinese history, consisting of only two emperors, but inaugurated an imperial system that lasted from 221 BC, with interruption and adaptation, until 1912 AD.",
  "/wiki/T%C5%8Dy%C5%8D_Bunko": "The Tōyō Bunko (東洋文庫), or \"Oriental Library\", is Japan's largest Asian studies library and one of the world's five largest, located in Tokyo. It also functions as a research institute dedicated to the study of Asian history and culture. It has greatly contributed to the development of Asian Studies through the acquisition of books and other source materials as well as the publication of research by Japanese scholars. Presently, the library contains approximately 950,000 volumes which are cataloged linguistically according to Asian, Western and Japanese language materials.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Emperor_Jing_of_Han": "Emperor Jing of Han (188 BC – 9 March 141 BC), personal name Liu Qi (劉啟), was the sixth emperor of the Chinese Han dynasty from 157 to 141 BC. His reign saw the limiting of the power of the feudal kings/princes which resulted in the Rebellion of the Seven States in 154 BC. Emperor Jing managed to crush the revolt and princes were thereafter denied rights to appoint ministers for their fiefs. This move helped to consolidate central power which paved the way for the long reign of his son Emperor Wu of Han.",
  "/wiki/Empress_L%C3%BC_Zhi": "Empress (Dowager) Lü Zhi (241–180 BC), commonly known as Empress Lü (simplified Chinese: 吕后; traditional Chinese: 呂后; pinyin: Lǚ Hòu) and formally Empress Gao of Han (simplified Chinese: 汉高后; traditional Chinese: 漢高后; pinyin: Hàn Gāo Hòu), was the empress consort of Gaozu, the founding emperor of the Han dynasty. They had two known children, Liu Ying (later Emperor Hui of Han) and Princess Yuan of Lu. Lü was the first woman to assume the title Empress of China and paramount power. After Gaozu's death, she was honoured as Empress Dowager and Regent during the short reigns of Emperor Hui and his successors Emperor Qianshao of Han and Liu Hong (Emperor Houshao).",
  "/wiki/M%C5%8Dri_Museum": "Mōri Museum (毛利博物館, Mōri Hakubutsukan) opened in Hōfu, Yamaguchi Prefecture, Japan, in 1966. It occupies part of the Former Mōri Clan Main Residence, dating from the Meiji and Taishō periods, of which twelve component structures have been jointly designated an Important Cultural Property and the gardens a Place of Scenic Beauty. The collection of some twenty thousand objects includes four National Treasures, nine Important Cultural Properties, and nine Prefectural Cultural Properties.",
  "/wiki/H%C5%8Dfu,_Yamaguchi": "Hōfu (防府市, Hōfu-shi) is a city located in Yamaguchi Prefecture, Japan.",
  "/wiki/Yamaguchi_Prefecture": "Yamaguchi Prefecture (山口県, Yamaguchi-ken) is a prefecture of Japan in the Chūgoku region of the main island of Honshu. The capital is the city of Yamaguchi,  in the center of the prefecture. The largest city, however, is Shimonoseki.",
  "/wiki/Nara_period": "The Nara period (奈良時代, Nara jidai) of the history of Japan covers the years from AD 710 to 794. Empress Genmei established the capital of Heijō-kyō (present-day Nara). Except for a five-year period (740–745), when the capital was briefly moved again, it remained the capital of Japanese civilization until Emperor Kanmu established a new capital, Nagaoka-kyō, in 784, before moving to Heian-kyō, modern Kyoto, a decade later in 794.",
  "/wiki/Ishiyama-dera": "Ishiyama-dera (石山寺, \"Stony Mountain Temple\") is a Shingon temple in Ōtsu in Japan's Shiga Prefecture. This temple is the thirteenth of the Kansai Kannon Pilgrimage.",
  "/wiki/%C5%8Ctsu,_Shiga": "Ōtsu (大津市, Ōtsu-shi) is the capital city of Shiga Prefecture, Japan. Ōtsu is known as the main port of Lake Biwa, the largest lake in Japan. It briefly served as the capital of Japan from 667 to 672 AD during the Asuka period (538 – 710). The city is home to numerous sites of historical importance, notably the temples of Mii-dera, Ishiyama-dera, and Enryaku-ji and the Hiyoshi Taisha shrine. Enryaku-ji is part of the UNESCO World Heritage Site \"Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)\". Ōtsu was incorporated as a town on April 1, 1889. In October 1, 1898, Ōtsu-town was officially changed to Ōtsu-city.",
  "/wiki/Shiga_Prefecture": "Shiga Prefecture (滋賀県, Shiga-ken) is a prefecture of Japan located in the Kansai region of Honshu. Shiga Prefecture has a population of 1,412,916 (1 October 2015) and has a geographic area of 4,017 km² (1,551 sq mi). Shiga Prefecture borders Fukui Prefecture to the north, Gifu Prefecture to the northeast, Mie Prefecture to the southeast, and Kyoto Prefecture to the west.",
  "/wiki/Spring_and_Autumn_Annals": "The Spring and Autumn Annals or Chunqiu is an ancient Chinese chronicle that has been one of the core Chinese classics since ancient times.  The Annals is the official chronicle of the State of Lu, and covers a 241-year period from 722 to 481 BC.  It is the earliest surviving Chinese historical text to be arranged in annals form.   Because it was traditionally regarded as having been compiled by Confucius (after a claim to this effect by Mencius), it was included as one of the Five Classics of Chinese literature.",
  "/wiki/Diamond_Realm": "In Vajrayana Buddhism, the Diamond Realm (Skt. वज्रधातु vajradhātu, Jp. 金剛界 kongōkai) is a metaphysical space inhabited by the Five Wisdom Buddhas.  The Diamond Realm Mandala is based on an esoteric Buddhist sutra called the Vajrasekhara Sutra.",
  "/wiki/Book_of_Han": "The Book of Han or History of the Former Han is a history of China finished in 111, covering the Western, or Former Han dynasty from the first emperor in 206 BCE to the fall of Wang Mang in 23 CE. It is also called the Book of Former Han.",
  "/wiki/Shikibu-sh%C5%8D": "The Ministry of Ceremonial Affairs (式部省, Shikibu-shō) was one of eight ministries of the Japanese imperial court.",
  "/wiki/%C5%8Csu_Kannon": "Ōsu Kannon (大須観音) is a Buddhist temple of the Shingon sect located in Ōsu, in central Nagoya, Japan. It belongs to the Owari Thirty-three Kannon.",
  "/wiki/Nagoya,_Aichi": "Nagoya (名古屋) is the largest city in the Chūbu region of Japan. It is Japan's fourth-largest incorporated city and the third-most-populous urban area. It is located on the Pacific coast on central Honshu. It is the capital of Aichi Prefecture and is one of Japan's major ports along with those of Tokyo, Osaka, Kobe, Yokohama, Chiba, and Kitakyushu. It is also the center of Japan's third-largest metropolitan region, known as the Chūkyō metropolitan area. As of 1 October 2019[update], 2,327,557 people lived in the city, part of Chūkyō Metropolitan Area's 10.11 million people.\nIt is also one of the 50 largest urban areas in the world.",
  "/wiki/Aichi_Prefecture": "Aichi Prefecture (愛知県, Aichi-ken, Japanese pronunciation: [aitɕi̥ꜜkeɴ]) is a prefecture of Japan located in the Chūbu region of Honshū. Aichi Prefecture has a population of 7,552,873 (1 October 2019) and a geographic area of 5,172.92 km² (1,997.28 sq mi) with a population density of 1,460 persons per km². Aichi Prefecture borders Mie Prefecture to the west, Gifu Prefecture and Nagano Prefecture to the north, and Shizuoka Prefecture to the east.",
  "/wiki/Huangdi_Neijing": "Huangdi Neijing (simplified Chinese: 黄帝内经; traditional Chinese: 黃帝內經; pinyin: Huángdì Nèijīng), literally the Inner Canon of the Yellow Emperor or Esoteric Scripture of the Yellow Emperor, is an ancient Chinese medical text that has been treated as the fundamental doctrinal source for Chinese medicine for more than two millennia. The work is composed of two texts—each of eighty-one chapters or treatises in a question-and-answer format between the mythical Yellow Emperor and six of his equally legendary ministers.",
  "/wiki/Ninna-ji": "Ninna-ji (仁和寺, Ninna-ji) is the head temple of the Omuro school of the Shingon Sect of Buddhism. Located in western Kyoto, Japan, it was founded in AD 888 by the retired Emperor Uda.  It is part of the Historic Monuments of Ancient Kyoto, a UNESCO World Heritage Site.",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Tang_Dynasty": "The Tang dynasty (/tɑːŋ/; Chinese: 唐朝[a]) or the Tang Empire was an  imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period in Chinese history. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military campaigns of its early rulers, rivaled that of the Han dynasty. The Tang capital at Chang'an (present-day Xi'an) was the most populous city in the world in its day.",
  "/wiki/Reih%C5%8Dkan": "Kōyasan Reihōkan (高野山　霊宝館, lit. \"Kōyasan Museum of Sacred Treasures\") is an art museum on Kōya-san, Wakayama Prefecture, Japan, preserving and displaying Buddhist art owned by temples on Kōya-san. The collection is centered around articles from the Heian and Kamakura periods and includes paintings, calligraphy, sutras, sculpture and Buddhist ritual objects. Among these are a set of the complete Buddhist canon (issaikyō), writings of Kūkai and  Minamoto no Yoritomo, founder of the Kamakura Shogunate, mandalas and portraits of priests. The most valuable objects have been designated as National Treasure or Important Cultural Property.",
  "/wiki/K%C5%8Dya,_Wakayama": "Kōya (高野町, Kōya-chō) is a town located on a plateau atop Mt. Koya in Ito District, Wakayama Prefecture, Japan. The town is known as the headquarters of the Shingon sect of Japanese Buddhism.",
  "/wiki/Wakayama_Prefecture": "Wakayama Prefecture (和歌山県, Wakayama-ken) is a prefecture of Japan on the Kii Peninsula in the Kansai region, located on the southernmost point of Honshū island. The capital is the city of Wakayama.",
  "/wiki/Yupian": "The Yupian (Chinese: 玉篇; pinyin: Yùpiān; Wade–Giles: Yü-p'ien; \"Jade Chapters\") is a c. 543 Chinese dictionary edited by Gu Yewang (顧野王; Ku Yeh-wang; 519-581) during the Liang dynasty. It arranges 12,158 character entries under 542 radicals, which differ somewhat from the original 540 in the Shuowen Jiezi.  Each character entry gives a fanqie pronunciation gloss and a definition, with occasional annotation.",
  "/wiki/Ise_Shrine": "The Ise Grand Shrine (伊勢神宮, Ise Jingū), located in Ise, Mie Prefecture of Japan, is a Shinto shrine dedicated to the sun goddess Amaterasu. Officially known simply as Jingū (神宮), Ise Jingū is a shrine complex composed of many Shinto shrines centered on two main shrines, Naikū (内宮) and Gekū (外宮).",
  "/wiki/Ise,_Mie": "Ise (伊勢市, Ise-shi), formerly called Ujiyamada (宇治山田), is a city located on the eastern tip of Kii Peninsula, in central Mie Prefecture (formally in Ise Province), on the island of Honshū, Japan, facing Ise Bay.  Ise is home to Ise Grand Shrine, the most sacred Shintō shrine in Japan, and is thus a very popular destination for tourists.  The city has a long-standing title – Shinto (神都) – that roughly means \"the Holy City\", and literally means \"the Capital of the Kami\". Most of the city is within the geographic limits of Ise-Shima National Park.",
  "/wiki/Mie_Prefecture": "Mie Prefecture (三重県, Mie-ken) is a prefecture of Japan located in the Kansai region of Honshu. Mie Prefecture has a population of 1,781,948 (1 June 2019) and has a geographic area of 5,774 km² (2,229 sq mi). Mie Prefecture borders Gifu Prefecture to the north, Shiga Prefecture and Kyoto Prefecture to the northwest, Nara Prefecture to the west, Wakayama Prefecture to the southwest, and Aichi Prefecture to the east.",
  "/wiki/Shi_Jing": "The Classic of Poetry, also Shijing or Shih-ching (Chinese: 詩經; pinyin: Shījīng), translated variously as the Book of Songs, Book of Odes or simply known as the Odes or Poetry (Chinese: 詩; pinyin: Shī), is the oldest existing collection of Chinese poetry, comprising 305 works dating from the 11th to 7th centuries BC. It is one of the \"Five Classics\" traditionally said to have been compiled by Confucius, and has been studied and memorized by scholars in China and neighboring countries over two millennia. It is also  a rich source of chengyu (four-character classical idioms) that are still a part of learned discourse and even everyday language in modern Chinese. Since the Qing dynasty, its rhyme patterns have also been analysed in the study of Old Chinese phonology.",
  "/wiki/Zheng_Xuan": "Zheng Xuan (127–200), courtesy name Kangcheng (康成), was a Chinese philosopher, politician, and writer near the end of the Han Dynasty. He was born in Gaomi, Beihai Commandery (modern Weifang, Shandong), and was a student of Ma Rong.",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Three_Kingdoms_of_Korea": "The Three Kingdoms of Korea (Korean: 삼국시대; Hanja: 三國時代) refers to the three kingdoms of Baekje (백제, 百濟), Silla (신라, 新羅) and Goguryeo (고구려, 高句麗). Goguryeo was later known as Goryeo (고려, 高麗), from which the modern name Korea is derived. The Three Kingdoms period is defined as being from 57 BC to 668 AD (but there existed about 78 tribal states in the southern region of the Korean peninsula and relatively big states like Okjeo, Buyeo, and Dongye in its northern part and Manchuria).",
  "/wiki/Dazaifu_Tenman-g%C5%AB": "Dazaifu Tenman-gū (太宰府天満宮) is a Shinto shrine in Dazaifu, Fukuoka Prefecture, Japan. It is built over the grave of Sugawara no Michizane (845–903) and is one of the main shrines dedicated to Tenjin, the deified form of Michizane.",
  "/wiki/Dazaifu,_Fukuoka": "Dazaifu (太宰府市, Dazaifu-shi) is a city located in Fukuoka Prefecture, Japan, part of the greater Fukuoka metropolitan area.  Nearby cities include Ōnojō and Chikushino. Although mostly mountainous, it does have arable land used for paddy fields and market gardening.",
  "/wiki/Fukuoka_Prefecture": "Fukuoka Prefecture (Japanese: 福岡県, Hepburn: Fukuoka-ken) is a prefecture of Japan on Kyūshū Island. The capital is the city of Fukuoka. As of 2018, it is the ninth most populated prefecture in Japan.",
  "/wiki/K%C5%ABkai": "Kūkai (空海), also known posthumously as Kōbō-Daishi (弘法大師, The Grand Master Who Propagated the Buddhist Teaching), 774–835, was a Japanese Buddhist monk, civil servant, scholar, poet, and artist who founded the Esoteric Shingon or \"mantra\" school of Buddhism.  Shingon followers usually refer to him by the honorific title of Odaishisama (お大師様) and the religious name of Henjō-Kongō (遍照金剛).",
  "/wiki/Kyoto_National_Museum": "The Kyoto National Museum (京都国立博物館, Kyōto Kokuritsu Hakubutsukan) is one of the major art museums in Japan. Located in Kyoto's Higashiyama ward, the museum focuses on pre-modern Japanese and Asian art.",
  "/wiki/Kanazawa_Bunko": "Kanazawa Bunko (金沢文庫), formally titled the Kanagawa Prefectural Kanazawa-Bunko Museum, is a museum located in Kanazawa Ward, Yokohama, Japan.  It features a collection of traditional Japanese and Chinese art objects, many dating from the Kamakura period.",
  "/wiki/Kamakura_period": "The Kamakura period (鎌倉時代, Kamakura jidai, 1185–1333) is a period of Japanese history that marks the governance by the Kamakura shogunate, officially established in 1192 in Kamakura by the first shōgun, Minamoto no Yoritomo. The period is known for the emergence of the samurai, the warrior caste, and for the establishment of feudalism in Japan.",
  "/wiki/Maeda_Ikutokukai": "The Maeda Ikutokukai (前田育徳会) foundation is a public interest corporation (公益法人) established on February 26, 1926 for the management and preservation of the cultural heritage of the Maeda clan, rulers of the Kaga Domain. It is located in Komaba, Meguro, Tokyo. The collection is centered on written materials including ancient documents or Japanese and Chinese books but also contains crafts items such as swords, armour or household items. The writings held by the foundation are known as Sonkeikaku library (尊経閣文庫, Sonkeikaku bunko) which is also used as an alias for Maeda Ikutokukai. This collection of old books, ancient records and documents is open to researchers on request only. The library's name is derived from the personal book collection of the 5th daimyō of Kanazawa Domain, Maeda Tsunanori, known as Sonkeikaku zōsho (尊経閣蔵書), which is distinct from the ancestral collection.",
  "/wiki/Wen_Xuan": "The Wen Xuan (Chinese: 文選 [wə̌n.ɕɥɛ̀n]), or Selections of Refined Literature, is one of the earliest and most important anthologies of Chinese poetry and literature, and is one of the world's oldest literary anthologies to be arranged by topic. It is a selection of what were judged to be the best poetic and prose pieces from the late Warring States period (c. 300 BC) to the early Liang dynasty (c. AD 500), excluding the Chinese Classics and philosophical texts.  The Wen Xuan preserves most of the greatest fu rhapsody and shi poetry pieces from the Qin and Han dynasties, and for much of pre-modern history was one of the primary sources of literary knowledge for educated Chinese.",
  "/wiki/Yokohama,_Kanagawa": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/Kanagawa_Prefecture": "Kanagawa Prefecture (神奈川県, Kanagawa-ken) is a prefecture located in Kantō region of Japan. The capital of the prefecture is Yokohama. Kanagawa is part of the Greater Tokyo Area. Kanagawa Prefecture is home to Kamakura and Hakone, two popular side trip destinations from Tokyo.",
  "/wiki/List_of_National_Treasures_of_Japan_(writings:_Chinese_books)": "The term \"National Treasure\" has been used in Japan to denote cultural properties since 1897,\nalthough the definition and the criteria have changed since the introduction of the term. The written materials in the list adhere to the current definition, and have been designated National Treasures according to the Law for the Protection of Cultural Properties that came into effect on June 9, 1951. The items are selected by the Ministry of Education, Culture, Sports, Science and Technology based on their \"especially high historical or artistic value\". The list presents 56 entries from the 7th century Tang Dynasty to the Kamakura period with more than half originating in China. The total number of items is higher, however, since groups of related objects have been joined as single entries. The list contains works that have been originally compiled in China by Chinese authors. A large proportion of these works are Chinese classics."
}