{
  "/wiki/1790_Footprints": "The 1790 Footprints refer to a set of footprints found near the Kīlauea volcano in present-day Hawaii Volcanoes National Park on the island of Hawaiʻi. Resulting from an unusually explosive eruption, they may be associated with a series of battles in the area in 1790.",
  "/wiki/Hawaii_Belt_Road": "The Hawaiʻi Belt Road is a modern name for the Māmalahoa Highway and consists of Hawaiʻi state Routes 11, 19, and 190 that encircle the Island of Hawaiʻi. The southern section, between Hilo and Kailua-Kona is numbered as Route 11. The section between Hilo and Waimea is Route 19. Between Waimea and Kailua-Kona, the road is split in two: the original \"mauka\" route (now Route 190) and a \"makai\" Route 19, completed in 1975, which serves as access to the Kona and Kohala Coast resorts. In the Hawaiian language, mauka means \"towards the mountain\" and makai means \"towards the sea\". These terms are commonly used in travel directions.",
  "/wiki/Hawaii_Volcanoes_National_Park": "Hawaiʻi Volcanoes National Park, established on August 1, 1916, is an American national park located in the U.S. state of Hawaii on the island of Hawaii. The park encompasses two active volcanoes: Kīlauea, one of the world's most active volcanoes, and Mauna Loa, the world's most massive shield volcano. The park provides scientists with insight into the birth and development of the Hawaiian Islands, and ongoing studies into the processes of volcanism. For visitors, the park offers dramatic volcanic landscapes, as well as glimpses of rare flora and fauna.",
  "/wiki/Ainahou_Ranch": "The Shipman family leased 6,324 acres (2,559 ha) of land near the Kīlauea volcano in 1937 from the Bernice Pauahi Bishop Estate, which they called the Ainahou Ranch. The name ʻaina hou means \"new land\". An older ranch called Keauhou (not to be confused with the community of Keauhou, on the western side of the island) had been established here in 1921, so a primitive trail existed, and the Chain of Craters Road had recently been built within a few miles. Herbert C. Shipman built a house on the remote ranch in 1941 for the family as a refuge for the anticipated Japanese invasion of Hawaii. It was used as a working cattle ranch, raising beef for the military during World War II.",
  "/wiki/Chain_of_Craters_Road": "Chain of Craters Road is a 19-mile (31 km) long winding paved road through the East Rift and coastal area of the Hawaii Volcanoes National Park on the island of Hawaii, in the state of Hawaii, United States. The original road, built in 1928, connected Crater Rim Drive to Makaopuhi Crater. The road was lengthened to reach the tiny town of Kalapana in 1959. As of 2018, the road has had parts covered by lava in 41 of the past 53 years, due to eruptions of Kīlauea volcano.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Hawaiian_goose": "The nene (Branta sandvicensis or sandwicensis), also known as nēnē and Hawaiian goose, is a species of bird endemic to the Hawaiian Islands. The official bird of the state of Hawaiʻi, the nene is exclusively found in the wild on the islands of Oahu, Maui, Kauaʻi, Molokai, and Hawaiʻi.",
  "/wiki/Ainapo_Trail": "The Ainapo Trail was the primary route to the summit of Mauna Loa from prehistory to 1916. The trail began on the southeast flank at 2000 feet of elevation and reached Mokuaweoweo, the summit crater, at 13,200 feet (4,000 m).  It was sometimes called Menzies Trail after Archibald Menzies who was the first recorded outsider to climb the mountain in 1794.\nThe Ainapo Trail was added to the National Register of Historic Places on August 30, 1974.",
  "/wiki/Mauna_Loa": "Mauna Loa (/ˌmɔːnə ˈloʊ.ə/ or /ˌmaʊnə ˈloʊ.ə/; Hawaiian: [ˈmɐwnə ˈlowə]; English: Long Mountain) is one of five volcanoes that form the Island of Hawaii in the U.S. state of Hawaiʻi in the Pacific Ocean. The largest subaerial volcano in both mass and volume, Mauna Loa has historically been considered the largest volcano on Earth, dwarfed only by Tamu Massif. It is an active shield volcano with relatively gentle slopes, with a volume estimated at approximately 18,000 cubic miles (75,000 km3), although its peak is about 125 feet (38 m) lower than that of its neighbor, Mauna Kea. Lava eruptions from Mauna Loa are silica-poor and very fluid, and they tend to be non-explosive.",
  "/wiki/Mokuaweoweo": "Mauna Loa (/ˌmɔːnə ˈloʊ.ə/ or /ˌmaʊnə ˈloʊ.ə/; Hawaiian: [ˈmɐwnə ˈlowə]; English: Long Mountain) is one of five volcanoes that form the Island of Hawaii in the U.S. state of Hawaiʻi in the Pacific Ocean. The largest subaerial volcano in both mass and volume, Mauna Loa has historically been considered the largest volcano on Earth, dwarfed only by Tamu Massif. It is an active shield volcano with relatively gentle slopes, with a volume estimated at approximately 18,000 cubic miles (75,000 km3), although its peak is about 125 feet (38 m) lower than that of its neighbor, Mauna Kea. Lava eruptions from Mauna Loa are silica-poor and very fluid, and they tend to be non-explosive.",
  "/wiki/Hilo,_Hawaii": "Hilo (/ˈhiːloʊ/; Hawaiian pronunciation: [ˈhilo]) is the largest town and census-designated place (CDP) in Hawaii County, Hawaii, United States, which encompasses the Island of Hawaiʻi. The population was 43,263 according to the 2010 census.",
  "/wiki/Kīlauea": "Kīlauea (/ˌkiːlaʊˈeɪə/, US: /ˌkɪləˈweɪə/; Hawaiian: [kiːlɐwˈwɛjə]) is an active shield volcano in the Hawaiian Islands that last erupted between 1983 and 2018. Historically, Kīlauea is the most active of the five volcanoes that together form the island of Hawaiʻi. Located along the southeastern shore of the island, the volcano is between 210,000 and 280,000 years old and emerged above sea level about 100,000 years ago.",
  "/wiki/Old_Volcano_House_No._42": "Volcano House is the name of a series of historic hotels built at the edge of Kīlauea, within the grounds of Hawai'i Volcanoes National Park on the Island of Hawai'i. The original 1877 building is listed on the National Register of Historic Places and now houses the Volcano Art Center. The hotel in use today was built in 1941 and expanded in 1961.",
  "/wiki/Volcano_Art_Center": "Volcano House is the name of a series of historic hotels built at the edge of Kīlauea, within the grounds of Hawai'i Volcanoes National Park on the Island of Hawai'i. The original 1877 building is listed on the National Register of Historic Places and now houses the Volcano Art Center. The hotel in use today was built in 1941 and expanded in 1961.",
  "/wiki/Puna-Ka'u_Historic_District": "The Puna-Kāʻu Historic District is an archaeological district located on the Puna-Kāʻu coastline in Hawaii Volcanoes National Park. The district includes over 300 sites occupied by Polynesians from the 13th through 19th centuries. Eleven of the sites within the district are considered exceptionally significant to modern understanding of native Hawaiian culture and have been the focus of most archaeological research in the area. Five of these sites are villages, at Poupou-Kauka, Kailiili, Kamoamoa, Laeʻapuki, Keahou Landing; these village sites provide insight into the agricultural and social practices of the Polynesians. The Puna-Kāʻu coastal trail, another one of the significant sites, connected these villages and provided a link to communities in the mountains. The remaining sites include the Wahaulu Heiau temple, the Puuloa petroglyph site, a pulu factory, and two shelter sites used by fishermen and opihi pickers.",
  "/wiki/Pahala,_Hawaii": "Pahala (Hawaiian: Pāhala) is a census-designated place (CDP) in Hawaii County, Hawaii, United States. The population was 1,356 at the 2010 census.",
  "/wiki/Whitney_Seismograph_Vault_No._29": "The Hawaiian Volcano Observatory (HVO) is a volcano observatory located at Uwekahuna Bluff on the rim of Kīlauea Caldera on the Island of Hawaiʻi. The observatory monitored four active Hawaiian volcanoes: Kīlauea, Mauna Loa, Hualālai, and Haleakalā. Because Kīlauea and Mauna Loa are significantly more active than Hualālai and Haleakalā, much of the observatory's research is concentrated on the former two mountains.",
  "/wiki/Hawaiian_Volcano_Observatory": "The Hawaiian Volcano Observatory (HVO) is a volcano observatory located at Uwekahuna Bluff on the rim of Kīlauea Caldera on the Island of Hawaiʻi. The observatory monitored four active Hawaiian volcanoes: Kīlauea, Mauna Loa, Hualālai, and Haleakalā. Because Kīlauea and Mauna Loa are significantly more active than Hualālai and Haleakalā, much of the observatory's research is concentrated on the former two mountains.",
  "/wiki/Thomas_Jaggar": "Thomas Augustus Jaggar, Jr. (January 24, 1871 – January 17, 1953) was an American volcanologist. He founded the Hawaiian Volcano Observatory and directed it from 1912 to 1940.",
  "/wiki/Wilkes_Campsite": "Mauna Loa (/ˌmɔːnə ˈloʊ.ə/ or /ˌmaʊnə ˈloʊ.ə/; Hawaiian: [ˈmɐwnə ˈlowə]; English: Long Mountain) is one of five volcanoes that form the Island of Hawaii in the U.S. state of Hawaiʻi in the Pacific Ocean. The largest subaerial volcano in both mass and volume, Mauna Loa has historically been considered the largest volcano on Earth, dwarfed only by Tamu Massif. It is an active shield volcano with relatively gentle slopes, with a volume estimated at approximately 18,000 cubic miles (75,000 km3), although its peak is about 125 feet (38 m) lower than that of its neighbor, Mauna Kea. Lava eruptions from Mauna Loa are silica-poor and very fluid, and they tend to be non-explosive.",
  "/wiki/Charles_Wilkes": "Charles Wilkes (April 3, 1798 – February 8, 1877) was an American naval officer, ship's captain, and explorer. He led the United States Exploring Expedition, 1838-1842. His behavior led to two convictions by court-martial, one stemming from the massacre of almost 80 Fijians on Malolo in 1840.  During the American Civil War (1861–1865) he commanded USS San Jacinto during the Trent Affair, where he stopped a Royal Mail Ship and removed two British subjects, which almost led to war between the US and the UK.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Hawaii_Volcanoes_National_Park": "This is a list of the National Register of Historic Places listings in Hawaii Volcanoes National Park."
}