{
  "/wiki/Song_Dynasty": "The Song dynasty (Chinese: 宋朝; pinyin: Sòng cháo; 960–1279) was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-led Yuan dynasty. The Song government was the first in world history to issue banknotes or true paper money nationally and the first Chinese government to establish a permanent standing navy. This dynasty also saw the first known use of gunpowder, as well as the first discernment of true north using a compass.",
  "/wiki/Southern_Song": "The Song dynasty (Chinese: 宋朝; pinyin: Sòng cháo; 960–1279) was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-led Yuan dynasty. The Song government was the first in world history to issue banknotes or true paper money nationally and the first Chinese government to establish a permanent standing navy. This dynasty also saw the first known use of gunpowder, as well as the first discernment of true north using a compass.",
  "/wiki/Tōfuku-ji": "Tōfuku-ji (東福寺) is a Buddhist temple in Higashiyama-ku in Kyoto, Japan.  Tōfuku-ji takes its name from two temples in Nara, Tōdai-ji and Kōfuku-ji. It is one of the so-called Kyoto Gozan or \"five great Zen temples of Kyoto\". Its honorary sangō prefix is Enichi-san (慧日山).",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Ouyang_Xiu": "Ouyang Xiu (1 August 1007 – 22 September 1072[citation needed]), courtesy name Yongshu, also known by his art names Zuiweng (\"Old Drunkard\") and Liu Yi Jushi (\"Retiree Six-One\"), was a Chinese essayist, historian, poet, calligrapher, politician, and epigrapher of the Song dynasty. A much celebrated writer, both among his contemporaries and in subsequent centuries, Ouyang Xiu is considered the central figure of the Eight Masters of the Tang and Song. It was he who revived the Classical Prose Movement (first begun by the two Tang dynasty masters two centuries before him) and promoted it in imperial examinations, paving the way for future masters like Su Shi and Su Zhe.",
  "/wiki/Kanazawa_Bunko": "Kanazawa Bunko (金沢文庫), formally titled the Kanagawa Prefectural Kanazawa-Bunko Museum, is a museum located in Kanazawa Ward, Yokohama, Japan.  It features a collection of traditional Japanese and Chinese art objects, many dating from the Kamakura period.",
  "/wiki/Tenri_Central_Library": "Tenri Central Library (天理大学附属天理図書館 Tenri Daigaku Fuzoku Tenri Toshokan) is the library of Tenri University. It has notably extensive collections in antiquarian material, including original manuscripts from 13th-century Japan, and artifacts of European exploration and early visits to Japan. Dating to 1926, the library predates the university itself. It has its origins in the private collection of the family of the foundress of Tenrikyo, Oyasama.",
  "/wiki/Tenri,_Nara": "Tenri (天理市, Tenri-shi) is a city located in Nara Prefecture, Japan. The modern city was founded on April 1, 1954, and is named after the Japanese new religion Tenrikyo, which has its headquarters in the city.",
  "/wiki/Nara_Prefecture": "Nara Prefecture (奈良県, Nara-ken) is a prefecture of Japan located in the Kansai region of Honshu. Nara Prefecture has a population of 1,348,930 (1 September 2017) and has a geographic area of 3,691 km² (1,425 sq mi). Nara Prefecture borders Kyoto Prefecture to the north, Osaka Prefecture to the northwest, Wakayama Prefecture to the southwest, and Mie Prefecture to the east.",
  "/wiki/Records_of_the_Grand_Historian": "The Records of the Grand Historian, also known by its Chinese name Shiji, is a monumental history of ancient China and the world finished around 94 BC by the Han dynasty official Sima Qian after having been started by his father, Sima Tan, Grand Astrologer to the imperial court. The work covers the world as it was then known to the Chinese and a 2500-year period from the age of the legendary Yellow Emperor to the reign of Emperor Wu of Han in the author's own time.",
  "/wiki/Osaka": "Osaka (Japanese: 大阪市, Hepburn: Ōsaka-shi, pronounced [oːsakaɕi]; commonly just 大阪, Ōsaka [oːsaka] (listen)) is a designated city in the Kansai region of Japan. It is the capital city of Osaka Prefecture and the largest component of the Keihanshin Metropolitan Area, the second largest metropolitan area in Japan and among the largest in the world with more than 20 million inhabitants.",
  "/wiki/Wen_Xuan": "The Wen Xuan (Chinese: 文選 [wə̌n.ɕɥɛ̀n]), or Selections of Refined Literature, is one of the earliest and most important anthologies of Chinese poetry and literature, and is one of the world's oldest literary anthologies to be arranged by topic. It is a selection of what were judged to be the best poetic and prose pieces from the late Warring States period (c. 300 BC) to the early Liang dynasty (c. AD 500), excluding the Chinese Classics and philosophical texts.  The Wen Xuan preserves most of the greatest fu rhapsody and shi poetry pieces from the Qin and Han dynasties, and for much of pre-modern history was one of the primary sources of literary knowledge for educated Chinese.",
  "/wiki/Hōjō_Ujimasa": "Hōjō Ujimasa (北条 氏政, 1538 – August 10, 1590) was the fourth head of the later Hōjō clan, and daimyō of Odawara. His childhood name was Matsuchiyo-maru (松千代丸). He was a son-in-law of Takeda Shingen.",
  "/wiki/Ashikaga_Gakko": "Ashikaga Gakkō (足利学校, \"Ashikaga School\") is Japan's oldest academic institution. It is located in Ashikaga city, Tochigi Prefecture, about 70 kilometres north of Tokyo. There has been some controversy as to when it was built, but it is said that it was founded in the ninth century and restored in 1432 by Deputy Shōgun Uesugi Norizane; he imported many classical Chinese books, many of which are still kept in the school.",
  "/wiki/Ashikaga,_Tochigi": "Ashikaga (足利市, Ashikaga-shi) is a city located in Tochigi Prefecture, Japan. As of May 2015, the city had an estimated population of 149,711, and a population density of 842 persons per km². Its total area is 177.76 km².",
  "/wiki/Tochigi_Prefecture": "Tochigi Prefecture (栃木県, Tochigi-ken) is a prefecture located in the Kantō region of Japan. The capital is the city of Utsunomiya.",
  "/wiki/Book_of_Han": "The Book of Han or History of the Former Han is a history of China finished in 111, covering the Western, or Former Han dynasty from the first emperor in 206 BCE to the fall of Wang Mang in 23 CE. It is also called the Book of Former Han.",
  "/wiki/Edo_period": "The Edo period (江戸時代, Edo jidai) or Tokugawa period (徳川時代, Tokugawa jidai) is the period between 1603 and 1868 in the history of Japan, when Japan was under the rule of the Tokugawa shogunate and the country's 300 regional daimyō. The period was characterized by economic growth, strict social order, isolationist foreign policies, a stable population,  \"no more wars\", and popular enjoyment of arts and culture. The shogunate was officially established in Edo on March 24, 1603, by Tokugawa Ieyasu. The period came to an end with the Meiji Restoration on May 3, 1868, after the fall of Edo.",
  "/wiki/Yonezawa_Domain": "Yonezawa Domain (米沢藩, Yonezawa-han) was a feudal domain in Edo period Japan, located in Dewa Province (modern-day Yamagata Prefecture), Japan. It was centered at Yonezawa castle in what is now the city of Yamagata, and its territory extended over the Okitama District of Dewa Province, in what is today southeastern Yamagata Prefecture. It was ruled throughout its history by the Uesugi clan, as tozama daimyō, with an initial income of 300,000 koku, which later fell to 150,000–180,000. The Uesugi were ranked as a province-holding daimyō (国持ち大名, kunimochi daimyō), and as such, had the privilege of shogunal audiences in the Great Hall (Ōhiroma) of Edo Castle.",
  "/wiki/National_Museum_of_Japanese_History": "The National Museum of Japanese History (国立歴史民俗博物館, Kokuritsu Rekishi Minzoku Hakubutsukan), commonly known in Japanese as Rekihaku, is a history museum in Sakura, Chiba, Japan. The museum was founded in 1981 as an inter-university research consortium, and opened in 1983. The collections of museum focus on the history, archaeology, and folk culture of Japan.",
  "/wiki/Sakura,_Chiba": "Sakura (佐倉市, Sakura-shi) is a city located in Chiba Prefecture, Japan.",
  "/wiki/Chiba_Prefecture": "Chiba Prefecture (千葉県, Chiba-ken) is a prefecture of Japan located in the Kantō region, and the Greater Tokyo Area. The sixth most populous prefecture, and 27th largest by land area, Chiba is on the east coast of Honshu and largely consists of the Bōsō Peninsula, which encloses the eastern side of Tokyo Bay. Its capital is the city of Chiba.",
  "/wiki/Book_of_the_Later_Han": "The Book of the Later Han, also known as the History of the Later Han and by its Chinese name Hou Hanshu, is one of the Twenty-Four Histories and covers the history of the Han dynasty from 6 to 189 CE, a period known as the Later or Eastern Han. The book was compiled by Fan Ye and others in the 5th century during the Liu Song dynasty, using a number of earlier histories and documents as sources.",
  "/wiki/I_Ching": "The I Ching or Yi Jing (Chinese: 易經; pinyin: Yìjīng; Mandarin pronunciation: [î tɕíŋ] (listen)), usually translated as Book of Changes or Classic of Changes, is an ancient Chinese divination text and the oldest of the Chinese classics. With more than two and a half millennia of commentary and interpretation, the I Ching is an influential text read throughout the world, providing inspiration to the worlds of religion, philosophy, literature, and art. Originally a divination manual in the Western Zhou period (1000–750 BC), over the course of the Warring States period and early imperial period (500–200 BC) it was transformed into a cosmological text with a series of philosophical commentaries known as the \"Ten Wings\". After becoming part of the Five Classics in the 2nd century BC, the I Ching was the subject of scholarly commentary and the basis for divination practice for centuries across the Far East, and eventually took on an influential role in Western understanding of Eastern thought.",
  "/wiki/Book_of_History": "The Book of Documents (Shūjīng, earlier Shu-king) or Classic of History, also known as the Shangshu (\"Esteemed Documents\"), is one of the Five Classics of ancient Chinese literature.  It is a collection of rhetorical prose attributed to figures of ancient China, and served as the foundation of Chinese political philosophy for over 2,000 years.",
  "/wiki/Book_of_Rites": "The Book of Rites, also known as the Liji, is a collection of texts describing the social forms, administration, and ceremonial rites of the Zhou dynasty as they were understood in the Warring States and the early Han periods. The Book of Rites, along with the Rites of Zhou (Zhōulǐ) and the Book of Etiquette and Rites (Yílǐ), which are together known as the \"Three Li (Sānlǐ),\" constitute the ritual (lǐ) section of the Five Classics which lay at the core of the traditional Confucian canon (Each of the \"five\" classics is a group of works rather than a single text). As a core text of the Confucian canon, it is also known as the Classic of Rites or Lijing, which some scholars believe was the original title before it was changed by Dai Sheng.",
  "/wiki/India_ink": "India ink (British English: Indian Ink; also Chinese ink) is a simple black or colored ink once widely used for writing and printing and now more commonly used for drawing and outlining, especially when inking comic books and comic strips. India ink is also used in medical applications.",
  "/wiki/Imperial_Readings_of_the_Taiping_Era": "The Taiping Yulan, translated as the Imperial Reader or Readings of the Taiping Era, is a massive Chinese leishu encyclopedia compiled by a number of officers under Li Fang from 977 to 983. It was commissioned by the imperial court of the Song dynasty during the first era of the reign of Emperor Taizong. It is divided into 1,000 volumes and 55 sections, which consisted of about 4.7 million Chinese characters. It included citations from about 2,579 different kinds of documents spanning from books, poetry, odes, proverbs, steles to miscellaneous works. After its completion, the Emperor Taizong is said to have finished reading it within a year, going through 3 volumes per day. It is considered one of the Four Great Books of Song.",
  "/wiki/Four_Great_Books_of_Song": "The Four Great Books of Song (simplified Chinese: 宋四大书; traditional Chinese: 宋四大書; pinyin: Sòng sì dà shū) was compiled by Li Fang (925–996) and others during the Song dynasty (960–1279). The term was coined after the last book (Cefu Yuangui) was finished during the 11th century. The four encyclopedias were published and intended to collect the whole knowledge of the new state.",
  "/wiki/Book_of_Songs_(Chinese)": "The Classic of Poetry, also Shijing or Shih-ching (Chinese: 詩經; pinyin: Shījīng), translated variously as the Book of Songs, Book of Odes or simply known as the Odes or Poetry (Chinese: 詩; pinyin: Shī), is the oldest existing collection of Chinese poetry, comprising 305 works dating from the 11th to 7th centuries BC. It is one of the \"Five Classics\" traditionally said to have been compiled by Confucius, and has been studied and memorized by scholars in China and neighboring countries over two millennia. It is also  a rich source of chengyu (four-character classical idioms) that are still a part of learned discourse and even everyday language in modern Chinese. Since the Qing dynasty, its rhyme patterns have also been analysed in the study of Old Chinese phonology.",
  "/wiki/Liu_Yuxi": "Liu Yuxi (Wade-Giles: Liu Yü-hsi; Chinese: 劉禹錫; pinyin: Liú Yǔxī, Liú Yǔxí) (772–842) was a Chinese poet, philosopher, and essayist, active during the Tang Dynasty.",
  "/wiki/List_of_National_Treasures_of_Japan_(writings:_Chinese_books)": "The term \"National Treasure\" has been used in Japan to denote cultural properties since 1897,\nalthough the definition and the criteria have changed since the introduction of the term. The written materials in the list adhere to the current definition, and have been designated National Treasures according to the Law for the Protection of Cultural Properties that came into effect on June 9, 1951. The items are selected by the Ministry of Education, Culture, Sports, Science and Technology based on their \"especially high historical or artistic value\". The list presents 56 entries from the 7th century Tang Dynasty to the Kamakura period with more than half originating in China. The total number of items is higher, however, since groups of related objects have been joined as single entries. The list contains works that have been originally compiled in China by Chinese authors. A large proportion of these works are Chinese classics."
}