{
  "/wiki/Gotham_Central": "Gotham Central is a police procedural comic-book series that was published by DC Comics. It was written by Ed Brubaker and Greg Rucka, with pencils initially by Michael Lark. The story focused on the Gotham City Police Department and the difficulties of its officers living and working in Gotham City, home of Batman.",
  "/wiki/Detective": "A detective is an investigator, usually a member of a law enforcement agency. They often collect information to solve crimes by talking to witnesses and informants, collecting physical evidence, or searching records in databases. This leads them to arrest criminals and enable them to be convicted in court. A detective may work for the police or privately.",
  "/wiki/Harvey_Bullock_(comics)": "Harvey Bullock (/ˈbʊlək/) is a fictional detective appearing in American comic books published by DC Comics, commonly in association with the superhero Batman. The character first appeared in Detective Comics #441 (July 1974) and was created by Archie Goodwin and Howard Chaykin. He debuted in live action in 2014 on Fox's television series Gotham, where he was portrayed by Donal Logue.",
  "/wiki/Detective_Comics": "Detective Comics is an American comic book series published by DC Comics. The first volume, published from 1937 to 2011 (and later continued in 2016), is best known for introducing the superhero Batman in Detective Comics #27 (cover-dated May 1939).",
  "/wiki/Huntress_(Helena_Bertinelli)": "The Huntress, also known as Helena Rosa Bertinelli, is a fictional superhero appearing in American comic books published by DC Comics. She is the third DC character to bear the name Huntress. The character was also the third incarnation of Batgirl and was a longtime member of the Birds of Prey. In DC Comics New 52 continuity, Helena Bertinelli is an alias used by Helena Wayne while the real Helena Bertinelli is an agent of the spy organization Spyral.",
  "/wiki/Coast_City": "Coast City is a city created by John Broome and Gil Kane that appears in stories published by DC Comics. It is depicted most often as the home of the Silver Age version of the superhero Green Lantern, Hal Jordan. Ferris Aircraft is one of the largest employers in Coast City.",
  "/wiki/Stephanie_Brown_(comics)": "Stephanie Brown is a fictional superhero appearing in American comic books published by DC Comics, most commonly associated with Batman. The character first appeared in Detective Comics #647 (June 1992) and was created by Chuck Dixon and Tom Lyle.",
  "/wiki/Renee_Montoya": "Renee Maria Montoya is a fictional character appearing in American comic books published by DC Comics. The character was created for Batman: The Animated Series and was preemptively introduced into mainstream comics before the airing of her animated debut in 1992. The character has developed significantly.",
  "/wiki/Crispus_Allen": "Crispus Allen is a fictional character in the DC Comics universe.",
  "/wiki/Question_(comics)": "The Question is a fictional superhero appearing in American comic books published by DC Comics. Created by writer-artist Steve Ditko, the Question first appeared in Charlton Comics' Blue Beetle #1 (June 1967). The character was acquired by DC Comics in the early 1980s and incorporated into the DC Universe.",
  "/wiki/New_52": "The New 52 was the 2011 revamp and relaunch by DC Comics of its entire line of ongoing monthly superhero comic books. Following the conclusion of the \"Flashpoint\" crossover storyline, DC canceled all of its existing titles and debuted 52 new series in September 2011 with new first issues. Among the renumbered series were Action Comics and Detective Comics, which had retained their original numbering since the 1930s.",
  "/wiki/Red_Robin_(comic_book)": "Red Robin was an American comic book ongoing series, written by Chris Yost with art by Ramon Bachs, featuring former Robin Tim Drake under the identity of Red Robin. The debut of the series follows the events of Batman R.I.P., Final Crisis, and Battle for the Cowl in which the original Batman, Bruce Wayne, apparently died at the hands of DC Comics villain Darkseid. Of all the characters in the so-called \"Batman family\", Drake (now using his legal name, Tim Wayne) is the only one that believes Bruce Wayne is still alive and leaves Gotham City to begin a global search for evidence supporting his theory and hope."
}