{
  "/wiki/Club_Atl%C3%A9tico_Banfield": "Club Atlético Banfield is an Argentine sports club located in the city of Banfield, Buenos Aires. Founded on 21 January 1896 by town residents of British origin (mostly from England and some from Scotland and Ireland), Banfield is mostly known for its football team, which currently plays in Primera División, the first division of the Argentine football league system.",
  "/wiki/Alumni_Athletic_Club": "Alumni Athletic Club, or simply Alumni, was an Argentine football team active during the first years of the sport in that country. Although officially founded in 1898, the team had been formed in 1893 when a group of students from the Buenos Aires English High School joined Alexander Watson Hutton (considered the \"father\" of Argentine football) to form a team in order to participate in the championship organized by the Argentine Association Football League (then Argentine Football Association, which had been created that year).",
  "/wiki/Barracas_Athletic_Club": "Barracas Athletic Club was a football club from Lanús, Greater Buenos Aires, Argentina. The club was notable for having played several seasons in Argentine Primera División, the top division of Argentine football league system.",
  "/wiki/Belgrano_Athletic_Club": "Belgrano Athletic Club is an Argentine amateur sports club from Belgrano, Buenos Aires. One of Argentina's oldest institutions still in existence, Belgrano was one of the four clubs that founded the Argentine Rugby Union in 1899. The senior team currently competes at Top 12, the first division of the Unión de Rugby de Buenos Aires league system.",
  "/wiki/Club_Atl%C3%A9tico_Estudiantes": "Club Atlético Estudiantes, usually called Estudiantes de Caseros or Estudiantes de Buenos Aires, is an Argentine football club from Caseros, Buenos Aires. The club is mostly known for its football team, which  currently plays in the Primera B Nacional, the second division of the Argentine football league system.",
  "/wiki/Club_Atl%C3%A9tico_Porte%C3%B1o": "Club Atlético Porteño is an Argentine rugby union club sited in San Vicente, Buenos Aires. The club was founded on July 28, 1895 by Irish immigrants as a football team, which participated in tournaments organized by the Argentine Football Association until 1931 when the sport became professional in Argentina.",
  "/wiki/Club_Atl%C3%A9tico_River_Plate": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Núñez neighborhood of Buenos Aires, founded on 25 May 1901, and named after the English name for the city's estuary, Río de la Plata. Although many sports are practiced at the club, River Plate is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, its latest title the 2014 Final. Domestic achievements also include 12 national cups, with the 2018–19 Copa Argentina as the most recent. Those achievements place River Plate as the most winning team of domestic competitions with 48 titles won in the top division. In Second Division, the club has won two titles, in 1908 and 2011–12.",
  "/wiki/Racing_Club_de_Avellaneda": "Racing Club, also known simply as Racing, is an Argentine professional sports club based in Avellaneda, a city of Greater Buenos Aires. Founded in 1903, Racing has been historically considered one of the \"big five\" clubs of Argentine football. Racing currently plays in the Primera División, the top division of the Argentine league system.",
  "/wiki/Gimnasia_y_Esgrima_de_Buenos_Aires": "Club de Gimnasia y Esgrima (also known for its acronym GEBA) is an Argentine multi-sports club placed in the city of Buenos Aires. The institution is one of the oldest in the country, having been established in 1880. Gimnasia y Esgrima is also one of largest clubs of Argentina, with around 30 different disciplines hosted in the three buildings that the institution owns in Buenos Aires.",
  "/wiki/Boca_Juniors": "Club Atlético Boca Juniors (Spanish pronunciation: [kluβ aˈtletiko ˈβoka ˈʝunjoɾs]) is an Argentine professional sports club based in La Boca neighbourhood of Buenos Aires. Boca Juniors is mostly known for its professional football team which, since its promotion in 1913, has always played in the Argentine Primera División, becoming the most successful team of Argentina in number of official titles, with 68 won to date. National titles won by Boca Juniors include 33 Primera División championships, and 13 domestic cups. Boca Juniors also owns an honorary title awarded by the Argentine Football Association for their successful tour of Europe in 1925.",
  "/wiki/Federaci%C3%B3n_Argentina_de_Football": "The Federación Argentina de Football (FAF) was a dissident football association of Argentina that organised its own championships from 1912 to 1914. The Argentine Football Association did not recognised those championships until both associations were merged in 1914. Currently all the championships organised by the FAF are considered officials by the AFA.",
  "/wiki/Club_Atl%C3%A9tico_Tigre": "Club Atlético Tigre (Spanish pronunciation: [ˈkluβ aˈtletiko ˈtiɣɾe]) is an Argentine sports club from Victoria, Buenos Aires. The club is mostly known for its football team, which plays in Argentine Primera B Nacional.",
  "/wiki/Ferro_Carril_Oeste": "Club Ferro Carril Oeste, known simply as Ferro Carril Oeste or Ferro, is an Argentine sports club from the neighbourhood of Caballito, Buenos Aires. Although many activities are hosted by the club, Ferro is mostly known for its\nfootball team, currently playing in the Primera B Nacional, the second division of the Argentine football league system.",
  "/wiki/Estudiantes_de_La_Plata": "Club Estudiantes de La Plata (Spanish pronunciation: [kluβ estuˈðjantez ðe la ˈplata]), simply referred to as Estudiantes [estuˈðjantes], is an Argentine professional sports club based in La Plata. The club's football team currently competes in the Primera División, where it has spent most of its history.",
  "/wiki/San_Lorenzo_de_Almagro": "Club Atlético San Lorenzo de Almagro, commonly known as San Lorenzo de Almagro or simply San Lorenzo (in English: Saint Lawrence), is an Argentine sports club based in the Boedo district of Buenos Aires. It is best known for its football team, which plays in the Primera División, the first tier of the Argentine football league system. San Lorenzo is also considered one of the \"big five\" (\"Los 5 Grandes\") of Argentine football by Argentine press, with Independiente, River Plate, Boca Juniors, and Racing Club.",
  "/wiki/Primera_B_Metropolitana": "Primera B Metropolitana is one of two professional leagues that form the third level of the Argentine football league system. The division is made up of 17 clubs mainly from the city of Buenos Aires and its metropolitan area, Greater Buenos Aires."
}