{
  "/wiki/States_of_Malaysia": "The states and federal territories of Malaysia are the principal administrative divisions of Malaysia. Malaysia is a federation comprising 13 states (Negeri) and 3 federal territories (Wilayah Persekutuan).",
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Perak": "Perak (Malay pronunciation: [peraʔ]) is a state of Malaysia on the west coast of the Malay Peninsula. Perak has land borders with the Malaysian states of Kedah to the north, Penang to the northwest, Kelantan and Pahang to the east, and Selangor to the south. Thailand's Yala and Narathiwat provinces both lie to the northeast.  Perak's capital city, Ipoh, was known historically for its tin-mining activities until the price of the metal dropped, severely affecting the state's economy. The royal capital remains Kuala Kangsar, where the palace of the Sultan of Perak is located. As of 2018, the state's population was 2,500,000. Perak has diverse tropical rainforests and an equatorial climate. The state's mountain ranges belong to the Titiwangsa Range, which is part of the larger Tenasserim Range connecting Thailand, Myanmar and Malaysia. Perak's Mount Korbu is the highest point of the range.",
  "/wiki/Pantai_Remis": "Pantai Remis [班台] is a coastal town in Manjung District, Perak, Malaysia. It is situated in between Simpang (near Taiping) and Sitiawan.",
  "/wiki/Steam_Turbine": "A steam turbine is a device that extracts thermal energy from pressurized steam and uses it to do mechanical work on a rotating output shaft. Its modern manifestation was invented by Charles Parsons in 1884.",
  "/wiki/Palm_oil": "Palm oil is an edible vegetable oil derived from the mesocarp (reddish pulp) of the fruit of the oil palms, primarily the African oil palm Elaeis guineensis, and to a lesser extent from the American oil palm Elaeis oleifera and the maripa palm Attalea maripa.",
  "/wiki/Selangor": "Selangor (/səˈlæŋər/; Malay: [s(ə)laŋo(r)]), also known by its Arabic honorific Darul Ehsan, or \"Abode of Sincerity\", is one of the 13 states of Malaysia. It is on the west coast of Peninsular Malaysia and is bordered by Perak to the north, Pahang to the east, Negeri Sembilan to the south and the Strait of Malacca to the west. Selangor surrounds the federal territories of Kuala Lumpur and Putrajaya, both of which were previously part of it.",
  "/wiki/Seri_Kembangan": "Seri Kembangan, formerly known as Serdang New Village, is a town located in Selangor, Malaysia. The town is now a considerable city in size - it is located near the northern end of the PLUS Expressway Southern Route .",
  "/wiki/Gas_turbine": "A gas turbine, also called a combustion turbine, is a type of continuous and internal combustion engine. The main elements common to all gas turbine engines are:",
  "/wiki/Biogas": "Biogas is the mixture of gases produced by the breakdown of organic matter in the absence of oxygen (anaerobically), primarily consisting of methane and carbon dioxide. Biogas can be produced from raw materials such as agricultural waste, manure, municipal waste, plant material, sewage, green waste or food waste. Biogas is a renewable energy source. In India, it is also known as \"Gobar Gas\".",
  "/wiki/Sabah": "Sabah (Malay pronunciation: [saˈbah]) is a state of Malaysia located on the northern portion of Borneo. Sabah has land borders with the Malaysian state of Sarawak to the southwest and Indonesia's Kalimantan region to the south. The Federal Territory of Labuan is an island just off the Sabah coast. Sabah shares maritime borders with Vietnam to the west and the Philippines to the north and east. Kota Kinabalu is the state capital city, the economic centre of the state and the seat of the Sabah state government. Other major towns in Sabah include Sandakan and Tawau. As of the 2015 census in Malaysia, the state's population is 3,543,500. Sabah has an equatorial climate with tropical rainforests and abundant animal and plant species. The state has long mountain ranges on the west side which form part of the Crocker Range National Park. Kinabatangan River, second longest river in Malaysia runs through Sabah and Mount Kinabalu is the highest point of Sabah as well as of Malaysia.",
  "/wiki/Tawau": "Tawau (Malaysian pronunciation: [ˈta wau], Jawi: .mw-parser-output .script-arabic,.mw-parser-output .script-Arab{font-family:Scheherazade,Lateef,LateefGR,Amiri,\"Noto Naskh Arabic\",\"Droid Arabic Naskh\",Harmattan,\"Arabic Typesetting\",\"Traditional Arabic\",\"Simplified Arabic\",\"Times New Roman\",Arial,\"Sakkal Majalla\",\"Microsoft Uighur\",Calibri,\"Microsoft Sans Serif\",\"Segoe UI\",serif,sans-serif;font-weight:normal}تاواو‎, Chinese: 斗湖; pinyin: Dǒu Hú) formerly known as Tawao, is the capital of the Tawau District in Sabah, Malaysia. It is the third-largest town in Sabah, after Kota Kinabalu and Sandakan. It is located on the Semporna Peninsula in the southeast coast of the state in the administrative centre of Tawau Division, which is bordered by the Sulu Sea to the east, the Celebes Sea to the south at Cowie Bay[note 1] and shares a border with North Kalimantan. The town had an estimated population as of 2010[update], of 113,809, while the whole municipality area had a population of 397,673.[note 2]",
  "/wiki/Johor": "Johor (/dʒəˈhɔːr/), formerly known as Johore, is a state of Malaysia in the south of the Malay Peninsula. Johor has land borders with the Malaysian states of Pahang to the north and Malacca and Negeri Sembilan to the northwest. Johor shares maritime borders with Singapore to the south and Indonesia to both the west and east. Johor Bahru is the capital city and the economic centre of the state, Kota Iskandar is the seat of the state government, and Muar serves as the royal town of the state. The old state capital is Johor Lama. As of 2017, the state's population is 3,700,000. Johor has highly diverse tropical rainforests and an equatorial climate. The state's mountain ranges form part of the Titiwangsa Range, which is part of the larger Tenasserim Range connected to Thailand and Myanmar, with Mount Ophir being the highest point in Johor.",
  "/wiki/Pasir_Gudang": "Pasir Gudang is an industrial town located in Mukim Plentong, Johor Bahru District, Johor, Malaysia. The main industries are transportation and logistics, shipbuilding, petrochemicals and other heavy industries, and oil palm storage and distribution, which is located in Johor Port and Tanjung Langsat.",
  "/wiki/Sandakan": "Sandakan (Malaysian pronunciation: [ˈsan daˈkan], Jawi: .mw-parser-output .script-arabic,.mw-parser-output .script-Arab{font-family:Scheherazade,Lateef,LateefGR,Amiri,\"Noto Naskh Arabic\",\"Droid Arabic Naskh\",Harmattan,\"Arabic Typesetting\",\"Traditional Arabic\",\"Simplified Arabic\",\"Times New Roman\",Arial,\"Sakkal Majalla\",\"Microsoft Uighur\",Calibri,\"Microsoft Sans Serif\",\"Segoe UI\",serif,sans-serif;font-weight:normal}سنداکن‎, Chinese: 山打根; pinyin: Shāndǎgēn; Jyutping: saan1 daa2 gan1) formerly known at various times as Elopura, is the capital of the Sandakan District in Sabah, Malaysia. It is the second largest town in Sabah after Kota Kinabalu. It is located on the Sandakan Peninsula and east coast of the state in the administrative centre of Sandakan Division and was the former capital of British North Borneo. The town has an estimated population of 157,330 while the surrounding municipal area has a total population of 396,290.",
  "/wiki/Semenyih": "Semenyih (Chinese: 士毛月, Minangkabau: Somonyih) (Tamil:செமினி,Semenyih) is a town and a mukim in Hulu Langat District in southeastern Selangor, Malaysia along the Kajang–Seremban road. It is 28 km southeast of downtown Kuala Lumpur and 8 km southeast of Kajang.",
  "/wiki/Refuse-derived_fuel": "Refuse-derived fuel (RDF) is a fuel produced from various types of waste such as municipal solid waste (MSW), industrial waste or commercial waste."
}