{
  "/wiki/Captain_(land)": "The army rank of captain (from the French capitaine) is a commissioned officer rank historically corresponding to the command of a company of soldiers. The rank is also used by some air forces and marine forces. Today, a captain is typically either the commander or second-in-command of a company or artillery battery (or United States Army cavalry troop or Commonwealth squadron). In the Chinese People's Liberation Army, a captain may also command a company, or be the second-in-command of a battalion.\n In NATO countries, the rank of captain is described by the code OF-2 and is one rank above an OF-1 (lieutenant or first lieutenant) and one below an OF-3 (major or commandant). The rank of captain is generally considered[by whom?] to be the highest rank a soldier can achieve while remaining in the field.\n In some militaries, such as United States Army and Air Force and the British Army, captain is the entry-level rank for officer candidates possessing a professional degree, namely, most medical professionals (doctors, pharmacists, dentists) and lawyers. In the U.S.. Army, lawyers who are not already officers at captain rank or above enter as lieutenants during training, and are promoted to the rank of captain after completion of their training if they are in the active component, or after a certain amount of time, usually one year from their date of commission as a lieutenant, for the reserve components.\n The rank of captain should not be confused with the naval rank of captain or with the UK-influenced air force rank of group captain, both of which are equivalent to the army rank of colonel.",
  "/wiki/John_McDonell": "Captain John McDonell of Aberchalder (c. 1758-21 November 1809) was a soldier, judge and political figure in Upper Canada following the American Revolution. He was elected as the first speaker for the Legislative Assembly of Upper Canada.",
  "/wiki/Sir_David_William_Smith,_1st_Baronet": "Sir David William Smith, 1st Baronet (September 4, 1764 – May 9, 1837) was a soldier and political figure in Upper Canada.\n He was born in Salisbury, England in 1764. He was the only son of Colonel John Smith (d.1795) and his wife Anne, daughter of William Waylen of Rowde Hill and Devizes, Wiltshire. He joined his father's regiment, the 5th Regiment of Foot, as an ensign in 1779. He married his first wife in 1788 and rejoined the regiment under his father's command at Detroit in 1790. He served on the land board in the Hesse District in 1791 and 1792. Lieutenant Governor John Graves Simcoe made him acting deputy surveyor general in 1792.  He was appointed surveyor general of Upper Canada in 1798.\n In 1792, he was elected to the 1st Parliament of Upper Canada representing Suffolk & Essex. Although there were no other candidates, Smith authorized 200 pounds be spent to entertain electors on voting day.\nIn 1796, he was elected in the 3rd riding of Lincoln. He became a member of the Executive Council of Upper Canada in 1796. In 1800, he was elected again to the Legislative Assembly representing Norfolk, Oxford & Middlesex. Smith was speaker for the Legislative Assembly from 1796 to 1801.\n David Smith acquired 20,000 acres of land in Ontario and owned the park lot which contained the Moss Park estate. He actually owned half of the original land that contained the original city of Toronto.[dubious  – discuss] He wrote, “A Short Topographical Description of His Majesty’s Province of Upper Canada in North America, to which is annexed a Provincial Gazeteer.” The original work was compiled at the request of Simcoe and republished in London in 1813.\n In 1802, he returned to England and, in 1804, resigned from his appointments in Upper Canada. He began a second career as property manager for the Duke of Northumberland. He was made a baronet in 1821. He died near Alnwick, Northumberland in 1837.",
  "/wiki/Samuel_Street": "Samuel Street (1753 – February 3, 1815) was a judge, merchant and political figure in Upper Canada.\n He was born in Wilton, Connecticut in 1753. He traded with the native people along the Susquehanna River around 1776; in 1778, he moved to Fort Niagara where he provided supplies to the British. After the war, he resumed to trade with the native people and the Indian Department; his contact in the department was John Butler. Street was also involved in land speculation, but he did not gain much profit from that activity. In 1788, he became a justice of the peace in the Nassau District. He was elected to the Legislative Assembly of Upper Canada in the 2nd riding of Lincoln in 1796; in 1800, he was chosen as speaker. In 1807, he became a judge in the Niagara District. After earlier unsuccessful attempts at reelection, in 1808, he was elected in 3rd Lincoln. He was a captain in the 3rd Lincoln Militia and served as paymaster during the War of 1812. He later claimed compensation for property lost during the war.\n He died at Thorold in 1815.",
  "/wiki/Alexander_Macdonell_(politician)": "Alexander Macdonell of Collachie (1762 – March 18, 1842) was a soldier and political figure in Upper Canada.",
  "/wiki/Allan_McLean_(Upper_Canada_politician)": "Allan McLean (1752 – 8 October 1847) was a Scottish-born lawyer and politician in Upper Canada.  He was the first lawyer in 1794 authorized to practise in Kingston. He was first elected in May 1804 as a member of the Legislative Assembly of Upper Canada.  From 1805 to 1824, McLean represented the riding of Frontenac in the 4th to 8th Parliaments of Upper Canada.\n McLean married Harriet McLean, the daughter of Neil McLean. He was a lieutenant in the British Army in the Thirteen Colonies, serving during the American Revolution. McLean settled in Kingston. He was lieutenant-colonel in the militia and served during the War of 1812. McLean was registrar for Frontenac, Lennox and Addington, Prince Edward and Hastings counties. He also served as clerk of the peace for the Midland District. McLean died in 1847 in Kingston.",
  "/wiki/Levius_Peters_Sherwood": "Levius Peters Sherwood (December 12, 1777 – May 19, 1850) was a lawyer, judge and political figure in Upper Canada.\n He was born at St. Johns in Lower Canada, the son of Justus Sherwood. He studied law and was called to the bar in 1803. In 1804, he was appointed registrar for Grenville, Leeds, and Carleton and customs inspector. In the same year, he married Charlotte Jones, daughter of Ephraim Jones. In 1812, he was elected to the Legislative Assembly of Upper Canada representing Leeds. In 1818, he successfully defended two Métis against charges of murdering Robert Semple in the Red River Colony. In 1820, he was appointed judge in the Johnstown District court. He was reelected to the Legislative Assembly in 1820 and he was chosen as speaker the following year. In 1825, he was appointed to the Court of King's Bench. He played an important role in the trials for treason that followed the Upper Canada Rebellion. He retired from the bench in 1840. Sherwood was named to the council of King's College in 1841. He was appointed to the Legislative Council of the Province of Canada in 1842 and the Executive Council in 1843.\n He died at Toronto in 1850. His son Henry became a member of the Legislative Assembly, a judge and mayor of Toronto.\n His brother Samuel served in the legislative assemblies of Upper and Lower Canada.",
  "/wiki/John_Wilson_(Ontario_politician)": "John Wilson, QC (February 5, 1807 – June 3, 1869) was an Ontario lawyer, judge and political figure. He shot and killed Robert Lyon in what is believed to have been the last duel fought in Ontario and the last fatal duel in Canada.\n He was born in Paisley, Renfrewshire, Scotland in 1807 and settled in Perth, Upper Canada with his family around 1823. He studied law in Perth with James Boulton. The duel was fought on June 13, 1833 over comments that Lyon, another law student, had made against the character of a Miss Elizabeth Hughes (who Wilson later married). Wilson and his second were charged with murder but acquitted. He was called to the Upper Canada bar in 1835, joined Boulton's practice at Niagara and later set up his own practice at London. He helped organize local resistance against the Upper Canada Rebellion and was named a captain in the militia in 1838. Wilson served as warden for the London District from 1842 to 1844 and also served as solicitor for the city of London. He was elected to the Legislative Assembly of the Province of Canada in an 1847 by-election as a Conservative and then was reelected in 1848 and 1854. In 1856, Wilson was named Queen's Counsel. He was elected to the Legislative Council for St. Clair division in 1863 but was named judge in the Court of Common Pleas a few months later. He sentenced seven Fenians captured during the Fenian raids to death, but these sentences were commuted.\n Wilson died in Westminster Township in 1869.\n Other sources, however, agree that it was the last duel in Ontario which was then known as Upper Canada, but not the last fatal duel in what is now the country of Canada. For example, Radio Canada International and the Montreal Gazette refer to documents that state that the last fatal duel occurred  on 22 May 1838, in Quebec, then known as Lower Canada, between British officer Major Henry Warde and lawyer Robert Sweeney; Warde was wounded and subsequently died.",
  "/wiki/Marshall_Spring_Bidwell": "Marshall Spring Bidwell (February 16, 1799 – October 24, 1872) was a lawyer and political figure in Upper Canada.\n He was born in Stockbridge, Massachusetts in 1799, the son of politician Barnabas Bidwell. His family settled in Bath in Upper Canada before the War of 1812. He studied with a law firm in Kingston and was called to the Ontario Bar in 1821. When his father was unseated in 1821 based on allegations of misappropriation of funds in Massachusetts, Bidwell presented himself as a candidate but was declared ineligible. In the April 1823 Lennox and Addington by-election, Bidwell ran against George Ham of Bath where Ham won by 13 votes.",
  "/wiki/Archibald_McLean_(judge)": "Chief Justice The Hon. Archibald McLean (April 5, 1791 – October 24, 1865) was a lawyer, judge and political figure in Upper Canada.",
  "/wiki/Allan_MacNab": "Sir Allan Napier MacNab, 1st Baronet (19 February 1798 – 8 August 1862) was a Canadian political leader and Premier of the Province of Canada, from 1854 to 1856.",
  "/wiki/Henry_Ruttan": "Henry Ruttan (June 12, 1792 – July 31, 1871) was a businessman, inventor and politician figure in Upper Canada.\n He was born in Adolphustown in 1792. At the age of 14, he left school to work in a store in Kingston. He served in the militia during the War of 1812. After the war, he remained in the militia and reached the rank of colonel. He left the militia in 1846 but was called back into service from 1860 to 1862. He set up a business in Cobourg in 1815. In 1820, he was elected to the Legislative Assembly of Upper Canada for Northumberland; he served until 1824 and was reelected in 1836. He served as speaker of the house from December 1837 to January 1838. In 1827, he was named sheriff for the Newcastle District; he continued to serve after the district was replaced by the United Counties of Northumberland and Durham in 1849.\n Ruttan designed more efficient heating and ventilation equipment for buildings and also invented a system for heating and cooling railway coaches that was put to use by several railway companies in North America.\n He died in Cobourg in 1871.\n His grandson, Henry Norlande Ruttan, worked as an engineer with several railway companies and served as city engineer for the city of Winnipeg.",
  "/wiki/Legislative_Assembly_of_Upper_Canada": "The Legislative Assembly of Upper Canada was the elected part of the legislature for the province of Upper Canada, functioning as the lower house in the Parliament of Upper Canada.  Its legislative power was subject to veto by the appointed Lieutenant Governor, Executive Council, and Legislative Council.\n The first elections in Upper Canada, in which only land-owning males were permitted to vote, were held in August 1792.  The first session of the Assembly's sixteen members occurred in Newark, Upper Canada on 17 September 1792. Shortly before the capital of Upper Canada was moved to York in 1796 the Assembly was dissolved and reconvened for twelve more sessions between 1797 and 1840 in modest buildings in the new capital. Members continued to be elected by land-owning males to represent counties and the larger towns.\n During the War of 1812, American troops set fire to the buildings of the Assembly."
}