{
  "/wiki/Federal_government_of_the_United_States": "The federal government of the United States (U.S. federal government)[a] is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive and judicial, whose powers are vested by the U.S. Constitution in the Congress, the president and the federal courts, respectively. The powers and duties of these branches are further defined by acts of Congress, including the creation of executive departments and courts inferior to the Supreme Court.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Électricité_de_France": "Électricité de France S.A. (EDF; literally Electricity of France) is a French electric utility company, largely owned by the French state. Headquartered in Paris, with €71.2 billion in revenues in 2016, EDF operates a diverse portfolio of 120+ gigawatts of generation capacity in Europe, South America, North America, Asia, the Middle East and Africa.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/GAZPROM": "Public Joint Stock Company Gazprom (Russian: Публи́чное акционе́рное о́бщество «Газпром», Publichnoe Aktsionernoe Obshchestvo Gazprom, abbreviated PAO Gazprom, Russian: ПАО «Газпром», IPA: [ɡɐsˈprom]) is a large Russian company founded in 1989, which carries on the business of extraction, production, transport, and sale of natural gas. The company is majority owned by the Government of Russia, via the Federal Agency for State Property Management and Rosneftegaz [ru]. The remaining shares trade publicly. The Gazprom name is a portmanteau of the Russian words Gazovaya Promyshlennost (Russian: га́зовая промы́шленность - gas industry). Gazprom is in the process of moving from Moscow to Saint Petersburg, where it has constructed Europe's tallest building for its new headquarters. Gazprom is the world’s largest gas producer.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Petrochina_Company_Limited": "PetroChina Company Limited (simplified Chinese: 中国石油天然气股份有限公司; traditional Chinese: 中國石油天然氣股份有限公司) is a Chinese oil and gas company and is the listed arm of state-owned China National Petroleum Corporation (CNPC), headquartered in Dongcheng District, Beijing. The company is currently Asia's largest oil and gas producer and was China's second biggest oil producer in 2006. Traded in Hong Kong and New York, the mainland enterprise announced its plans to issue stock in Shanghai in November 2007, and subsequently entered the constituent of SSE 50 Index.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/ExxonMobil": "Exxon Mobil Corporation, doing business as ExxonMobil, is an American multinational oil and gas corporation headquartered in Irving, Texas. It is the largest direct descendant of John D. Rockefeller's Standard Oil, and was formed on November 30, 1999 by the merger of Exxon (formerly the Standard Oil Company of New Jersey) and Mobil (formerly the Standard Oil Company of New York). ExxonMobil's primary brands are Exxon, Mobil, Esso, and ExxonMobil Chemical. ExxonMobil is incorporated in Texas.",
  "/wiki/Petrobras": "Petróleo Brasileiro S.A. — Petrobras, more commonly known as simply Petrobras (Portuguese pronunciation: [ˌpɛtɾoˈbɾas ]), is a semi-public Brazilian multinational corporation in the petroleum industry headquartered in Rio de Janeiro, Brazil. The company's name translates to Brazilian Petroleum Corporation — Petrobras.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Royal_Dutch_Shell": "Royal Dutch Shell PLC, commonly known as Shell, is a British-Dutch oil and gas company headquartered in the Netherlands and incorporated in the United Kingdom. It is one of the oil and gas \"supermajors\" and the third-largest company in the world measured by 2018 revenues (and the largest based in Europe). In the 2019 Forbes Global 2000, Shell was ranked as the ninth-largest company in the world (and the largest outside China and the United States), and the largest energy company. Shell was first in the 2013 Fortune Global 500 list of the world's largest companies; in that year its revenues were equivalent to 84% of the Dutch national $556 billion GDP.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/United_States_Department_of_the_Army": "The Department of the Army (DA) is one of the three military departments within the Department of Defense of the United States of America. The Department of the Army is the Federal Government agency within which the United States Army is organized, and it is led by the Secretary of the Army, who has statutory authority under 10 U.S.C. § 3013 to conduct its affairs and to prescribe regulations for its government, subject to the limits of the law, and the directions of the Secretary of Defense and the President.",
  "/wiki/Enel": "Enel S.p.A., or the Enel Group, is an Italian multinational energy company that is active in the sectors of electricity generation and distribution, as well as in the distribution of natural gas.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Nippon_Telegraph_and_Telephone": "The Nippon Telegraph and Telephone Corporation (日本電信電話株式会社, Nippon Denshin Denwa Kabushiki-gaisha), commonly known as NTT, is a Japanese telecommunications company headquartered in Tokyo, Japan. Ranked 55th in Fortune Global 500, NTT is the fourth largest telecommunications company in the world in terms of revenue, as well as the fifth largest publicly traded company in Japan after Toyota, Mitsubishi Corporation, Honda and Japan Post Holdings, as of September 2019.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Tokyo_Electric_Power_Company": "Tokyo Electric Power Company Holdings, Incorporated (東京電力ホールディングス株式会社, Tōkyō Denryoku Hôrudingusu kabushiki gaisha, TYO: 9501), also known as Toden (東電, Tōden) or TEPCO, is a Japanese electric utility holding company servicing Japan's Kantō region, Yamanashi Prefecture, and the eastern portion of Shizuoka Prefecture. This area includes Tokyo. Its headquarters are located in Uchisaiwaicho, Chiyoda, Tokyo, and international branch offices exist in Washington, D.C., and London. It is a founding member of strategic consortiums related to energy innovation and research; such as JINED, INCJ and MAI.",
  "/wiki/BP": "BP plc (formerly The British Petroleum Company plc and BP Amoco plc) is a multinational oil and gas company headquartered in London, England. It is one of the world's seven oil and gas \"supermajors\", whose performance in 2012 made it the world's sixth-largest oil and gas company, the sixth-largest energy company by market capitalization and the company with the world's 12th-largest revenue (turnover). It is a vertically integrated company operating in all areas of the oil and gas industry, including exploration and production, refining, distribution and marketing, petrochemicals, power generation and trading. It also has renewable energy interests in biofuels, wind power and solar technology.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Walmart": "Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas.   The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses. As of October 31, 2019,[update] Walmart has 11,438 stores and clubs in 27 countries, operating under 55 different names. The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.",
  "/wiki/Government_of_California": "The government of California is the governmental structure of the state of California as established by the California Constitution. It is composed of three branches: the executive, consisting of the Governor of California and the other constitutionally elected and appointed officers and offices; the legislative, consisting of the California State Legislature, which includes the Assembly and the Senate; and the judicial, consisting of the Supreme Court of California and lower courts. There is also local government, consisting of counties, cities, special districts, and school districts, as well as government entities and offices that operate independently on a constitutional, statutory, or common law basis. The state also allows direct participation of the electorate by initiative, referendum, recall and ratification.",
  "/wiki/Ferrovie_dello_Stato": "Ferrovie dello Stato Italiane S.p.A. (previously Ferrovie dello Stato), (English: Italian State Railways) is a state-owned holding company that manages infrastructure and services on the Italian rail network.",
  "/wiki/AT&T": "AT&T Inc. is an American multinational conglomerate holding company headquartered at Whitacre Tower in Downtown Dallas, Texas. It is the world's largest telecommunications company, the largest provider of mobile telephone services, and the largest provider of fixed telephone services in the United States through AT&T Communications. Since June 14, 2018, it is also the parent company of mass media conglomerate WarnerMedia, making it the world's largest media and entertainment company in terms of revenue. As of 2018[update], AT&T is ranked #9 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/GDF_Suez": "ENGIE is a French multinational electric utility company, headquartered in La Défense, Courbevoie, which operates in the fields of energy transition, electricity generation and distribution, natural gas, nuclear, renewable energy and Petroleum.",
  "/wiki/Chevron_Corporation": "Chevron Corporation is an American multinational energy corporation. One of the successor companies of Standard Oil, it is headquartered in San Ramon, California, and active in more than 180 countries. Chevron is engaged in every aspect of the oil, natural gas, and geothermal energy industries, including hydrocarbon exploration and production; refining, marketing and transport; chemicals manufacturing and sales; and power generation. Chevron is one of the world's largest oil companies; as of 2019[update], it ranked eleventh in the Fortune 500 list of the top US closely held and public corporations and 28th on the Fortune Global 500 list of the top 500 corporations worldwide. It was also one of the Seven Sisters that dominated the global petroleum industry from the mid-1940s to the 1970s. Chevron is incorporated in California.",
  "/wiki/China_Petrochemical_Corporation": "China Petrochemical Corporation (Chinese: 中国石油化工集团公司) or Sinopec Group is the world's largest oil refining, gas and petrochemical conglomerate, administered by SASAC for the State Council of the People's Republic of China. It is headquartered at Chaoyangmenwai in Beijing, across the road from the headquarters of fellow state-owned oil company and competitor CNOOC Group.",
  "/wiki/Verizon_Communications": "Verizon Communications Inc. (listen (help·info)) (/vəˈraɪzən/ və-RY-zən) is an American multinational telecommunications conglomerate and a corporate component of the Dow Jones Industrial Average. The company is based at 1095 Avenue of the Americas in Midtown Manhattan, New York City, but is incorporated in Delaware.",
  "/wiki/Bentley_Infrastructure_500": "Bentley Infrastructure 500  is a ranking of infrastructure owners compiled by the CAD software company Bentley Systems. It was first published in 2010. The index ranks the combined infrastructure assets in the hands of the biggest public and private organisations."
}