{
  "/wiki/AP_McCoy": "Sir Anthony Peter McCoy OBE (born 4 May 1974), commonly known as AP McCoy or Tony McCoy, is a Northern Irish former horse racing jockey. Based in Ireland and the UK, McCoy rode a record 4,358 winners, and was Champion Jockey a record 20 consecutive times, every year he was a professional. He stands 1.78 m (5'10\"), far taller than most jockeys.",
  "/wiki/Horse_racing": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity.",
  "/wiki/Don't_Push_It": "Don't Push It is a Grand National-winning thoroughbred racehorse in England.",
  "/wiki/2010_Grand_National": "The 2010 Grand National (known as the John Smith's Grand National for sponsorship reasons) was the 163rd renewal of the world-famous Grand National horse race that took place at the Aintree Racecourse near Liverpool, England, on 10 April 2010.",
  "/wiki/Steeplechase_(horse_racing)": "A steeplechase is a distance horse race in which competitors are required to jump diverse fence and ditch obstacles. Steeplechasing is primarily conducted in Ireland (where it originated), the United Kingdom, Canada, United States, Australia and France. The name is derived from early races in which orientation of the course was by reference to a church steeple, jumping fences and ditches and generally traversing the many intervening obstacles in the countryside.",
  "/wiki/Phil_Taylor_(darts_player)": "Philip Douglas Taylor (born 13 August 1960) is a retired English professional darts player, nicknamed The Power. Taylor dominated darts for over two decades and won 214 professional tournaments, including a record 85 major titles and a record 16 World Championships. In 2015, the BBC rated him among the ten greatest British sportsmen of the last 35 years. He is the richest and most successful darts player in history.",
  "/wiki/Darts": "Darts is a sport in which small missiles are thrown at a circular target (\"dartboard\") fixed to a wall. Though various boards and rules have been used in the past, the term \"darts\" usually now refers to a standardised game involving a specific board design and set of rules.",
  "/wiki/World_Professional_Darts_Championship": "The World Professional Darts Championship is one of the most important tournaments in the darts calendar. Originally held as an annual event between 1978 and 1993, players then broke off into two separate organisations after a controversial split in the game. Each organisation, the British Darts Organisation (BDO) and the Professional Darts Corporation (PDC) now organise their own World Championship in January. As a result, there is no longer a unified world champion in the sport.",
  "/wiki/2010_PDC_World_Darts_Championship": "The 2010 Ladbrokes.com World Darts Championship was the 17th World Championship organised by the Professional Darts Corporation since it separated from the British Darts Organisation. The event took place at Alexandra Palace in London from 18 December 2009 and 3 January 2010.",
  "/wiki/Jessica_Ennis": "Dame Jessica Ennis-Hill DBE (born 28 January 1986) is a British former track and field athlete from England, specialising in multi-eventing disciplines and 100 metres hurdles. As a competitor in heptathlon, she is the 2012 Olympic champion, a three-time world champion (2009, 2011, 2015), and the 2010 European champion. She is also the 2010 world indoor pentathlon champion. A member of the City of Sheffield & Dearne athletic club, she is a former British national record holder for the heptathlon. She is a former British record holder in the 100 metres hurdles, the high jump and the indoor pentathlon.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/2010_European_Athletics_Championships_–_Women's_heptathlon": "The women's heptathlon at the 2010 European Athletics Championships was held at the Estadi Olímpic Lluís Companys on 30 and 31 July.",
  "/wiki/2010_European_Athletics_Championships": "The 2010 European Athletics Championships were the 20th edition of the European Athletics Championships, organised under the supervision of the European Athletic Association. They were held at the Estadi Olímpic Lluís Companys in Barcelona, Catalonia, Spain from 27 July to 1 August 2010. Barcelona was the first Spanish city to host the European Championships.",
  "/wiki/Lee_Westwood": "Lee John Westwood OBE (born 24 April 1973) is an English professional golfer. Noted for his consistency, Westwood is one of the few golfers who has won tournaments on five continents – Europe, North America, Asia, Africa and Oceania – including victories on the European Tour and the PGA Tour. Westwood has also won tournaments in four decades, the 1990's, 2000's, 2010's and 2020's. Westwood was named player of the year for the 1998, 2000 and 2009 seasons. He has won the 2000 European Tour Order of Merit, and the renamed 2009 Race to Dubai. Westwood has frequently been mentioned as one of the best golfers without a major championship victory, despite several near misses including three runner-up finishes.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/List_of_World_Number_One_male_golfers": "The following is a list of golfers who have been top of the Official World Golf Ranking. As of February 9, 2020, Rory McIlroy is the number one ranked golfer. Tiger Woods has spent the most consecutive weeks (281) and most total weeks (683) in that position. The shortest time goes to Tom Lehman, who spent only one week at the top in April 1997. Three golfers have spent an entire calendar year atop the rankings: Nick Faldo (1993), Greg Norman (1996), and Woods (2000, 2001, 2002, 2003, 2006, 2007, 2008, 2009).",
  "/wiki/Tiger_Woods": "Eldrick Tont \"Tiger\" Woods (born December 30, 1975) is an American professional golfer. He is tied for first in PGA Tour wins and ranks second in men's major championships and also holds numerous golf records. Woods is widely regarded as one of the greatest golfers, and one of the most famous athletes of all time.",
  "/wiki/Graeme_McDowell": "Graeme McDowell MBE (born 30 July 1979) is a professional golfer from Northern Ireland who plays on both the PGA Tour and European Tour. He is well known for winning the 2010 U.S. Open at Pebble Beach, where he ended a 40-year drought for Europeans at the tournament.",
  "/wiki/U.S._Open_(golf)": "The United States Open Championship, commonly known as the U.S. Open, is the annual open national championship of golf in the United States. It is the third of the four major championships in golf, and is on the official schedule of both the PGA Tour and the European Tour. Since 1898 the competition has been 72 holes of stroke play (4 rounds on an 18-hole course), with the winner being the player with the lowest total number of strokes. It is staged by the United States Golf Association (USGA) in mid-June, scheduled so that, if there are no weather delays, the final round is played on the third Sunday. The U.S. Open is staged at a variety of courses, set up in such a way that scoring is very difficult, with a premium placed on accurate driving. As of 2019 the U.S. Open awards a $12.5 million purse, the largest of all 4 major championships and tied for largest of all PGA Tour events (The Players Championship also with $12.5 million).",
  "/wiki/2010_U.S._Open_(golf)": "The 2010 United States Open Championship was the 110th U.S. Open, held June 17–20 in Pebble Beach, California. Graeme McDowell of Northern Ireland won his first major title, one stroke ahead of runner-up Grégory Havret of France. McDowell was the first European to win the U.S. Open in forty years, since Tony Jacklin of England won in 1970. McDowell's win started a period in which four out of five U.S. Open champions between 2010–2014 were European. This was the fifth U.S. Open to be played at Pebble Beach Golf Links (it also hosted in 2000, 1992, 1982, and 1972).",
  "/wiki/Tom_Daley_(diver)": "Thomas Robert Daley (born 21 May 1994) is a British diver. He specialises in the 10-metre platform event and is a double World champion in the event; he won the 2009 FINA World Championship in the individual event at the age of 15, before regaining it in 2017. He was the 2012 Olympic bronze medallist in the event.",
  "/wiki/Diving_(sport)": "Diving is the sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics. Diving is an internationally recognized sport that is part of the Olympic Games.  In addition, unstructured and non-competitive diving is a recreational pastime.",
  "/wiki/Aquatics_at_the_2010_Commonwealth_Games": "The aquatics events at the 2010 Commonwealth Games took place at the SPM Swimming Pool Complex, Talkatora Gardens, Delhi from 4–13 October 2010. Events in the aquatic disciplines of swimming (long course), and diving were contested, with 46 sets of medals being competed for in total.",
  "/wiki/2010_Commonwealth_Games": "The 2010 Commonwealth Games, officially known as the XIX Commonwealth Games and commonly known as Delhi 2010, was an international multi-sport event that was held in Delhi, India, from 3 to 14 October 2010. A total of 6081 athletes from 71 Commonwealth nations and dependencies competed in 21 sports and 272 events, making it the largest Commonwealth Games to date. It was also the largest international multi-sport event to be staged in Delhi and India, eclipsing the Asian Games in 1951 and 1982. The opening and closing ceremonies were held at the Jawaharlal Nehru Stadium, the main stadium of the event.",
  "/wiki/Mark_Cavendish": "Mark Simon Cavendish MBE  (born 21 May 1985) is a Manx professional road racing cyclist, who currently rides for UCI WorldTeam Bahrain–McLaren. As a track cyclist he specialises in the madison, points race, and scratch race disciplines; as a road racer he is a sprinter. He is considered one of the greatest road sprinters of all time.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/Race_stage": "In sports, a stage, or leg, or heat, is a unit of a race which has been divided in several parts for the reason such as length of the distance to be covered, as in a multi-day event. Usually, such a race consists of \"ordinary\" stages, but sometimes stages are held as an individual time trial or a team time trial. Long races such as the Tour de France, Absa Cape Epic or the Giro d'Italia are known for their stages of one day each, whereas the boat sailing VELUX 5 Oceans Race is broken down in usually four stages of several weeks duration each, where the competitors are racing continuously day and night.  In bicycling and running events, a race with stages is known as a stage race.",
  "/wiki/2010_Tour_de_France": "The 2010 Tour de France was the 97th edition of the Tour de France cycle race, one of cycling's Grand Tours. It started on 3 July with an 8.9 km prologue time trial in Rotterdam, the first start in the Netherlands since 1996. The race visited three countries: the Netherlands, Belgium and France, and finished on 25 July on the Champs-Élysées in Paris.",
  "/wiki/Points_classification": "The points classification is a secondary award category in road bicycle racing. Points are given for high finishes and, in some cases, for winning sprints at certain places along the route, most often called intermediate sprints. The points classification is the top prize for many cycling sprinters and is often known as the sprint classification; however, in some stage races these classifications are based on different criteria.",
  "/wiki/2010_Vuelta_a_España": "The 2010 Vuelta a España was held from 28 August to 19 September and was won by Vincenzo Nibali. The race began in Seville and ended, as is tradition, in Madrid.",
  "/wiki/Amy_Williams": "Amy Joy Williams, MBE (born 29 September 1982) is a British former skeleton racer and Olympic gold medallist.",
  "/wiki/Skeleton_(sport)": "Skeleton is a winter sliding sport in which a person rides a small sled, known as a skeleton bobsled (or -sleigh), down a frozen track while lying face down and head-first. The sport and the sled may have been named from the bony appearance of the sled.",
  "/wiki/Skeleton_at_the_2010_Winter_Olympics": "The skeleton competition of the Vancouver 2010 Olympics was held at Whistler Sliding Centre. The events were held between the 18 and 19 February 2010. This event was expanded to four runs over two days beginning at these Olympic Games.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Graeme_Swann": "Graeme Peter Swann (born 24 March 1979) is a former English cricketer who played all three formats of the game. Born in Northampton, he attended Sponne School in Towcester, Northamptonshire. He was primarily a right-arm offspinner, and also a capable late-order batsman with four first-class centuries, and often fielded at second slip. After initially playing for his home county Northamptonshire, for whom he made his debut in 1997, he moved to Nottinghamshire in 2005.",
  "/wiki/Cricket": "Cricket is a bat-and-ball game played between two teams of eleven players on a field at the centre of which is a 20-metre (22-yard) pitch with a wicket at each end, each comprising two bails balanced on three stumps. The batting side scores runs by striking the ball bowled at the wicket with the bat, while the bowling and fielding side tries to prevent this and dismiss each player (so they are \"out\"). Means of dismissal include being bowled, when the ball hits the stumps and dislodges the bails, and by the fielding side catching the ball after it is hit by the bat, but before it hits the ground. When ten players have been dismissed, the innings ends and the teams swap roles. The game is adjudicated by two umpires, aided by a third umpire and match referee in international matches. They communicate with two off-field scorers who record the match's statistical information.",
  "/wiki/Spin_bowling": "Spin bowling is a bowling technique in cricket and the bowler is referred to as a spinner.",
  "/wiki/England_cricket_team": "The England cricket team represents England and Wales in international cricket. Since 1997, it has been governed by the England and Wales Cricket Board (ECB), having been previously governed by Marylebone Cricket Club (the MCC) since 1903. England, as a founding nation, is a Full Member of the International Cricket Council (ICC) with Test, One Day International (ODI) and Twenty20 International (T20I) status. Until the 1990s, Scottish and Irish players also played for England as those countries were not yet ICC members in their own right.",
  "/wiki/Bangladeshi_cricket_team_in_England_in_2010": "The Bangladesh cricket team is touring England, playing three One Day Internationals and two Test matches between 27 May and 12 July 2010.",
  "/wiki/Pakistani_cricket_team_in_England_in_2010": "The Pakistan cricket team toured England from 29 July to 22 September 2010. The tour consisted of four Tests, two Twenty20s (T20) and five One Day Internationals (ODIs). The first Test of the series, at Trent Bridge, was the 900th Test match to be played by England.",
  "/wiki/2010_ICC_World_Twenty20": "The 2010 ICC World Twenty20 was the third ICC World Twenty20 competition, an international Twenty20 cricket tournament that was held in the West Indies between 30 April and 16 May 2010. It was won by England, who defeated Australia in the final. Kevin Pietersen was named as player of the tournament.",
  "/wiki/David_Haye": "David Deron Haye (born 13 October 1980) is a British former professional boxer who competed from 2002 to 2018. He held multiple world championships in two weight classes, and was the first British boxer to reach the final of the World Amateur Boxing Championships, where he won a silver medal in 2001.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/World_Boxing_Association": "The World Boxing Association (WBA), formerly known as the National Boxing Association (NBA), is the oldest and one of four major organizations which sanction professional boxing bouts, alongside the World Boxing Council (WBC), International Boxing Federation (IBF) and World Boxing Organization (WBO). The WBA awards its world championship title at the professional level. Founded in the United States in 1921 by 13 state representatives as the NBA, in 1962 it changed its name in recognition of boxing's growing popularity worldwide and began to gain other nations as members.",
  "/wiki/List_of_heavyweight_boxing_champions": "International Boxing Federation",
  "/wiki/John_Ruiz": "John Ruiz (born January 4, 1972) is an American former professional boxer of Puerto Rican descent, who competed from 1992 to 2010. He held the WBA heavyweight title twice between 2001 and 2005, and is the first Latino boxer to win a world heavyweight title.",
  "/wiki/Audley_Harrison": "Audley Hugh Harrison, MBE (born 26 October 1971) is a British former professional boxer who competed from 2001 to 2013. As an amateur he represented Great Britain at the 2000 Olympics, winning a gold medal in the super-heavyweight division and becoming the first ever British boxer to win Olympic gold in that division. Harrison turned professional the following year after signing a contract with BBC Sport, and went on to have seventeen fights on the network before their cancellation of all boxing broadcasts.",
  "/wiki/2010_BBC_Sports_Personality_of_the_Year_Award": "The 2010 BBC Sports Personality of the Year Award, held on 19 December, was the 57th presentation of the BBC Sports Personality of the Year Awards. Awarded annually by the BBC, the main titular award honours an individual's British sporting achievement over the past year. The winner is selected by public vote from a 10-person shortlist. Other awards presented include team, coach, and young personality of the year."
}