{
  "/wiki/Belle_Vue_(Wakefield)": "Belle Vue (known as the Mobile Rocket Stadium under sponsorship agreement) in Wakefield, England, is the home of Wakefield Trinity rugby league team. It is beside the A638 Doncaster Road, approximately one mile south of Wakefield city centre.",
  "/wiki/Wakefield_Trinity": "Wakefield Trinity is a professional rugby league club in Wakefield, West Yorkshire, England, that plays in the Super League. One of the original twenty-two clubs that formed the Northern Rugby Football Union in 1895, between 1999 and 2016 the club was known as Wakefield Trinity Wildcats. The club has played at Belle Vue Stadium in Wakefield since 1895 and has rivalries with Castleford Tigers and Featherstone Rovers.  Wakefield have won two premierships in their history when they went back to back in 1967 and 1968.  As of 2019, it has been 51 years since Wakefield last won the league.",
  "/wiki/Wakefield": "Wakefield is a cathedral city in the Wakefield district of West Yorkshire, England, on the River Calder and the eastern edge of the Pennines, which had a population of 99,251 at the 2011 census.",
  "/wiki/The_Boulevard_(stadium)": "The Boulevard was a multi-purpose stadium in Hull, England. The venue was saved from demolition and reopened on 25 October 2007 as the home of greyhound racing in the city. There were plans for it to be used as a community stadium hosting rugby league matches and speedway, but it eventually closed and was demolished in August 2010.",
  "/wiki/Hull_F.C.": "Hull Football Club, commonly referred to as Hull or Hull F.C., is a professional rugby league football club established in 1865 and based in West Hull, East Riding of Yorkshire, England. The club plays in the Super League competition and were known as Hull Sharks from 1996–99.",
  "/wiki/Kingston_upon_Hull": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 260,645 (mid-2018 est.), Hull is the fourth-largest city in Yorkshire and the Humber.",
  "/wiki/Boundary_Park": "Boundary Park is a football stadium in Oldham, Greater Manchester, England. Its name originates from the fact that it lies at the northwestern extremity of Oldham, with Royton and Chadderton lying immediately north and west respectively.",
  "/wiki/Oldham_R.L.F.C.": "Oldham R.L.F.C., also known as the Roughyeds, is a professional rugby league football club in Oldham, Greater Manchester, England. The club currently competes in the Betfred Championship, the second tier of British Rugby League.",
  "/wiki/Oldham": "Oldham /ˈoʊldəm/ is a town in Greater Manchester, England, amid the Pennines and between the rivers Irk and Medlock, 5.3 miles (8.5 km) southeast of Rochdale and 6.9 miles (11.1 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Oldham, which had a population of 230,800 in 2015.",
  "/wiki/Brewery_Field": "Brewery Field (also known as The Morganstone Brewery Field for sponsorship purposes) is an 8,000 capacity sports stadium in Bridgend, Wales 1,100 of which is seated capacity. It is the home ground of the rugby union team Bridgend Ravens. Bridgend Athletic RFC often use the ground for their Division 1 matches, as well as the Ospreys who sometimes play at the ground, including their age grade teams.",
  "/wiki/Crusaders_Rugby_League": "Crusaders Rugby League (Welsh: Croesgadwyr Rygbi'r Gynghrair) was a professional rugby league club based in Bridgend and later in Wrexham, Wales. They played for six seasons in the Rugby Football League competitions, including three years in the Super League from 2009 to 2011.",
  "/wiki/Bridgend": "Bridgend (English:  /brɪˈdʒɛnd/; Welsh: Pen-y-bont ar Ogwr or just Pen-y-bont, meaning \"the end (or head) of the bridge on the Ogmore\") is a town in Bridgend County Borough in Wales, 20 miles (32 km) west of the capital Cardiff and 20 miles (32 km) east of Swansea.  The river crossed by the original bridge, which gave the town its name, is the River Ogmore, but the River Ewenny also passes to the south of the town.",
  "/wiki/Central_Park_(Wigan)": "Central Park was a rugby league stadium in Wigan, England, which was the home of Wigan RLFC before the club moved to the JJB Stadium in 1999. Its final capacity was 18,000. The site is now a Tesco supermarket car park.",
  "/wiki/Wigan_Warriors": "Wigan Warriors Rugby League Football Club is a professional rugby league club founded and based in Wigan, England. The club competes in the Betfred Super League.",
  "/wiki/Wigan": "Wigan (/ˈwɪɡən/ WIG-ən) is a town in Greater Manchester, England, on the River Douglas, 10 miles (16 km) south-west of Bolton, 12 miles (19 km) north of Warrington and 17 miles (27.4 km) west-northwest of Manchester. Wigan is the largest settlement in the Metropolitan Borough of Wigan and is its administrative centre. The town has a population of 103,608, whilst the wider borough has a population of 318,100.",
  "/wiki/Hilton_Park_(stadium)": "Hilton Park was a multi-purpose stadium in Leigh, Greater Manchester, England. It was the home of Leigh RLFC rugby league club and Leigh Genesis football club. It had a capacity of approximately 10,000.",
  "/wiki/Leigh_Centurions": "The Leigh Centurions are a professional rugby league club in Leigh, Greater Manchester, England, who compete in the Championship.",
  "/wiki/Leigh,_Greater_Manchester": "Leigh is a town in the Metropolitan Borough of Wigan, Greater Manchester, England, 7.7 miles (12 km) southeast of Wigan and 9.5 miles (15.3 km) west of Manchester, on low-lying land northwest of Chat Moss.",
  "/wiki/Craven_Park,_Hull": "Hull College Craven Park Stadium (formally known as KCOM Craven Park) and also referred to as New Craven Park is the home of the Hull Kingston Rovers R.F.C. It is situated on Preston Road in Hull, East Riding of Yorkshire, England.",
  "/wiki/Hull_Kingston_Rovers": "Hull Kingston Rovers are a professional rugby league club in Kingston upon Hull, Yorkshire, England.",
  "/wiki/Derwent_Park": "Derwent Park  is a Speedway and Rugby League Stadium in Workington, England situated beside the Cumbrian River Derwent. It is used mostly for rugby league matches and is the home stadium of Workington Town who play in League 1 the 3rd tier of Northern Hemisphere rugby league",
  "/wiki/Workington_Town": "Workington Town R.L.F.C. is a semi-professional rugby league club playing in Workington in west Cumbria. In the 2019 season they played in League 1, having been relegated from the Kingstone Press Championship. They finished runners up in the League 1 Playoff final against Bradford Bulls; they also finished runners up against Swinton in the super final.",
  "/wiki/Workington": "Workington /ˈwɜːrkɪŋtən/ is a coastal town and civil parish at the mouth of the River Derwent on the west coast of Cumbria, England, historically in Cumberland. At the 2011 Census it had a population of 25,207.",
  "/wiki/Don_Valley_Stadium": "Don Valley Stadium was a sports stadium in Sheffield, South Yorkshire, England. The venue, which was completed in September 1990, hosted the 1991 World Student Games. It was designed by Sheffield City Council's Design & Building Services and named after the nearby River Don.",
  "/wiki/Sheffield_Eagles_(1984)": "The Sheffield Eagles are a professional rugby league club that play in the Betfred Championship. The club play their home games at the Olympic Legacy Park (OLP) on the former site of Don Valley Stadium, their former ground. The original club was formed in 1984 and formerly competed in the Super League. The new, current club was formed in 2000 following a merger of the old club with Huddersfield Giants. The old club's biggest achievement was winning the Challenge Cup in 1998. The Eagles are the current holders of the 1895 Cup, after they beat Widnes Vikings at Wembley Stadium on 24 August.",
  "/wiki/Sheffield": "Sheffield is a city and metropolitan borough in South Yorkshire, England. Historically part of the West Riding of Yorkshire, its name derives from the River Sheaf, which runs through the city. With some of its southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 582,506 (mid-2018 est.) and it is one of the eight largest regional English cities that make up the Core Cities Group. Sheffield is the third-largest English district by population. The metropolitan population of Sheffield is 1,569,000.",
  "/wiki/DW_Stadium": "The DW Stadium is a stadium in Pemberton, near Wigan, within the Metropolitan Borough of Wigan, Greater Manchester, England. The ground is owned and managed by Wigan Football Company Limited, which is 85% owned by Wigan Athletic and 15% owned by Wigan local authority. It is used by Wigan Athletic football club and Wigan Warriors rugby league club, the rugby league club having a 50 years lease on tenancy to play games at the stadium.\nBuilt and opened in 1999, it is named after its main sponsor, DW Sports Fitness. In UEFA matches, it is called Wigan Athletic Stadium due to UEFA regulations on sponsorship.",
  "/wiki/Gateshead_International_Stadium": "Gateshead International Stadium (GIS) is a multi-purpose, all-seater venue in Gateshead, Tyne and Wear, England. Originally known as the Gateshead Youth Stadium, the venue was built in 1955 at a cost of £30,000. It has since been extensively re-developed on three occasions. Its capacity of around 11,800[nb 1] is the greatest in the Metropolitan Borough of Gateshead, the third-largest in Tyne and Wear (behind only St James' Park and the Stadium of Light) and the sixth-largest in North East England.",
  "/wiki/Gateshead_Thunder_(1999)": "Gateshead Thunder was a professional rugby league club founded in 1999 in Gateshead, Tyne and Wear, England, which merged with Hull Sharks after only one season.  A new club, bearing the same name, was later formed to retain rugby league in Gateshead.",
  "/wiki/Gateshead": "Gateshead is a town in Tyne and Wear, England, on the southern bank of the River Tyne opposite Newcastle upon Tyne. Gateshead and Newcastle are joined by seven bridges across the Tyne, including the Gateshead Millennium Bridge. The town is known for its architecture, including the Sage Gateshead, the Angel of the North and the Baltic Centre for Contemporary Art. Residents of Gateshead, like the rest of Tyneside, are referred to as Geordies. Gateshead's population in 2011 was 120,046.",
  "/wiki/Griffin_Park": "Griffin Park is a football ground in Brentford, situated in the London Borough of Hounslow, Greater London. It has been the home ground of Championship club Brentford F.C. since it was built in 1904. The ground is situated in a predominantly residential area and is known for being the only English league football ground to have a pub on each corner. The ground gets its name from the griffin, featured in the logo of Fuller's Brewery, which at one point owned the orchard on which the stadium was built.",
  "/wiki/London_Broncos": "The London Broncos are the only professional rugby league club in the entire south of England and play at the Trailfinders Sports Ground in Ealing, sharing with the rugby union side Ealing Trailfinders.",
  "/wiki/Brentford": "Brentford (/ˈbrɛntfərd/) is a town in west London, England and part of the London Borough of Hounslow. It lies at the confluence of the River Brent and the Thames, 8 miles (13 km) west of Charing Cross. Historically part of Middlesex, it has formed part of Greater London since 1965. Its economy has diverse company headquarters buildings which mark the start of the M4 corridor; in transport it also has two railway stations and Boston Manor Underground station on its north-west border with Hanwell.  Brentford has a convenience shopping and dining venue grid of streets at its centre.  Brentford at the start of the 21st century attracted regeneration of its little-used warehouse premises and docks including the re-modelling of the waterfront to provide more economically active shops, townhouses and apartments, some of which comprises Brentford Dock.  A 19th and 20th centuries mixed social and private housing locality: New Brentford is contiguous with the Osterley neighbourhood of Isleworth and Syon Park and the Great West Road which has most of the largest business premises.",
  "/wiki/Halliwell_Jones_Stadium": "The Halliwell Jones Stadium is a rugby league stadium in Warrington, England, which is the home ground of Warrington Wolves. It has also staged Challenge Cup semi-finals, the European Nations Final, the National League Grand Finals' Day and two games of the 2013 Rugby League World Cup.",
  "/wiki/Warrington_Wolves": "Warrington Wolves are a professional rugby league club in Warrington, England, that competes in the Super League. They play rugby at the Halliwell Jones Stadium, having moved there from Wilderspool in 2004.",
  "/wiki/Warrington": "Warrington (/ˈwɒrɪŋtən/) is a large town and unitary authority area in Cheshire, England, on the banks of the River Mersey. It is 20 miles (32 km) east of Liverpool, and 20 miles (32 km) west of Manchester. The population in 2018 was estimated at just over 209,500, more than double that of 1968 when it became a New Town. Warrington is the largest town in the county of Cheshire.",
  "/wiki/Halton_Stadium": "The DCBL Stadium (historically known as Lowerhouse Lane and Naughton Park) is a rugby league stadium in Widnes, Cheshire, England. Widnes Vikings play their home games there. The stadium is all seater and has a total capacity of 13,350.",
  "/wiki/Widnes_Vikings": "The Widnes Vikings are an English professional rugby league club based in Widnes, Cheshire that plays in the Betfred Championship. The club plays its home matches at the Halton Stadium. Founded as Widnes Football Club, they are one of the original twenty-two rugby clubs that formed the Northern Rugby Football Union in 1895, making them one of the world's first rugby league teams. Their historic nickname is \"The Chemics\" after the main industry in Widnes, but now they use their modern nickname, \"The Vikings\".",
  "/wiki/Widnes": "Widnes (/ˈwɪdnəs/ WID-nəss) is an industrial town in Cheshire, England, which in 2011 had a population of 61,464.",
  "/wiki/Headingley_Stadium": "Headingley Stadium is a stadium complex in Headingley, Leeds, West Yorkshire, England, comprising two separate grounds, Headingley Cricket Ground and Headingley Rugby Stadium, linked by a two-sided stand housing common facilities. The grounds are the respective homes of Yorkshire County Cricket Club (CCC) and both Leeds Rhinos rugby league and Yorkshire Carnegie rugby union clubs. Initially owned by the Leeds Cricket, Football and Athletic Company, the complex is now owned by Yorkshire CCC, which jointly manages it with Leeds Rugby Limited, a joint venture of the two rugby clubs.",
  "/wiki/Headingley_Rugby_Stadium": "Headingley Rugby Stadium (known as Emerald Headingley Rugby Stadium due to sponsorship) shares the same site as Headingley Cricket Ground and is home to both Leeds Rhinos and Yorkshire Carnegie rugby teams. Headingley is also the 5th largest rugby league stadium in England.",
  "/wiki/Leeds_Rhinos": "The Leeds Rhinos are a professional rugby league club in Leeds, West Yorkshire, England. The club was formed in 1870 as Leeds St John's and play in the Super League, the top tier of English rugby league. They play home matches at Headingley Stadium since 1890.",
  "/wiki/Leeds": "Leeds is the largest city in the county of West Yorkshire in Northern England, approximately 170 miles north of central London. Leeds has one of the most diverse economies of all the UK's main employment centres and has seen the fastest rate of private-sector jobs growth of any UK city. It also has the highest ratio of private to public sector jobs of all the UK's Core Cities, with 77% of its workforce working in the private sector. Leeds has the third-largest jobs total by local authority area, with 480,000 in employment and self-employment at the beginning of 2015. Leeds is ranked as a High Sufficiency level city by the Globalization and World Cities Research Network. Leeds is the cultural, financial and commercial heart of the West Yorkshire Urban Area. Leeds is served by five universities, and has the fourth largest student population in the country and the country's fourth largest urban economy.",
  "/wiki/The_Hive_Stadium": "The Hive Stadium is a stadium in Canons Park, on the former site of the Prince Edward Playing Fields in the London Borough of Harrow. The stadium is home to National League football club Barnet, London Bees of the FA Women's Championship and Tottenham Hotspur F.C. Women of the FA WSL.",
  "/wiki/Edgware": "Edgware (/ˈɛdʒwɛər/) is a suburban town in north London, mostly in the London borough of Barnet but with a small part falling in Harrow. Edgware is centred 9.5 miles (15.3 km) north-northwest of Charing Cross and has its own commercial centre. Edgware has a generally suburban character, typical of the rural-urban fringe. It was an ancient parish in the county of Middlesex. The community benefits from some elevated woodland on a high ridge marking the Hertfordshire border of gravel and sand. Edgware is identified in the London Plan as one of the capital's 35 major centres. It includes the areas of Burnt Oak, The Hale, Edgwarebury, Canons Park, and parts of Queensbury.",
  "/wiki/KC_Stadium": "The KCOM Stadium (also known as the Hull City Stadium due to UEFA sponsorship regulations) is a multi-purpose facility in the city of Kingston upon Hull, England. The stadium was previously called the KC Stadium, but was renamed as part of a major rebrand by the stadium's sponsors, telecommunications provider KCOM, on 4 April 2016. Conceived in the late 1990s, it was completed in 2002 at a cost of approximately £44 million. The stadium is owned by Hull City Council and operated by the Stadium Management Company (SMC), who are looking to expand the stadium up to 32,000.",
  "/wiki/Kirklees_Stadium": "Kirklees Stadium (currently known due to sponsorship as the John Smith's Stadium) is a multi-use stadium in Huddersfield in West Yorkshire, England. Since 1994, it has been the home ground of football club Huddersfield Town and rugby league side Huddersfield Giants, both of whom moved from Leeds Road.",
  "/wiki/Huddersfield_Giants": "The Huddersfield Giants are an English professional rugby league club from Huddersfield, West Yorkshire, the birthplace of rugby league, who play in the Super League competition. They play their home games at the John Smiths Stadium which is shared with Huddersfield Town F.C.. Huddersfield is also one of the original twenty-two rugby clubs that formed the Northern Rugby Football Union in 1895, making them one of the world's first rugby league teams. The club was founded in 1864 and is the world's oldest professional rugby league club. They have won 7 Championships and 6 Challenge Cups, but have not won a major trophy since 1962, Although they did win the 2013 League Leaders Shield after topping the table for the first time in 81 years.",
  "/wiki/Huddersfield": "Huddersfield is a large market and university town in West Yorkshire, England. It is the 11th largest town in the United Kingdom, with a population of 162,949 at the 2011 census. It lies 14 miles (23 km) southwest of Leeds and 24 miles (39 km) northeast of Manchester.",
  "/wiki/Knowsley_Road": "Knowsley Road in Eccleston, St Helens, Merseyside, was the home ground of St. Helens from 1890 until its closure in 2010. St Helens Town FC played their home fixtures at Knowsley Road from 2002 until 2010. For a period, the venue also hosted Liverpool F.C. Reserves. The stadium was demolished during spring 2011 and a new construction then known as Cunningham Grange, named after club legend Keiron Cunningham, was built on the site.",
  "/wiki/St_Helens_R.F.C.": "St Helens R.F.C. is a professional rugby league club in St Helens, Merseyside who compete in the Super League, the top tier of competition for rugby league in Europe.",
  "/wiki/St_Helens,_Merseyside": "St Helens (pronunciation (help·info)) is a large town in Merseyside, England, with a population of 102,629. It is the administrative centre of the Metropolitan Borough of St Helens, which had a population of 176,843 at the 2001 Census.",
  "/wiki/Langtree_Park": "Totally Wicked Stadium is a rugby league stadium in the Peasley Cross area of St. Helens. Known as Langtree Park until 2017, it has a capacity of over 18,000 and is the home ground of St Helens R.F.C.. The stadium was granted full planning permission on 20 May 2008. On 11 July 2008 the go-ahead was given without the need for a public enquiry and construction started in 2010. The first rugby league match to be played at the stadium was between St. Helens and Widnes on Friday 20 January 2012. St. Helens won the opening game by 42-24 and they moved in ready for the 2012 Super League season.\nLiverpool F.C. U18s also play their home games at the stadium."
}