{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Kim_Ho-Jun": "Kim Ho-Jun (Korean: 김호준; born 21 June 1984) is a South Korean football player who plays for Gangwon FC.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Choi_Won-Kwon": "Choi Won-Kwon (born 8 November 1981) is a South Korean former football player who currently works as a coach for Daegu FC.",
  "/wiki/Kim_Chi-Gon": "Kim Chi-gon (born 29 July 1983) is a South Korean football former player who last plays as a defender for Sarawak in Malaysia Premier League.",
  "/wiki/Kim_Jin-kyu_(footballer)": "Kim Jin-kyu (born February 16, 1985) is a retired South Korean football player. He has gained reputation as a defender who is also capable of scoring.",
  "/wiki/Adilson_dos_Santos": "Adilson dos Santos, shortly Adi or Adilson (born 12 May 1976), is a former Brazilian footballer, who last played as a left-back for South Korean K League Classic side FC Seoul.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Lee_Chung-Yong": "Lee Chung-yong (Korean: 이청용; Hanja: 李靑龍; Korean pronunciation: [i.tɕʰʌŋ.joŋ]; born 2 July 1988) is a South Korean footballer who plays as a winger for 2. Bundesliga club VfL Bochum and is a South Korean international.",
  "/wiki/Ki_Sung-Yueng": "Ki Sung-yueng (Hangul: 기성용; Hanja: 奇誠庸; Korean pronunciation: [ki.sʌŋ.joŋ]; born 24 January 1989) is a South Korean professional footballer who plays as a central midfielder, and last played for English club Newcastle United.",
  "/wiki/Lee_Eul-Yong": "Lee Eul-Yong (Hangul: 이을용) (born September 8, 1975) is a South Korean former football player and a coach who is currently coaching FC Seoul since 20 January. \nLee was born in Taebaek, Gangwon.  He attended high school in Gangneung and went on to graduate from Dankook University.",
  "/wiki/Lee_Seung-Yeoul": "Lee Seung-yeoul (Korean: 이승렬, Hanja: 李昇烈; born 6 March 1989) is a former South Korean football winger. He started playing football in Shin-gal High School. He is often known as one of the brightest prospects displaying attacking style in the national team. He was considered to be the newer generation of Korean footballers that will make up the national team squad in the future until his form started to fall.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Jung_Jo-Gook": "Jung Jo-gook (Korean: 정조국; Hanja: 鄭助國; born 23 April 1984) is a South Korean footballer who plays for Gangwon FC.",
  "/wiki/Dejan_Damjanovi%C4%87": "Dejan Damjanović (Serbian Cyrillic: Дејан Дамјановић, pronounced [dějan dǎmjanoʋitɕ, - damjǎː-]; born 27 July 1981), also known mononymously as Dejan, is a Montenegrin footballer who plays as a forward for Daegu FC."
}