{
  "/wiki/2018%E2%80%9319_EFL_League_One": "The 2018–19 EFL League One (referred to as the Sky Bet League One for sponsorship reasons) was the 15th season of the Football League One under its current title and the 26th season under its current league division format. Fixtures were released on 21 June 2018 and the opening round of matches was played on 4 August 2018. The league season ended on 4 May 2019.",
  "/wiki/Accrington_Stanley_F.C.": "Accrington Stanley Football Club is a professional association football club based in Accrington, Lancashire, England. The club competes in League One, the third tier of the English football league system.",
  "/wiki/Accrington": "Accrington /ˈækrɪŋtən/ is a town in the Hyndburn borough of Lancashire, England. It lies about 4 miles (6 km) east of Blackburn, 6 miles (10 km) west of Burnley, 13 miles (21 km) east of Preston, 20 miles (32 km) north of Manchester city centre and is situated on the mostly culverted River Hyndburn. Commonly abbreviated by locals to \"Accy\", the town has a population of 35,456 according to the 2011 census.",
  "/wiki/Crown_Ground": "The Crown Ground is a multi-use stadium in Accrington, Lancashire, England.  It is currently used mostly for football matches and is the home ground of Accrington Stanley. Opened in 1968, the stadium has a capacity of 5,450.",
  "/wiki/AFC_Wimbledon": "AFC Wimbledon is an English professional football club, currently based in Kingston upon Thames, south west London, which has played in League One, the third tier of the English football league system, since winning promotion in 2016. The club's home stadium is Kingsmeadow, a ground shared with Isthmian League club Kingstonian F.C. until 2017, and with Chelsea Football Club Women from 2017.",
  "/wiki/Greater_London": "Greater London is a ceremonial county of England that makes up the majority of the London region. This region forms the administrative boundaries of London and is organised into 33 local government districts—the 32 London boroughs and the City of London, which is located within the region but is separate from the county. The Greater London Authority, based in Southwark, is responsible for strategic local government across the region and consists of the Mayor of London and the London Assembly. The City of London Corporation is the principal local authority for the City of London, with a similar role to that of the 32 London borough councils.",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan.",
  "/wiki/Kingsmeadow": "Kingsmeadow (known as the Cherry Red Records Stadium for sponsorship purposes) is an association football stadium in the area of Norbiton, Kingston upon Thames, London, which is used for the home matches of AFC Wimbledon and Chelsea Women. Until 22 April 2017 it was the home of Kingstonian. It has a capacity of 4,850 with 2,265 seats.",
  "/wiki/Blackpool_F.C.": "Blackpool Football Club is an English professional association football club in the seaside town of Blackpool, Lancashire, which competes in League One, the third tier of English football. Founded in 1887, Blackpool's home ground since 1901 has been Bloomfield Road.",
  "/wiki/Blackpool": "Blackpool /ˈblækpuːl/ (listen) is a town and seaside resort on the Lancashire coast in North West England. The town is on the Irish Sea, between the Ribble and Wyre estuaries, 15 miles (24 km) northwest of Preston, 27 miles (43 km) north of Liverpool, 28 miles (45 km) northwest of Bolton and 40 miles (64 km) northwest of Manchester. It had an estimated population of 139,720 at the 2011 Census, making it the most populous town in Lancashire.",
  "/wiki/Bloomfield_Road": "Bloomfield Road is a football stadium in Blackpool, Lancashire, England, which has been the home of Blackpool F.C. since 1901.",
  "/wiki/Bolton_Wanderers_F.C.": "Bolton Wanderers Football Club (/ˈboʊltən/ (listen)) is a professional football club in Bolton, Greater Manchester, England, which competes in EFL League One, the third tier of English football. Formed as Christ Church Football Club in 1874, it adopted its current name in 1877 and was a founder member of the Football League in 1888. Bolton have spent more seasons than any other club in the top flight without winning the title. They finished third in the First Division in 1891–92, 1920–21 and 1924–25. Bolton won the FA Cup three times in the 1920s, and again in 1958. The club spent a season in the Fourth Division in 1987–88 before regaining top-flight status in 1995 and qualifying for the UEFA Cup twice, reaching the last 32 in 2005–06 and the last 16 in 2007–08.",
  "/wiki/2018%E2%80%9319_EFL_Championship": "The 2018–19 EFL Championship (referred to as the Sky Bet Championship for sponsorship reasons) was the third season of the EFL Championship under its current name, and the twenty-seventh season under its current league structure. Norwich City were crowned champions on the final day, following a 2–1 win over Aston Villa.",
  "/wiki/Bolton": "Bolton (/ˈbɒltən/ (listen), locally /ˈboʊtən/) is a town in Greater Manchester in North West England. A former mill town, Bolton has been a production centre for textiles since Flemish weavers settled in the area in the 14th century, introducing a wool and cotton-weaving tradition. The urbanisation and development of the town largely coincided with the introduction of textile manufacture during the Industrial Revolution. Bolton was a 19th-century boomtown, and at its zenith in 1929 its 216 cotton mills and 26 bleaching and dyeing works made it one of the largest and most productive centres of cotton spinning in the world. The British cotton industry declined sharply after the First World War, and by the 1980s cotton manufacture had virtually ceased in Bolton.",
  "/wiki/University_of_Bolton_Stadium": "The University of Bolton Stadium is a football stadium situated in Horwich, Greater Manchester, England. It is the home ground of Bolton Wanderers F.C.",
  "/wiki/Bristol_Rovers_F.C.": "Bristol Rovers Football Club is a professional football club in Bristol, England, which plays in League One, the third tier of English football. Rovers play their home matches at the Memorial Stadium in Horfield.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Memorial_Stadium_(Bristol)": "The Memorial Stadium, also commonly known by its previous name of the Memorial Ground, is a sports ground in Bristol, England, and is the home of Bristol Rovers F.C.. It opened in 1921 dedicated to the memory of local rugby union players killed during the First World War, and was the home of Bristol Rugby until they moved to Ashton Gate in 2014.",
  "/wiki/Burton_Albion_F.C.": "Burton Albion Football Club is a professional association football club in the town of Burton upon Trent, Staffordshire, England. The team plays in League One, the third tier of English football. Burton Albion competed in non-League of English football from their formation in 1950 until 2009, when they were promoted to the Football League.",
  "/wiki/Burton_upon_Trent": "Burton upon Trent, also known as Burton-on-Trent or simply Burton, is a market town in Staffordshire, England, close to the border with Derbyshire. In 2011, it had a population of 72,299. The demonym for residents of the town is 'Burtonian'. Burton is 11 miles (18 km) from Derby, 26 miles (42 km) from Leicester and 28 miles (45 km) from Nottingham.",
  "/wiki/Pirelli_Stadium": "Pirelli Stadium is an association football stadium on Princess Way in Burton upon Trent, Staffordshire, England. It was built in 2005 and is the current home of Burton Albion FC, replacing the club's old Eton Park home, also on Princess Way, which was demolished and developed into housing. The ground was built on the former site of the Pirelli UK Tyres Ltd Sports & Social Club, and having had the land donated to the club by Pirelli, in return for naming rights, the ground cost £7.2 million to build.",
  "/wiki/Coventry_City_F.C.": "Coventry City Football Club is a professional football club based in Coventry, West Midlands, England. The club competes in League One, the third tier of the English football league system, following promotion via the playoffs from League Two in the 2017–18 season, and temporarily plays its home games at St Andrew's Stadium in Birmingham.",
  "/wiki/Birmingham": "Birmingham (/ˈbɜːrmɪŋəm/ (listen) BUR-ming-əm) is a major city and metropolitan borough in the West Midlands, England. It is the second-largest city and metropolitan area in England and the United Kingdom,[b] with roughly 1.1 million inhabitants within the city area and 3.8 million inhabitants within the metropolitan area. Birmingham is commonly referred to as the second city of the United Kingdom.",
  "/wiki/Bordesley,_West_Midlands": "Bordesley is an area of Birmingham, England, 1.2 miles (2 km) to the south east of the city centre, in the southern part of the City's Nechells ward. It is the real life setting of the BBC series Peaky Blinders, and home to Birmingham City F.C.'s ground, St Andrew's. It should not be confused with nearby Bordesley Green.",
  "/wiki/St_Andrew%27s_(stadium)": "St Andrew's, known since June 2018 for sponsorship reasons as St Andrew's Trillion Trophy Stadium, is an association football stadium in the Bordesley district of Birmingham, England. It has been the home ground of Birmingham City Football Club for more than a century. It is also used as Coventry City's home ground for the 2019–20 season.",
  "/wiki/Doncaster_Rovers_F.C.": "Doncaster Rovers Football Club is a professional association football club based in the town of Doncaster, South Yorkshire, England. The team competes in League One, the third tier of the English football league system, after promotion from League Two in 2016–17.",
  "/wiki/Doncaster": "Doncaster (/ˈdɒŋkəstər/, /-kæs-/) is a minster town in South Yorkshire, England. Together with its surrounding suburbs and settlements, the town forms part of the Metropolitan Borough of Doncaster, which had a mid-2018 est. population of 310,542. The town itself has a population of 109,805 The Doncaster Urban Area had a population of 158,141 in 2011 and includes Doncaster and neighbouring small villages. Part of the West Riding of Yorkshire until 1974, Doncaster is about 17 miles (30 km) north-east of Sheffield, with which it is served by an international airport, Doncaster Sheffield Airport in Finningley. Under the Local Government Act 1972, Doncaster was incorporated into a newly created metropolitan borough in 1974, itself incorporated with other nearby boroughs in the 1974 creation of the metropolitan county of South Yorkshire.",
  "/wiki/Keepmoat_Stadium": "Keepmoat Stadium is a multi-purpose stadium in Doncaster, England, with a capacity of 15,231. It cost approximately £20 million to construct, as part of the wider complex it resides within which in total cost approximately £32 million, and is used by Doncaster Rovers, Doncaster Rugby League Club and Doncaster Rovers Belles Ladies Football Club.",
  "/wiki/Fleetwood_Town_F.C.": "Fleetwood Town Football Club is a professional association football club based in the town of Fleetwood, Lancashire, England. Established in 1997, the current Fleetwood Town F.C. is the third incarnation of the club; it was first formed in 1908. The team compete in League One, the third tier of English football. Their home strip is red shirts with white sleeves and white shorts. The home ground is Highbury Stadium in Fleetwood, and the supporters are affectionately known as the Cod Army. The club won the 2011–12 Football Conference, and played in the Football League for the first time in its history in the 2012–13 season. In May 2014, at Wembley, Fleetwood won the promotion play-off to League One, the club's sixth promotion in 10 years.",
  "/wiki/Fleetwood": "Fleetwood is a coastal town in Lancashire, England, at the northwest corner of the Fylde, with a population of 25,939 at the 2011 census.",
  "/wiki/Highbury_Stadium_(Fleetwood)": "Highbury Stadium is a football stadium in Fleetwood, Lancashire, England with  Wyre Borough Council as the landlords. It is the home ground of Fleetwood Town and was also used for home matches by Blackpool F.C. reserves until 2014. As of the opening of the new Parkside Stand on 16 April 2011, the ground has a capacity of 5,327. Highbury Stadium is currently the 112th largest stadium by capacity in England and the twenty third in their league.",
  "/wiki/Gillingham_F.C.": "Gillingham Football Club is a professional association football club based in the town of Gillingham, Kent, England. The only Kent-based club in the Football League, the \"Gills\" play their home matches at the Priestfield Stadium. The team competes in League One, the third tier of the English football league system.",
  "/wiki/Gillingham,_Kent": "Gillingham (/ˈdʒɪlɪŋəm/ (listen) JIL-ing-əm) is a town in the county of Kent in South East England. For local government purposes it is also in the unitary authority of Medway. The town includes the settlements of Brompton, Hempstead, Wigmore, Parkwood, Rainham which has its own significant retail and leisure hub, Rainham Mark and Twydall.",
  "/wiki/Priestfield_Stadium": "Priestfield Stadium (popularly known simply as Priestfield and officially known from 2007 to 2010 as KRBS Priestfield Stadium and from 2011 as MEMS Priestfield Stadium for sponsorship purposes) is a football stadium in Gillingham, Kent.  It has been the home of Gillingham Football Club since the club's formation in 1893, and was also the temporary home of Brighton & Hove Albion Football Club for two seasons during the 1990s.  The stadium has also hosted women's and youth international football matches and a London Broncos rugby league match.",
  "/wiki/Ipswich_Town_F.C.": "Ipswich Town Football Club (also known as Ipswich, The Blues, Town, or The Tractor Boys) is a professional association football club based in Ipswich, Suffolk, England. They play in League One, the third tier of the English football league system, having been relegated from the Championship in the 2018/19 season.",
  "/wiki/Ipswich": "Ipswich (/ˈɪpswɪtʃ/ (listen)) is a historic county town in Suffolk, England. The town is located in East Anglia about 10 miles away from the mouth of the River Orwell and the North Sea. Ipswich is both on the Great Eastern Main Line railway and the A12 road, it is 66 miles (106 km) north-east of London, 54 miles (89 km) east-southeast of Cambridge, and 45 miles (72 km) south of Norwich. Ipswich is surrounded by two Areas of Outstanding Natural Beauty (AONB); Suffolk Coast and Heaths and Dedham Vale.",
  "/wiki/Portman_Road": "Portman Road is a football stadium in Ipswich, Suffolk, England, which has been the home ground of Ipswich Town F.C. since 1884. The stadium has also hosted many England youth international matches, and one senior England friendly international match, against Croatia in 2003. It  staged several other sporting events, including athletics meetings and international hockey matches, musical concerts and Christian events.",
  "/wiki/Lincoln_City_F.C.": "Lincoln City Football Club are a professional association football club based in the city of Lincoln, Lincolnshire, England. The team compete in League One, the third tier of the English football league system. Nicknamed the \"Imps\" after the legend of the Lincoln Imp, they have played at 10,120-capacity Sincil Bank since their move from John O'Gaunts in 1895. For sponsorship reasons the ground was re-branded as LNER Stadium in late 2019 on a three-year contract, with previous renamings in 2012 and 2013.",
  "/wiki/2018%E2%80%9319_EFL_League_Two": "The 2018–19 EFL League Two (referred to as the Sky Bet League Two for sponsorship reasons) was the 15th season of Football League Two under its current title and the 26th season under its current league division format.",
  "/wiki/Lincoln,_England": "Lincoln is a cathedral city and county town of Lincolnshire in the East Midlands of England. The non-metropolitan district of Lincoln had a 2012 population of 94,600. The 2011 census gave the urban area of Lincoln, which includes North Hykeham and Waddington, a population of 130,200. Roman Lindum Colonia developed from an Iron Age settlement on the River Witham. The city's landmarks include Lincoln Cathedral, an example of English Gothic architecture and the tallest building in the world for over 200 years, and the 11th-century, Norman Lincoln Castle. The city is home to the University of Lincoln and Bishop Grosseteste University, and to Lincoln City FC and Lincoln United FC.",
  "/wiki/Sincil_Bank": "Sincil Bank, known for sponsorship reasons as LNER Stadium, is a football stadium in Lincoln, England which has been the home of Lincoln City since 1895. Previously, Lincoln City had played at the nearby John O'Gaunts ground since the club's 1884 inception. The stadium has an overall capacity of 10,120 and is colloquially known to fans as \"Sinny Bank\". It is overlooked by Lincoln Cathedral. Former Lincoln City chairman John Reames re-purchased the ground from the local council in 2000 at a cost of £175,000. The club had sold it in 1982 for £225,000 in order to fend off the threat of eviction, arranging a 125-year lease.",
  "/wiki/Milton_Keynes_Dons_F.C.": "Milton Keynes Dons Football Club (/ˌmɪltən ˈkiːnz ˈdɒnz/), usually abbreviated to MK Dons, is a professional association football club based in Milton Keynes, Buckinghamshire, England. The team competes in League One, the third tier of the English football league system, after gaining promotion at the end of the 2018–19 season. The club was founded in 2004, following Wimbledon F.C.'s controversial relocation to Milton Keynes from south London, when it adopted its present name, badge and home colours.[n 2]",
  "/wiki/Milton_Keynes": "Milton Keynes (/kiːnz/ (listen) KEENZ), locally abbreviated to MK, is a large town[b] in (ceremonial) Buckinghamshire, England, about 50 miles (80 km) north-west of London.  It is the principal settlement of the Borough of Milton Keynes, a unitary authority. At the 2011 Census, its population was almost 230,000; the Office for National Statistics estimates that it will reach 300,000 by 2025. The River Great Ouse forms its northern boundary; a tributary, the River Ouzel, meanders through its linear parks and balancing lakes. Approximately 25% of the urban area is parkland or woodland and includes two SSIs.",
  "/wiki/Stadium_MK": "Stadium MK is a football ground in the Denbigh district of Bletchley in Milton Keynes, Buckinghamshire, England. Designed by Populous, it is the home ground of EFL League One side Milton Keynes Dons and FA Women's National League South side Milton Keynes Dons Women.",
  "/wiki/Oxford_United_F.C.": "Oxford United Football Club is an English professional football club based in the city of Oxford, Oxfordshire, England. The team plays in League One, the third tier of English football. The chairman is Sumrith Thanakarnjanasuth, the manager is Karl Robinson and the team captain is John Mousinho.",
  "/wiki/Oxford": "Oxford (/ˈɒksfəd/ OKS-fəd) is a university city in Oxfordshire, England, with a population of 155,000. It is  56 miles (90 km) northwest of London, 64 miles (103 km) from Birmingham and 24 miles (39 km) from Reading by road.",
  "/wiki/Kassam_Stadium": "The Kassam Stadium (also known as Grenoble Road) is the home of Oxford United Football Club, and is named after the ground's owner and former chairman of the football club, Firoz Kassam.",
  "/wiki/Peterborough_United": "Peterborough United Football Club is a professional football club in Peterborough, England, which plays in League One, the third tier of English football.",
  "/wiki/Peterborough": "Peterborough (/ˈpiːtərbərə, -ˌbʌrə/ (listen)) is a cathedral city in Cambridgeshire, England, with a population of 202,110 in 2017. Historically part of Northamptonshire, it is  76 miles (122 km) north of London, on the River Nene which flows into the North Sea 30 miles (48 km) to the north-east. The railway station is an important stop on the East Coast Main Line between London and Edinburgh. The city is also 70 miles (110 km) east of Birmingham, 38 miles (61 km) east of Leicester, 81 miles (130 km) south of Kingston upon Hull and 65 miles (105 km) west of Norwich.",
  "/wiki/London_Road_Stadium": "London Road, currently known as the Weston Homes Stadium for sponsorship reasons, is a multi-purpose stadium in Peterborough, England. It is currently used mostly for football matches and is the home ground of Peterborough United. The stadium holds 15,314 and was built in 1913, though the present ground bears no resemblance to the original following several periods of redevelopment.",
  "/wiki/Portsmouth_F.C.": "Portsmouth Football Club /ˈpɔːrtsməθ/ (listen) is an English professional association football club in Portsmouth, Hampshire, which plays in EFL League One, the third tier of English football. The club was founded on 5 April 1898 and home matches are played at Fratton Park in Milton, Portsmouth.",
  "/wiki/Portsmouth": "Portsmouth (/ˈpɔːrtsməθ/ (listen)) is a port city in Hampshire, England, with a total population of 205,400 residents. The city of Portsmouth is nicknamed Pompey and is mainly built on Portsea Island, a flat, low-lying island measuring 24 square kilometres (9 sq mi) in area, just off the south-east coast of Hampshire. Portsmouth is the only island city in the United Kingdom, and is the only city whose population density exceeds that of London.",
  "/wiki/Fratton_Park": "Fratton Park is a football ground in the English city of Portsmouth in the United Kingdom. Fratton Park remains as the original home of Portsmouth F.C., who were founded on 5 April 1898.",
  "/wiki/Rochdale_A.F.C.": "Rochdale Association Football Club is a professional football club based in the town of Rochdale, Greater Manchester, England. The club currently competes in League One, the third tier of the English football league system. Nicknamed 'the Dale', the club was founded in 1907, moved to its current stadium, Spotland Stadium, in 1920 and was accepted into the Football League in 1921. Since then, the club has remained in the third and fourth tiers of English football.",
  "/wiki/Rochdale": "Rochdale /ˈrɒtʃdeɪl/ is a town in Greater Manchester, England, at the foothills of the South Pennines in the dale on the River Roch, 5.3 miles (8.5 km) northwest of Oldham and 9.8 miles (15.8 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Rochdale, which had a population of 211,699 in 2011.",
  "/wiki/Spotland_Stadium": "Spotland Stadium, known as the Crown Oil Arena for sponsorship reasons, in the Spotland area of Rochdale, Greater Manchester, is home to Rochdale A.F.C. and Rochdale Hornets R.F.L.C. and has a capacity of 10,249.",
  "/wiki/Rotherham_United_F.C.": "Rotherham United Football Club, nicknamed The Millers, is a professional association football club based in Rotherham, South Yorkshire, England. It competes in League One, the third tier of the English football league system, following its relegation from the Championship in the 2018–19 season.",
  "/wiki/Rotherham": "Rotherham (/ˈrɒðərəm/ (listen)) is a large minster town in South Yorkshire, England, which together with its conurbation and outlying settlements to the north, south and south-east forms the Metropolitan Borough of Rotherham, with a recorded population of 257,280 in the 2011 census. Historically in the West Riding of Yorkshire, its central area is on the banks of the River Don below its confluence with the Rother on the traditional road between Sheffield and Doncaster. Rotherham was well known as a coal mining town as well as a major contributor to the steel industry. Traditional industries included glass making and flour milling.",
  "/wiki/New_York_Stadium": "The New York Stadium, known as the AESSEAL New York Stadium for sponsorship purposes, is a football stadium in Rotherham, South Yorkshire, England. Opened in July 2012, it is the home ground of Rotherham United.",
  "/wiki/Shrewsbury_Town_F.C.": "Shrewsbury Town Football Club is a professional football club in Shrewsbury, Shropshire, England, which plays in League One, the third tier of English football.",
  "/wiki/Shrewsbury": "Shrewsbury (/ˈʃroʊzbri/ (listen) SHROHZ-bree, /ˈʃruːz-/ (listen) SHROOZ-) is a large market town and the county town of Shropshire, England. The town is on the River Severn and the 2011 census recorded a population of 71,715.",
  "/wiki/New_Meadow": "New Meadow, also known as Montgomery Waters Meadow for sponsorship purposes, is a stadium situated on the southern outskirts of Shrewsbury, Shropshire, between the districts of Meole Brace and Sutton Farm, and close to the A5. It serves the home ground of English football club Shrewsbury Town.",
  "/wiki/Southend_United_F.C.": "Southend United Football Club is a professional association football club based in Southend-on-Sea, Essex, England. The team competes in League One, the third tier of English football. Southend are known as \"The Shrimpers\", a reference to the area's maritime industry included as one of the quarterings on the club badge.",
  "/wiki/Southend-on-Sea": "Southend-on-Sea (/saʊθˌɛnd-/ (listen)), commonly referred to simply as Southend, is a town and wider unitary authority area with borough status in southeastern Essex, England. It lies on the north side of the Thames Estuary, 40 miles (64 km) east of central London. It is bordered to the north by Rochford and to the west by Castle Point. It is home to the longest leisure pier in the world, Southend Pier. London Southend Airport is located 1.5 NM (2.8 km; 1.7 mi) north of the town centre.",
  "/wiki/Roots_Hall": "Roots Hall is a football stadium located in Southend-on-Sea, Essex, England. The stadium is the home ground of the League One football club Southend United. With a capacity of 12,392 Roots Hall is the largest football stadium in Essex, and is the current venue for the final of the Essex Senior Cup. Plans are in place for a new 22,000 seat stadium at Fossetts Farm, though work has yet to begin on the new development.",
  "/wiki/EFL_League_One": "The English Football League One (often referred to as League One for short or Sky Bet League One for sponsorship reasons) is the second-highest division of the English Football League and the third tier overall in the entire English football league system."
}