{
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/KBBO-FM": "KBBO-FM (92.1 FM, \"Bob FM\") is a commercial variety hits music radio station in Houston, Alaska, broadcasting to the Anchorage, Alaska, area.  It is owned by Ohana Media.  Its studios are located in Downtown Anchorage and its transmitter is in Eagle River, Alaska.",
  "/wiki/Augusta,_Georgia": "Augusta (/əˈɡʌstə/), officially Augusta–Richmond County, is a consolidated city-county on the central eastern border of the U.S. state of Georgia. The city lies across the Savannah River from South Carolina at the head of its navigable portion. Georgia's second-largest city after Atlanta, Augusta is located in the Piedmont section of the state.",
  "/wiki/WDRR": "WDRR also known as \"93.9 Bob FM\", is a classic hits radio station located in Augusta, Georgia. The station is licensed to the town of Martinez, Georgia by the Federal Communications Commission (FCC) and broadcasts with an effective radiated power (ERP) of 13 kW.  The station is owned by Beasley Broadcast Group, Inc., through licensee Beasley Media Group, LLC.  Its studios are located just two blocks from the Augusta-Richmond County border in unincorporated Columbia County, Georgia and the transmitter is in Augusta proper near Fort Gordon.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/San_Marcos,_Texas": "San Marcos (/ˌsæn ˈmɑːrkəs/ SAN MAR-kəs) is a city and the county seat of Hays County, Texas, United States. The city's limits extend into Caldwell and Guadalupe Counties, as well. San Marcos is within the Austin–Round Rock–San Marcos metropolitan area and on the Interstate 35 corridor between Austin and San Antonio. Its population was 44,894 at the 2010 census and was an estimated 63,509 in 2018.",
  "/wiki/KBPA": "KBPA (103.5 MHz, \"103.5 Bob FM\") is a radio station licensed to San Marcos, Texas and serving the Greater Austin metropolitan area. Owned by Sinclair Telecable and operated under the name Waterloo Media, it broadcasts an adult hits format.",
  "/wiki/Bloomington-Normal,_Illinois": "Bloomington–Normal, officially known as the Bloomington, Illinois Metropolitan Statistical Area, is a metropolitan area in Central Illinois anchored by the twin municipalities of Bloomington and Normal. At the 2010 census, the municipalities had a combined urban population of 132,600, while the metropolitan area had a population of 169,572. The two-city area is colloquially known as \"Blo-No\".",
  "/wiki/WBBE": "WBBE (97.9 FM, \"97.9 Bob FM\") is an Adult Hits hybrid radio station licensed to Heyworth, Illinois, and residing in the Bloomington-Normal, Illinois, market. It is owned and operated by Elizabeth Neuhoff's Neuhoff Corp., through licensee Neuhoff Media Bloomington, LLC.",
  "/wiki/Bluffton,_South_Carolina": "Bluffton is a Lowcountry town in Beaufort County, South Carolina, United States. It is primarily located around U.S. Route 278, between Hilton Head Island and Interstate 95. The town's original one square mile area, now known as Old Town, is situated on a bluff along the May River. The population was counted by the 2010 census at 12,893, and was estimated to have swelled to 23,097 in 2018. Additionally, it is the fastest growing municipality in South Carolina with a population over 2,500, growing 882.7% between the 2000 and 2010 census. Bluffton is the fifth largest municipality in South Carolina by land area. The town is a primary city within the Hilton Head Island-Bluffton-Beaufort, SC Metropolitan Statistical Area.",
  "/wiki/WUBB": "WUBB is a country music formatted radio station targeted towards Savannah and Hilton Head known as \"Bob 106.9\". At one time the station was on 104.9, which did not provide as strong a signal.",
  "/wiki/Boise,_Idaho": "Boise (/ˈbɔɪsi/ (listen)) is the capital and most populous city of the U.S. state of Idaho, and is the county seat of Ada County. Located on the Boise River in southwestern Idaho, it is 41 miles (66 km) east of the Oregon border, and 110 miles (177 km) north of the Nevada border. The downtown area's elevation is 2,704 feet (824 m) above sea level. Its estimated population in 2018 was 228,790.",
  "/wiki/KSRV-FM": "KSRV-FM (96.1 FM, \"Bob FM\") is a commercial radio station located in Ontario, Oregon, broadcasting to the Boise, Idaho, area.  KSRV-FM airs an adult hits music format.",
  "/wiki/Cambria,_California": "Cambria (/ˈkeɪmbriə/) is a seaside village in San Luis Obispo County, California, United States midway between San Francisco and Los Angeles along California State Route 1 (Highway 1). The name Cambria, chosen in 1869, is the Latin name for Wales. Cambria is situated amidst Monterey pines in one of only three such native forests. Previously, the town had gone by the names of Slabtown, Rosaville, San Simeon, and Santa Rosa. The corresponding census designated place (CDP) had a population of 6,032 at the 2010 census, slightly down from 6,232 at the 2000 census.",
  "/wiki/KCJZ": "KCJZ (105.3 FM, \"Bob FM\") is a commercial radio station that is licensed to Cambria, California and serves the San Luis Obispo County area. The station is owned by Adelman Broadcasting and airs a variety hits format.",
  "/wiki/Carmel-by-the-Sea,_California": "Carmel-by-the-Sea (/kɑːrˈmɛl/), often simply called Carmel, is a city in Monterey County, California, United States, founded in 1902 and incorporated on October 31, 1916. Situated on the Monterey Peninsula, Carmel is known for its natural scenery and rich artistic history. In 1906, the San Francisco Call devoted a full page to the \"artists, writers and poets at Carmel-by-the-Sea\", and in 1910 it reported that 60 percent of Carmel's houses were built by citizens who were \"devoting their lives to work connected to the aesthetic arts.\" Early City Councils were dominated by artists, and several of the city's mayors have been poets or actors, including Herbert Heron, founder of the Forest Theater, bohemian writer and actor Perry Newberry, and actor-director Clint Eastwood.",
  "/wiki/KKHK-FM": "Not to be confused with KHKK.",
  "/wiki/Chico,_California": "Chico (/ˈtʃiːkoʊ/ CHEE-koh) is the most populous city in Butte County, California, United States. As of the 2010 United States Census, the population was 86,187, reflecting an increase of 26,233 from the 59,954 counted in the  2000 Census. Following the 2018 Camp Fire that destroyed much of the neighboring town of Paradise, the population of Chico surged as many people who lost their homes in the fire moved to Chico. In 2018, the California Department of Finance estimated the population of Chico is 111,706, an increase of more than 20% from the 2018 population estimate. Chico is now the largest city in California north of Sacramento. The city is the cultural, economic, and educational center of the northern Sacramento Valley and home to both California State University, Chico and Bidwell Park, the country's 26th largest municipal park and the 13th largest municipally-owned park. Bidwell Park makes up over 17% of the city.",
  "/wiki/KBQB": "KBQB (92.7 FM, \"Bob-FM\") is a commercial radio station located in Chico, California.  KBQB airs an adult hits music format.",
  "/wiki/Edwards,_California": "Edwards (formerly, Muroc and Wherry Housing) is an unincorporated community in Kern County, California.",
  "/wiki/KGBB": "KGBB (103.9 FM, \"Bob FM\") is a commercial radio station that is licensed to Edwards, California and serves the Antelope Valley area. The station is owned by Adelman Broadcasting, Inc. and broadcasts an adult hits format under the \"Bob FM\" moniker.",
  "/wiki/Erie,_Pennsylvania": "Erie (/ˈɪəri/; EER-ee) is a city on the south shore of Lake Erie and the county seat of Erie County, Pennsylvania, United States. Named for the lake and the Native American Erie people who lived in the area until the mid-17th century, Erie is the fourth-largest city in Pennsylvania, as well as the largest city in Northwestern Pennsylvania, with a population of 101,786 at the 2010 census. The estimated population in 2018 had decreased to 96,471. The Erie metropolitan area, equivalent to all of Erie County, consists of 276,207 residents. The Erie-Meadville, PA Combined Statistical Area has a population of 369,331, as of the 2010 Census.",
  "/wiki/WXBB": "WXBB is an FM radio station located in Erie, Pennsylvania, United States. The station is branded as \"94.7 Bob FM\" and carries an adult hits format as of January 5, 2007.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/KEUG": "KEUG is a commercial  music radio station in Veneta, Oregon, United States, broadcasting to the Eugene-Springfield, Oregon area on 105.5 FM.",
  "/wiki/Fargo,_North_Dakota": "Fargo is a city in and the county seat of Cass County, North Dakota, United States. The most populous city in the state, it accounts for nearly 17% of the state population. According to the 2018 United States Census estimates, its population was 124,844, making it the 222nd-most populous city in the United States. Fargo, along with its twin city of Moorhead, Minnesota, as well as the adjacent cities of West Fargo, North Dakota and Dilworth, Minnesota, form the core of the Fargo-Moorhead, ND-MN Metropolitan Statistical Area, which in 2018 contained a population of 245,471.",
  "/wiki/KBVB": "KBVB (95.1 FM, \"Bob 95 FM\") is a radio station broadcasting a country format. Licensed to Barnesville, Minnesota, it serves the Fargo-Moorhead metropolitan area.  It first began broadcasting in 1980 under the call sign KDLM-FM on 95.3 Detroit Lakes, Minnesota.  The station is currently owned by James and Brooke Ingstad, through licensee Radio Fargo-Moorhead, Inc.  All the offices and studios are located at 2720 7th Ave. South in Fargo, while its transmitter is located on U.S. Route 75 just south of Moorhead.",
  "/wiki/Fayetteville,_North_Carolina": "Fayetteville (/ˈfeɪətˌvɪl/) is a city in Cumberland County, North Carolina, United States. It is the county seat of Cumberland County, and is best known as the home of Fort Bragg, a major U.S. Army installation northwest of the city.",
  "/wiki/WFLB": "WFLB is a classic hits radio station located in Fayetteville, North Carolina, owned by Beasley Media Group, LLC., through licensee Beasley Media Group, LLC. The WFLB studios are located east of downtown Fayetteville, and its transmitter is located north of Lumberton, North Carolina.",
  "/wiki/Fort_Myers,_Florida": "Fort Myers or Ft. Myers, is the county seat and commercial center of Lee County, Florida, United States. It has grown rapidly in recent years. As of the 2010 census, the city population was 62,298 and in 2018 was estimated at 82,254.",
  "/wiki/WJGO": "WJGO is a commercial radio station licensed to Tice, Florida, broadcasting to the Cape Coral-Fort Myers area on 102.9 FM. It airs an adult hits music format branded as \"Bob FM\".",
  "/wiki/Hampton_Roads,_Virginia": "Hampton Roads is the name of both a body of water that serves as a wide channel for the James, Nansemond and Elizabeth rivers between Old Point Comfort and Sewell's Point where the Chesapeake Bay flows into the Atlantic Ocean and the surrounding metropolitan region located in the Southeastern Virginia and Northeastern North Carolina portions of the Tidewater region.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/WNOB": "WNOB is an adult hits formatted broadcast radio station licensed to Chesapeake, Virginia, serving Hampton Roads and Northeastern North Carolina.  WNOB is owned and operated by Sinclair Telecable, Inc.",
  "/wiki/Harrisburg,_Pennsylvania": "Harrisburg (/ˈhærɪsbɜːrɡ/ HARR-iss-burg; Pennsylvania German: Harrisbarrig)[citation needed] is the capital city of the Commonwealth of Pennsylvania in the United States, and the county seat of Dauphin County. With a population of 49,229, it is the 15th largest city in the Commonwealth. It lies on the east bank of the Susquehanna River, 107 miles (172 km) west of Philadelphia. Harrisburg is the anchor of the Susquehanna Valley metropolitan area, which had a 2018 estimated population of 574,659, making it the fourth most populous in Pennsylvania and 96th most populous in the United States.",
  "/wiki/WRBT": "WRBT (94.9 MHz Bob 94.9) is a country music radio station broadcasting in Harrisburg, Pennsylvania.  The station is owned by iHeartMedia, Inc. and broadcasts with a power of 25 kilowatts from a transmitter site in Enola, Pennsylvania.",
  "/wiki/Lafayette,_Indiana": "Lafayette (/ˌlɑːfiːˈɛt, ˌlæf-/ LAH-fee-ET, LAF-ee-ET) is a city in and the county seat of Tippecanoe County, Indiana, United States, located 63 miles (101 km) northwest of Indianapolis and 105 miles (169 km) southeast of Chicago. West Lafayette, on the other side of the Wabash River, is home to Purdue University, which contributes significantly to both communities. Together, Lafayette and West Lafayette form the core of the Lafayette, Indiana Metropolitan Statistical Area.\nAccording to the 2010 United States Census, the population of Lafayette was 67,140, roughly a 19% increase from 56,397 in 2000. Meanwhile, the 2010 U.S. Census pegged the year-round (excluding Purdue University students) population of West Lafayette at 29,596 and the Tippecanoe County population at 172,780.",
  "/wiki/WBPE_(FM)": "WBPE (95.3 FM, \"95.3 BOB FM\") is a radio station in Lafayette, Indiana, owned by Star City Broadcasting (a joint venture between Waypoint Media and Vision Communications) as part of a cluster with Fox/NBC affiliate WPBI-LD, ABC affiliate WPBY-LD, and sister radio stations WSHY, WYCM and WAZY-FM. The station's studios are located at 3824 South 18th Street in Lafayette.",
  "/wiki/Minneapolis,_Minnesota": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/KLCI": "KLCI (106.1 FM, \"Total Country BOB-FM\") is a radio station serving the Minneapolis-Saint Paul area of Minnesota, United States, that broadcasts a country music format  It is licensed to suburban Elk River, Minnesota and serves the Twin Cities as a rimshot signal. BOB-FM's 106.1 transmitter is in Albertville, Minnesota and its studios are in Ramsey, Minnesota.",
  "/wiki/Myrtle_Beach,_South_Carolina": "Myrtle Beach is a coastal city on the East Coast of the United States in Horry County, South Carolina. It is in the center of a large and continuous 60-mile (97 km) stretch of beach known as \"The Grand Strand\" in northeastern South Carolina.",
  "/wiki/WYNA": "WYNA is a variety hits formatted radio station licensed to Calabash, North Carolina but serving the Grand Strand area of South Carolina.  The iHeartMedia, Inc. outlet is licensed by the Federal Communications Commission (FCC) to broadcast at 104.9 MHz. The station goes by the name 104.9 Bob FM and its current slogan is \"We Play Anything\".  Its studios are located on the U.S. 17 Bypass in Myrtle Beach, and its transmitter is located north of Atlantic Beach, South Carolina.",
  "/wiki/Bob_FM": "Bob FM is the on-air brand of a number of FM radio stations in Canada and the United States. The Bob FM format features a mix of classic 1950s, 1960s, 1970s, 1980s and 1990s hits with some current hot adult contemporary singles."
}