{
  "/wiki/Lamar_Alexander": "Andrew Lamar Alexander Jr. (born July 3, 1940) is an American politician who is currently serving as the senior United States Senator from Tennessee, a seat he has held since 2003. A member of the  Republican Party, he also was the 45th governor of Tennessee from 1979 to 1987 and the 5th United States Secretary of Education from 1991 to 1993, where he helped the implementation  of Education 2000.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Kelly_Ayotte": "Kelly Ann Ayotte (/ˈeɪɒt/; born June 27, 1968) is an American attorney and politician who served as a United States Senator from 2011 to 2017 and Attorney General for New Hampshire from 2004 to 2009. She is a Republican.",
  "/wiki/John_Barrasso": "John Anthony Barrasso III (/bəˈrɑːsoʊ/; born July 21, 1952) is an American physician and politician serving as the junior United States Senator from Wyoming. A member of the Republican Party, he previously served in the Wyoming State Senate.",
  "/wiki/Roy_Blunt": "Roy Dean Blunt (born January 10, 1950) is an American politician who is the senior United States Senator for Missouri, serving since 2011. A member of the Republican Party, he previously served as a member of the United States House of Representatives and as Missouri Secretary of State.",
  "/wiki/Scott_Brown_(politician)": "Scott Philip Brown (born September 12, 1959) is an American attorney and politician serving as the United States Ambassador to New Zealand and Samoa. He is a former United States Senator for Massachusetts (2010–2013), and also was the 2014 Republican nominee for the U.S. Senate in New Hampshire. Prior to his Senate tenure, Brown served as a member of the Massachusetts General Court, first in the State House of Representatives (1998–2004) and then in the State Senate (2004–2010).",
  "/wiki/Richard_Burr": "Richard Mauze Burr (born November 30, 1955) is an American businessman who is the senior United States Senator from North Carolina, serving since 2005.  A member of the Republican Party, Burr was previously a member of the United States House of Representatives.",
  "/wiki/Tom_Coburn": "Thomas Allen Coburn (born March 14, 1948) is an American politician and physician. A member of the Republican Party, he was a United States Representative and later a United States Senator from Oklahoma.",
  "/wiki/Thad_Cochran": "William Thad Cochran (/ˈkɒkrən/; December 7, 1937 – May 30, 2019) was an American attorney and politician who served as a United States Senator for Mississippi from 1978 to 2018.  A Republican, he served in the U.S. House of Representatives from 1973 to 1978.",
  "/wiki/Mike_Enzi": "Michael Bradley Enzi (/ˈɛnzi/; born February 1, 1944) is an American politician and accountant serving as the senior United States Senator from Wyoming, a seat he was first elected to in 1996. He is a member of the Republican Party.",
  "/wiki/Lindsey_Graham": "Lindsey Olin Graham (born July 9, 1955) is an American politician, who serves as the senior United States Senator from South Carolina, a seat he has held since 2003. Since 2019, he has been the Chair of the Senate Committee on the Judiciary. A member of the Republican Party, Senator Graham has earned an 80.31% Lifetime Score from the American Conservative Union.",
  "/wiki/Orrin_Hatch": "Orrin Grant Hatch (born March 22, 1934) is an American attorney, retired politician, and composer who served as a United States Senator from Utah for 42 years (1977–2019). He is the longest-serving Republican U.S. Senator in history and the longest-serving U.S. Senator from Utah.",
  "/wiki/Dean_Heller": "Dean Arthur Heller (born May 10, 1960) is an American businessman and politician who served as a United States Senator from Nevada from 2011 to 2019. A member of the Republican Party, he previously served as the 15th Secretary of State of Nevada from 1995 to 2007 and U.S. Representative for Nevada's 2nd congressional district from 2007 to 2011. He was appointed to the U.S. Senate by Governor Brian Sandoval and elected to a full term in the 2012 election.",
  "/wiki/John_Hoeven": "John Henry Hoeven III (/ˈhoʊvən/; born March 13, 1957) is an American banker and politician serving as the senior U.S. Senator from North Dakota since 2011. A member of the North Dakota Republican Party, he served as the 31st Governor of North Dakota from 2000 to 2010. Hoeven was elected in 2010 to the U.S. Senate, succeeding Senator Byron Dorgan, who chose not to seek reelection. Hoeven became the senior Senator in 2013 after Kent Conrad retired and was replaced by Democrat Heidi Heitkamp, who was once Hoeven's opponent for the Governor's office. Hoeven was reelected in 2016.",
  "/wiki/Kay_Bailey_Hutchison": "Kay Bailey Hutchison (born Kathryn Ann Bailey; July 22, 1943) is an American attorney, television correspondent, politician, and diplomat who is the 22nd United States Permanent Representative to NATO.  A member of the Republican Party, she was previously a United States Senator from Texas from 1993 until 2013.",
  "/wiki/Jim_Inhofe": "James Mountain Inhofe (/ˈɪnhɒf/; born November 17, 1934) is an American politician serving as the senior United States Senator from Oklahoma, a seat he was first elected to in 1994. A member of the Republican Party, he chaired the U.S. Senate Committee on Environment and Public Works (EPW) from 2003 to 2007 and again from 2015 to 2017. Inhofe served as the U.S. Representative for Oklahoma's 1st congressional district from 1987 to 1994 and as mayor of Tulsa from 1978 to 1984.",
  "/wiki/Mike_Johanns": "Michael Owen Johanns (born June 18, 1950) is an American attorney and politician who served as a United States Senator from Nebraska, from 2009 to 2015. He served as the 38th Governor of Nebraska from 1999 until 2005, and he was chair of the Midwestern Governors Association in 2002. In 2005, he was appointed by President George W. Bush to serve as the Secretary of Agriculture, where he served from 2005 to 2007, becoming the fourth Nebraskan to hold that position.",
  "/wiki/Ron_Johnson_(Wisconsin_politician)": "Ronald Harold Johnson (born April 8, 1955) is an American politician and accountant serving as the senior United States Senator for Wisconsin. He is a member of the Republican party.     Johnson was first elected to the Senate in 2010, defeating Democratic incumbent Russ Feingold and re-elected in 2016. Before serving in the Senate, Johnson was Chief Executive Officer of PACUR, LLC, a polyester and plastics manufacturer.",
  "/wiki/Mark_Kirk": "Mark Steven Kirk (born September 15, 1959) is an American politician who was the junior United States Senator from Illinois from 2010 to 2017. A Republican, Kirk was previously a member of the U.S. House of Representatives, representing Illinois's 10th congressional district. Kirk is a social liberal and fiscal conservative.",
  "/wiki/Jon_Kyl": "Jon Llewellyn Kyl (/ˈkaɪl/; born April 25, 1942) is an American politician who served as a United States Senator for Arizona from 1995 to 2013 and again in 2018. A Republican, he held both of Arizona's Senate seats at different times, serving alongside John McCain during his first stint. Kyl was Senate Minority Whip from 2007 until 2013.",
  "/wiki/Mike_Lee_(U.S._politician)": "Michael Shumway Lee (born June 4, 1971) is an American politician, author and attorney who is the senior United States Senator from Utah. A conservative, libertarian-leaning Republican, Lee has served in the Senate since January 3, 2011."
}