{
  "/wiki/Gaston_Roelants": "Gaston, Baron Roelants (born 5 February 1937), a Belgian former elite steeplechaser and cross country runner. He won the 1962 European and 1964 Olympic titles in the 3000 m steeplechase and twice broke the world record.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Dick_Taylor_(athlete)": "Richard George 'Dick' Taylor (born 3 January 1945 in Coventry) is a British former long-distance runner.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Ian_McCafferty": "Ian John McCafferty (born 24 November 1944) is a Scottish former long-distance runner. He won the silver medal at the 1970 Commonwealth Games 5000 metres when he recorded a time of 13:23.34.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Mike_Tagg": "Michael John \"Mike\" Tagg (born 13 November 1946, East Runton) is a British former long-distance runner. He placed second in the 10,000 metres at the 1969 European Championships.",
  "/wiki/Noel_Tijou": "Noël Tijou (born 12 December 1941) is a French long-distance runner. He competed in the men's 10,000 metres at the 1972 Summer Olympics.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Tim_Johnston_(athlete)": "Tim Johnston (born 11 March 1941) is a British long-distance runner. He competed in the marathon at the 1968 Summer Olympics.",
  "/wiki/Jean_Wadoux": "Jean Wadoux (born 29 January 1942) is a retired French middle distance runner. He competed at the 1964 Summer Olympics in 1500 m and at the 1968 Summer Olympics in 5000 m and finished in ninth place on both occasions. On 23 July 1970 he set a European record in 1500 m, and next year won a European silver medal in 5000 m.",
  "/wiki/Mariano_Haro": "Mariano Haro Cisneros (born May 27, 1940) is a former Spanish athlete, competing in the long-distance events. He was born in Becerril de Campos.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Euan_Robertson": "Euan James Robertson (14 June 1948 – 11 December 1995) was a notable New Zealand distance runner in the 1970s, one of the great periods of New Zealand distance running.",
  "/wiki/Willy_Polleunis": "Willy Polleunis (born 27 December 1947) is a retired long-distance runner from Belgium who won the silver medal in the 3000 metres at the 1973 European Indoor Championships, behind his clubmate Emiel Puttemans. He competed in the 5000 and 1000 metres events at the 1968, 1972 and 1976 Olympics with the best achievement of sixth place in the 5000 metres in 1976. At the start of the final lap, he was in tenth place, but he accelerated, and possibly ran the final lap even faster than the winner, Lasse Viren.",
  "/wiki/Lucien_Rault": "Lucien Rault (borm March 30, 1936 in Plouguenast) is a French long-distance runner.  He represented France in the 1976 Olympics at the age of 40.  He had an extensive career in cross country running with his national squad at the International Cross Country Championships and then the IAAF World Cross Country Championships.  Five days before his 42nd birthday, he was the #2 runner on the French World Championship team at the 1978 IAAF World Cross Country Championships, his first world championship.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Lachie_Stewart": "Joseph Laughlin (\"Lachie\") Stewart (born 22 June 1943 in Vale of Leven, West Dunbartonshire) is a Scottish former distance runner, and an inductee in the Scottish Sports Hall of Fame.",
  "/wiki/1969_International_Cross_Country_Championships": "The 1969 International Cross Country Championships was held in Clydebank, Scotland, at the Dalmuir Park on 22 March 1969.   A report on the men's event was given in the Glasgow Herald."
}