{
  "/wiki/Saaremaa": "Saaremaa (/ˈsɑːrəmɑː/ SAR-ə-MAH, Estonian: [ˈsɑːremɑː]; German and Swedish: Ösel) is the largest island in Estonia, measuring 2,673 km2 (1,032 sq mi). The main island of Saare County, it is located in the Baltic Sea, south of Hiiumaa island and west of Muhu island, and belongs to the West Estonian Archipelago. The capital of the island is Kuressaare, which in January 2018 had 13,276 inhabitants. The whole island had a recorded population in January 2017 of 31,357.",
  "/wiki/Muhu": "Muhu (German: Mohn/Moon; in Estonian also called Muhumaa), is an island in the Baltic Sea. With an area of 198 km2 (76 sq mi) it is the third largest island belonging to Estonia, after Saaremaa and Hiiumaa.",
  "/wiki/West_Estonian_archipelago": "West Estonian archipelago (Estonian: Lääne-Eesti saarestik,  also Moonsund archipelago) is a group of Estonian islands located in the Baltic Sea around Väinameri. The total area is about 4,000 km2 (1,500 sq mi). The archipelago is composed of the islands Saaremaa, Hiiumaa, Muhu, Vormsi and about 900 other smaller islands.[citation needed]",
  "/wiki/Hiiumaa": "Hiiumaa (US: /ˈhiːʊmɑː, ˈhiːəmɑː/, Estonian: [ˈhiːumɑː]; German and Swedish: Dagö; Finnish: Hiidenmaa) is the second largest island in Estonia and is part of the West Estonian archipelago, in the Baltic Sea. It has an area of 989 km2 and is 22 km from the Estonian mainland. Its largest town is Kärdla. It is located within Hiiu County.",
  "/wiki/Kassari": "Kassari is an Estonian island. It has an area of 19.3 km2 with a population of around 300. It has a museum dedicated to Aino Kallas.",
  "/wiki/Vormsi": "Vormsi, also Ormsö (Swedish: Ormsö, German: Worms) is the fourth-largest island of Estonia, located between Hiiumaa and the mainland with a total area of 92 square kilometres (36 square miles). It is part of Vormsi Parish, a rural municipality.",
  "/wiki/Pakri_Islands": "Pakri Islands (Estonian: Pakri saared, Swedish: Rågöarna, German: Groß Pakri) are two Estonian islands in the Finnish Gulf: Suur-Pakri and Väike-Pakri (Swedish: Stora Rågö and Lilla Rågö). Administratively they belong to the town of Paldiski. For centuries the islands had been inhabited by Estonian Swedes, until during the Second World War the entire population was forced to leave.",
  "/wiki/Gulf_of_Finland": "The Gulf of Finland (Finnish: Suomenlahti; Estonian: Soome laht; Russian: Фи́нский зали́в, tr. Finskiy zaliv, IPA: [ˈfʲinskʲɪj zɐˈlʲif]; Swedish: Finska viken) is  the easternmost arm of the Baltic Sea. It extends between Finland (to the north) and Estonia (to the south) all the way to Saint Petersburg in Russia, where the river Neva drains into it. Other major cities around the gulf include Helsinki and Tallinn. The eastern parts of the Gulf of Finland belong to Russia, and some of Russia's most important oil harbours are located farthest in, near Saint Petersburg (including Primorsk). As the seaway to Saint Petersburg, the Gulf of Finland has been and continues to be of considerable strategic importance to Russia. Some of the environmental problems affecting the Baltic Sea are at their most pronounced in the shallow gulf.",
  "/wiki/Naissaar": "Naissaar (German: Nargen; Swedish: Nargö) is an island northwest of Tallinn (but belonging to Viimsi Parish) in Estonia. The island covers an area of 18.6 square kilometres (7.2 square miles). It is 8 kilometres (5.0 miles) long and 3.5 kilometres (2.2 miles) wide, and lies about 8.5 kilometres (5.3 miles) from the mainland. The highest point on the island is Kunilamägi, which is 27 metres (89 feet) above sea level. The island consists predominantly of coniferous forest and piles of stones and boulders. In 2005, the island had a population of ten; in 2011 the island had 35 or so permanent residents and some summer residents. Administratively the island is divided into three villages: Lõunaküla (Storbyn), Tagaküla (Bakbyn) and Väikeheinamaa (Lillängin).",
  "/wiki/Kihnu": "Kihnu (Swedish: Kynö) is an island in the Baltic Sea. With an area of 16.4 km2 (6.3 sq mi) it is the largest island in the Gulf of Riga and the seventh largest island of Estonia. The length of the island is 7 km (4.3 mi) and width 3.3 km (2.1 mi), the highest point is at 8.9 metres (29.2 ft) above sea level.",
  "/wiki/Gulf_of_Riga": "The Gulf of Riga, Bay of Riga, or Gulf of Livonia (Latvian: Rīgas jūras līcis, Estonian: Liivi laht, Russian: Рижский залив) is a bay of the Baltic Sea between Latvia and Estonia.",
  "/wiki/V%C3%A4ike-Pakri": "Pakri Islands (Estonian: Pakri saared, Swedish: Rågöarna, German: Groß Pakri) are two Estonian islands in the Finnish Gulf: Suur-Pakri and Väike-Pakri (Swedish: Stora Rågö and Lilla Rågö). Administratively they belong to the town of Paldiski. For centuries the islands had been inhabited by Estonian Swedes, until during the Second World War the entire population was forced to leave.",
  "/wiki/Suur-Pakri": "Pakri Islands (Estonian: Pakri saared, Swedish: Rågöarna, German: Groß Pakri) are two Estonian islands in the Finnish Gulf: Suur-Pakri and Väike-Pakri (Swedish: Stora Rågö and Lilla Rågö). Administratively they belong to the town of Paldiski. For centuries the islands had been inhabited by Estonian Swedes, until during the Second World War the entire population was forced to leave.",
  "/wiki/Ruhnu": "Ruhnu (Swedish and German: Runö; Latvian: Roņu sala – 'Seal Island') is an Estonian island in the Gulf of Riga in the Baltic Sea. It is administratively part of Saare County but is geographically closer to the Latvian mainland. At 11.9 square kilometres (4.6 sq mi), it has currently fewer than 100, mostly ethnic Estonian, permanent inhabitants. Ruhnu Parish has the smallest population of Estonia's 79 municipalities. Before 1944, it was for centuries populated by ethnic Swedes and traditional Swedish law was used.",
  "/wiki/Abruka": "Abruka is an 8.78 km² Estonian island in the Gulf of Riga, 4 km south of the island of Saaremaa.",
  "/wiki/Vilsandi": "The island of Vilsandi, Saaremaa Parish, Saare County, Estonia is located in the Baltic Sea. It covers an area of some 9 square km and is the westernmost populated island in Estonia. The surrounding waters are shallow and rocky and many ships travelling the Baltic have perished nearby. The island of Vilsandi can be reached by boat, by truck having suitable clearance or on foot by wading from Saaremaa. Much of the island is now part of Vilsandi National Park, which grew from a bird reserve founded in 1910.  It is a highly sensitive ecosystem due to the use of the area by many migratory birds as a breeding and nesting ground.  Hunting is absolutely prohibited.  This park is a popular tourist destination not only for local Estonians, but also people of Finland who are visiting Estonia in greater and greater numbers.",
  "/wiki/Piirissaar": "Piirissaar (earlier Borka, Russian: Межа, romanized: Mezha) is an Estonian island located in Lake Peipus. It belongs to Tartu County as the Piirissaare Parish.",
  "/wiki/Lake_Peipus": "Lake Peipus (Estonian: Peipsi-Pihkva järv; Russian: Псковско-Чудское озеро, romanized: Pskovsko-Chudskoye ozero; German: Peipussee) is the largest trans-boundary lake in Europe, lying on the border between Estonia and Russia.",
  "/wiki/Prangli": "Prangli (Swedish: Vrangö) is an Estonian island in the Gulf of Finland.",
  "/wiki/Osmussaar": "Osmussaar (Swedish: Odensholm, German: Odinsholm) is an Estonian island situated in the mouth of the Gulf of Finland in the Baltic Sea, 7.5 km off the Estonian mainland.  Administratively the island is part of Lääne-Nigula Parish in Lääne County. Its area is 4.8 km2 (1,200 acres).",
  "/wiki/Vohilaid": "Vohilaid (German: Wohhi) is a small Estonian island in the Baltic Sea. It is approximately 416 hectares and the highest point is approximately ten feet above sea level. Its coordinates are 58°54′42″N 23°02′24″E﻿ / ﻿58.91167°N 23.04000°E﻿ / 58.91167; 23.04000",
  "/wiki/Aegna": "Aegna  is an Estonian island in the Bay of Tallinn in the Baltic Sea.  Administratively it is part of the city of Tallinn, the capital of Estonia and is a sub district of the Kesklinn (City center) district."
}