{
  "/wiki/1980_ECAC_South_Men%27s_Basketball_Tournament": "Old Dominion defeated Navy in the championship game, 62–51, to win their first ECAC South men's basketball tournament. The Monarchs, therefore, earned an automatic bid to the 1980 NCAA Tournament; this was ODU's first-ever bid to the Division I NCAA tournament.",
  "/wiki/Old_Dominion_Monarchs_basketball": "The Old Dominion Monarchs basketball team represents Old Dominion University in Norfolk, Virginia, United States in NCAA Division I men's competition. The school's team currently competes in the Conference USA. They were the Division II national champions in 1975, champions of the inaugural CollegeInsider.com Postseason Tournament in 2009, and champions of the inaugural Vegas 16 in 2016. The team last played in the Division I NCAA Tournament in 2019. The Monarchs are currently coached by Jeff Jones.",
  "/wiki/Navy_Midshipmen_men%27s_basketball": "The Navy Midshipmen men's basketball team represents the United States Naval Academy, in Annapolis, Maryland, in NCAA Division I college basketball. The team competes in the Patriot League and plays its home games in Alumni Hall.",
  "/wiki/Mark_West_(basketball)": "Mark Andre West (born November 5, 1960) is a retired American professional basketball player. A 6 ft 10 in (2.08 m) center from Old Dominion University, West was selected by the Dallas Mavericks in the second round (30th overall) of the 1983 NBA draft.",
  "/wiki/Hampton_Coliseum": "Hampton Coliseum is a multi-purpose arena in Hampton, Virginia. Construction began on May 24, 1968. The venue held its first event on December 1, 1969, the College of William and Mary vs. North Carolina State University in a college basketball game . On January 31, 1970, the Coliseum formally opened as the first large multi-purpose arena in the Hampton Roads region and the state of Virginia (opening a year before the Norfolk Scope in Norfolk.)",
  "/wiki/Hampton,_Virginia": "Hampton is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 137,438.",
  "/wiki/1981_ECAC_South_Men%27s_Basketball_Tournament": "James Madison defeated Richmond in the championship game, 69–60, to win their first ECAC South men's basketball tournament. The Dukes, therefore, earned an automatic bid to the 1981 NCAA Tournament; this was JMU's first-ever bid to the NCAA tournament.",
  "/wiki/James_Madison_Dukes_men%27s_basketball": "The James Madison Dukes men's basketball team is the basketball team that represents James Madison University in Harrisonburg, Virginia, United States. The school's team currently competes in the Colonial Athletic Association. On March 14, 2016, James Madison fired head coach Matt Brady. On March 31, 2016, Louis Rowe was hired as James Madison's 10th men's basketball coach in program history.",
  "/wiki/Richmond_Spiders_men%27s_basketball": "The Richmond Spiders men's basketball team represents the University of Richmond in Richmond, Virginia and currently competes in the Atlantic 10 Conference. The team plays its home games at the Robins Center. The team last played in the NCAA Division I Men's Basketball Tournament in 2011 under head coach Chris Mooney, who has guided the program since the 2005–2006 season.",
  "/wiki/1982_ECAC_South_Men%27s_Basketball_Tournament": "Old Dominion upset top-seeded James Madison in the championship game, 58–57, to win their second ECAC South men's basketball tournament. The Monarchs, therefore, earned an automatic bid to the 1982 NCAA Tournament. JMU would ultimately also receive an at-large bid.",
  "/wiki/Norfolk_Scope": "Norfolk Scope is a multi-function complex in Norfolk, Virginia, comprising an 11,000-person arena, a 2,500-person theater known as Chrysler Hall, a 10,000 square foot-exhibition hall and a 600-car parking garage.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/1983_ECAC_South_Men%27s_Basketball_Tournament": "The 1983 ECAC South Men's Basketball Tournament (now known as the Colonial Athletic Association Men's Basketball Tournament) was held March 10–12 at the Robins Center in Richmond, Virginia. The champion, James Madison, received an automatic bid to the 1983 NCAA Tournament; it was JMU's third-ever NCAA Tournament berth. The runner-up, William & Mary, received an at-large bid to the 1983 National Invitation Tournament; it was W&M's first-ever postseason berth of any kind.",
  "/wiki/William_%26_Mary_Tribe_men%27s_basketball": "The William & Mary Tribe men's basketball team represents the College of William & Mary in Williamsburg, Virginia in NCAA Division I competition. The school's team competes in the Colonial Athletic Association and play their home games in Kaplan Arena. William and Mary Coach, Dane Fischer was hired as the 31st coach in school history following the dismissal of Coach Tony Shaver. Shaver served as the head coach from 2003-2019 and leads the school in all-time wins for a coach.",
  "/wiki/James_Madison_Dukes": "The James Madison University Dukes are the intercollegiate athletics teams that represent James Madison University (JMU), in Harrisonburg, Virginia. The name \"Dukes\" is derived from Samuel Page Duke, the university's second president. JMU is a charter member of the Colonial Athletic Association, which sponsors sports at the NCAA Division I level. In football, JMU participates in the Football Championship Subdivision (FCS) of Division I, formerly known as Division I-AA. The university mascot, Duke Dog, is frequently seen at all sporting events, and the school colors are royal purple and gold. JMU has won five NCAA national championships, third-most among Virginia colleges and universities.",
  "/wiki/Robins_Center": "The Robins Center is a 7,201-seat multi-purpose arena in Richmond, Virginia. Opened in 1972, the arena is home to the University of Richmond Spiders basketball. It hosted the ECAC South (now known as the Colonial Athletic Association) men's basketball tournament in 1983.  It is named for E. Claiborne Robins Sr, class of 1931, who, along with his family, have been leading benefactors for the school.  The opening of the Robins Center returning Spider basketball to an on-campus facility for the first time since the mid-1940s when it outgrew Millhiser Gymnasium.  In the intervening decades, the Spiders played home games in numerous locations around the Richmond area, including the Richmond Coliseum (1971–1972), the Richmond Arena (1954–1971), the Benedictine High School gymnasium (1951–1954), Grays' Armory (1950–1951) and Blues' Armory (1947–1950). The Robins Center arena serves as the location of the University of Richmond's commencement exercises and hosted a 1992 Presidential debate involving Bill Clinton, George H. W. Bush, and Ross Perot.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/1984_ECAC_South_Men%27s_Basketball_Tournament": "The 1984 ECAC South Men's Basketball Tournament (now known as the Colonial Athletic Association Men's Basketball Tournament) was held March 8–10 at the JMU Convocation Center in Harrisonburg, Virginia.",
  "/wiki/Johnny_Newman": "John Sylvester Newman, Jr. (born November 28, 1963) is an American retired professional basketball player. A 6' 7\" and 210 lb (95 kg) shooting guard/small forward, Newman starred at the University of Richmond, before going on to play in the National Basketball Association. In his 16 seasons (1986–2002) in the NBA, he was a member of the Cleveland Cavaliers, New York Knicks, Charlotte Hornets, New Jersey Nets, Milwaukee Bucks, Denver Nuggets, and Dallas Mavericks.",
  "/wiki/JMU_Convocation_Center": "The James Madison University Convocation Center is a 6,426-seat multi-purpose arena in Harrisonburg, Virginia. The arena opened in 1982. It is home to the James Madison Dukes men's basketball team. It hosted the 1984 ECAC South Men's Basketball Tournament (now known as the Colonial Athletic Association).",
  "/wiki/Harrisonburg,_Virginia": "Harrisonburg is an independent city in the Shenandoah Valley region of the Commonwealth of Virginia in the United States.  It is also the county seat of the surrounding Rockingham County, although the two are separate jurisdictions. As of the 2010 census, the population was 48,914, with a census-estimated 2018 population of 54,033. The Bureau of Economic Analysis combines the city of Harrisonburg with Rockingham County for statistical purposes into the Harrisonburg, Virginia Metropolitan Statistical Area, which has a 2011 estimated population of 126,562.",
  "/wiki/1985_ECAC_South_Men%27s_Basketball_Tournament": "The 1985 ECAC South Men's Basketball Tournament (known as the Colonial Athletic Association Men's Basketball Tournament from 1986) was held March 7–9 at William & Mary Hall in Williamsburg, Virginia.",
  "/wiki/William_%26_Mary_Hall": "The Kaplan Arena is a building used for athletic events for the College of William & Mary Tribe sports teams in Williamsburg, Virginia. The building contains an 8,600-seat arena, which can seat 11,300 with extra bleachers. The arena's floor measures almost 24,000 square feet (2,200 m2). The building was formerly known as William & Mary Hall. From 2005 to 2016, only the arena proper was called Kaplan Arena, before the entire building was renamed to honor alumni Jane Thompson Kaplan and Jim Kaplan.",
  "/wiki/Williamsburg,_Virginia": "Williamsburg is a city in the U.S. state of Virginia. As of the 2010 U.S. Census, the population was 14,068. In 2018, the population was estimated to be 14,896. Located on the Virginia Peninsula, Williamsburg is in the northern part of the Hampton Roads metropolitan area. It is bordered by James City County and York County.",
  "/wiki/1986_CAA_Men%27s_Basketball_Tournament": "The 1986 Colonial Athletic Association Men's Basketball Tournament was held February 28–March 3 at the Patriot Center in Fairfax, Virginia.",
  "/wiki/George_Mason_Patriots_men%27s_basketball": "The George Mason Patriots men's basketball team represents George Mason University and competes in the Atlantic 10 Conference of NCAA Division I. The Patriots play at the EagleBank Arena in Fairfax, Virginia, on the George Mason campus. The current head coach, Dave Paulsen, was hired in March 2015.",
  "/wiki/David_Robinson_(basketball)": "David Maurice Robinson (born August 6, 1965) is an American former professional basketball player, who played center for the San Antonio Spurs in the National Basketball Association (NBA) for his entire career. Based on his prior service as an officer in the United States Navy, Robinson earned the nickname \"The Admiral\".",
  "/wiki/Patriot_Center": "The EagleBank Arena (originally the Patriot Center) is a 10,000-seat arena in the eastern United States, on the campus of George Mason University in Fairfax, Virginia, a suburb southwest of Washington, D.C.",
  "/wiki/Fairfax,_Virginia": "The City of Fairfax (/ˈfɛərfæks/ FAIR-faks), colloquially known as Fairfax City, Downtown Fairfax, Old Town Fairfax, or Fairfax Courthouse, is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census the population was 22,565, which had risen to an estimated 24,574 as of 2018.",
  "/wiki/1987_CAA_Men%27s_Basketball_Tournament": "The 1987 Colonial Athletic Association Men's Basketball Tournament was held February 28–March 2 at the Hampton Coliseum in Hampton, Virginia.",
  "/wiki/1988_CAA_Men%27s_Basketball_Tournament": "The 1988 Colonial Athletic Association Men's Basketball Tournament was held March 5–7 at the Hampton Coliseum in Hampton, Virginia.",
  "/wiki/1989_CAA_Men%27s_Basketball_Tournament": "The 1989 Colonial Athletic Association Men's Basketball Tournament was held March 4–6 at the Hampton Coliseum in Hampton, Virginia.",
  "/wiki/UNC_Wilmington_Seahawks_men%27s_basketball": "The UNC Wilmington Seahawks men's basketball team represents UNC Wilmington or \"UNCW\". The team plays in the Colonial Athletic Association. The Seahawks have won at least a share of the CAA regular season championship for three consecutive years. They won the CAA Tournament and appeared in back-to-back NCAA Tournaments in 2016 and 2017.",
  "/wiki/Kenny_Sanders": "Kenny Sanders is an American former college basketball player for George Mason University. Sanders came to George Mason from McKinley Technical High School in Washington, D.C. He was the Colonial Athletic Association's (CAA) Rookie of the Year in 1986 and its Player of the Year in 1988. As a senior, he led the Patriots to their first ever NCAA men's basketball tournament in 1989 after being selected to his third straight All-CAA First Team.",
  "/wiki/1990_CAA_Men%27s_Basketball_Tournament": "The 1990 Colonial Athletic Association Men's Basketball Tournament was held March 3–5 at the Richmond Coliseum in Richmond, Virginia. The Richmond Coliseum would remain the home of the tournament until 2014.",
  "/wiki/Kenny_Atkinson": "Kenneth Neil Atkinson (born June 2, 1967) is an American professional basketball coach and former player who is the head coach for the Brooklyn Nets of the National Basketball Association (NBA). He previously served as the Director of Player Development for the Houston Rockets in 2007–08. Born in Huntington, New York, Atkinson played college basketball for University of Richmond, where he led the Spiders to a Sweet Sixteen berth in 1988.",
  "/wiki/Richmond_Coliseum": "Richmond Coliseum is an arena located in Richmond, Virginia, with a capacity of 13,500 that was most often used for various large concerts. The arena opened in 1971 and the region is looking to replace the aging facility with a larger one. The arena was quietly shuttered in February 2019 while new proposed replacements are in development.",
  "/wiki/1991_CAA_Men%27s_Basketball_Tournament": "The 1991 Colonial Athletic Association Men's Basketball Tournament was held March 2–4 at the Richmond Coliseum in Richmond, Virginia.",
  "/wiki/1992_CAA_Men%27s_Basketball_Tournament": "The 1992 Colonial Athletic Association Men's Basketball Tournament was held March 7–9 at the Richmond Coliseum in Richmond, Virginia.",
  "/wiki/1993_CAA_Men%27s_Basketball_Tournament": "The 1993 CAA Men's Basketball Tournament was held from March 6–8, 1993 at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was East Carolina, who received an automatic bid to the 1993 NCAA Men's Division I Basketball Tournament.",
  "/wiki/East_Carolina_Pirates_men%27s_basketball": "The East Carolina Pirates men's basketball team represents East Carolina University in NCAA Division I college basketball and competes in the American Athletic Conference. The Pirates are coached by Joe Dooley.",
  "/wiki/East_Carolina_Pirates": "The East Carolina Pirates are the athletic teams that represent East Carolina University (ECU), located in Greenville, North Carolina. All varsity-level sports teams except for women's lacrosse participate at the National Collegiate Athletic Association (NCAA) Division I (Football Bowl Subdivision (FBS) for football) level as a member of the American Athletic Conference. The women's lacrosse team, newly launched for the 2018 season (2017–18 school year), is playing its inaugural season as a Division I independent before becoming a charter member of The American's new women's lacrosse league in the 2019 season. The school became an NCAA member in 1961.",
  "/wiki/1994_CAA_Men%27s_Basketball_Tournament": "The 1994 CAA Men's Basketball Tournament was held from March 5–7, 1994 at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was James Madison, who received an automatic bid to the 1994 NCAA Men's Division I Basketball Tournament.",
  "/wiki/Odell_Hodge": "Odell Hodge (born March 26, 1973) is an American former basketball player for Old Dominion University and, later, professional teams in Belgium.",
  "/wiki/1995_CAA_Men%27s_Basketball_Tournament": "The 1995 CAA Men's Basketball Tournament was held from March 4–6, 1995 at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was Old Dominion, who received an automatic bid to the 1995 NCAA Men's Division I Basketball Tournament.",
  "/wiki/Petey_Sessoms": "Petey Sessoms (born June 10, 1972) is an American retired professional basketball player. He played in six different countries in his career that spanned between 1995–96 and 2003–04. He is best known in the United States for his college career at Old Dominion University in which he was named the Colonial Athletic Association Men's Basketball Player of the Year as a senior in 1994–95.",
  "/wiki/1996_CAA_Men%27s_Basketball_Tournament": "The 1996 CAA Men's Basketball Tournament was held from March 1–4, 1996 at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was VCU, who received an automatic bid to the 1996 NCAA Men's Division I Basketball Tournament.",
  "/wiki/VCU_Rams_men%27s_basketball": "The VCU Rams men's basketball team is the intercollegiate men's basketball team that represents Virginia Commonwealth University. The Rams joined the Atlantic 10 Conference in the 2012–13 season after previously competing in the Colonial Athletic Association (CAA). In 2017, VCU was ranked the fortieth most valuable men's basketball program in the country by The Wall Street Journal.  With a valuation of $56.9 million,  VCU ranks second in the Commonwealth of Virginia, and second in the A10 Conference. The team is coached by Mike Rhoades.",
  "/wiki/Bernard_Hopkins_(basketball)": "Bernard Anthony Hopkins White (born January 13, 1973) is an American-Spanish retired professional basketball player. Hopkins is a 6'6\", 235-pound power forward. He played college ball at Hagerstown Community College for two seasons before transferring to Virginia Commonwealth University (VCU) for his final two. As a senior in 1995–96, Hopkins was named the 1996 CAA Men's Basketball Tournament MVP as well as the Colonial Athletic Association Men's Basketball Player of the Year.",
  "/wiki/1997_CAA_Men%27s_Basketball_Tournament": "The 1997 CAA Men's Basketball Tournament was held from February 28–March 3, 1997, at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was Old Dominion, who received an automatic bid to the 1997 NCAA Men's Division I Basketball Tournament.",
  "/wiki/1998_CAA_Men%27s_Basketball_Tournament": "The 1998 CAA Men's Basketball Tournament was held from February 26 to March 1, 1998, at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was Richmond, who received an automatic bid to the 1998 NCAA Men's Division I Basketball Tournament.",
  "/wiki/1999_CAA_Men%27s_Basketball_Tournament": "The 1999 CAA Men's Basketball Tournament was held from February 25–28, 1999 at the Richmond Coliseum in Richmond, Virginia. The winner of the tournament was George Mason, who received an automatic bid to the 1999 NCAA Men's Division I Basketball Tournament.",
  "/wiki/George_Evans_(basketball)": "George Evans (born January 31, 1971) is a former basketball standout at George Mason University from 1997–2001.  He ranks first all time at George Mason in steals (218) and blocked shots (211), third in points (1,953) and rebounds (953), and 13th in assists (226).",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference."
}