{
  "/wiki/East_Carolina_Pirates_women's_basketball": "The East Carolina Pirates women's basketball team represents East Carolina University in women's basketball. The school competes in the American Athletic Conference in Division I of the National Collegiate Athletic Association (NCAA). The Pirates play home basketball games at the Williams Arena at Minges Coliseum at Greenville, North Carolina.",
  "/wiki/Richmond_Spiders": "The Richmond Spiders represent the University of Richmond in Richmond, Virginia. The Spiders compete in the Division I FCS of the National Collegiate Athletic Association as a member of the Atlantic 10 Conference for most sports.",
  "/wiki/Williams_Arena_at_Minges_Coliseum": "Williams Arena at Minges Coliseum is a multi-purpose arena in Greenville, North Carolina, US. The arena opened in 1968. It is home to the East Carolina University Pirates men's and women's basketball teams and women's volleyball team. The facility underwent a complete renovation prior to the 1994-95 season and currently seats 8,000 people. The building was named for the Minges and Williams families in honor of their longstanding support of the University.",
  "/wiki/Greenville,_North_Carolina": "Greenville is the county seat of and the most populous city in Pitt County, North Carolina, United States; the principal city of the Greenville metropolitan area; and the 11th-most populous city in the U.S. state of North Carolina. Greenville is the health, entertainment, and educational hub of North Carolina's Tidewater and Coastal Plain. The city's official population as of the 2017 United States census estimate is 92,156 residents while the Greenville Metropolitan Area includes 200,000 people, making Greenville one of the densest municipalities in the state. In January 2008 and January 2010, Greenville was named one of the nation's \"100 Best Communities for Young People\" by the America's Promise Alliance. In June 2012, Greenville was ranked in the top ten of the nation's \"Best Small Places For Business And Careers\" by Forbes magazine. In 2010 Greenville was ranked twenty-fourth in mid-city business growth and development by Forbes Magazine.",
  "/wiki/James_Madison_Dukes": "The James Madison University Dukes are the intercollegiate athletics teams that represent James Madison University (JMU), in Harrisonburg, Virginia. The name \"Dukes\" is derived from Samuel Page Duke, the university's second president. JMU is a charter member of the Colonial Athletic Association, which sponsors sports at the NCAA Division I level. In football, JMU participates in the Football Championship Subdivision (FCS) of Division I, formerly known as Division I-AA. The university mascot, Duke Dog, is frequently seen at all sporting events, and the school colors are royal purple and gold. JMU has won five NCAA national championships, third-most among Virginia colleges and universities.",
  "/wiki/William_&_Mary_Hall": "The Kaplan Arena is a building used for athletic events for the College of William & Mary Tribe sports teams in Williamsburg, Virginia. The building contains an 8,600-seat arena, which can seat 11,300 with extra bleachers. The arena's floor measures almost 24,000 square feet (2,200 m2). The building was formerly known as William & Mary Hall. From 2005 to 2016, only the arena proper was called Kaplan Arena, before the entire building was renamed to honor alumni Jane Thompson Kaplan and Jim Kaplan.",
  "/wiki/Williamsburg,_Virginia": "Williamsburg is a city in the U.S. state of Virginia. As of the 2010 U.S. Census, the population was 14,068. In 2018, the population was estimated to be 14,896. Located on the Virginia Peninsula, Williamsburg is in the northern part of the Hampton Roads metropolitan area. It is bordered by James City County and York County.",
  "/wiki/Trask_Coliseum": "Trask Coliseum is a 5,200-seat multi-purpose arena in Wilmington, North Carolina.",
  "/wiki/Wilmington,_North_Carolina": "Wilmington is a port city and the county seat of New Hanover County in coastal southeastern North Carolina, United States.",
  "/wiki/American_Eagles": "The American Eagles are the athletics teams that represent the American University in National Collegiate Athletic Association (NCAA) Division I competition. American is a member of the Patriot League in all sports except wrestling, where it is a member of the Eastern Intercollegiate Wrestling Association. Many of the teams have gone on to win championships over the years, particularly their field hockey, volleyball, and wrestling teams. The team colors are red and blue.",
  "/wiki/James_Madison_University_Convocation_Center": "The James Madison University Convocation Center is a 6,426-seat multi-purpose arena in Harrisonburg, Virginia. The arena opened in 1982. It is home to the James Madison Dukes men's basketball team. It hosted the 1984 ECAC South Men's Basketball Tournament (now known as the Colonial Athletic Association).",
  "/wiki/Harrisonburg,_Virginia": "Harrisonburg is an independent city in the Shenandoah Valley region of the Commonwealth of Virginia in the United States.  It is also the county seat of the surrounding Rockingham County, although the two are separate jurisdictions. As of the 2010 census, the population was 48,914, with a census-estimated 2018 population of 54,033. The Bureau of Economic Analysis combines the city of Harrisonburg with Rockingham County for statistical purposes into the Harrisonburg, Virginia Metropolitan Statistical Area, which has a 2011 estimated population of 126,562.",
  "/wiki/George_Mason_Patriots_women's_basketball": "The George Mason Patriots women's basketball team represents George Mason University and competes in the Atlantic 10 Conference of NCAA Division I.",
  "/wiki/Bender_Arena": "Bender Arena is a 4,500-seat multi-purpose arena in Washington, D.C.. The arena opened in 1988. It is home to the American University Eagles basketball, volleyball and wrestling teams.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Robins_Center": "The Robins Center is a 7,201-seat multi-purpose arena in Richmond, Virginia. Opened in 1972, the arena is home to the University of Richmond Spiders basketball. It hosted the ECAC South (now known as the Colonial Athletic Association) men's basketball tournament in 1983.  It is named for E. Claiborne Robins Sr, class of 1931, who, along with his family, have been leading benefactors for the school.  The opening of the Robins Center returning Spider basketball to an on-campus facility for the first time since the mid-1940s when it outgrew Millhiser Gymnasium.  In the intervening decades, the Spiders played home games in numerous locations around the Richmond area, including the Richmond Coliseum (1971–1972), the Richmond Arena (1954–1971), the Benedictine High School gymnasium (1951–1954), Grays' Armory (1950–1951) and Blues' Armory (1947–1950). The Robins Center arena serves as the location of the University of Richmond's commencement exercises and hosted a 1992 Presidential debate involving Bill Clinton, George H. W. Bush, and Ross Perot.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/Old_Dominion_Lady_Monarchs_basketball": "The Old Dominion Lady Monarchs basketball team represents Old Dominion University in Norfolk, Virginia. The team currently competes in the NCAA Division I as a member of Conference USA.",
  "/wiki/Old_Dominion_University_Fieldhouse": "Old Dominion University Fieldhouse was a 5,200-seat multi-purpose arena located on the campus of Old Dominion University in Norfolk, Virginia.  Opened in 1970, it was home to the Old Dominion Monarchs and Lady Monarchs college basketball teams until the 2002–03 season, when the Ted Constant Convocation Center opened. The fieldhouse was demolished in 2006.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/William_&_Mary_Tribe_women's_basketball": "The William & Mary Tribe women's basketball team represents the College of William & Mary in Williamsburg, Virginia in NCAA Division I competition. The school's team competes in the Colonial Athletic Association and play their home games in Kaplan Arena.",
  "/wiki/Ticha_Penicheiro": "Patrícia Nunes \"Ticha\" Penicheiro, OIH (September 18, 1974) is a Portuguese sports agent and retired basketball player. She played for the Sacramento Monarchs in the WNBA for most of her professional career. She was a four-time WNBA All-Star and a three-time All-WNBA selection. Penicheiro is regarded as one of the best point guards of all time, ranking 2nd all-time for most career assists and leading the WNBA in assists seven times, as well as winning a WNBA championship with the Monarchs in 2005. She is a 2019 inductee of the Women's Basketball Hall of Fame.",
  "/wiki/Clarisse_Machanguana": "Clarisse Machanguana (born 4 October 1976) is a professional women's basketball player from Mozambique. She has played internationally in both the United States (WNBA from 1999–2002) and in Spain (FC Barcelona since 2003). She also represented Mozambique at the 2006 Lusophony Games in Macau, China.",
  "/wiki/Richmond_Coliseum": "Richmond Coliseum is an arena located in Richmond, Virginia, with a capacity of 13,500 that was most often used for various large concerts. The arena opened in 1971 and the region is looking to replace the aging facility with a larger one. The arena was quietly shuttered in February 2019 while new proposed replacements are in development.",
  "/wiki/UNC_Wilmington_Seahawks_women's_basketball": "The UNC Wilmington Seahawks women's basketball team represents UNC Wilmington or \"UNCW\". The team plays in the Colonial Athletic Association.",
  "/wiki/Stuart_C._Siegel_Center": "Stuart C. Siegel Center is a 190,000-square-foot (18,000 m2) multi-purpose facility on the campus of Virginia Commonwealth University in Richmond, Virginia, United States.  The facility's main component is the 7,637-(expandable to 8,000) seat E.J. Wade Arena. It also served as a student recreational area until 2010, when the new Cary Street Gym complex was completed. It now is used purely for VCU athletics and includes a weight room, auxiliary basketball court, and a cafè. The E.J. Wade Arena hosts Division I level NCAA inter-collegiate athletics and serves as a general-purpose assembly space for special events such as graduations, concerts, receptions, and a variety of competitions (both athletic and non athletic).  It is named after Richmond businessman Stuart C. Siegel.",
  "/wiki/Delaware_Fightin'_Blue_Hens": "The Delaware Fightin' Blue Hens are the athletic teams of the University of Delaware of Newark, Delaware, in the United States. The Blue Hens compete in the Football Championship Subdivision (FCS) of Division I of the National Collegiate Athletic Association (NCAA) as members of the Colonial Athletic Association.",
  "/wiki/Ted_Constant_Convocation_Center": "Chartway Arena at the Ted Constant Convocation Center is a 219,330-square-foot (20,376 m2), multi-purpose arena in Norfolk, Virginia, United States, on the campus of Old Dominion University. It is operated by Spectra Venue Management.  Chartway Arena is part of the University Village project, a 75 acres (30 ha) development that will also feature a shopping center, restaurants, theaters, offices, research labs and residences with connections to the campus. \"The Ted\" has 7,319 seats, 862 upper club/priority seats, 16 luxury suites, and a scoreboard. The arena currently seats 8,639 for basketball games and 9,520 for concerts. In addition to being used for home basketball games and high-profile wrestling matches for ODU, the Constant Center hosts family-oriented events as well as concerts and lectures.",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference."
}