{
  "/wiki/George_Mason_Patriots": "The George Mason Patriots are the athletic teams of George Mason University (GMU) of Fairfax, Virginia. The Patriots compete in Division I of the National Collegiate Athletic Association (NCAA) as members of the Atlantic 10 Conference for most sports.",
  "/wiki/American_Eagles": "The American Eagles are the athletics teams that represent the American University in National Collegiate Athletic Association (NCAA) Division I competition. American is a member of the Patriot League in all sports except wrestling, where it is a member of the Eastern Intercollegiate Wrestling Association. Many of the teams have gone on to win championships over the years, particularly their field hockey, volleyball, and wrestling teams. The team colors are red and blue.",
  "/wiki/William_&_Mary_Tribe": "The William & Mary Tribe are the athletic teams for the College of William & Mary. The name refers to the unity and camaraderie that William & Mary student-athletes display when competing in the classroom and on the field. The school's mascot is a griffin. The mythical animal reflects the school's history of heraldry and evokes symbols of both colonial and national America.",
  "/wiki/Navy_Midshipmen": "The Navy Midshipmen are the athletic teams that represent the United States Naval Academy. The academy sponsors 33 varsity sports teams and 12 club sport teams. Both men's and women's teams are called Navy Midshipmen or \"Mids\". They participate in the NCAA's Division I, as a non-football member of the Patriot League, a football-only member of the American Athletic Conference in the Football Bowl Subdivision (FBS), and a member of the Collegiate Sprint Football League (men), Eastern Association of Rowing Colleges (men), Eastern Association of Women's Rowing Colleges, Eastern Intercollegiate Gymnastics League (men), and Eastern Intercollegiate Wrestling Association. Navy is also one of approximately 300 members of the Eastern College Athletic Conference (ECAC).",
  "/wiki/James_Madison_Dukes": "The James Madison University Dukes are the intercollegiate athletics teams that represent James Madison University (JMU), in Harrisonburg, Virginia. The name \"Dukes\" is derived from Samuel Page Duke, the university's second president. JMU is a charter member of the Colonial Athletic Association, which sponsors sports at the NCAA Division I level. In football, JMU participates in the Football Championship Subdivision (FCS) of Division I, formerly known as Division I-AA. The university mascot, Duke Dog, is frequently seen at all sporting events, and the school colors are royal purple and gold. JMU has won five NCAA national championships, third-most among Virginia colleges and universities.",
  "/wiki/VCU_Rams_men's_soccer": "The VCU Rams men's soccer team is an intercollegiate varsity sports team of Virginia Commonwealth University, an NCAA Division I member school located in the state's capital of Richmond. The team is a member of the Atlantic 10 Conference.",
  "/wiki/Old_Dominion_Monarchs_and_Lady_Monarchs": "The Old Dominion Monarchs and Lady Monarchs are composed of 19 teams representing Old Dominion University in intercollegiate athletics, including men's and women's basketball, golf, soccer, sailing, swimming & diving, and tennis. Men's sports include baseball, football, and wrestling. Women's sports include field hockey, lacrosse, rowing, and volleyball. The Monarchs compete in the NCAA Division I Football Bowl Subdivision (FBS) and are members of Conference USA (C-USA) as their primary conference affiliation.",
  "/wiki/Colonial_Athletic_Association": "The Colonial Athletic Association (CAA) is a collegiate athletic conference affiliated with the NCAA's Division I whose full members are located in East Coast states from Massachusetts to South Carolina. Most of its members are public universities, and the conference is headquartered in Richmond. The CAA was historically a Southern conference until the addition of four schools in the Northeast (of five that joined from rival conference America East) after the turn of the 21st century, which added balance to the conference."
}