{
  "/wiki/Bertil_Rönnmark": "Bertil Vilhelm Rönnmark (24 December 1905 – 1 April 1967) was a Swedish rifle sports shooter who competed in the 1932 Summer Olympics and in the 1936 Summer Olympics.",
  "/wiki/Shooting_at_the_1932_Summer_Olympics": "When shooting was reintroduced at the 1932 Summer Olympics in Los Angeles after being absent at the previous Games, it consisted of two events, one rifle event and one pistol event. The competitions were held on August 12, 1932 and August 13, 1932.",
  "/wiki/Shooting_at_the_1932_Summer_Olympics_–_Men's_50_metre_rifle,_prone": "The men's 50 metre rifle, prone was a shooting sports event held as part of the Shooting at the 1932 Summer Olympics programme. It was the fourth appearance of the event. The competition was held on August 13, 1932. 26 shooters from 9 nations competed.",
  "/wiki/Johan_Gabriel_Oxenstierna_(athlete)": "Johan Gabriel Oxenstierna af Korsholm och Wasa (28 August 1899 – 18 July 1995) was a Swedish modern pentathlete and naval officer. He won a gold medal at the 1932 Summer Olympics.",
  "/wiki/Modern_pentathlon_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, a modern pentathlon event was contested.",
  "/wiki/Eric_Malmberg_(sport_wrestler)": "Erik Malmberg (15 March 1897 – 9 May 1964) was a Swedish wrestler. He competed at the 1924, 1928 and 1932 Summer Olympics in Greco-Roman events and won a bronze, a silver, and a gold medal, respectively. His younger brother Algost also took part in the 1928 Games, but as a freestyle wrestler. Malmberg was a businessman by trade.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics": "Wrestling at the 1932 Summer Olympics was held between August 1–7 August at the Grand Olympic Auditorium. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_Greco-Roman_lightweight": "The men's Greco-Roman lightweight competition at the 1932 Summer Olympics in Los Angeles took place from 4 August to 7 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 66kg.",
  "/wiki/Ivar_Johansson_(wrestler)": "Ivar Valentin Johansson (31 January 1903 – 4 August 1979) was a Swedish wrestler who competed at the 1928, 1932 and 1936 Summer Olympics. In 1932 he won the gold medal in the Greco-Roman welterweight and freestyle middleweight events. Four years later he won the gold medal in the Greco-Roman middleweight competition.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_Greco-Roman_welterweight": "The men's Greco-Roman welterweight competition at the 1932 Summer Olympics in Los Angeles took place from 4 August to 7 August at the Grand Olympic Auditorium. Nations were limited to one competitor. It was the first appearance of the event; at the previous two Olympics, the welterweight class had been exclusive to freestyle wrestling. This weight class was limited to wrestlers weighing up to 72 kg.",
  "/wiki/Rudolf_Svensson": "Johan Rudolf \"Starke Rudolf\" Svensson (27 March 1899 – 4 December 1978) was a Swedish wrestler. He competed at the 1924, 1928 and 1932 Summer Olympics in four freestyle and Greco-Roman events in total, and won a gold or silver medal in each of them.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_Greco-Roman_heavyweight": "The men's Greco-Roman heavyweight competition at the 1932 Summer Olympics in Los Angeles took place from 4 August to 7 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was not limited by maximum weight and was open to wrestlers above 87kg.",
  "/wiki/Carl_Westergren": "Carl \"Calle\" Oscar Westergren (13 October 1895 – 5 August 1958) was a Swedish wrestler who competed in the 1920, 1924, 1928, and 1932 Summer Olympics. He won gold medals in Greco-Roman wrestling in 1920, 1924 and 1932; in 1924 he also finished sixth in freestyle wrestling.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_Greco-Roman_light_heavyweight": "The men's Greco-Roman featherweight competition at the 1932 Summer Olympics in Los Angeles took place from 5 August to 7 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 87kg.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_freestyle_middleweight": "The men's freestyle middleweight competition at the 1932 Summer Olympics in Los Angeles took place from 1 August to 3 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 79kg.",
  "/wiki/Johan_Richthoff": "Johan Cornelius \"Snövit\" Richthoff (30 April 1898 – 1 October 1983) was a Swedish wrestler. He competed in the freestyle heavyweight division at the 1924, 1928 and 1932 Summer Olympics and won gold medals in 1928 and 1932; he shared fourth place in 1924.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_freestyle_heavyweight": "The men's freestyle heavyweight competition at the 1932 Summer Olympics in Los Angeles took place from 1 August to 3 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was not limited by maximum weight and was open to wrestlers above 87kg.",
  "/wiki/Tore_Holm": "Tore Anton Holm (25 November 1896 – 15 November 1977) was a Swedish yacht designer, boatbuilder, and sailor who competed in the 1920, 1928, 1932, 1936 and 1948 Summer Olympics.",
  "/wiki/Martin_Hindorff": "Martin Leonard Hindorff (March 30, 1897 – March 5, 1969) was a Swedish sailor who competed in the 1932 Summer Olympics, in the 1936 Summer Olympics,  in the 1948 Summer Olympics, and  in the 1952 Summer Olympics. He was born in Nyköping and died in Stockholm.",
  "/wiki/Olle_Åkerlund": "Olle Erik Cyrus Åkerlund (28 September 1911 – 4 February 1978) was a Swedish sailor. He was a crew member of the Swedish boat Bissbi that won the gold medal in the 6 m class\nat the 1932 Summer Olympics. The boat was owned by his father Erik, who was a publisher and entrepreneur.",
  "/wiki/Åke_Bergqvist": "Åke Carl Magnus Bergqvist (August 29, 1900 – March 7, 1975) was a Swedish sailor who competed in the 1932 Summer Olympics.",
  "/wiki/Sailing_at_the_1932_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics in Athens Greece). With the exception of 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule. The Sailing program of 1932 consisted of a total of four sailing classes (disciplines). For each class races were scheduled from 5–12 August directly off the Los Angeles Harbor on the Pacific Ocean.",
  "/wiki/Erik_Svensson": "Karl Erik Emanuel \"Spänst\" Svensson (also Eric; 10 September 1903 – 22 September 1986) was a Swedish athlete who specialized in the long jump and triple jump. In the long jump he finished eighth and fourth at the 1928 and 1932 Olympics, respectively. In the triple jump he won silver medals at the 1932 Olympics and 1934 European Championships.",
  "/wiki/Athletics_at_the_1932_Summer_Olympics": "At the 1932 Summer Olympics in Los Angeles, 29 athletics events were contested, 23 for men and 6 for women. It was the first time the 50 kilometres race walk appeared in the athletic program at the Games. This was the second time women's events in athletics were included in the Olympic Games program and the first time that women competed in the javelin throw at the Olympics. There was a total of 386 participants from 34 countries competing.",
  "/wiki/Athletics_at_the_1932_Summer_Olympics_–_Men's_triple_jump": "The men's triple jump event at the 1932 Olympic Games took place August 4. Chuhei Nanbu of Japan won gold.",
  "/wiki/Thure_Ahlqvist": "Thure Johan Ahlqvist (20 April 1907 – 20 March 1983) was a Swedish lightweight boxer who won a silver medal at the 1932 Summer Olympics. A tall and mobile boxer, Ahlqvist favored fighting at a distance, occasionally throwing straight punches.",
  "/wiki/Boxing_at_the_1932_Summer_Olympics": "These are the results of the boxing competition at the 1932 Summer Olympics in Los Angeles.  Medals were awarded in eight weight classes. The competitions were held from August 9 to 13.",
  "/wiki/Boxing_at_the_1932_Summer_Olympics_–_Men's_lightweight": "The men's lightweight event was part of the boxing programme at the 1932 Summer Olympics.  The weight class was the fourth-lightest contested, and allowed boxers of up to 135 pounds (61.2 kilograms). The competition was held from Tuesday, August 9, 1932 to Saturday, August 13, 1932. Thirteen boxers from 13 nations competed.",
  "/wiki/Bo_Lindman": "Bo Lindman (8 February 1899 – 30 July 1992) was a Swedish modern pentathlete. He participated at the 1924, 1928 and 1932 Summer Olympics and won one gold and two silver medals; in 1932 he also competed in the individual épée fencing event. Lindman was the Olympic flag bearer for Sweden in 1928, 1932 and 1936.",
  "/wiki/Thure_Sjöstedt": "Ture Sigvard \"Thure\" Sjöstedt (28 August 1903 – 2 May 1956) was a Swedish wrestler. In freestyle wrestling, he won a gold and a silver medal in the 1928 and 1932 Olympics, respectively, as well as a European title in 1934. He finished second at the 1927 European Championships in Greco-Roman wrestling.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_freestyle_light_heavyweight": "The men's freestyle light heavyweight competition at the 1932 Summer Olympics in Los Angeles took place from 1 August to 3 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 87kg.",
  "/wiki/Bertil_Sandström": "Karl Bertil Sandström (25 November 1887 – 1 December 1964) was a Swedish military officer and horse rider. He competed at the 1920, 1924 and 1932 Summer Olympics in the individual dressage and won silver medals in 1920 and 1924. In 1932 he won another silver in the team dressage. In the individual event he originally placed second, but was moved to the last place for using clicking sounds to control his horse, which was not allowed.",
  "/wiki/Thomas_Byström": "Thomas Byström (November 27, 1893 – July 22, 1979) was a Swedish horse rider who competed in the 1932 Summer Olympics.",
  "/wiki/Gustaf_Adolf_Boltenstern,_Jr.": "Gustaf Adolf \"Gösta\" Boltenstern Jr. (15 May 1904 – 31 March 1995) was a Swedish officer and horse rider who competed at the 1932,  1948,  1952 and 1956 Summer Olympics.",
  "/wiki/Equestrian_at_the_1932_Summer_Olympics": "The equestrian events at the 1932 Los Angeles Summer Games included dressage (team and individual medals), eventing (team and individual medals), and show jumping (individual medals while team medals were not awarded). The competitions were held from August 10 to 14, 1932. Due to the Great Depression, and the fact that the Games were held in Los Angeles (which was considerably difficult for the European nations to travel to), only 35 entries from 6 nations competed—which was to be the lowest participation of any Olympic Games.",
  "/wiki/Equestrian_at_the_1932_Summer_Olympics_-_Team_dressage": "The team dressage in equestrian at the 1932 Olympic Games in Los Angeles was held at the Riviera Country Club in Pacific Palisades on August 10.",
  "/wiki/Allan_Carlsson": "Carl Allan Carlsson (later Ekbäck, 8 November 1910 – 17 November 1983) was a Swedish boxer who won a bronze medal in the featherweight division at the 1932 Summer Olympics.",
  "/wiki/Boxing_at_the_1932_Summer_Olympics_–_Men's_featherweight": "The men's featherweight event was part of the boxing programme at the 1932 Summer Olympics. The weight class was the third-lightest contested, and allowed boxers of up to 126 pounds (57.2 kilograms). The competition was held from Tuesday, August 9, 1932 to Saturday, August 13, 1932. Ten boxers from ten nations competed.",
  "/wiki/Axel_Cadier": "Axel Vilhelm Teodor Cadier (13 September 1906 – 29 October 1974) was a Swedish wrestler. He competed in Greco-Roman events at the 1932 and 1936 Summer Olympics and won a bronze and a gold medal, respectively.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_Greco-Roman_middleweight": "The men's Greco-Roman middleweight competition at the 1932 Summer Olympics in Los Angeles took place from 4 August to 7 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 79kg.",
  "/wiki/Einar_Karlsson": "Einar Karlsson (1 September 1908 – 17 February 1980) was a Swedish wrestler. He competed at the 1932 and 1936 Summer Olympics and won two bronze medals: in the freestyle featherweight in 1932 and in the Greco-Roman featherweight in 1936. He also won seven national titles and three medals at the European championships of 1933–1937, all in Greco-Roman events.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_freestyle_featherweight": "The men's freestyle featherweight competition at the 1932 Summer Olympics in Los Angeles took place from 1 August to 3 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 61kg.",
  "/wiki/Gustaf_Klarén": "Gustaf Vilhelm Klarén (30 March 1906 – 27 September 1984) was a Swedish freestyle wrestler who won a bronze medal in the lightweight division at the 1932 Summer Olympics. He initially could not afford traveling to the Olympics, but the inhabitants of Borås helped him by raising money. He later owned and ran a cigar store in Borås.",
  "/wiki/Wrestling_at_the_1932_Summer_Olympics_–_Men's_freestyle_lightweight": "The men's freestyle lightweight competition at the 1932 Summer Olympics in Los Angeles took place from 1 August to 3 August at the Grand Olympic Auditorium. Nations were limited to one competitor. This weight class was limited to wrestlers weighing up to 66kg.",
  "/wiki/Gunnar_Asther": "Gunnar Anton Edvard Asther (March 4, 1892 – February 28, 1974) was a Swedish sailor who competed in the 1932 Summer Olympics.",
  "/wiki/Daniel_Sundén-Cullberg": "Daniel Alrik \"Dan\" Sundén-Cullberg (6 April 1907 – 27 January 1982) was a Swedish sailor. He was a crew member of the boat Swedisk Star that won the bronze medal in the Star class at the 1932 Summer Olympics.",
  "/wiki/Clarence_von_Rosen,_Jr.": "Clarence von Rosen Jr. (November 10, 1903 – July 7, 1933) was a Swedish horse rider who competed in the 1932 Summer Olympics.",
  "/wiki/Equestrian_at_the_1932_Summer_Olympics_-_Individual_jumping": "The individual jumping in equestrian at the 1932 Summer Olympics in Los Angeles was held on 14 August. The event was called the \"Prix des Nations\" at the time.",
  "/wiki/Sweden_at_the_1932_Summer_Olympics": "Sweden competed at the 1932 Summer Olympics in Los Angeles, United States. 81 competitors, 78 men and 3 women, took part in 51 events in 12 sports."
}