{
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Singrauli_Super_Thermal_Power_Station": "Singrauli Super Thermal Power Plant is located at Shaktinagar in Sonebhadra district in Indian state of Uttar Pradesh. The power plant is the first power plant of NTPC. It sources coal from Jayant and Bina mines and water from Rihand Reservoir. The states benefitting from this power plant are Uttar Pradesh, Uttranchal, Rajasthan, Punjab, Haryana, Jammu & Kashmir and Himachal Pradesh and the Union Territories of Delhi and Chandigarh. An investment worth ₹11,907 million (US$170 million) has already been cleared. It even gets international assistance from IDA.",
  "/wiki/NTPC_Korba": "Korba Super Thermal Power Plant is located at Jamnipali in Korba district in the Indian state of Chhattisgarh. The power plant is one of the coal-based power plants of National Thermal Power Corporation (NTPC). The coal for the power plant is sourced from Kusmunda and Gevra Mines. The source of water for the power plant is Hasdeo River.",
  "/wiki/Chhattisgarh": "Chhattisgarh (Chhattīsgaṛh, Hindi pronunciation: [/ˈtʃʰət̪ːisgəɽʱ/], translation: Thirty-Six Forts) is one of the 28 states of India, located in the centre-east of the country. It is the ninth-largest state in India, with an area of 135,192 km2 (52,198 sq mi). With a 2011 population of 25.5 million, Chhattisgarh is the 16th-most populated state in the country. A resource-rich state, it is a source of electricity and steel for the country, accounting for 15% of the total steel produced  as well as large contributor of coal . Chhattisgarh is one of the fastest-developing states in India.",
  "/wiki/NTPC_Ramagundam": "NTPC Ramagundam, a part of National Thermal Power Corporation, is a 2600 MW Power station situated at Ramagundam in Peddapalli district in the Indian state of Telangana, India. It is the current largest power station in South India. It is the first ISO 14001 certified \"Super Thermal Power Station\" in India.",
  "/wiki/Telangana": "Telangana (/tɛlənˈɡɑːnə/ (listen)) is a state in India situated on the centre-south stretch of the Indian peninsula on the high Deccan Plateau. It is the twelfth largest state and the twelfth-most populated state in India with a geographical area of 112,077 km2 (43,273 sq mi) and 35,193,978 residents as per 2011 census. On 2 June 2014, the area was separated from the northwestern part of Andhra Pradesh as the newly formed 29th state with Hyderabad as its historic permanent capital. Its other major cities include Warangal, Nizamabad, Khammam and Karimnagar. Telangana is bordered by the states of Maharashtra to the north, Chhattisgarh to the east, Karnataka to the west, and Andhra Pradesh to the east and south. The terrain of Telangana region consists mostly of hills, mountain ranges, and thick dense forests covering an area of 27,292 km2 (10,538 sq mi). As of 2019, the state of Telangana is divided into 33 districts.",
  "/wiki/Farakka_Super_Thermal_Power_Station": "Farakka Super Thermal Power Plant is located at Nabarun in Murshidabad district in Indian state of West Bengal. The power plant is one of the coal based power plants of NTPC.The unit wise capacity and other details are as follows.",
  "/wiki/West_Bengal": "West Bengal (/bɛnˈɡɔːl/; Bengali: Paschim Banga) is a state in the eastern region of India along the Bay of Bengal. With over 91 million inhabitants (as of 2011), it is India's fourth-most populous state. West Bengal is the thirteenth-largest Indian state, with an area of 88,752 km2 (34,267 sq mi). Part of the ethno-linguistic Bengal region of the Indian subcontinent, it borders Bangladesh in the east, and Nepal and Bhutan in the north. It also borders the Indian states of Odisha, Jharkhand, Bihar, Sikkim, and Assam. The state capital is Kolkata (Calcutta) the seventh-largest city in India, and center of the third-largest metropolitan area in the country. West Bengal includes the Darjeeling Himalayan hill region, the Ganges delta, the Rarh region, and the coastal Sundarbans. The main ethnic group is the Bengalis, with Bengali Hindus forming the demographic majority.",
  "/wiki/Vindhyachal_Super_Thermal_Power_Station": "The Vindhyachal Thermal Power Station is located in Singrauli district in the Indian state of Madhya Pradesh. One of the coal-fired power stations of NTPC, it is the largest power station in India, and the 9th largest coal-fired power station in the world, with an installed capacity of 4,760 MW. The coal for the power plant is sourced from Nigahi mines, and the water is sourced from the discharge canal of Singrauli Super Thermal Power Station.[citation needed]",
  "/wiki/Madhya_Pradesh": "Madhya Pradesh (MP; /ˌmʌdjə prəˈdɛʃ/, Hindi: [ˈmədʱjə pɾəˈdeːʃ] (listen); meaning Central Province) is a state in central India. Its capital is Bhopal, and the largest city is Indore, with  Gwalior, Jabalpur and Ujjain being the other major cities. Madhya Pradesh is the second largest Indian state by area and the fifth largest state by population with over 75 million residents. It borders the states of Uttar Pradesh to the northeast, Chhattisgarh to the southeast, Maharashtra to the south, Gujarat to the west, and Rajasthan to the northwest. Before 2000, when Chhattisgarh was a part of Madhya Pradesh, Madhya Pradesh was the largest state in India and the distance between the two furthest points inside the state, Singoli and Konta, was 1500 km.",
  "/wiki/Rihand_Thermal_Power_Station": "Rihand Super Thermal Power Project is located at Renukut,Sonebhadra  in Sonbhadra district in Indian state of Uttar Pradesh. The power plant is one of the coal based power plants of NTPC Limited.",
  "/wiki/Uttar_Pradesh": "Uttar Pradesh (/ˌʊtər prəˈdɛʃ/; IAST: Uttar Pradeś [ˈʊtːəɾ pɾəˈdeːʃ] (listen)) is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950.  The state is divided into 18 divisions and 75 districts with the capital being Lucknow. As a multi-ethinic state,  the main ethnic groups are the Bhojpuri, Awadhi, Braji, Bundeli peoples. On 9 November 2000, a new state, Uttarakhand, was carved out from the state's Himalayan hill region. The two major rivers of the state, the Ganga and Yamuna, join at Allahabad (Prayagraj) and then flow as the Ganga further east. Hindi is the most widely spoken language and is also the official language of the state, along with Urdu.",
  "/wiki/Kahalgaon_Super_Thermal_Power_Station": "Kahalgaon Super Thermal Power Station (KhSTPP)is located in Kahalgaon in Bhagalpur district of Bihar. The power plant is one of the coal based power plants of NTPC. The coal for the power plant is sourced from Rajmahal coalfield of Eastern Coalfields Limited. Source of water for the power plant is Ganga River.",
  "/wiki/Bihar": "Bihar (/bɪˈhɑːr/; Hindi pronunciation: [bɪˈɦaːr] (listen)) is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural regions converge in the state: Magadh, Mithila, and Bhojpur.",
  "/wiki/NTPC_Dadri": "National Capital Power Station (NCPS) Or NTPC Dadri, is the power project to meet the power demand of National Capital Region (India). It has a huge coal-fired thermal power plant and a gas-fired plant and has a small township located in Uttar Pradesh, India for its employees. It is located in Gautam Budh Nagar district of Uttar Pradesh about 25 km from Ghaziabad and about 9 km from Dadri. It is nearly 48 km from New Delhi towards Hapur. The township has an area of about 500 acres over all. NTPC Dadri is a branch of National Thermal Power Corporation, which is a public sector now. It is about 20 km from Ghaziabad via Badalpur, Mahawar, Bamabawar, and Akilpur Jagir.",
  "/wiki/Talcher_Super_Thermal_Power_Station": "Talcher Super Thermal Power Station or NTPC Talcher Kaniha located in  Angul district of the Indian state of Odisha is the first mega power plant of India to have an installed generation capacity of 3000MW. The power plant is one of the coal-based power plants of NTPC. The coal for the power plant is sourced from Lingraj Block & Kaniha coal block of Mahanadi Coalfields Ltd. Source of water for the power plant is from Samal Barrage Reservoir on Brahmani River.",
  "/wiki/Odisha": "Odisha (/əˈdɪsə/, /ɒˈrɪsə, ɔː-, oʊ-/;, pronounced [oɽɪˈsaː] (listen); is an Indian state located on the eastern coast of India. It neighbors the states of West Bengal and Jharkhand to the north, Chhattisgarh to the west and Andhra Pradesh to the south. Odisha has a coastline of 485 kilometres (301 mi) along the Bay of Bengal. It is the 8th largest state by area, and the 11th largest by population. The state has the third largest population of Scheduled Tribes in India.",
  "/wiki/Feroze_Gandhi_Unchahar_Thermal_Power_Station": "Feroze Gandhi Unchahar Thermal Power Plant is located at Unchahar in Raebareli district in Indian state of Uttar Pradesh. The power plant is one of the coal based power plants of NTPC Limited. In the year 1992, Uttar Pradesh State Electricity Board (U.P.S.E.B.) transferred Unchahar Thermal Power Station to NTPC Limited against payment overdue and later on renamed it to Feroze Gandhi Unchahar Thermal Power Plant by NTPC Limited.",
  "/wiki/Talcher_Thermal_Power_Station": "Talcher Thermal Power station is located in Talcher sub-division of Angul district in the Indian state of Odisha Pin.759101. The power plant is one of the coal-based plants of NTPC. The coal for the power plant is sourced from Jagannath Mines of Mahanadi Coalfields Limited. Source of water for the plant is from Brahmani River. This power plant has been ranked among the best power plants in the country despite being the oldest plant in the state. It has consistently topped the charts in NTPC for the last 4 years and was also the nation's top power plant (by PLF) in 2015-16.\nOn 23 November 2016, TTPS achieved the highest ever power generation among all the power plants in the country  in a single day at 104.13% PLF.",
  "/wiki/Simhadri_Super_Thermal_Power_Station": "Simhadri Super Thermal Power Plant is a coal-fired power plant located in the outskirts of Visakhapatnam city in the Indian state of Andhra Pradesh. The power plant is one of the coal fired power plants of NTPC, a Government of India enterprise. The coal for the power plant is sourced from Kalinga Block of Talcher Coal fields in Odisha. The plant is a national asset, and power generated is shared between multiple states, as the operator is national. Power generated by units 1 and 2, making up for 1,000 MW, is dedicated to power distribution companies owned by the Government of Andhra Pradesh and Telengana. The remaining 1,000 MW, generated by units 3 and 4, is allocated to the states of Odisha, Tamil Nadu, Karnataka, A. P., Telangana and pondicherry as per their shares as  decided in PPA.",
  "/wiki/Andhra_Pradesh": "Andhra Pradesh (/ˌɑːndrə prəˈdɛʃ/) (pronunciation (help·info)) is one of the 28 states of India, situated in the south-eastern part of the country. It is the eight-largest state in India, covering an area of 162,975 km2 (62,925 sq mi). As per the 2011 census, it is the tenth-most populous state, with 49,386,799 inhabitants. The largest city in Andhra Pradesh is Visakhapatnam. Telugu, one of the classical languages of India, is the major and official language of Andhra Pradesh.",
  "/wiki/Tanda_Thermal_Power_Station": "Tanda Thermal Power Station is located in Ambedkar Nagar district in the Indian state of Uttar Pradesh. The power plant is one of the coal based power plants of NTPC. The coal for the power plant is sourced from North Karnpura Coal Fields. Source of water for the power plant is from Tanda Pump Canal on Saryu River.",
  "/wiki/Badarpur_Thermal_Power_Station": "Badarpur Thermal Power Station was a Power Station located at Badarpur area in NCT Delhi. The power plant was one of the coal based power plants of NTPC. The National Power Training Institute (NPTI) for North India Region under Ministry of Power, Government of India was established at Badarpur in 1974, within the Badarpur Thermal power plant (BTPS) complex. The power plant permanently shut down on 15 October 2018.",
  "/wiki/Delhi": "Delhi (English: /ˈdɛli/; Hindi: [ˈdɪlːi] Dillī; Punjabi: [ˈdɪlːi] Dillī; Urdu: [ˈdeɦli] Dēhlī), officially the National Capital Territory of Delhi (NCT), is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highest in India after Mumbai, while the whole NCT's population was about 16.8 million. Delhi's urban area is now considered to extend beyond the NCT boundaries, and include the neighbouring satellite cities of Ghaziabad, Faridabad, Gurgaon and Noida in an area now called  National Capital Region (NCR) and had an estimated 2016 population of over 26 million people, making it the world's second-largest urban area according to the United Nations.\nAs of 2016[update], recent estimates of the metro economy of its urban area have ranked Delhi either the most or second-most productive metro area of India. Delhi is the second-wealthiest city in India after Mumbai and is home to 18 billionaires and 23,000 millionaires. Delhi ranks fifth among the Indian states and union territories in human development index. Delhi has the second-highest GDP per capita in India. Furthermore, it is considered one of the world's most polluted cities by particulate matter concentration.",
  "/wiki/Sipat_Thermal_Power_Station": "Sipat Super Thermal Power Station or Rajiv Gandhi Super Thermal Power Station  is located at Sipat in Bilaspur district in state of Chhattisgarh. The power plant is one of the coal based power plants of NTPC. The coal for the power plant is sourced from Dipika Mines of South Eastern Coalfields Limited.",
  "/wiki/Mauda_Super_Thermal_Power_Station": "Mauda Super Thermal Power Station or NTPC Mauda is located at Mauda a Tehsil in Ramtek subdivision of Nagpur district in Nagpur revenue Division in the Berar region in the state of Maharashtra, India. The power plant is one of the coal based power plants of National Thermal Power Corporation. 1000 MW Stage 1 was dedicated to nation by Prime Minister Narendra Modi on 21 August 2014.",
  "/wiki/Maharashtra": "Maharashtra (/mɑːhəˈrɑːʃtrə/; Marathi: [məharaːʂʈrə] (listen), abbr. MH) is a state in the western peninsular region of India occupying a substantial portion of the Deccan Plateau. It is the second-most populous state and third-largest state by area . Maharashtra was created as a Marathi speaking State. Spread over 307,713 km2 (118,809 sq mi), it is bordered by the Arabian Sea to the west, the Indian states of Karnataka and Goa to the south, Telangana to the southeast and Chhattisgarh to the east, Gujarat and Madhya Pradesh to the north, and the Indian union territory of Dadra and Nagar Haveli and Daman and Diu  to the north west. It is also the world's second-most populous subnational entity.",
  "/wiki/Barh_Super_Thermal_Power_Station": "Barh Super Thermal Power Station or NTPC Barh is located in Barh in the Indian state of Bihar.\n NTPC Barh is located barely four kilometres east of the Barh sub-division on National Highway-31 in Patna district. The project has been named a mega power project, and is owned by Indian energy company National Thermal Power Corporation.",
  "/wiki/Kudgi_Super_Thermal_Power_Station": "Kudgi Super Thermal Power Station is a power station located at Kudgi village of Basavana Bagewadi Taluq in Bijapur district, Karnataka in Indian state of Karnataka. This is one of the coal based thermal power plants of NTPC Limited.",
  "/wiki/Karnataka": "Karnataka (Karnāṭaka, Kannada pronunciation: [kɐnaːʈɐka]) is a state in the south western region of India. It was formed on 1 November 1956, with the passage of the States Reorganisation Act. Originally known as the State of Mysore, it was renamed Karnataka in 1973. The state corresponds to the Carnatic region. The capital and largest city is Bangalore.",
  "/wiki/NTPC_Bongaigaon": "National Thermal Power Station in kokrajhar is under construction power project located at Salakati near Kokrajhar in Kokrajhar district in Indian state of Assam. The power plant is one of the coal based power plants of NTPC.",
  "/wiki/Assam": "Assam (/ˈæsæm/, Assamese: [ɔxɔm] (listen)) is a state in northeastern India, situated south of the eastern Himalayas along the Brahmaputra and Barak River valleys. Assam covers an area of 78,438 km2 (30,285 sq mi). The state is bordered by Bhutan and Arunachal Pradesh to the north; Nagaland and Manipur to the east; Meghalaya, Tripura, Mizoram and Bangladesh to the south; and West Bengal to the west via the Siliguri Corridor, a 22 kilometres (14 mi) strip of land that connects the state to the rest of India.",
  "/wiki/LARA_Super_Thermal_Power_Station": "Lara Super Thermal Power Station is under construction  power project located at near village Lara,Taluk Pussore, Raigarh district in Indian state of Chhattisgarh.The power plant is one of the coal based power plants of NTPC. The coal requirement will be obtained from Talaipalli coal block Mand Raigarh Coalfield and water requirement will be sourced from Mahanadi River through Saradih Barrage.",
  "/wiki/NTPC_Limited": "NTPC Limited, formerly known as National Thermal Power Corporation Limited, is an Indian Public Sector Undertaking, engaged in the business of  generation of electricity and allied activities. It is a company incorporated under the Companies Act 1956 and is promoted by the Government of India. The headquarters of the company is situated at New Delhi. NTPC's core business is generation and sale of electricity to state-owned power distribution companies and State Electricity Boards in India. The company also undertake consultancy and turnkey project contracts that involve engineering, project management, construction management and operation and management of power plants."
}