{
  "/wiki/Essex_County_Cricket_Club": "Essex County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Essex. Founded in 1876, the club had minor county status until 1894 when it was promoted to first-class status pending its entry into the County Championship in 1895, since then the team has played in every top-level domestic cricket competition in England. Essex play most of their home games at the County Cricket Ground, Chelmsford and some at Lower Castle Park in Colchester. The club has formerly used other venues throughout the county including Valentines Park in Ilford, Leyton Cricket Ground, the Gidea Park Sports Ground in Romford, and Garon Park and Southchurch Park, both in Southend. Its limited overs team is called the Essex Eagles, whose team colours are all-blue.",
  "/wiki/County_Cricket_Ground,_Chelmsford": "The Essex County Ground (ECG) is a cricket venue in Chelmsford, Essex, England. It has been home to Essex County Cricket Club since 1967.",
  "/wiki/Chelmsford": "Chelmsford (/ˈtʃɛlmzfərd/) is an English city and the main area of the City of Chelmsford district, and the county town of Essex, in the East of England. It is located in the London commuter belt, approximately 30 miles (48 km) northeast of the notional centre of London at Charing Cross and approximately 22 miles (35 km) from Colchester. The urban area of the city has a population of approximately 112,000, whilst the district has a population of 168,310.",
  "/wiki/Castle_Park_Cricket_Ground": "Castle Park Cricket Ground is an English cricket ground in Colchester. The ground is in Lower Castle Park, part of the land surrounding Colchester Castle. It was used by Essex County Cricket Club for some of their first-class cricket matches between 1914 and 2016. When the ground is not used to stage First-class cricket matches, it is frequently used for Colchester & East Essex Cricket Club.",
  "/wiki/Colchester": "Colchester /ˈkoʊltʃɛstər/ (listen) is a historic market town and the largest settlement within the borough of Colchester in the county of Essex. Colchester was the first Roman-founded city in Britain, and Colchester lays claim to be regarded as Britain's oldest recorded town. It was for a time the capital of Roman Britain, and is a member of the Most Ancient European Towns Network.",
  "/wiki/Paul_Grayson_(cricketer)": "Adrian Paul Grayson (born 31 March 1971) is a former English cricketer who played first-class cricket for Yorkshire and Essex. Following his playing retirement he served as Essex's head coach from 2007 to 2015.",
  "/wiki/James_Foster_(cricketer,_born_1980)": "James Savin Foster (born 15 April 1980) is an English former cricketer: a wicket-keeper who played seven Tests and 11 One Day Internationals in 2001–02 and 2002–03.",
  "/wiki/Rob_Quiney": "Robert John Quiney (born 20 August 1982 in Brighton, Victoria) is a former Australian cricketer. He played domestic first class and List A cricket for the Victorian Bushrangers side, and  domestic Twenty20 cricket for the Melbourne Stars, Auckland Aces, Uthura Rudras and Rajasthan Royals. Robert also had a lengthy stint with Cardiff-Boolaroo in the NCC Summer Bash, where he is most famous for his rapid 9 just off 46 deliveries against the Kookaburras who featured star signings Scottish marquee Finlay Thornton and best mate, Essex wicket keeper Michael Pepper. “I play for MANLAY, and I think we could use Rob in the green shield this season, only if he gives me a new bat though, cause mines broken”, Thornton said after his encounter with Quiney. After Quineys 399*, he was sensationally dropped from the test side, after running a suicidal single, running out Nathan Lyon trying the break Brian Lara’s test record of 400*. Quiney can now be found playing cricket somewhere on the Central Coast of New South Wales, not performing to his full potential due to a ongoing battle with substance abuse. He was a left-handed batsman who also bowled right-arm medium pace. He played his last game for the Melbourne Stars on 27 January 2018, after which he retired from professional cricket.",
  "/wiki/Hamish_Rutherford": "Hamish Duncan Rutherford (born 27 April 1989) is a New Zealand cricketer who plays first-class cricket for Otago and represents New Zealand in international cricket. A left-handed batsman, occasional left-arm spin bowler and Twenty20 specialist, Rutherford is the son of former New Zealand Test captain Ken Rutherford and nephew of Ian Rutherford.",
  "/wiki/Gautam_Gambhir": "Gautam Gambhir (pronunciation (help·info); born 14 October 1981) is an Indian politician and former cricketer, who has played all formats of the game. He is a current member of the Lok Sabha since 2019.",
  "/wiki/Glamorgan_County_Cricket_Club": "Glamorgan County Cricket Club (Welsh: Criced Morgannwg) is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Glamorgan (Welsh: Morgannwg). Founded in 1888, Glamorgan held minor status at first and was a prominent member of the early Minor Counties Championship before the First World War. In 1921, the club joined the County Championship and the team was elevated to first-class status, subsequently playing in every top-level domestic cricket competition in England and Wales.",
  "/wiki/SWALEC_Stadium": "Sophia Gardens Cardiff (Welsh: Gerddi Soffia Caerdydd), also known as the Cardiff Wales Stadium, is a cricket stadium in Cardiff, Wales. It is located in Sophia Gardens on the River Taff. It is home to Glamorgan County Cricket Club and is listed as an international Test cricket venue.",
  "/wiki/Cardiff": "Cardiff (Welsh: Caerdydd [kairˈdiːð, kaːɨrˈdɨːð] (listen)) is the capital of Wales and its largest city. The eleventh-largest city in the United Kingdom, it is Wales' chief commercial centre, the base for most national cultural institutions and Welsh media, and the seat of the National Assembly for Wales. At the 2011 census, the unitary authority area population was estimated to be 346,090, and the wider urban area 479,000. Cardiff is a significant tourist centre and the most popular visitor destination in Wales with 21.3 million visitors in 2017. In 2011, Cardiff was ranked sixth in the world in National Geographic's alternative tourist destinations.",
  "/wiki/Penrhyn_Avenue": "Penrhyn Avenue is a cricket ground in Colwyn Bay, Wales. The ground was first used by the Glamorgan 1st XI in 1966, although County Championship matches have only been an annual fixture since 1990 (with the exception of 1991 and 1996). In 2015, the ground hosted a County Championship match against Lancashire, during which Lancashire batsmen Ashwell Prince and Alviro Petersen put on a ground record partnership of 501 for the third wicket. The ground was most recently used by Glamorgan in 2019 for a County Championship match, against Lancashire.",
  "/wiki/Rhos-on-Sea": "Rhos-on-Sea (Welsh: Llandrillo-yn-Rhos) is a seaside resort and community in Conwy County Borough, Wales. The population was 7,593 at the 2011 census.  It adjoins Colwyn Bay and is named after the Welsh kingdom of Rhos established there in late Roman Britain as a sub-kingdom of Gwynedd. It later became a cantref (hundred).",
  "/wiki/St._Helen%27s_Rugby_and_Cricket_Ground": "St Helen's Rugby and Cricket Ground is a sports venue in Swansea, Wales, owned and operated by the City and County of Swansea Council. Used mainly for rugby union and cricket, it has been the home ground of Swansea RFC and Swansea Cricket Club since it opened in 1873.",
  "/wiki/Swansea": "Swansea (/ˈswɒnzi/; Welsh: Abertawe [abɛrˈtawɛ]) is a coastal city and county, officially known as the City and County of Swansea (Welsh: Dinas a Sir Abertawe) in Wales. Swansea lies within the historic county boundaries of Glamorgan and the ancient Welsh commote of Gŵyr on the southwest coast. The county area includes Swansea Bay (Welsh: Bae Abertawe) and the Gower Peninsula. Swansea is the second largest city in Wales and the twenty-fifth largest city in the United Kingdom. According to its local council, the City and County of Swansea had a population of 241,300 in 2014, the second most populous local authority area in Wales after Cardiff. Together with Neath and Port Talbot, Swansea formed a wider Urban Area of 300,352 in 2011.",
  "/wiki/Matthew_Mott": "Matthew Peter Mott (born 3 October 1973 in Charleville, Queensland, Australia) is an Australian first-class cricket coach and a former first-class cricketer.",
  "/wiki/Mark_Wallace_(cricketer)": "Mark Alexander Wallace (born 19 November 1981, Abergavenny, Monmouthshire, Wales) is a former Welsh cricketer; a left-handed batsman and wicket-keeper.",
  "/wiki/Marcus_North": "Marcus James North (born 28 July 1979) is a former Australian first-class cricketer who played 21 Test matches and two One Day Internationals (ODIs) for the Australian national side.",
  "/wiki/Nathan_McCullum": "Nathan Leslie McCullum (born 1 September 1980) is a former New Zealand international cricketer, who represented the New Zealand cricket team in One Day Internationals and Twenty20 Internationals.",
  "/wiki/Gloucestershire_County_Cricket_Club": "Gloucestershire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Gloucestershire. Founded in 1870, Gloucestershire have always been first-class and have played in every top-level domestic cricket competition in England. The club played its first senior match in 1870 and W. G. Grace was their captain. The club plays home games at the Bristol County Ground in the Bishopston area of north Bristol. A number of games are also played at the Cheltenham cricket festival at the College Ground, Cheltenham and matches have also been played at the Gloucester cricket festival at The King's School, Gloucester.",
  "/wiki/County_Cricket_Ground,_Bristol": "The Bristol County Ground (also known as Nevil Road) is a senior cricket venue in Bristol, England. It is in the district of Ashley Down. The ground is home to Gloucestershire County Cricket Club.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/College_Ground,_Cheltenham": "The College Ground is a cricket ground in the grounds of Cheltenham College, England. Gloucestershire County Cricket Club have played more than 300 first-class and more than 70 List A matches there. It also hosted a women's One-Day International between England and Australia in 2005.",
  "/wiki/Cheltenham": "Cheltenham (/ˈtʃɛltənəm/) is a large spa town and borough on the edge of the Cotswolds in the county of Gloucestershire, England. Cheltenham became known as a health and holiday spa town resort following the discovery of mineral springs in 1716.",
  "/wiki/John_Bracewell": "John Garry Bracewell (born 15 April 1958) is a former New Zealand cricketer who was most recently the coach of the Irish national team. He played 41 Test matches between 1980 and 1990, as well as 53 One Day Internationals. He was the second New Zealand cricketer to score 1000 runs and take 100 wickets in Test cricket.",
  "/wiki/Michael_Klinger": "Michael Klinger (born 4 July 1980) is an Australian former first-class cricketer, who held the record for the most runs scored in the Big Bash League when he retired in 2019.",
  "/wiki/Hampshire_County_Cricket_Club": "Hampshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Hampshire. Hampshire teams formed by earlier organisations, principally the Hambledon Club, always had first-class status and the same applied to the county club when it was founded in 1863. Because of poor performances for several seasons until 1885, Hampshire then lost its status for nine seasons until it was invited into the County Championship in 1895, since when the team have played in every top-level domestic cricket competition in England. Hampshire originally played at the Antelope Ground, Southampton until 1885 when they relocated to the County Ground, Southampton until 2000, before moving to the purpose-built Rose Bowl in West End, which is in the Borough of Eastleigh. The club has twice won the County Championship, in the 1961 and 1973 seasons.",
  "/wiki/Rose_Bowl_(cricket_ground)": "The Rose Bowl, known for sponsorship reasons as  Ageas Bowl and also named the Hampshire Bowl for the 2019 ICC Cricket World Cup, is a cricket ground and residential hotel complex in West End, Hampshire, England, located between the M27 motorway and Telegraph Woods. It is the home of Hampshire County Cricket Club, who have played there since 2001.",
  "/wiki/Southampton": "Southampton (/saʊθˈ(h)æmptən/ (listen)) is a city in Hampshire, South East England, 70 miles (110 km) south-west of London and 15 miles (24 km) north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
  "/wiki/Giles_White": "Giles William White (born March 23, 1972), is a former English cricketer and now the Director of Cricket of Hampshire County Cricket Club. He was a right-handed batsman and a right-handed leg-break bowler, as well as being an occasional wicketkeeper.",
  "/wiki/James_Adams_(cricketer,_born_1980)": "James Henry Kenneth Adams (born 23 September 1980), known as Jimmy Adams, is an English former professional cricketer. He played as a left-handed batsman and left-arm medium-pace bowler.",
  "/wiki/George_Bailey_(cricketer,_born_1982)": "George John Bailey (born 7 September 1982) is a former Australian cricketer, who was the captain of the Australian T20I team and vice-captain of the Australian ODI team. He represented the Tasmanian cricket team in Sheffield Shield and Australia's domestic limited overs tournament, the Matador Cup, and also played for Hampshire in England and Twenty20 cricket for the Kings XI Punjab, previously used to play for Chennai Super Kings in the Indian Premier League and the Hobart Hurricanes in the Big Bash League. He also led Kings XI Punjab in the 2014 and 2015 IPL Seasons.",
  "/wiki/Sohail_Tanvir": "Sohail Tanvir (Urdu: سہیل تنویر‎; born 12 December 1984 in Rawalpindi, Punjab) is a Pakistani cricketer, who has gained repute for his unorthodox left arm bowling action and particularly for the success it has gained him in the Twenty20 format of the game.",
  "/wiki/Kent_County_Cricket_Club": "Kent County Cricket Club is one of the eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Kent. The club was first founded in 1842 but teams representing the county have played top-class cricket since the early 18th century and the club has always held first-class status. Kent have competed in the County Championship since the official start of the competition in 1890 and have played in every top-level domestic cricket competition in England. The club's limited overs team is called the Kent Spitfires after the Supermarine Spitfire.",
  "/wiki/St_Lawrence_Ground": "The St Lawrence Ground is a cricket ground in Canterbury, Kent. It is the home ground of Kent County Cricket Club and since 2013 has been known as The Spitfire Ground, St Lawrence, due to commercial sponsorship. It is one of the oldest grounds on which first-class cricket is played, having been in use since 1847, and is the venue for Canterbury Cricket Week, the oldest cricket festival in the world. It is one of the two grounds used regularly for first-class cricket that have had a tree, the St Lawrence Lime, within the boundary.",
  "/wiki/Canterbury": "Canterbury (/ˈkæntərbəri/ (listen), /-bɛri/) is a historic English cathedral city and UNESCO World Heritage Site, situated in the heart of the City of Canterbury, a local government district of Kent, England. It lies on the River Stour.",
  "/wiki/Nevill_Ground": "The Nevill Ground is a cricket ground at Royal Tunbridge Wells in the English county of Kent. It is owned by Tunbridge Wells Borough Council and is used by Tunbridge Wells Cricket Club in the summer months and by Tunbridge Wells Hockey Club in the winter. It was opened in 1898 and was first used by Kent County Cricket Club in 1901. The county has held the Tunbridge Wells Cricket Week on the ground annually, despite a suffragette arson attack which destroyed the pavilion in 1913.",
  "/wiki/Royal_Tunbridge_Wells": "Royal Tunbridge Wells, previously just Tunbridge Wells, is a town in western Kent, England, 30 miles (48 km) south-east of central London, close to the border with East Sussex upon the northern edge of the High Weald, whose sandstone geology is exemplified by the rock formations at the Wellington Rocks and High Rocks. \nThe town came into being as a spa in the Restoration and enjoyed its heyday as a fashionable resort in the mid-1700s under Beau Nash when the Pantiles, and its chalybeate spring, attracted significant numbers of visitors who wished to take the waters. Though its popularity as a spa town waned with the advent of sea bathing, the town remains highly popular and derives some 30 per cent of its income from the tourist industry.",
  "/wiki/Jimmy_Adams": "James Clive Adams (born 9 January 1968) is a former Jamaican cricketer, who represented the West Indies as player and captain during his career. He was a steady left-handed batsman, useful left-arm orthodox spin bowler and good fielder, especially in the gully position.  He was also an occasional wicketkeeper when required. He was the head coach of Kent County Cricket Club for five seasons between 2012 and October 2016.",
  "/wiki/James_Tredwell": "James Cullum Tredwell (born 27 February 1982) is an English former international cricketer. A left-handed batsman and a right-arm off break bowler, he played his domestic cricket for Kent County Cricket Club and was appointed as County Captain for the 2013 season. He made his debut for Kent in the 2001 season, nine days before his first appearance for England Under-19s. He often fielded at slip.",
  "/wiki/Vernon_Philander": "Vernon Darryl Philander (born 24 June 1985) is a South African former international cricketer. He was a right-handed bowling all-rounder; he had previously represented his country at under 19 level. He played for the South Africa national cricket team and Cape Cobras in South African domestic cricket. In December 2019, ahead of a Test series against England, Philander announced that the series would be his last series before retiring from international cricket.",
  "/wiki/Lancashire_County_Cricket_Club": "Lancashire County Cricket Club represents the historic county of Lancashire in English cricket. The club has held first-class status since it was founded in 1864. Lancashire's home is Old Trafford Cricket Ground, although the team also play matches at other grounds around the county. Lancashire was a founder member of the County Championship in 1890 and have won the competition nine times, most recently in 2011. The club's limited overs team is called Lancashire Lightning.",
  "/wiki/Old_Trafford_Cricket_Ground": "Old Trafford is a cricket ground in Old Trafford, Greater Manchester, England. It opened in 1857 as the home of Manchester Cricket Club and has been the home of Lancashire County Cricket Club since 1864. From 2013 onwards it has been known as Emirates Old Trafford due to a sponsorship deal with the Emirates airline.",
  "/wiki/Manchester": "Manchester (/ˈmæntʃɛstər/) is a city and metropolitan borough in Greater Manchester, England, with a population of 547,627 as of 2018 (5th most populous English district). It lies within the United Kingdom's second-most populous urban area, with a population of 2.9 million, and second-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshire Plain to the south, the Pennines to the north and east, and an arc of towns with which it forms a continuous conurbation. The local authority for the city is Manchester City Council.",
  "/wiki/Aigburth_Cricket_Ground,_Liverpool": "Aigburth Cricket Ground in Liverpool, England, is the home of Liverpool Cricket Club. The club was founded in 1807 and is the oldest amateur sports club in Merseyside. The ground hosted its maiden first-class cricket match in 1881, a fixture between Lancashire and Cambridge University.",
  "/wiki/Liverpool": "Liverpool is a city and metropolitan borough in Merseyside, England. As of 2018, the population is approximately 494,814. Liverpool is the ninth-largest English district by population, and the largest in Merseyside and the Liverpool City Region. It lies within the United Kingdom's sixth-most populous urban area. Liverpool's metropolitan area is the fifth-largest in the United Kingdom, with a population of 2.24 million.",
  "/wiki/Trafalgar_Road_Ground": "Trafalgar Road Ground is a cricket ground in Southport, Merseyside.  The first recorded match on the ground was in 1956, when the Lancashire Second XI played Cheshire in the Minor Counties Championship.",
  "/wiki/Southport": "Southport is a large seaside town in Merseyside, England. At the 2001 census, it had a population of 90,336, making it the eleventh most populous settlement in North West England.",
  "/wiki/Peter_Moores_(cricketer)": "Peter Moores (born 18 December 1962) is an English cricket coach and former cricketer and served two stints as the England national men's team head coach.",
  "/wiki/Glen_Chapple": "Glen Chapple (born 23 January 1974) is an English cricket coach and former cricketer. He is an all-rounder, and represented the national team in a One Day International, as well as performing well for Lancashire over many years. He bowls right-arm fast-medium, and is a right-handed batsman. With six first-class centuries to his name, Chapple shares with Mark Pettini the record for fastest first-class century, scored against declaration bowling by Glamorgan in 1993, coming off just 27 balls.",
  "/wiki/Simon_Katich": "Simon Matthew Katich (born 21 August 1975) is an Australian cricket coach and former cricketer. He captained New South Wales and also, until the end of the 2007 season, Derbyshire County Cricket Club. Katich also played for Lancashire, represented his birth state of Western Australia and played in Indian Premier League for Kings XI Punjab.",
  "/wiki/Leicestershire_County_Cricket_Club": "Leicestershire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Leicestershire. It has also been representative of the county of Rutland. The club's limited overs team is called the Leicestershire Foxes. Founded in 1879, the club had minor county status until 1894 when it was promoted to first-class status pending its entry into the County Championship in 1895. Since then, Leicestershire have played in every top-level domestic cricket competition in England.",
  "/wiki/Grace_Road": "Grace Road, known for sponsorship reasons as the Fischer County Ground, Grace Road, is a cricket ground in Leicester, England. It is the home ground and administrative base of Leicestershire County Cricket Club.",
  "/wiki/Leicester": "Leicester (/ˈlɛstər/ (listen) LEST-ər) is a city and unitary authority area in the East Midlands of England, and the county town of Leicestershire. The city lies on the River Soar and close to the eastern end of the National Forest. It is to the north-east of Birmingham and Coventry, south of Nottingham, and west of Peterborough.",
  "/wiki/Phil_Whitticase": "Philip Whitticase (born 15 March 1965) is a former wicket-keeper and later head coach at Leicestershire County Cricket Club. After 31 years at the club, he left at the end of 2014. He has since worked for the England and Wales Cricket Board as a cricket liaison officer. In January 2020, he was named as one of the three match referees for the 2020 Under-19 Cricket World Cup tournament in South Africa.",
  "/wiki/Ramnaresh_Sarwan": "Ramnaresh Ronnie Sarwan (born 23 June 1980) is a cricketer of Indo-Guyanese origin and a former member and former captain of the West Indies cricket team, in all formats.",
  "/wiki/Joe_Burns_(cricketer)": "Joseph Anthony Burns (born 6 September 1989) is an Australian cricketer who plays for the Brisbane Heat in the KFC T20 Big Bash League, for Queensland in Australian domestic cricket.",
  "/wiki/Northamptonshire_County_Cricket_Club": "Northamptonshire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Northamptonshire. Its limited overs team is called the Northants Steelbacks – a reference to the Northamptonshire Regiment which was formed in 1881. The name was supposedly a tribute to the soldiers' apparent indifference to the harsh discipline imposed by their officers. Founded in 1878, Northamptonshire (Northants) held minor status at first but was a prominent member of the early Minor Counties Championship during the 1890s. In 1905, the club joined the County Championship and was elevated to first-class status, since when the team have played in every top-level domestic cricket competition in England.",
  "/wiki/County_Cricket_Ground,_Northampton": "The County Ground is a cricket venue on Wantage Road in the Abington area of Northampton, England. It is home to Northamptonshire County Cricket Club.",
  "/wiki/Northampton": "Northampton /nɔːrˈθæmptən/ (listen) is a large market town and the county town of Northamptonshire in the East Midlands of England. It lies on the River Nene, 60 miles (97 km) north-west of London and 45 miles (72 km) south-east of Birmingham. One of the largest towns in England, it had a population of 212,100 at the 2011 census (223,000 est. 2019). Northampton is also home to Northampton Cathedral which is an established cathedral for the Diocese of Northampton.",
  "/wiki/David_Ripley": "David Ripley (born 13 September 1966, Leeds, Yorkshire) is an England cricket coach and former cricketer who played for Northamptonshire in county cricket from 1984-2001. He took 678 catches and 85 stumpings. In his 307 first-class games he scored 8693 runs at 28.40 with nine centuries. He attended Royds comprehensive school where he excelled in football also. He played youth cricket for Carlton Cricket Club, and for Leeds Loe Lumb and Yorkshire Colts at representative level, winning his Yorkshire cap at age 14.",
  "/wiki/Stephen_Peters": "Stephen David Peters (born 10 December 1978) is an English former cricketer. In a professional career spanning nearly twenty years, he played for Essex, Worcestershire and Northamptonshire county cricket clubs.",
  "/wiki/Trent_Copeland": "Trent Aaron Copeland (born 14 March 1986) is an Australian cricket player. He is a right-arm fast bowler who currently plays first-class cricket for New South Wales. He made his Test debut for Australia against Sri Lanka in August 2011.",
  "/wiki/Cameron_White": "Cameron Leon White (born 18 August 1983) is an Australian cricketer and former Australian Twenty20 and Victorian Bushrangers captain. A powerful middle order batsman and right-arm leg-spin bowler, White made his first-class cricket debut as a teenager in the 2000–01 season for the Victorian Bushrangers as a bowling all-rounder.  Early comparisons with Victoria teammate Shane Warne faded as White took on a role closer to that of Andrew Symonds, a batsman who bowled occasionally, and bats aggressively with flat sixes around his leg side.",
  "/wiki/Worcestershire_County_Cricket_Club": "Worcestershire County Cricket Club is one of eighteen first-class county clubs within the domestic cricket structure of England and Wales. It represents the historic county of Worcestershire. Its Vitality Blast T20 team - who are the defending champions after claiming their first title in 2018 - has been rebranded the Worcestershire Rapids, but the county is known by most fans as ’the Pears’. The club is based at New Road, Worcester. Founded in 1865, Worcestershire held minor status at first and was a prominent member of the early Minor Counties Championship in the 1890s, winning the competition three times. In 1899, the club joined the County Championship and the team was elevated to first-class status. Since then, Worcestershire have played in every top-level domestic cricket competition in England.",
  "/wiki/New_Road,_Worcester": "New Road is a cricket ground in the English city of Worcester. It has been the home ground of Worcestershire County Cricket Club since 1896. Since October 2017 the ground has been known for sponsorship purposes as Blackfinch New Road following a five-year sponsorship arrangement with Blackfinch Investments.",
  "/wiki/Worcester": "Worcester (/ˈwʊstər/ (listen) WUUS-tər) is a cathedral city in Worcestershire, England, 30 miles (48 km) south-west of Birmingham, 101 miles (163 km) west-north-west of London, 27 miles (43 km) north of Gloucester and 23 miles (37 km) north-east of Hereford. The population is about 100,000. The River Severn flanks the western side of the city centre, which is overlooked by Worcester Cathedral. The Battle of Worcester in 1651 was the final battle of the English Civil War, where Oliver Cromwell's New Model Army defeated King Charles II's Royalists. Worcester is known as the home of Royal Worcester Porcelain, composer Edward Elgar, Lea & Perrins, makers of traditional Worcestershire sauce, University of Worcester, and Berrow's Worcester Journal, claimed to be the world's oldest newspaper.",
  "/wiki/Steve_Rhodes": "Steven John Rhodes (born 17 June 1964, Bradford, Yorkshire, England)  is an English cricket coach and former cricketer. He was the former coach of the Bangladesh national cricket team, having been sacked on 8 July 2019 after Bangladesh's poor performance in the Cricket World Cup 2019. He was best known as a wicket-keeper, but was also a useful number six or seven batsman, making twelve first-class centuries.",
  "/wiki/Daryl_Mitchell_(English_cricketer)": "Daryl Keith Henry Mitchell (born 25 November 1983) is an English first-class cricketer. Primarily a right-handed batsman who often opens the innings, Mitchell also bowls right-arm medium pace. He currently plays for Worcestershire. He was appointed vice-captain for the 2010 season, and made captain when Vikram Solanki resigned in mid-August.",
  "/wiki/Thilan_Samaraweera": "Thilan Thusara Samaraweera (Sinhala: තිලාන් සමරවීර; born 22 September 1976) is a former Sri Lankan cricketer, who played Tests and ODIs. Samaraweera played international cricket for Sri Lanka as a permanent member in Test squad and is in the side primarily for his solid right-handed batting but is also a capable off spinner. He is the current fielding coach of the Kolkata Knight Riders in the Indian Premier League for 2018.",
  "/wiki/2013_County_Championship": "The 2013 County Championship season, known as the LV= County Championship for sponsorship reasons, was the 114th cricket County Championship season. It was contested through two divisions: Division One and Division Two. Each team played all the others in their division both home and away. Durham were County Champions for the third time in six seasons. The top two teams from Division Two, Lancashire and Northamptonshire, gained promotion to the first division for the 2014 season, while the bottom two sides from Division One—Derbyshire and Surrey—were relegated to Division Two for 2014."
}