{
  "/wiki/College_baseball": "College baseball is baseball that is played on the intercollegiate level at institutions of higher education. In comparison to football and basketball, college competition in the United States plays a smaller role in developing professional players, as baseball's professional minor leagues are more extensive, with a greater history of supplying players to the top professional league. Moving directly from high school to the professional level is more common in baseball than in football or basketball. However, if players do opt to enroll at a four-year college to play baseball, they must complete three years to regain professional eligibility, unless they reach age 21 before starting their third year of college. Players who enroll at junior colleges (i.e., two-year institutions) regain eligibility after one year at that level. In the most recently completed 2017 season, there were 298 NCAA Division I teams in the United States (including schools transitioning from Division II to Division I).",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/Beach_volleyball": "Beach volleyball is a team sport played by two teams of two players on a sand court divided by a net. As in indoor volleyball, the objective of the game is to send the ball over the net and to ground it on the opponent's side of the court, and to prevent the same effort by the opponent.",
  "/wiki/Ten-pin_bowling": "Ten-pin bowling is a type of bowling in which a bowler rolls a bowling ball down a wood or synthetic lane toward ten pins positioned in a tetractys (equilateral triangle-based pattern) at the far end of the lane. The objective is to knock down all ten pins on the first roll of the ball (a strike), or failing that, on the second roll (a spare).",
  "/wiki/Cross_country_running": "Cross country running is a sport in which teams and individuals run a race on open-air courses over natural terrain such as dirt or grass. Sometimes the runners are referred to as harriers. The course, typically 4–12 kilometres (2.5–7.5 mi) long, may include surfaces of grass, and earth, pass through woodlands and open country, and include hills, flat ground and sometimes gravel road. It is both an individual and a team sport; runners are judged on individual times and teams by a points-scoring method. Both men and women of all ages compete in cross country, which usually takes place during autumn and winter, and can include weather conditions of rain, sleet, snow or hail, and a wide range of temperatures.",
  "/wiki/Track_and_field": "Track and field is a sport which includes athletic contests established on the skills of running, jumping, and throwing. The name is derived from where the sport takes place, a running track and a grass field for the throwing and some of the jumping events. Track and field is categorized under the umbrella sport of athletics, which also includes road running, cross country running, and racewalking.",
  "/wiki/Equestrianism": "Equestrianism (from Latin equester, equestr-, equus, 'horseman', 'horse'), more often known as horse riding (British English) or horseback riding (American English), includes the disciplines of riding, driving, or vaulting with horses. This broad description includes the use of horses for practical working purposes, transportation, recreational activities, artistic or cultural exercises, and competitive sport.",
  "/wiki/Fencing": "Fencing is a group of three related combat sports. The three disciplines in modern fencing are the  foil, the épée, and the sabre (also saber); winning points are made through the weapon's contact with an opponent. A fourth discipline, singlestick, appeared in the 1904 Olympics but was dropped after that, and is not a part of modern fencing. Fencing was one of the first sports to be played in the Olympics. Based on the traditional skills of swordsmanship, the modern sport arose at the end of the 19th century, with the Italian school having modified the historical European martial art of classical fencing, and the French school later refining the Italian system. There are three forms of modern fencing, each of which uses a different kind of weapon and has different rules; thus the sport itself is divided into three competitive scenes: foil, épée, and sabre. Most competitive fencers choose to specialize in one weapon only.",
  "/wiki/Field_hockey": "Field hockey is a widely played team sport of the hockey family. The game can be played on grass, watered turf, artificial turf or synthetic field, as well as an indoor boarded surface. Each team plays with ten field players and a goalkeeper. Players commonly use sticks made out of wood, carbon fibre, fibre glass or a combination of carbon fibre and fibre glass in different quantities (with the higher carbon fibre stick being more expensive and less likely to break) to hit a round, hard, plastic hockey ball. The length of the hockey stick is based on the player's individual height, the top of the stick usually comes to the players hip, taller players typically have taller sticks. The sticks have a round side and a flat side only the flat face of the stick is allowed to be used, if the other side is used it results in a foul. Goalies often have a different kind of stick, however they can also use an ordinary field hockey stick. The specific goal-keeping sticks have another curve at the end of the stick, this is to give them more surface area to save the ball. The uniform consists of shin guards, shoes, shorts or a skirt, a mouthguard and a jersey.",
  "/wiki/College_football": "College football is gridiron football consisting of American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States.",
  "/wiki/Golf": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible.",
  "/wiki/Artistic_gymnastics": "Artistic gymnastics is a discipline of gymnastics in which athletes perform short routines (ranging from about 30 to 90 seconds) on different apparatuses, with less time for vaulting. The sport is governed by the Fédération Internationale de Gymnastique (FIG), which designs the code of points and regulates all aspects of international elite competition. Within individual countries, gymnastics is regulated by national federations, such as Gymnastics Canada, British Gymnastics, and USA Gymnastics. Artistic gymnastics is a popular spectator sport at many competitions, including the Summer Olympic Games.",
  "/wiki/College_ice_hockey": "College ice hockey  is played principally in the United States and Canada, though leagues exist outside North America.",
  "/wiki/College_lacrosse": "College lacrosse is played by student-athletes at colleges and universities in the United States and Canada. In both countries, men's field lacrosse and women's lacrosse are played at both the varsity and club levels. College lacrosse in Canada is sponsored by the Canadian University Field Lacrosse Association (CUFLA) and Maritime University Field Lacrosse League (MUFLL), while in the United States, varsity men's and women's lacrosse is governed by the National Collegiate Athletic Association (NCAA), National Junior College Athletic Association (NJCAA) and National Association of Intercollegiate Athletics (NAIA). There are also university lacrosse programs in the United Kingdom sponsored by British Universities and Colleges Sport (BUCS) and programs in Japan.",
  "/wiki/Shooting_sports": "Shooting sports is a collective group of competitive and recreational sporting activities involving proficiency tests of accuracy, precision and speed in shooting — the art of using various types of ranged weapons, mainly referring to human-portable guns (firearms and airguns, in forms such as handguns, rifles and shotguns) and bows/crossbows.",
  "/wiki/College_rowing_(United_States)": "Rowing is the oldest intercollegiate sport in the United States. In the 2002–03 school year there were 1,712 male and 6,690 female collegiate rowers, representing just over 2 percent of total college athletes. Some growth in the sport is evidenced by the fact that in the 2017–18 school year there were 2,244 male and 7,277 female collegiate rowers; noting also that while women's rowing has been classified as a Championship sport since the 1996–97 season, the men's rowing is not.",
  "/wiki/Women's_rugby_union": "Women's rugby union is a sport identical to men's rugby union with the same rules, same sized pitch, and same equipment. However, it has a history which is significantly different, due to various social pressures, and the self-image of rugby union in general. As a result, this history has been largely hidden until comparatively recently, although the game is gaining a higher profile thanks to international tournaments and financial investment.",
  "/wiki/Alpine_skiing": "Alpine skiing, or downhill skiing, is the pastime of sliding down snow-covered slopes on skis with fixed-heel bindings, unlike other types of skiing (cross-country, Telemark, or ski jumping), which use skis with free-heel bindings. Whether for recreation or for sport, it is typically practised at ski resorts, which provide such services as ski lifts, artificial snow making, snow grooming, restaurants, and ski patrol.",
  "/wiki/College_soccer": "College soccer is played by teams composed of soccer players who are enrolled in colleges and universities.  While it is most widespread in the United States, it is also prominent in South Korea and Canada.  The institutions typically hire full-time professional coaches and staff, although the student athletes are strictly amateur and are not paid. College soccer in the United States is sponsored by the National Collegiate Athletic Association (NCAA), the sports regulatory body for major universities, and by the governing bodies for smaller universities and colleges. This sport is played on a rectangular field of the dimensions of about 64m (meters) - 70m sideline to sideline (width), and 100m - 110m goal line to goal line (length).",
  "/wiki/Softball": "Softball is a game similar to baseball played with a larger ball (11 to 12 in. circumference) on a field that has base lengths of 60 feet, a pitcher's mound that ranges from 35–43 feet away from home\nplate, and a homerun fence that is 220 feet away from home plate.  It was invented in 1887 in Chicago, Illinois, United States as an indoor game. The game moves at a faster pace than traditional baseball. There is less time for the base runner to get to first while the opponent fields the ball; yet, the fielder has less time to field the ball while the opponent is running down to first base. The name \"softball\" was given to the game in 1932, because the ball used to be soft; however, in modern-day usage, the balls are hard.",
  "/wiki/Swimming_(sport)": "Swimming is an individual or team racing sport that requires the use of one's entire body to move through water. The sport takes place in pools or open water (e.g., in a sea or lake). Competitive swimming is one of the most popular Olympic sports, with varied distance events in butterfly, backstroke, breaststroke, freestyle, and individual medley. In addition to these individual events, four swimmers can take part in either a freestyle or medley relay. A medley relay consists of four swimmers who will each swim a different stroke, ordered as backstroke, breaststroke, butterfly and freestyle. Swimming each stroke requires a set of specific techniques; in competition, there are distinct regulations concerning the acceptable form for each individual stroke. There are also regulations on what types of swimsuits, caps, jewelry and injury tape that are allowed at competitions. Although it is possible for competitive swimmers to incur several injuries from the sport, such as tendinitis in the shoulders or knees, there are also multiple health benefits associated with the sport.",
  "/wiki/Diving_(sport)": "Diving is the sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics. Diving is an internationally recognized sport that is part of the Olympic Games.  In addition, unstructured and non-competitive diving is a recreational pastime.",
  "/wiki/NCAA_Division_I": "NCAA Division I (D-I) is the highest level of intercollegiate athletics sanctioned by the National Collegiate Athletic Association (NCAA) in the United States. D-I schools include the major collegiate athletic powers, with larger budgets, more elaborate facilities and more athletic scholarships than Divisions II and III as well as many smaller schools committed to the highest level of intercollegiate competition."
}