{
  "/wiki/Gwangjang-dong": "Gwangjang-dong is a dong, neighbourhood of Gwangjin-gu in Seoul, South Korea.",
  "/wiki/Gwangjin-gu": "Gwangjin District (Gwangjin-gu) is one of the 25 wards (gu) of Seoul, South Korea. It is located on the north bank of the Han River, to the eastern end of Seoul It was created from neighboring Seongdong District in 1995.",
  "/wiki/Bangi-dong": "Bangi-dong is a neighbourhood, dong of Songpa-gu, Seoul, South Korea.",
  "/wiki/Songpa-gu": "Songpa-gu is a district of Seoul, South Korea. Songpa is located at the southeastern part of Seoul, the capital of South Korea. Songpa is also the largest population district with 647,000 residents, in Seoul. This had been called Wirye, when it was the first capital of Baekje. Songpa is generally referred to as a part of Greater Gangnam Area along with Gangnam District and Seocho District.",
  "/wiki/Sindaebang-dong": "Sindaebang-dong is a dong, neighbourhood of Dongjak-gu in Seoul, South Korea.",
  "/wiki/Dongjak-gu": "Dongjak District (Dongjak-gu) is one of the 25 gu that make up the city of Seoul, South Korea. Its name was derived from the Dongjaegi Naruteo Ferry, on the Han River which borders the district to the north. It was the 17th gu created in Seoul, after being separated from Gwanak District on April 1, 1980.",
  "/wiki/Dongmyo": "Dongmyo (which literally means \"Eastern Shrine\") is a shrine in metropolitan Seoul built in honour of the 3rd century Chinese military commander, Guan Yu.",
  "/wiki/Sungin-dong": "Sungin-dong is a dong, neighbourhood of Jongno-gu in Seoul, South Korea.",
  "/wiki/Jongno-gu": "Jongno District (Jongno-gu) is a gu, or district, in central Seoul, South Korea. It takes its name from a major local street, Jongno, which means \"Bell Street\".",
  "/wiki/Cheonho-dong": "Cheonho-dong is a dong, neighbourhood of Gangdong-gu in Seoul, South Korea.",
  "/wiki/Gangdong-gu": "Gangdong District (Gangdong-gu) is one of the 25 gu which make up the city of Seoul, South Korea.  Gangdong is literally \"east of the (Han) River\".  It is located on the east side of the city.",
  "/wiki/Children's_Grand_Park": "Children's Grand Park is a park complex in Gwangjin-gu, Seoul, South Korea. Facilities at Children's Grand Park include hills and hiking trails, Zoo, garden, and an amusement park. Situated in Seoul City’s Gwangjin-gu, Children’s Grand Park is a leisure facility for families, offering a botanical garden, amusement facilities, and diverse performance events. Opened on a Korean holiday called Children’s Day in 1973, the park is full of attractions that appeal to youngsters: Marine Animal House that exhibits seals and polar bears, a Small Animal Village, and even a Parrot Village. Nearly 62% of the park's total area of about 530,000 sq. meters consists of trees and grass and various facilities.",
  "/wiki/Neung-dong": "Neung-dong is a dong, neighbourhood of Gwangjin-gu in Seoul, South Korea.",
  "/wiki/Dosan_Park": "Dosan Park is a park in the neighborhood of Sinsa-dong in Gangnam-gu, Seoul, South Korea. It was established in 1973 to commemorate the achievement and legacy of An Chang-ho, a famous independence activist. The name is after his pen name, Dosan. In Dosan Park, there is the Dosan Ahn Chang-ho Memorial Hall to commemorate him.",
  "/wiki/Sinsa-dong,_Gangnam": "Sinsa-dong is a ward of Gangnam-gu in Seoul, South Korea. This district contains many department stores, hairshops, churches, boutiques, cafes and restaurants.",
  "/wiki/Gangnam-gu": "The Gangnam District (/ˈɡæŋnæm, ˈɡɑːŋnɑːm/, Korean: 강남구; Hanja: 江南區; RR: Gangnam-gu, Korean pronunciation: [kaŋ nam ku]) also anglicized as Kangnam is one of the 25 local government districts which make up the city of Seoul, South Korea. Gangnam literally means \"South of the River\". Gangnam District is the third largest district in Seoul, with an area of 39.5 km2 (15.3 sq mi). As of the 2017 census, Gangnam District had a population of 561,052.",
  "/wiki/Dunchon-dong": "Dunchon-dong is a dong, neighbourhood of Gangdong-gu in Seoul, South Korea.",
  "/wiki/Geumho-dong,_Seoul": "Geumho-dong is a dong, neighbourhood of Seongdong-gu in Seoul, South Korea.",
  "/wiki/Seongdong-gu": "Seongdong District (Seongdong-gu) is one of the 25 gu which make up the city of Seoul, South Korea. It is situated on the north bank of the Han River. It is divided into 20 dong (neighbourhoods).",
  "/wiki/Dapsipni-dong": "Dapsimni-dong is a neighbourhood, dong of Dongdaemun-gu in Seoul, South Korea.",
  "/wiki/Dongdaemun-gu": "Dongdaemun District (Korean: 동대문구, romanized: Dongdaemun-gu, \"Great Eastern Gate\") is one of the 25 districts of Seoul, South Korea.",
  "/wiki/Jingwanoe-dong": "Jingwan-dong is a dong, neighbourhood of Eunpyeong-gu in Seoul, South Korea.",
  "/wiki/Eunpyeong-gu": "Eunpyeong District (은평구, Eunpyeong-gu) is one of the 25 districts of Seoul, South Korea.",
  "/wiki/Gwanghwamun_Plaza": "Gwanghwamun Plaza (Korean: 광화문광장; Hanja: 光化門廣場, also known as Gwanghwamun Square) is a public open space on Sejongno, Jongno-gu in Seoul, South Korea. The plaza was opened on 1 August 2009 by the Seoul Metropolitan Government and is part of the City's plans for environmentally friendly renovation projects such as the Cheonggye Stream and Seoul Plaza. It is also historically significant as the location of royal administrative buildings, known as Yukjo-geori or Street of Six Ministries; and features statues of Admiral Yi Sun-sin of Joseon Dynasty and King Sejong the Great of Joseon. The goal of opening and reconstruction of this plaza is making the plaza as a historical and cultural place for citizen.",
  "/wiki/Sejongno": "Sejongno (Korean: 세종로; Hanja: 世宗路), also known as Sejong-daero, is a street that runs through Jongno-gu in downtown Seoul. It is named after King Sejong the Great of Joseon. The street is 600 meters in length, but due to its central location it is of great symbolic importance. It points north to Gwanaksan and Bukhansan (Mountains), and the Joseon Dynasty palace, Gyeongbokgung. It is also of historical significance as the location for royal administrative buildings and features statues of the Admiral Yi Sun-sin of Joseon Dynasty and King Sejong the Great of Joseon.",
  "/wiki/Euljiro": "Euljiro is an avenue in Seoul named after Eulji Mundeok, the general who saved Korea from the invading Sui Dynasty Chinese. During Korea under Japanese rule's period, the street was known as Kogane-Cho (황금정 ; 黄金町).",
  "/wiki/Jung-gu,_Seoul": "Jung District (Korean: 중구; Hanja: 中區; RR: Junggu; lit. Central District) is one of the 25 districts of Seoul, South Korea.",
  "/wiki/Sogong-dong": "Sogong-dong is a dong, neighbourhood of Jung-gu in Seoul, South Korea.",
  "/wiki/Seodaemun_Independence_Park": "Seodaemun Independence Park (서대문독립공원) is an educational and cultural park located in Hyunjeo-dong, Seodaemun-gu, Seoul, South Korea. The park contains various monuments and buildings, most notably the Seodaemun Prison Museum. The park receives nearly half a million visitors annually.",
  "/wiki/Hyunjeo-dong": "Hyeonjeo-dong is a legal dong, neighbourhood of the Seodaemun-gu district in Seoul, South Korea and is governed by its administrative dong, Cheonyeon-dong's office. There are in the Historic Sites \"Dongnimmun (Independence Gate)\" and Yeongeunmunjucho (Plinths of Yeongeunmun Gate).",
  "/wiki/Seodaemun-gu": "Seodaemun District (Korean: 서대문구, romanized: Seodaemun-gu, \"Great West Gate\") is one of the 25 districts of Seoul, South Korea.",
  "/wiki/Yeongdeungpo-dong": "Yeongdeungpo-dong is a dong, neighbourhood of Yeongdeungpo-gu in Seoul, South Korea.",
  "/wiki/Yeongdeungpo-gu": "Yeongdeungpo District (Yeongdeungpo-gu) is an administrative district in southwest Seoul, South Korea. Although the origin of the name is uncertain, the first two syllables are thought to be from \"yeongdeung\" (靈登) or \"divine ascent\", a shamanic rite.  The third syllable is \"po\", representing the bank of a river (浦), referring to the district's position on the Han River.  The 2006 population was 408,819.  The current magistrate is Kim Hyung-Su.",
  "/wiki/Gil-dong": "Gil-dong is a dong, neighbourhood of Gangdong-gu in Seoul, South Korea.",
  "/wiki/Marronnier_Park": "Marronnier Park (Hangul: 마로니에 공원) is a park in the Daehangno district of Seoul.",
  "/wiki/Daehangno": "Daehangno (Hangul:대학로 Hanja:大學路, lit. \"college street\") is a neighborhood in Seoul north of the Han River within Jongno-gu and Seodaemun-gu.",
  "/wiki/Naksan_Park": "Naksan Mountain or Mount Naksan (lit. \"Camel Mountain\") is a peak, 125 metres (410 ft) high, in the Jongno-gu district of Seoul, South Korea. The mountain is well known for the panoramic views of downtown Seoul as is Namsan.",
  "/wiki/Dongsung-dong": "Dongsung-dong is a dong, neighbourhood of Jongno-gu in Seoul, South Korea. It is a legal dong (beopjeong-dong 법정동 法定洞) administered under its administrative dong (haengjeong-dong 행정동 行政洞), Ihwa-dong.",
  "/wiki/Namsan_Park": "Nam Mountain (pleonastically Namsan Mountain or Mount Namsan, lit. \"South Mountain\") is a peak, 262 metres (860 ft) high, in the Jung-gu district of south central Seoul, South Korea.  Although known as Mongmyeoksan, or 목멱산 / 木覓山 in the past, it is now commonly referred to as Mt. Namsan.  It offers some hiking, picnic areas and views of downtown Seoul's skyline.  The N Seoul Tower is located on top of Mt. Namsan.",
  "/wiki/Yongsan-gu": "Yongsan District (Korean: 용산구, romanized: Yongsan-gu) is one of the 25 districts of Seoul, South Korea.",
  "/wiki/List_of_parks_in_Seoul": "This is a list of parks in Seoul, South Korea."
}