{
  "/wiki/1976_Metro_Conference_Men%27s_Basketball_Tournament": "Template:1975–76 Metro men's basketball standings",
  "/wiki/Cincinnati_Bearcats_men%27s_basketball": "The Cincinnati Bearcats men's basketball program represents the University of Cincinnati in Cincinnati, Ohio. The school's team competes in NCAA Division I as part of the American Athletic Conference. The Bearcats are coached by John Brannen, who has been UC's head coach since 2019.",
  "/wiki/Memphis_Tigers_men%27s_basketball": "The Memphis Tigers men's basketball team represents the University of Memphis in NCAA Division I men's college basketball. The Tigers have competed in the American Athletic Conference since 2013. As of 2011, the Tigers had the 29th highest winning percentage in NCAA history. Lacking an on campus arena they play home games at the Memphis Grizzlies arena the FedExForum. ESPN Stats and Information Department ranked Memphis as the 19th most successful basketball program from 1962 to 2012 in their annual 50 in 50 list.",
  "/wiki/Freedom_Hall": "Freedom Hall is a multi-purpose arena in Louisville, Kentucky, on the grounds of the Kentucky Exposition Center, which is owned by the Commonwealth of Kentucky. It is best known for its use as a basketball arena, serving as the home of the University of Louisville Cardinals. It has hosted Motley Crue, Elvis Presley, The Doors, Janis Joplin, Creed, Led Zeppelin, Van Halen and many more. As well as many Weeks events men's team from 1956 to 2010, the Kentucky Colonels of the American Basketball Association from 1970 until the ABA-NBA merger in June 1976, and the Louisville Cardinals women's team from its inception in 1975 to 2010. Freedom Hall's last regular tenant was the Kentucky Stickhorses of the North American Lacrosse League, who used it from 2011 until the team folded in 2013. From 2015 to 2019 it has hosted the VEX Robotics Competition World Championships yearly in mid-April.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/1977_Metro_Conference_Men%27s_Basketball_Tournament": "The 1977 Metro Conference Men's Basketball Tournament was held March 3–5 at the Mid-South Coliseum in Memphis, Tennessee.",
  "/wiki/Georgia_Tech_Yellow_Jackets_men%27s_basketball": "The Georgia Tech Yellow Jackets Men's Basketball team represents the Georgia Tech Yellow Jackets in NCAA Division I basketball. The team plays its home games in McCamish Pavilion on the school's Atlanta campus and is currently coached by Josh Pastner. Under the tenure of Bobby Cremins, Georgia Tech established itself as a national force in basketball. Cremins led his team to the first ACC tournament victory in school history in 1985 and in 1990 he took Georgia Tech to the school's first Final Four appearance ever. Cremins retired from Georgia Tech in 2000 with the school's best winning percentage as a head coach. The Yellow Jackets returned to the Final Four in 2004 under Paul Hewitt and lost in the national title game, losing to UConn. Overall, the team has won 1,352 games and lost 1,226 games, a .524 win percentage.",
  "/wiki/Gary_Yoder": "Gary Yoder (born July 4, 1955) is an American former basketball player. He is best known for his collegiate career at the University of Cincinnati, although he played for three different colleges during his career.",
  "/wiki/Mid-South_Coliseum": "Mid-South Coliseum is a multi-purpose arena located in Memphis, Tennessee that seated 10,085 people, expandable to 11,300. It was built in 1963 and closed in 2006.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/1978_Metro_Conference_Men%27s_Basketball_Tournament": "Template:1977–78 Metro Conference men's basketball standings",
  "/wiki/Louisville_Cardinals_men%27s_basketball": "The Louisville Cardinals men's basketball team is the men's college basketball program representing the University of Louisville (U of L) in the Atlantic Coast Conference (ACC) of NCAA Division I. The Cardinals have officially won two NCAA championships in 1980 and 1986 (with the 2013 title being vacated); and have officially been to 8 Final Fours (with the 2012 and 2013 appearances being vacated) in 38 official NCAA tournament appearances while compiling 61 tournament wins.",
  "/wiki/Florida_State_Seminoles_men%27s_basketball": "The Florida State Seminoles men's basketball team represents Florida State University (variously Florida State or FSU) in the intercollegiate sport of basketball. The Seminoles compete in the National Collegiate Athletic Association (NCAA) Division I and the Atlantic Coast Conference (ACC).",
  "/wiki/Rick_Wilson_(basketball)": "Richard \"Rick\" Wilson (born February 7, 1956) is a retired American basketball player.  He played for the Atlanta Hawks of the National Basketball Association.",
  "/wiki/Riverfront_Coliseum": "Heritage Bank Center is an indoor arena located in downtown Cincinnati, along the banks of the Ohio River, next to the Great American Ball Park. It was completed in September 1975 and named Riverfront Coliseum because of its placement next to Riverfront Stadium. In 1997 the facility became known as The Crown, and in 1999 it changed its name again to Firstar Center after Firstar Bank assumed naming rights. In 2002, following Firstar's merger with U.S. Bank, the arena took on the name U.S. Bank Arena and kept that name until 2019.",
  "/wiki/Cincinnati,_Ohio": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/Virginia_Tech_Hokies_men%27s_basketball": "The Virginia Tech Hokies men's basketball team is a NCAA Division I college basketball team competing in the Atlantic Coast Conference. Home games are played at Cassell Coliseum, located on Virginia Tech's campus in Blacksburg.",
  "/wiki/Darrell_Griffith": "Darrell Steven Griffith (born June 16, 1958), also known by his nickname Dr. Dunkenstein, is an American former basketball player who spent his entire professional career with the Utah Jazz of the National Basketball Association.   He played collegiately at the University of Louisville.  He is widely regarded as one of the greatest college basketball players of all time.",
  "/wiki/Rodney_McCray_(basketball)": "Rodney Earl McCray (born August 29, 1961) is an American former basketball player.  A 6'7\" small forward, he spent 10 seasons (1983–93) in the National Basketball Association (NBA), tallying 9,014 career points and 5,087 career rebounds.",
  "/wiki/Keith_Lee_(basketball)": "Keith DeWayne Lee (born December 28, 1962) is an American retired professional basketball player who was selected by the Chicago Bulls in the first round (11th overall) of the 1985 NBA Draft later to be traded to the Cleveland Cavaliers. A 6'10\" forward-center from Memphis State University, Lee played in 3 NBA seasons for the Cleveland Cavaliers and New Jersey Nets.",
  "/wiki/Tulane_Green_Wave": "The Tulane Green Wave are the athletic teams that represent Tulane University, located in New Orleans, Louisiana. Tulane competes in NCAA Division I as a member of the American Athletic Conference (The American). There are 17 Green Wave intercollegiate programs.",
  "/wiki/Pervis_Ellison": "Pervis Ellison (born April 3, 1967) is an American former National Basketball Association (NBA) player.",
  "/wiki/Herbert_Crook": "Herbert Crook (born July 26, 1965) is a retired American basketball player.  He was a standout at the University of Louisville.  He was a starter on the Cardinals' 1986 national championship team and was Metro Conference player of the year as a junior.",
  "/wiki/1988%E2%80%9389_Louisville_Cardinals_men%27s_basketball_team": "During the 1988–89 season, the Louisville Cardinals men's basketball team scored 24 wins and 8 losses. They played in the Metro Conference and finished in the \"Sweet Sixteen\" of the NCAA Men's Division I Basketball Tournament. Their player Pervis Ellison won several individual awards.",
  "/wiki/Carolina_Coliseum": "Carolina Coliseum is a 12,401-seat multi-purpose arena in Columbia, South Carolina, built in 1968 by the University of South Carolina. The Coliseum was the largest arena in South Carolina at the time of its completion. It was the home of the USC men's and women's basketball teams for many years as well as Columbia's main events venue until 2002, when the Colonial Life Arena (originally named Carolina Center), opened a block away on Greene Street. The Coliseum was once home to the Columbia Inferno hockey team, a franchisee of the East Coast Hockey League (ECHL), until poor ticket sales caused the Inferno to leave.  Team plans to build and move to another venue did not materialize.",
  "/wiki/Columbia,_South_Carolina": "Columbia is the capital and second largest city of the U.S. state of South Carolina, with a population estimate of 133,451 as of 2018. The city serves as the county seat of Richland County, and a portion of the city extends into neighboring Lexington County. It is the center of the Columbia metropolitan statistical area, which had a population of 767,598 as of the 2010 United States Census, growing to 832,666 by July 1, 2018, according to 2018 U.S. Census estimates. This makes it the 70th largest metropolitan statistical area in the nation, as estimated by the United States Census Bureau as of July 1, 2018. The name Columbia is a poetic term used for the United States, originating from the name of Christopher Columbus.",
  "/wiki/Southern_Miss_Basketball": "The Southern Miss Golden Eagles basketball program represents intercollegiate men's basketball at the University of Southern Mississippi. The school competes in the Conference USA in Division I of the NCAA and plays their home games at Reed Green Coliseum, which has a capacity of 8,095.",
  "/wiki/LaBradford_Smith": "LaBradford Corvey Smith (born April 3, 1969) is a retired American professional basketball player.",
  "/wiki/Mississippi_Coast_Coliseum": "Mississippi Coast Coliseum is an 11,500-seat reserved seating, 15,000 festival seating, multi-purpose arena in Biloxi, Mississippi. It was built in 1977. It hosted WCW Beach Blast 1993 and the Sun Belt Conference men’s basketball tournament in 1992 and 1993. The Metro Conference men's basketball tournaments were contested there in 1990 and 1994. In addition, the rematch between legendary boxing former world heavyweight champion Larry Holmes and his fellow former world heavyweight champion Mike Weaver was held at the Coast Coliseum on November 17, 2000; Holmes winning by sixth round technical knockout.",
  "/wiki/Biloxi,_Mississippi": "Biloxi (/bɪˈlʌksi/ bi-LUK-see; French: [bilusi]) is a city and one of two county seats of Harrison County, Mississippi, United States (the other seat being the adjoining city of Gulfport). The 2010 United States Census recorded the population as 44,054, and in 2018 the estimated population was 45,968. The area was first settled by French colonists.",
  "/wiki/Roanoke_Civic_Center": "Berglund Center (originally called the Roanoke Civic Center) is a 10,500-seat multi-purpose arena located in the Williamson Road neighborhood of Roanoke, Virginia. It was built in 1971. It was the former home to the Roanoke Dazzle basketball team, as well as the Roanoke Express and Roanoke Valley Vipers ice hockey teams. Currently, it is the home of the Roanoke Rail Yard Dawgs of the Southern Professional Hockey League, Virginia Tech, Radford University and Roanoke College men's ice hockey teams.  The arena is also the home of the annual boys basketball games between Roanoke's two city high schools, Patrick Henry High School and William Fleming High School.",
  "/wiki/Roanoke,_Virginia": "Roanoke (/ˈroʊənoʊk/) is an independent city in the U.S. state of Virginia. At the 2010 census, the population was 97,032. It is located in the Roanoke Valley of the Roanoke Region of Virginia.",
  "/wiki/Charlotte_49ers": "The Charlotte 49ers represent the NCAA Division I sports teams of the University of North Carolina at Charlotte. A founding member of Conference USA (C-USA), Charlotte rejoined the conference in 2013 after spending eight years as a member of the Atlantic 10 Conference. Previously, Charlotte was a charter member of the Sun Belt Conference and was a member of the Metro Conference.",
  "/wiki/Henry_Williams_(basketball)": "Henry Williams (June 6, 1970 – March 13, 2018), nicknamed, \"Hi-Fly\", was an American professional basketball player.",
  "/wiki/Virginia_Commonwealth_University_Rams_men%27s_basketball": "The VCU Rams men's basketball team is the intercollegiate men's basketball team that represents Virginia Commonwealth University. The Rams joined the Atlantic 10 Conference in the 2012–13 season after previously competing in the Colonial Athletic Association (CAA). In 2017, VCU was ranked the fortieth most valuable men's basketball program in the country by The Wall Street Journal.  With a valuation of $56.9 million,  VCU ranks second in the Commonwealth of Virginia, and second in the A10 Conference. The team is coached by Mike Rhoades.",
  "/wiki/Dwayne_Morton": "Dwayne Lamont Morton (born August 10, 1971) is a retired American professional basketball player. Born and raised in Louisville, Kentucky, he played 41 games for the National Basketball Association's Golden State Warriors during the 1994–95 NBA season.",
  "/wiki/Clifford_Rozier": "Clifford Glen Rozier (October 31, 1972 - July 6, 2018) was an American professional basketball player.",
  "/wiki/DeJuan_Wheat": "DeJuan Shontez Wheat (born October 14, 1973) is a retired American professional basketball player, formerly of the NBA's Minnesota Timberwolves and Vancouver Grizzlies. He was a star at the University of Louisville from 1993 to 1997, becoming the first player in NCAA Division I history to amass career totals of at least 2,000 points, 450 assists, 300 three-point field goals and 200 steals."
}