{
  "/wiki/Birds_of_Vermont_Museum": "The Birds of Vermont Museum (BOVM) is a non-profit institution established in 1987 in Huntington, Vermont, United States. It was created to preserve and exhibit a collection of lifelike bird carvings for the purpose of educating people about the role of birds in the ecosystem.  Today, the museum is surrounded by a 100-acre (0.40 km2) bird sanctuary and displays more than 495 biologically accurate woodcarvings created by Bob Spear, a Vermont naturalist and master woodcarver.",
  "/wiki/Huntington,_Vermont": "Huntington is a town in Chittenden County, Vermont, United States. The population was 1,938 at the 2010 census.",
  "/wiki/Chittenden_County,_Vermont": "Chittenden County (/ˈtʃɪtəndən/) is the most populous county in the U.S. state of Vermont. As of the 2010 census, the population was 156,545. The county's population estimate for 2018 was 164,572. The county seat is Vermont's most populous municipality, the city of Burlington. The county has over a quarter of Vermont's population and more than twice the population of Vermont's second most populous county, Rutland. The county also has more than twice the population density of Vermont's second most dense county, Washington. The county is named for Vermont's first governor and one of the framers of its constitution as an independent republic and later U.S. state, Thomas Chittenden.",
  "/wiki/Burlington,_Vermont_metropolitan_area": "The Burlington metropolitan area is a metropolitan area consisting of the three Vermont counties of Chittenden, Franklin, and Grand Isle. The metro area is anchored by the principal cities of Burlington, South Burlington, St. Albans and Winooski; the towns of Colchester, Essex and Milton; and the village of Essex Junction. According to 2012 U.S. Census estimates, the metro area had an estimated population of 213,701, approximately one third of Vermont's total population. The area is often extended to include Clinton County in the adjacent state of New York and its seat of Plattsburgh.",
  "/wiki/Bob_Spear_(naturalist)": "Bob Spear (February 21, 1920 – October 19, 2014) was an American naturalist, birdwatcher and master woodcarver who was the founding director of the Birds of Vermont Museum (BOVM), he was influential in the birding and environmental communities, having co-founded Vermont's first chapter of the National Audubon Society and having created more than 470 biologically accurate bird carvings on display at the BOVM. He was also the author of the book, The Birds of Vermont, published in 1969 by the Green Mountain Audubon Society. He resided in Huntington, Vermont United States.",
  "/wiki/West_Brattleboro,_Vermont": "West Brattleboro is a census-designated place (CDP) in the town of Brattleboro, Vermont, United States. The population was 3,222 at the 2000 census.",
  "/wiki/Windham_County,_Vermont": "Windham County is a county located in the U.S. state of Vermont. As of the 2010 census, the population was 44,513. The shire town (county seat) is Newfane, and the largest municipality is the town of Brattleboro.",
  "/wiki/Branbury_State_Park": "Branbury State Park is a 69-acre state park in the towns of Salisbury and Leicester, Vermont. The park is located on the eastern shore of Lake Dunmore at the base of Mt. Moosalamoo. It is divided by Vermont Route 53.",
  "/wiki/Salisbury,_Vermont": "Salisbury is a town in Addison County, Vermont, United States. The population was 1,136 at the 2010 census.",
  "/wiki/Addison_County,_Vermont": "Addison County is a county located in the U.S. state of Vermont. As of the 2010 census, the population was 36,821. Its shire town (county seat) is the town of Middlebury.",
  "/wiki/Brighton_State_Park": "Brighton State Park is a state park in Island Pond, Vermont. The park features a campground on the 102-acre Spectacle Pond, which is mostly undeveloped. There is also a day use beach and bathhouse located on 600-acre Island Pond just a half mile from the campground.",
  "/wiki/Island_Pond,_Vermont": "Island Pond is a census-designated place (CDP) in the town of Brighton in Essex County, Vermont, United States. The population was 821 at the 2010 census. It is part of the Berlin, NH–VT Micropolitan Statistical Area.",
  "/wiki/Essex_County,_Vermont": "Essex County is a county located in the northeastern part of the U.S. state of Vermont. As of the 2010 census, the population was 6,306, making it the least-populous county in both Vermont and New England. Its shire town (county seat) is the municipality of Guildhall. The county was created in 1792 and organized in 1800. Bordered by the Connecticut River next to New Hampshire, Essex County is south of the Canadian province of Quebec. It ist the county with the lowest household-income in Vermont.",
  "/wiki/Northeast_Kingdom": "The Northeast Kingdom is the northeast corner of the U.S. state of Vermont, comprising Essex, Orleans and Caledonia counties and having a population at the 2010 census of 64,764. In Vermont, the written term \"NEK\" is often used. The term \"Northeast Kingdom\" is attributed to George D. Aiken, former Governor of Vermont and a U.S. senator, who first used the term in a 1949 speech. The area is often referred to by Vermonters simply as \"The Kingdom.\"",
  "/wiki/Burton_Island_State_Park": "Burton Island State Park is a state park in northwest Vermont, USA. The park comprises Burton Island, an island of 253 acres (1 km²) and located off St. Albans Point in Lake Champlain, close to the International Boundary with Canada. The park is administered by the Vermont Department of Forests, Parks, and Recreation, as part of the Vermont State Park system.",
  "/wiki/St._Albans_(town),_Vermont": "Saint Albans, commonly abbreviated as St. Albans, is a town in Franklin County, Vermont, in the United States. The population was 5,999 at the 2010 census, up from 5,086 at the 2000 census. The town completely surrounds the city of St. Albans.",
  "/wiki/Franklin_County,_Vermont": "Franklin County is a county located in the U.S. state of Vermont. As of the 2010 census, the population was 47,746. Its county seat is the city of St. Albans. It borders the Canadian province of Quebec. The county was created in 1792 and organized in 1796. Franklin County is part of the Burlington metropolitan area.",
  "/wiki/Button_Bay_State_Park": "Button Bay State Park is a 253-acre state park in Ferrisburgh, Vermont on the shore of Lake Champlain.",
  "/wiki/Vergennes,_Vermont": "Vergennes /vərˈdʒɛnz/ is a city located in the northwest quadrant of Addison County, Vermont. The municipality is bordered by the towns of Ferrisburgh, Panton and Waltham. As of the 2010 census, the city population was 2,588. It is the smallest of Vermont's nine cities in terms of population, though the city of Winooski covers a smaller area. It was the first city chartered in the state of Vermont.",
  "/wiki/Coolidge_State_Park": "Coolidge State Park is a Vermont State Park located in Plymouth, Vermont, United States.  The park is named after Calvin Coolidge, the 30th President of the United States, who was born and raised in Plymouth and is buried there as well.  It is the primary recreational center for Calvin Coolidge State Forest, the largest state forest in Vermont.  The park's facilities, built by the Civilian Conservation Corps (CCC) in the 1930s, are listed on the National Register of Historic Places.",
  "/wiki/Plymouth,_Vermont": "Plymouth is a town in Windsor County, Vermont, United States. The population was 619 at the 2010 census. Calvin Coolidge, the 30th President of the United States, was born and reared in Plymouth and is buried there as well. The State of Vermont Division for Historic Preservation owns and maintains the Coolidge Homestead and the village of Plymouth Notch.",
  "/wiki/Windsor_County,_Vermont": "Windsor County is a county located in the U.S. state of Vermont. As of the 2010 census, the population was 56,670. The shire town (county seat) is the town of Woodstock. The county's largest municipality is the town of Hartford.",
  "/wiki/Calvin_Coolidge_State_Forest": "Calvin Coolidge State Forest, also known as Coolidge State Forest, covers 22,564 acres (91.31 km2) in two parts in Rutland and Windsor Counties in Vermont. The West portion cover 17,259 acres (69.84 km2) in Killington, Mendon, Plymouth and Shrewsbury in both counties. The East portion cover 5,305 acres (21.47 km2) in Bridgewater, Plymouth, Reading, and Woodstock in Windsor County.",
  "/wiki/ECHO,_Leahy_Center_for_Lake_Champlain": "ECHO, Leahy Center for Lake Champlain, formerly the Lake Champlain Basin Science Center, is an innovative science and nature museum located on the Burlington waterfront in northern Vermont. It is home to more than 70 species of fish, amphibians, invertebrates, and reptiles, major traveling exhibitions, and the Northfield Savings Bank 3D Theater.  ECHO's mission is to inspire and engage families in the joy of scientific discovery, wonder of nature, and care of Lake Champlain.",
  "/wiki/Burlington,_Vermont": "Burlington is the most populous city in the U.S. state of Vermont and the seat of Chittenden County. It is located 45 miles (72 km) south of the Canada–United States border and 94 miles (151 km) south of Montreal. The population was 42,417 as of the 2010 census. It is the least populous municipality in the United States to be the most populous incorporated area in a state.",
  "/wiki/Lake_Champlain": "Lake Champlain (/ʃæmˈpleɪn/; French: Lac Champlain; Abenaki: Pitawbagok; Mohawk: Kaniatarakwà:ronte) is a natural freshwater lake in North America mainly within the borders of the United States (in the states of Vermont and New York) but partially situated across the Canada–U.S. border, in the Canadian province of Quebec.",
  "/wiki/Groton_Nature_Center": "Groton Nature Center is a nature center in Groton, Vermont that serves seven area state parks located in Groton State Forest. Natural history exhibits focus on the forest's animals, plants, geology and ecosystems, including Lake Groton. Other exhibits include logging in the forest. The center offers naturalist programs, hikes and concerts. Visitors can obtain maps and trail guides for the parks and forest.",
  "/wiki/Groton,_Vermont": "Groton is a town in Caledonia County, Vermont, United States. The population was 1,022 at the 2010 census. It contains the places Groton Pond, Rickers Mills, Rickers and West Groton. The unincorporated village of Groton in the southeast corner of town is recorded as the Groton census-designated place (CDP), with a population of 437 at the 2010 census.",
  "/wiki/Caledonia_County,_Vermont": "Caledonia County is a county located in the northeastern part of the U.S. state of Vermont. As of the 2010 census, the population was 31,227. Its shire town (county seat) is the town of St. Johnsbury. The county was created in 1792 and organized in 1796. It was given the Latin name for Scotland, in honor of the many settlers who claimed ancestry there.",
  "/wiki/Groton_State_Forest": "Groton State Forest covers 26,164 acres (105.88 km2)  in Danville, Groton, Marshfield, Orange, Peacham, Plainfield, Topsham, Vermont. The forest covers areas in Caledonia, Orange, and Washington Counties. Major roads through the forest are U.S. Route 302 and Vermont Route 232.",
  "/wiki/Montgomery,_Vermont": "Montgomery is a town in Franklin County, Vermont, United States. The population as of the 2010 census was 1,201, up from 992 in 2000. In 1963, part of Avery's Gore in Franklin County became part of Montgomery, with the other section becoming part of Belvidere in Lamoille County.",
  "/wiki/Hazen%27s_Notch": "Hazen's Notch is a mountain pass in Westfield, in the northern Green Mountains of Vermont. Hazen's Notch was named after Moses Hazen, who in 1779 led the construction of the Bayley Hazen Military Road.  The road was planned to extend from Newbury, Vermont, to Saint-Jean-sur-Richelieu, Quebec, not far from Montreal, to facilitate an invasion of Canada during the American Revolutionary War; it had reached this point when construction stopped.",
  "/wiki/Jamaica_State_Park": "Jamaica State Park is a 772-acre state park in Jamaica, Vermont, on the shore of the West River.",
  "/wiki/Jamaica,_Vermont": "Jamaica is a town in Windham County, Vermont, United States. The population was 1,035 at the 2010 census. Jamaica includes the villages of East Jamaica and Rawsonville.",
  "/wiki/Lake_Carmi_State_Park": "Lake Carmi State Park is a day-use state park near Enosburg Falls, Vermont in the United States. Located on Vermont Route 236, the park includes over two miles of frontage on the south and east shore of Lake Carmi.",
  "/wiki/Enosburg_Falls,_Vermont": "Enosburg Falls is a village in the town of Enosburgh in Franklin County, Vermont, in the United States. The population was 1,329 at the 2010 census, down from 1,473 at the 2000 census.",
  "/wiki/Morristown,_Vermont": "Morristown is a town in Lamoille County, Vermont, United States. The population was 5,227 at the 2010 census.  Morristown is the largest town by population in Lamoille County,  and its central village of Morrisville serves as the county's main commercial center.[citation needed]",
  "/wiki/Lamoille_County,_Vermont": "Lamoille County /ləˈmɔɪl/ is a county located in the U.S. state of Vermont. As of the 2010 census, the population was 24,475, and it is the third-least populous county in Vermont. Its shire town (county seat) is the town of Hyde Park, while Morristown is the county's largest town by population as well as its main commercial center. The county was created in 1835 and organized the following year.",
  "/wiki/Little_River_State_Park": "Little River State Park is a campground state park on the 850-acre Waterbury Reservoir in Waterbury, Vermont. It is located in Mount Mansfield State Forest.",
  "/wiki/Waterbury,_Vermont": "Waterbury is a town in Washington County in central Vermont, United States. It is also the name of a village within that town.  The population of the town was 5,064 at the 2010 census.",
  "/wiki/Washington_County,_Vermont": "Washington County is a county located in the U.S. state of Vermont. Named after George Washington, its county seat is the city of Montpelier (the least populous state capital in the United States) and the most populous municipality is the city of Barre. As of the 2010 census, the population was 59,534, making it the third-most populous county in Vermont, but the third-least populous capital county in the United States after Hughes County, South Dakota and Franklin County, Kentucky.",
  "/wiki/Mad_River_Glen": "Mad River Glen is a ski area in Fayston, Vermont.  Located within the Green Mountain range, it sits in the Mad River Valley. Though not considered a large ski area, it has a vertical drop of 2,000 feet (610 m), which ranks 14th in New England, and its terrain was ranked by Ski magazine as the most challenging on the east coast of the United States.",
  "/wiki/Fayston,_Vermont": "Fayston /ˈfeɪstən/ is a town in Washington County, Vermont, United States. The population was 1,353 at the 2010 census.",
  "/wiki/Montshire_Museum_of_Science": "The Montshire Museum of Science is a hands-on science museum located in Norwich, Vermont, United States.",
  "/wiki/Norwich,_Vermont": "Norwich is a town in Windsor County, in the U.S. state of Vermont. The population was 3,414 at the 2010 census. Home to some of the state of Vermont's wealthiest residents, the municipality is a commuter town for nearby Hanover, New Hampshire across the Connecticut River. The town is part of the Dresden School District, the first interstate school district in the United States, signed into law by President John F. Kennedy.",
  "/wiki/Grafton,_Vermont": "Grafton is a town in Windham County, Vermont, United States. The population was 679 at the 2010 census.",
  "/wiki/Montpelier,_Vermont": "Montpelier (/mɒntˈpiːliər/) is the capital city of the U.S. state of Vermont and the seat of Washington County. As the site of Vermont's state government, it is the least populous state capital in the United States. The population was 7,855 as of the 2010 census. However, the daytime population grows to about 21,000, due to the large number of jobs within city limits. The Vermont College of Fine Arts and New England Culinary Institute are located in the municipality. It was named after Montpellier, a city in the south of France."
}