{
  "/wiki/Andr%C3%A9_Bauer": "Rudolph Andreas  \"André\" Bauer (born March 20, 1969) was the 87th Lieutenant Governor of South Carolina from 2003 to 2011. He is a member of the Republican Party. Bauer was a member of the South Carolina House of Representatives (1996–1999) and a member of the South Carolina State Senate (1999–2003). In 2016, he became a CNN political analyst, supporting the presidential campaign of Donald Trump. CNN dismissed Bauer in February 2019.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Ralph_Hudgens": "Ralph Hudgens (born November 21, 1942) was the Commissioner of Insurance of the state of Georgia from January 10, 2011 to January 14, 2019. Hudgens served in the Georgia House of Representatives as well as the Georgia Senate. He has been a delegate to numerous Republican Party events. Hudgens defeated his Democratic opponent in the 2010 election with 53.8% of the vote. He was re-elected in 2014. He announced on July 17, 2017, that he would not run for re-election in 2018. Hudgens believed insurance rates should be allowed to increase based on competition and not regulation as did former regulatory favorable Commissioner John Oxendine. During Hudgens's time in office Georgia auto insurance rates greatly increased including one year Georgia experienced the highest increase in the United States. Hudgens and his wife, Suzanne, have four children and twelve grandchildren.",
  "/wiki/Zell_Miller": "Zell Bryan Miller (February 24, 1932 – March 23, 2018) was an American author and politician from the U.S. state of Georgia. A Democrat, Miller served as lieutenant governor from 1975 to 1991, 79th Governor of Georgia from 1991 to 1999, and as U.S. Senator from 2000 to 2005.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Chuck_Norris": "Carlos Ray \"Chuck\" Norris (born March 10, 1940) is an American martial artist, actor, film producer and screenwriter.  After serving in the United States Air Force, Norris won many martial arts championships and later founded his own discipline Chun Kuk Do. Norris is a black belt in Tang Soo Do, Brazilian jiu jitsu and Judo. Shortly after, in Hollywood, Norris trained celebrities in martial arts. Norris went on to appear in a minor role in the spy film The Wrecking Crew (1969). Friend and fellow actor Bruce Lee invited him to play one of the main villains in Way of the Dragon (1972). While Norris continued acting, friend and student Steve McQueen suggested to him to take it seriously. Norris took the starring role in the action film Breaker! Breaker! (1977) which turned a profit. His second lead Good Guys Wear Black (1978) became a hit, and Norris became a popular action film star.",
  "/wiki/Carl_Paladino": "Carl Pasquale Paladino (born August 24, 1946) is an American businessman and political activist. Paladino is the chairman of Ellicott Development Co., a real estate development company he founded in 1973.",
  "/wiki/New_York_gubernatorial_election,_2010": "The New York gubernatorial election of 2010 was held on Tuesday, November 2, 2010. Incumbent Democratic Governor David Paterson, elected as Lieutenant Governor in 2006 as the running mate of Eliot Spitzer, chose not to run for a full term. Democratic New York Attorney General Andrew Cuomo defeated Republican Carl Paladino to become the next Governor of New York.",
  "/wiki/Todd_Palin": "Todd Mitchell Palin (born September 6, 1964) is an American oil field production operator, commercial fisherman and was First Gentleman of Alaska from 2006 to 2009. He is the husband of former Alaska governor Sarah Palin, the 2008 Republican vice presidential nominee with John McCain.",
  "/wiki/Independent_(United_States)": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/Governor_of_Alaska": "The governor of Alaska is the chief executive of the U.S. state of Alaska. The governor is the head of the executive branch of Alaska's state government and is charged with enforcing state laws.",
  "/wiki/Republican_Party_of_the_United_States": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Sarah_Palin": "Sarah Louise Palin (/ˈpeɪlɪn/ (listen); née Heath; born February 11, 1964) is an American politician, commentator, author, and reality television personality, who served as the ninth governor of Alaska from 2006 until her resignation in 2009. As the Republican Party nominee for Vice President of the United States in the 2008 election alongside presidential nominee, Arizona Senator John McCain, she was the first Alaskan on the national ticket of a major political party, the first Republican female selected as a vice presidential candidate, and the second female vice presidential candidate representing a major American political party overall after Geraldine Ferraro. Her book Going Rogue has sold more than two million copies.",
  "/wiki/Sonny_Perdue": "George Ervin \"Sonny\" Perdue III (born December 20, 1946) is an American veterinarian, businessman, and politician currently serving as the 31st United States Secretary of Agriculture since 2017. He previously served as the 81st Governor of Georgia from 2003 to 2011. He was the first Republican Governor of Georgia since Reconstruction.",
  "/wiki/Judson_Phillips": "Tea Party Nation is a conservative American group considered part of the Tea Party movement. Their official website describes them as \"group of like-minded people who desire our God given Individual Freedoms which were written out by the Founding Fathers. We believe in Limited Government, Free Speech, the 2nd Amendment, our Military, Secure Borders and our Country!\"",
  "/wiki/Tea_Party_Nation": "Tea Party Nation is a conservative American group considered part of the Tea Party movement. Their official website describes them as \"group of like-minded people who desire our God given Individual Freedoms which were written out by the Founding Fathers. We believe in Limited Government, Free Speech, the 2nd Amendment, our Military, Secure Borders and our Country!\"",
  "/wiki/Michael_Reagan": "Michael Edward Reagan (born John Charles Flaugher; March 18, 1945)[page needed] is an American television personality, political commentator, Republican strategist,  former radio talk show host, and author. He is the adoptive son of former U.S. President Ronald Reagan (1911–2004) and his first wife, actress Jane Wyman (1917–2007).",
  "/wiki/Strategist": "A strategist is a person with responsibility for the formulation and implementation of a strategy. Strategy generally involves setting goals, determining actions to achieve the goals, and mobilizing resources to execute the actions. A strategy describes how the ends (goals) will be achieved by the means (resources). The senior leadership of an organization is generally tasked with determining strategy.  Strategy can be intended or can emerge as a pattern of activity as the organization adapts to its environment or competes. It involves activities such as strategic planning and strategic thinking.",
  "/wiki/Fred_Thompson": "Freddie Dalton Thompson (August 19, 1942 – November 1, 2015) was an American politician, attorney, lobbyist, columnist, actor and radio personality. Thompson, a Republican, served in the United States Senate representing Tennessee from 1994 to 2003, and was a Republican presidential candidate in 2008.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Fred_Thompson_presidential_campaign,_2008": "The 2008 presidential campaign of Fred Thompson, lawyer, lobbyist, character actor and former Senator from Tennessee began on September 5, 2007 after six months of speculation. He was a Republican Party primary candidate seeking to represent his party in the 2008 United States presidential election.",
  "/wiki/Endorsements_in_the_2012_Republican_Party_presidential_primaries": "This article is a list of endorsements made by members of the 112th United States Congress and other elected officials during the 2012 Republican Party presidential primaries. Endorsements of statesmen and celebrities are also important to candidates.  Late in the Republican race cycle, Romney toured Israel and Poland after a visit to the London 2012 Olympics. He received the endorsement of former President of Poland Lech Wałęsa, and soon after, the endorsement of actor and Second Amendment proponent Clint Eastwood. The winning of endorsements, also known as the Endorsement Race or Endorsement Derby, is argued to be a vital feature of the United States presidential race and the political party system.[by whom?]"
}