{
  "/wiki/Socialist_Federal_Republic_of_Yugoslavia": "The Socialist Federal Republic of Yugoslavia (SFRY), also known as SFR Yugoslavia or simply Yugoslavia, was a country located in Central and Southeastern Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km² (98,766 sq mi), the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the north, Bulgaria and Romania to the east, and Albania and Greece to the south. The nation was a socialist state and a federation governed by the League of Communists of Yugoslavia and made up of six socialist republics – Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia, and Slovenia – with Belgrade as its capital. In addition, it included two autonomous provinces within Serbia: Kosovo and Vojvodina. The SFRY's origin is traced to 26 November 1942, when the Anti-Fascist Council for the National Liberation of Yugoslavia was formed during World War II. On 29 November 1945, the Federal People's Republic of Yugoslavia was proclaimed after the deposition of King Peter II, thus ending the monarchy. Until 1948, the new communist government originally sided with the Eastern Bloc under the leadership of Josip Broz Tito at the beginning of the Cold War, but after the Tito–Stalin split of 1948, Yugoslavia pursued a policy of neutrality. It became one of the founding members of the Non-Aligned Movement, and transitioned from a command economy to market-based socialism. The SFRY maintained neutrality during the Cold War as part of its foreign policy. It was a founding member of CERN, the United Nations, Non-Aligned Movement, OSCE, IFAD, WTO, Eutelsat, and BTWC. Following the death of Tito on 4 May 1980, the Yugoslav economy started to collapse, which increased unemployment and inflation. The economic crisis led to a rise in ethnic nationalism in the late 1980s and early 1990s; dissidence resulted among the multiple ethnicities within the constituent republics. With the collapse of communism in Eastern Europe, inter-republic talks on transformation of the federation into a confederacy also failed, with the two wealthiest republics (Croatia and Slovenia) seceding. In 1991 some European states recognized their independence. The federation collapsed along federal borders, followed by the start of the Yugoslav Wars, and the final downfall and breakup of the federation on 27 April 1992. Two of its republics, Serbia and Montenegro, remained within a reconstituted state known as the \"Federal Republic of Yugoslavia\", but this union was not recognized internationally as the official successor state to the SFRY. The term \"former Yugoslavia\" (bivša Jugoslavija/бивша Југославија) is now commonly used retrospectively.",
  "/wiki/FK_Budu%C4%87nost_Podgorica": "Fudbalski Klub Budućnost Podgorica (Montenegrin Cyrillic: Будућност Подгорица, pronounced [budǔːt͡ɕnoːst]) is a football club from Podgorica, Montenegro, currently competing in the Montenegrin First League. Its colours are blue and white.\nFounded in 1925, Budućnost was the Montenegrin club with most appearances in the Yugoslav First League, debuting in 1946. Due to the city being renamed during the communist rule in Yugoslavia, Budućnost was known as Budućnost Titograd throughout that era. Since Montenegrin independence in 2006, the club has won three Montenegrin First League titles and one Montenegrin Cup. They are the Montenegrin club with the most games and seasons in European competitions, winning the UEFA Intertoto Cup in 1981.\nThe team produced many European top-class players among whom are the UEFA Champions League winning strikers Dejan Savićević and Predrag Mijatović.\nFK Budućnost is a part of Budućnost Podgorica sports society.",
  "/wiki/Podgorica": "Podgorica (UK: /ˈpɒdɡɒrɪtsə, pɒdˈɡɔːr-/, US: /ˈpɒdɡəriːtsə, ˈpɔːdɡɒr-/; Montenegrin Cyrillic: Подгорица, pronounced [pǒdɡoritsa]; lit. \"[area] below Gorica\", Gorica being the name of a hillock overlooking the city) is the capital and largest city of Montenegro.",
  "/wiki/Socialist_Republic_of_Montenegro": "The Socialist Republic of Montenegro (Serbo-Croatian: Socijalistička Republika Crna Gora / Социјалистичка Република Црна Гора) was one of the six republics forming the Socialist Federal Republic of Yugoslavia. It is a predecessor of the modern-day Montenegro. On 7 July 1963, the People's Republic of Montenegro (Serbo-Croatian: Narodna Republika Crna Gora / Народна Република Црна Гора) was renamed the \"Socialist Republic of Montenegro\" (a change ratified both by the Federal Constitution and the newly created Montenegrin Constitution in 1963) with Serbo-Croatian as the official language. In 1991, as the League of Communists in Montenegro changed its name to Democratic Party of Socialists of Montenegro after the first free elections, the adjective \"Socialist\" was deleted from the republic's title (ratified by the 1992 Constitution).",
  "/wiki/FK_Dinamo_Pan%C4%8Devo": "FK Dinamo Pančevo (Serbian Cyrillic: ФК Динамо Панчево) is a football club based in Pančevo, Serbia.",
  "/wiki/Pan%C4%8Devo": "Pančevo (Serbian Cyrillic: Панчево, pronounced [pâːntʃeʋo], Hungarian: Pancsova, Romanian: Panciova, Slovak: Pánčevo) is a city and the administrative center of the South Banat District in autonomous province of Vojvodina, Serbia.",
  "/wiki/Socialist_Autonomous_Province_of_Vojvodina": "The Socialist Autonomous Province of Vojvodina (Serbian: Социјалистичка Аутономна Покрајина Војводина, romanized: Socijalistička Autonomna Pokrajina Vojvodina; often abbreviated SAP Vojvodina) was one of two political entities formed in Yugoslavia after World War II and one of the two autonomous provinces of Serbia within the Yugoslavia (the other being the Kosovo), between 1945 and the breakup of Yugoslavia. Until 1963 the province was named Autonomous Province of Vojvodina (Аутономна Покрајина Војводина / Autonomna Pokrajina Vojvodina), and had a lower level of autonomy.",
  "/wiki/HNK_Rijeka": "Hrvatski Nogometni Klub Rijeka (English: Croatian Football Club Rijeka), commonly referred to as HNK Rijeka or simply Rijeka, is a Croatian football club from the city of Rijeka.",
  "/wiki/Rijeka": "Rijeka (/riˈɛkə, riˈeɪkə/, also US: /riˈjɛkə/, Croatian: [rijěːka] (listen); Hungarian: Fiume, Italian: Fiume [ˈfjuːme]; Slovene: Reka; German: Sankt Veit am Flaum) is the principal seaport and the third-largest city in Croatia (after Zagreb and Split). It is located in Primorje-Gorski Kotar County on Kvarner Bay, an inlet of the Adriatic Sea and has a population of 128,624 inhabitants. \nHistorically, because of its strategic position and its excellent deep-water port, the city was fiercely contested, especially among Italy, Hungary (serving as the Kingdom of Hungary's largest and most important port), and Croatia, changing hands and demographics many times over centuries. According to the 2011 census data, the majority of its citizens are Croats, along with a large minority of Serbs, and smaller numbers of Bosniaks and Italians.",
  "/wiki/Socialist_Republic_of_Croatia": "The Socialist Republic of Croatia (Serbo-Croatian: Socijalistička Republika Hrvatska) was a constituent republic and federated state of Yugoslavia. By its constitution, modern-day Croatia is its direct continuation.",
  "/wiki/NK_Kusto%C5%A1ija_Zagreb": "NK Kustošija is a Croatian football club based in Zagreb. It was founded in 1929.",
  "/wiki/Zagreb": "Zagreb (/ˈzɑːɡrɛb, ˈzæɡrɛb, zɑːˈɡrɛb/; Croatian pronunciation: [zǎːɡreb] (listen)) is the capital and the largest city of Croatia. It is located in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. \nThe estimated population of the city in 2018 was 820,678. The population of the Zagreb urban agglomeration is 1,086,528, approximately a quarter of the total population of Croatia.",
  "/wiki/FK_Napredak_Kru%C5%A1evac": "Fudbalski klub Napredak Kruševac (Serbian Cyrillic: Фудбалски клуб Haпpeдaк Крушевац), commonly known as Napredak Kruševac, is a Serbian professional football club based in the city of Kruševac. The word Napredak means \"progress\" in Serbian.",
  "/wiki/Kru%C5%A1evac": "Kruševac (Serbian Cyrillic: Крушевац [krûʃeʋats] (listen)) is a city and the administrative center of the Rasina District in central Serbia. It is located in the valley of West Morava, on Rasina river. According to the 2011 census, the city administrative area has a population of 128,752, while the urban area has 58,746 inhabitants.",
  "/wiki/Socialist_Republic_of_Serbia": "The Socialist Republic of Serbia (Serbian: Социјалистичка Република Србија, romanized: Socijalistička Republika Srbija), previously known as Federal State of Serbia and People's Republic of Serbia, commonly referred to as Socialist Serbia, or simply as Serbia, was one of the six constituent republics of the Socialist Federal Republic of Yugoslavia. It was the largest constituent republic in terms of population and territory. Its capital, Belgrade, was also the federal capital of Yugoslavia.",
  "/wiki/NK_Olimpija_Ljubljana_(1911%E2%80%932004)": "Nogometni klub Olimpija Ljubljana (Slovene pronunciation: [nɔɡɔˈméːtni ˈklúːp  ɔˈlìːmpija ljubˈljàːna]; English: Olimpija Ljubljana Football Club), commonly referred to as NK Olimpija Ljubljana or simply Olimpija, was a Slovenian association football club based in Ljubljana. The club was founded in 1945 under the name NK Enotnost and adopted the name Olimpija in 1962.",
  "/wiki/Ljubljana": "Ljubljana (UK: /ˌljuːbˈljɑːnə, ˌlʊbliˈɑːnə/, US: /ˌljuːbliˈɑːnə, liˌuː-/, Slovene: [ljuˈbljàːna] (listen), locally also [luˈblàːna]; also known by other historical names) is the capital and largest city of Slovenia. It has been the cultural, educational, economic, political, and administrative centre of independent Slovenia since 1991.",
  "/wiki/Socialist_Republic_of_Slovenia": "The Socialist Republic of Slovenia (Slovene: Socialistična republika Slovenija, Serbo-Croatian: Socijalistička Republika Slovenija / Социјалистичка Република Словенија) was one of the six republics forming the post-World War II country of Yugoslavia. It existed under various names from its creation on 29 November 1945 until 25 June 1991. In 1990, while the country was still a part of the Yugoslav federation, the League of Communists of Slovenia allowed for the establishment of other political parties, which led to the democratization of the country.",
  "/wiki/NK_Osijek": "Nogometni klub Osijek is a professional football club from Osijek in Eastern Croatia.  Founded in 1947, it was the club from Slavonia with the most seasons in the Yugoslav First League, and, after the independence of Croatia in 1992, it is one of the four clubs that have never been relegated from the Croatian First League, the others being Dinamo Zagreb, Hajduk Split and Rijeka.",
  "/wiki/Osijek": "Osijek (Croatian pronunciation: [ôsijeːk] (listen)) is the fourth largest city in Croatia with a population of 108,048 in 2011. It is the largest city and the economic and cultural centre of the eastern Croatian region of Slavonia, as well as the administrative centre of Osijek-Baranja County. Osijek is located on the right bank of the river Drava, 25 kilometres (16 mi) upstream of its confluence with the Danube, at an elevation of 94 metres (308 ft).",
  "/wiki/FK_Radni%C4%8Dki_Beograd": "FK Radnički (Serbian Cyrillic: ФК Раднички) is a Serbian football club based in New Belgrade.",
  "/wiki/Belgrade": "Belgrade (/ˈbɛlɡreɪd/ BEL-grayd; Serbian: Beograd / Београд, lit. 'White City', pronounced [beǒɡrad] (listen); names in other languages) is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. The urban area of Belgrade has a population of 1.23 million, while nearly 1.7 million people live within the administrative limits of the City of Belgrade (which encompasses almost all of its metropolitan area), a quarter of the total population of Serbia.",
  "/wiki/NK_Rudar_Trbovlje": "Nogometni klub Rudar Trbovlje (English: Rudar Trbovlje Football Club), commonly referred to as NK Rudar Trbovlje or simply Rudar, is a Slovenian football club from Trbovlje, which plays in the Regional Ljubljana League, the fourth level of the Slovenian football system. The club have a long-standing local rivalry with NK Zagorje, which is known as Zasavje derby.",
  "/wiki/Trbovlje": "Trbovlje (pronounced [təɾˈbɔ̀ːwljɛ] (listen); German: Trifail) is Slovenia's ninth largest town, and the seat of the Municipality of Trbovlje. It is located in the valley of a minor left bank tributary of the Sava River in the Central Sava Valley in central-eastern Slovenia.",
  "/wiki/FK_Sloga_Kraljevo": "Fudbalski klub Sloga Kraljevo (Serbian Cyrillic: Фудбалски клуб Слога Kpaљeвo) or simply Sloga Kraljevo, is a football club based in Kraljevo, in Serbia.",
  "/wiki/Rankovi%C4%87evo": "Kraljevo (Serbian Cyrillic: Краљево; [krǎːʎɛʋɔ] (listen)) is a city in central Serbia and the administrative center of the Raška District in central Serbia. It is situated on the confluence of West Morava and Ibar, in the geographical region of Šumadija, between the mountains of Kotlenik in the north, and Stolovi in the south.",
  "/wiki/FK_Spartak_Subotica": "Fudbalski klub Spartak Subotica (Serbian Cyrillic: Фудбалски клуб Спартак Суботица) is a professional football club from Subotica, Serbia, that plays in the Serbian SuperLiga. The club was founded in 1945 and was named after Jovan Mikić Spartak, the leader of the Partisans in Subotica, who was a national hero and was killed in 1944. The club was named Spartak Subotica until the end of the 2007–08 Serbian League Vojvodina season when it was merged with Zlatibor Voda who won promotion to the Serbian First League thus gaining the name Spartak Zlatibor Voda. In 2013 the board decided to return the original name of the club: \"FK Spartak Subotica.\"",
  "/wiki/Subotica": "Subotica (Serbian Cyrillic: Суботица [sǔbotitsa] (listen), Hungarian: Szabadka) is a city and the administrative center of the North Bačka District in the autonomous province of Vojvodina, Serbia. Formerly the largest city of Vojvodina region, contemporary Subotica is now the second largest city in the province, following the city of Novi Sad. According to the 2011 census, the city itself has a population of 97,910, while the urban area of Subotica (with adjacent urban settlement of Palić included) has 105,681 inhabitants, and the population of metro area (the administrative area of the city) stands at 141,554 people.",
  "/wiki/FK_Vele%C5%BE_Mostar": "Fudbalski klub Velež Mostar (English: Football club Velež Mostar) is a professional football club based in Mostar, Bosnia and Herzegovina. The club has a history of being one of the most successful clubs from Bosnia and Herzegovina. It was founded on 26 June 1922.\nThe club currently plays at Rođeni Stadium (7,000 capacity), but its historic stadium is the Bijeli Brijeg (9,000 capacity). Due to the divisions between Bosniak and Croat territories, FK Velež Mostar lost its previous home ground of Bijeli Brijeg Stadium. That stadium was largely used by FK Velež Mostar during the glory days of the club, when they triumphed in the 1981 and 1986 Yugoslav cups. The club also reached the quarter-final stage of the 1974–75 UEFA Cup.",
  "/wiki/Mostar": "Mostar (UK: /mɒˈstɑːr/, US: /ˈmoʊstɑːr, ˈmɔːs-/, Serbo-Croatian pronunciation: [mǒstaːr] (listen)) is a city and the administrative center of Herzegovina-Neretva Canton of the Federation of Bosnia and Herzegovina, an entity of Bosnia and Herzegovina.",
  "/wiki/Socialist_Republic_of_Bosnia_and_Herzegovina": "The Socialist Republic of Bosnia and Herzegovina (Serbo-Croatian: Socijalistička Republika Bosna i Hercegovina / Социјалистичка Pепублика Босна и Херцеговина) was one of the six constituent federal units forming the Socialist Federal Republic of Yugoslavia. It was a predecessor of the modern-day Bosnia and Herzegovina state, and existed between 1945 and 1992. It was subsequently given the higher status of a Socialist Republic, under strict terms of consociationalism known as \"ethnic key\" (Bosnian: nacionalni ključ), based on the balance in the political representation of ethnic groups (Serbs, Croats and Bosniaks). The capital city was Sarajevo, which remained the capital following independence. The Socialist Republic was dissolved in 1990 when it abandoned its socialist institutions and adopted liberal ones, as the Republic of Bosnia and Herzegovina which declared independence from Yugoslavia in 1992. The Government of Bosnia and Herzegovina was, up to 20 December 1990, in the hands of the League of Communists of Bosnia and Herzegovina."
}