{
  "/wiki/Yatsushiro,_Kumamoto": "Yatsushiro (八代市, Yatsushiro-shi) is a city located in Kumamoto Prefecture, Japan.",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Suizen-ji_J%C5%8Dju-en": "Suizen-ji Jōju-en (水前寺成趣園) is a tsukiyama Japanese garden located within (Suizen-ji Park (水前寺公園, Suizen-ji Kōen)) in Kumamoto Prefecture, Japan. The main tsukiyama is a representation of Mount Fuji.  Lord Hosokawa Tadatoshi began construction of the garden in 1636 as a tea retreat. The park was named after a no-longer-extant Buddhist temple called Suizen-ji, and now hosts the Izumi Shrine, where members of the Hosokawa family are enshrined, and a Nōgaku-dō, a Noh theater. Lord Hosokawa selected this site because of its spring-fed pond, which clean water was excellent for tea. \nThe thatched Kokin-Denju-no-Ma teahouse was originally in Kyoto's Imperial Palace, but was moved here in 1912.",
  "/wiki/Kumamoto,_Kumamoto": "Kumamoto (熊本市, Kumamoto-shi) is the capital city of Kumamoto Prefecture on the island of Kyushu, Japan.",
  "/wiki/Kami-Amakusa,_Kumamoto": "Kami-Amakusa (上天草市, Kami-amakusa-shi) is a city located in Kumamoto Prefecture, Japan.",
  "/wiki/Higo_Province": "Higo Province (肥後国, Higo no kuni) was an old province of Japan in the area that is today Kumamoto Prefecture on the island of Kyūshū. It was sometimes called Hishū (肥州), with Hizen Province. Higo bordered on Chikugo, Bungo, Hyūga, Ōsumi, and Satsuma Provinces.",
  "/wiki/Yamato,_Kumamoto": "Yamato (山都町, Yamato-chō) is a town located in Kamimashiki District, Kumamoto Prefecture, Japan.",
  "/wiki/Hikawa,_Kumamoto": "Hikawa (氷川町, Hikawa-chō) is a town located in Yatsushiro District, Kumamoto Prefecture, Japan.",
  "/wiki/Kuma,_Kumamoto": "Kuma (球磨村, Kuma-mura) is a village located in Kuma District, Kumamoto Prefecture, Japan.",
  "/wiki/Uki,_Kumamoto": "Uki (宇城市, Uki-shi) is a city in Kumamoto Prefecture, Japan.",
  "/wiki/Aso,_Kumamoto": "Aso (阿蘇市, Aso-shi) is a city located in Kumamoto Prefecture, Japan.",
  "/wiki/Minamiaso,_Kumamoto": "Minamiaso (南阿蘇村, Minamiaso-mura, literally \"South Aso\") is a village in Aso District, Kumamoto Prefecture, Japan.",
  "/wiki/Amakusa,_Kumamoto": "Amakusa (天草市, Amakusa-shi) is a city located in Kumamoto Prefecture, Japan.",
  "/wiki/List_of_Places_of_Scenic_Beauty_of_Japan_(Kumamoto)": "This list is of the Places of Scenic Beauty of Japan located within the Prefecture of Kumamoto."
}