{
  "/wiki/Indra_Putra_Mahayuddin": "Indra Putra Bin Mahayuddin, P.B. (born 2 September 1981) is a Malaysian footballer who plays for Malaysia Super League side Kuala Lumpur and also a player in the Malaysia national team. He is the all-time highest goalscorer of the Malaysia Super League. He is a versatile forward, who can operate as a striker or a winger.",
  "/wiki/Kelantan_FA": "Kelantan Football Association, also known as The Red Warriors, is a professional association football club based in Kota Bharu, in the Malaysian state of Kelantan. The football team has played in the second tier of Malaysian football, Malaysia Premier League since 2019. Founded in 1946, they have a long-standing rivalry with Terengganu, the two east coast teams involved in what is known as the East Coast Derby. Their home is the 22,000-seat Sultan Muhammad IV Stadium. Kelantan's regular kit colours are red shirt and shorts with a white pattern on the side.",
  "/wiki/Pahang_FA": "Pahang Football Club (Malay: Kelab Bolasepak Pahang) is a Malaysian professional football club based in Kuantan, Pahang. The association was found in 1959 to represent the state itself and has traditionally worn a yellow home kit since. In the beginning, their early home matches were held around the city public fields and outside Kuantan, predominantly around districts of Pahang.",
  "/wiki/Terengganu_F.C._II": "Terengganu Football Club II (Malay: Kelab Bola Sepak Terengganu II) is a professional football club based in Kuala Terengganu, Terengganu, Malaysia. The club currently plays in the Malaysia Premier League, the second division of the Malaysian League.",
  "/wiki/Kuala_Lumpur_FA": "Kuala Lumpur Football Association is a football association who supervising the football activities in the Federal Territory of Malaysia of Kuala Lumpur.",
  "/wiki/Felda_United": "FELDA United Football Club is a professional Malaysian football club based in Jengka, Pahang which is owned by Federal Land Development Authority (FELDA). The club currently plays in the top division of Malaysian football, Malaysia Super League, after being crowned the 2018 Malaysia Premier League Champions to be promoted into the Super League. Known as The Fighters among the fans, FELDA United has participated in the Malaysian football league since 2007.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Ashari_Samsudin": "Mohamad Ashari bin Samsudin (born 7 June 1985) is a retired Malaysian footballer who mainly plays as a right winger but can also play as a forward and an attacking midfielder. Ashari has a great dribbling skill with a good vision and pace in the game making him one of the fan's favourite in the team.",
  "/wiki/Terengganu_F.C._I": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Norshahrul_Idlan_Talaha": "Norshahrul Idlan bin Talaha (born 8 June 1986) is a Malaysian professional footballer who plays as a forward for Thai League 1 club BG Pathum United and the Malaysia national team. He is also known as Mat Yo.",
  "/wiki/UPB-MyTeam_FC": "UPB-MyTeam Football Club is a defunct Malaysian football club which formerly competed in the top tier of Malaysian football, the Malaysia Super League. The team's home stadium was the Stadium MBPJ, in Petaling Jaya.",
  "/wiki/Johor_Darul_Ta%27zim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/ATM_FA": "Armed Forces Football Club commonly known as Armed Forces enters a team in Malaysian football competitions to represent the Malaysian Armed Forces. The club's home stadium is the MINDEF Stadium. The club currently plays in the 3rd division of Malaysian football, the Malaysia M3 League.",
  "/wiki/Mohd_Amri_Yahyah": "Mohd. Amri bin Yahyah (born 21 January 1981) is a Malaysian professional footballer who last played for Selangor. He also represents the Malaysia national team. Amri plays mainly as a forward but can also play as an attacking midfielder or as a winger. Regards by many as one of the greatest player of his generation and in asia.",
  "/wiki/Marlon_Alex_James": "Marlon Alex James (born 16 November 1976) is a retired Vincentian soccer player.",
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/Baddrol_Bakhtiar": "Baddrol Bin Bakhtiar (born 1 February 1988) is a Malaysian professional footballer who plays for Malaysia Super League side Kedah and the Malaysia national team.",
  "/wiki/Francis_Doe": "Francis Forkey Doe (born 25 December 1985) is a Liberian footballer who last plays as a forward for Pahang FA.",
  "/wiki/Safee_Sali": "Mohd Safee bin Mohd Sali (born 29 January 1984) is a Malaysian footballer who plays for Malaysia Super League club Petaling Jaya City FC and the Malaysia national team. Safee plays as a forward.",
  "/wiki/PKNS_F.C.": "Selangor Football Association II (Malay: Persatuan Bolasepak Selangor II), also named Selangor II, is the reserve team of Selangor, and based in Shah Alam, in the state of Selangor. Founded in 1967 as part of the sports and recreation club for the Perbadanan Kemajuan Negeri Selangor (Malay: Kelab Sukan dan Rekreasi Perbadanan Kemajuan Negeri Selangor) (KSR PKNS). The club was combined with Football Association of Selangor at end of 2019 as one club and was rebranded as a football club to be known as Selangor II. The team formerly known \"PKNS FC\" was then converted into a reserve team as part of the feeder club regulations and will begin the 2020 season as a reserve team of Selangor FA and will play in Premier League, holding home games at Selayang Stadium, with a 16,000-seat capacity.",
  "/wiki/Petaling_Jaya_City_FC": "Petaling Jaya City Football Club, or simply PJ City, is a professional Malaysian football club based in Petaling Jaya, Selangor. Founded in 2004 as MIFA, the club currently competes in Malaysia Super League. The club is owned by the QI Group. The club were established to represent Petaling Jaya community. In 2016, the club has won the Malaysia FAM League title and has been promoted to the second division of Malaysian football, the Malaysia Premier League. The club is known by its current name since 2019.",
  "/wiki/Mandjou_Keita": "Mandjou Keita (born 28 November 1986) is a Guinean international footballer who plays as an attacking midfielder or forward.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Mohd_Fadzli_Saari": "Mohd Fadzli Saari (born 1 January 1983) is a Malaysian former footballer who is an assistant coach for Perlis Northern Lions U19  . He was a member of the Malaysia national football team.",
  "/wiki/Phillimon_Chepita": "Philimon Chipeta (born 2 February 1981), sometimes spelled Philimon Chepita is a Zambian football striker who is currently unattached.",
  "/wiki/Perlis_FA": "Perlis Football Association (Malay: Persatuan Bolasepak Perlis), also known as Perlis FA, is a football team based in Kangar, Perlis, Malaysia. The team was founded in 1963 and currently suspended from FIFA by playing in the second division of Malaysian football, the 2019 Malaysia Premier League. Year 2019 is the first ever Perlis  did not enter any tournament in Malaysian League since 1963.",
  "/wiki/Malaysia_Super_League": "The Malaysia Super League (Malay: Liga Super Malaysia) is the men's top professional football division of the Malaysia football league system. Administered by the Football Malaysia Limited Liability Partnership (FMLLP), now known as the Malaysia Football League (MFL), Malaysia Super League is contested by twelve teams, with the two lowest-placed teams relegated to the Malaysia Premier League division and replaced by the top two teams in that division."
}