{
  "/wiki/Intramuros": "Intramuros (Latin for \"within the walls\") is the 0.67 square kilometres (0.26 sq mi) historic walled area within the modern city of Manila, the capital of the Philippines. It is administered by the Intramuros Administration (IA) with the help of the Local Government of Manila. IA was created through the Presidential Decree No. 1616 signed on April 10, 1979. IA is tasked to rebuild, redevelop, administer and preserve the remaining pre-war buildings, structures and fortifications of Intramuros.",
  "/wiki/Port_Area,_Manila": "The Port Area is a place located in Manila, Philippines. Post-war developments at the Manila South Harbor eventually paved the way for the migration of people from the different provinces, making it one of the largest urban poor community in the Philippines.",
  "/wiki/Andrés_Soriano": "Andrés Soriano Sr. (February 8, 1898 – December 30, 1964) was a Spanish Filipino industrialist. Described by The New York Times in 1964 as \"one of the most dominant business personalities in the western Pacific area,\" he was best known for expanding the original San Miguel Brewery evolving into San Miguel Corporation. He also established philanthropies and encouraged good employee relations by sharing profits with his more than 16,000 employees by establishing a pension plan that paid retired employees 25% of their salary, with guaranteed sick leaves and medical benefits. He was the founder of Philippine Airlines, Asia's first air carrier. In 1935, during Commonwealth era, Soriano established Commonwealth Insurance Company, a non-life insurance company.",
  "/wiki/San_Miguel_Corporation": "San Miguel Corporation (PSE: SMC) is a Filipino multinational publicly listed conglomerate holding company. It is the Philippines' largest corporation in terms of revenue, with over 24,000 employees in over 100 major facilities throughout the Asia-Pacific region.",
  "/wiki/Philippine_Airlines": "Philippine Airlines (PAL), a trade name of PAL Holdings, Inc. (PSE: PAL), also known historically (until 1970) as Philippine Air Lines, is the flag carrier of the Philippines. Headquartered at the PNB Financial Center in Pasay City, the airline was founded in 1941 and is the first and oldest commercial airline in Asia operating under its original name. Out of its hubs at Ninoy Aquino International Airport of Manila, Clark International Airport of Angeles, Mactan-Cebu International Airport of Cebu, and Francisco Bangoy International Airport of Davao, Philippine Airlines serves 31 destinations in the Philippines and 54 overseas destinations in Southeast Asia, East Asia, Middle East, Oceania, North America and Europe. Philippine Airlines operates a mixed fleet of Airbus and Boeing aircraft with Airbus A320, Airbus A321, Airbus A321neo, Airbus A330, Airbus A350, and Boeing 777-300ER.",
  "/wiki/Adriatico_Street": "Adriatico Street is a north–south road connecting Ermita and Malate districts in Manila, Philippines. Its northern terminus begins at Padre Faura Street in Ermita carrying southbound traffic all the way to Quirino Avenue in Malate. South of Quirino, the street becomes two way with a wide median running down the center from just past the Manila Zoo up to its southern terminus at Pablo Ocampo Street.",
  "/wiki/Malate,_Manila": "Malate is a district of Manila, Philippines. Together with the district of Ermita, it serves as Manila's center for commerce and tourism.",
  "/wiki/Philippine_Assembly": "The Philippine Assembly (sometimes called the Philippine National Assembly) was the lower house of the Philippines from 1907 to 1916, when it was renamed the House of Representatives of the Philippines.  The Philippine Assembly was the first national legislative body fully chosen by elections.",
  "/wiki/North_Dakota": "North Dakota ( /- dəˈkoʊtə/ (listen)) is a U.S. state in the midwestern and northern regions of the United States. It is the nineteenth largest in area, the fourth smallest by population, and the fourth most sparsely populated of the 50 states. North Dakota was admitted to the Union on November 2, 1889, along with its neighboring state, South Dakota. Its capital is Bismarck, and its largest city is Fargo.",
  "/wiki/South_Dakota": "South Dakota (/- dəˈkoʊtə/ (listen)) is a U.S. state in the Midwestern region of the United States. It is named after the Lakota and Dakota Sioux Native American tribes, who compose a large portion of the population and historically dominated the territory. South Dakota is the seventeenth largest by area, but the fifth smallest by population and the 5th least densely populated of the 50 United States. As the southern part of the former Dakota Territory, South Dakota became a state on November 2, 1889, simultaneously with North Dakota. Pierre is the state capital and Sioux Falls, with a population of about 187,200, is South Dakota's largest city.",
  "/wiki/Sampaloc,_Manila": "Sampaloc is a district of Manila, Philippines. It is referred to as the University Belt or simply called “U-Belt” for numerous colleges and universities are found within the district such as the University of Santo Tomas, the oldest extant university in Asia; the National University, the first private nonsectarian and coeducational institution in the Philippines; the Far Eastern University, known for its Art Deco campus and cultural heritage site of the Philippines; and the University of the East, once dubbed as the largest university in Asia in terms of enrollment. The district is bordered by the districts of Quiapo and San Miguel in the south, Santa Mesa district in the south and east, Santa Cruz district in the west and north, and Quezon City in the northeast.",
  "/wiki/Real_Audiencia_of_Manila": "The Real Audiencia de Manila (English: Royal Audience of Manila) was the Real Audiencia of the Spanish East Indies, which included modern-day Guam, the Northern Mariana Islands, Palau, Micronesia and the Philippines. Similar to Real Audiencias throughout the Spanish Empire, it was the highest tribunal within the territories of the Captaincy General of the Philippines, a dependency of the Viceroyalty of New Spain.",
  "/wiki/Legarda_Street": "Legarda Street is a short street located in Sampaloc district in Manila, Philippines. It crosses through the eastern section of the University Belt area in a generally east–west orientation between the Nagtahan Interchange in Sampaloc and the intersection with Nepomuceno Street and Concepcion Aguila Street in Quiapo. It is served by Legarda station of the Manila Line 2.",
  "/wiki/Benito_Legarda": "Benito Legarda y Tuason (September 27, 1853 – August 27, 1915) was a Filipino legislator who was a member of the Philippine Commission of the American colonial Insular Government, the government's legislature, and later a Resident Commissioner from the Philippine Islands to the United States Congress.",
  "/wiki/Revolutionary_Government_of_the_Philippines": "The Revolutionary Government of the Philippines (Filipino: Pamahalaang Panghimagsikan ng Pilipinas) was an insurgent government established in the Spanish East Indies on June 23, 1898, during the Spanish–American War, by Emilio Aguinaldo, its initial and only President. The government succeeded a dictatorial government which had been established by Aguinaldo on 18 June, and which was dissolve and replaced by this government upon its establishment. This government endured until January 23, 1899, when the proclamation of the Malolos Constitution established an insurgent Philippine Republic government which replaced it.",
  "/wiki/Amorsolo_Street": "Amorsolo Street is a minor north-south roadway that runs parallel to Chino Roces Avenue in Makati, Metro Manila, Philippines. The street starts inside Barangay Dasmariñas, continues north to San Lorenzo Village with some discontinuities and into the western edge of the Makati Central Business District where it ends at the junction with Ayala Avenue. The street is named for renowned Filipino painter and national artist Fernando Amorsolo.",
  "/wiki/Makati": "Makati (/məˈkɑːti/ mə-KAH-tee Tagalog pronunciation: [maˈkati]), officially the City of Makati (Tagalog: Lungsod ng Makati), or simply known as Makati City, is a highly urbanized city in Metro Manila, Philippines.",
  "/wiki/Fernando_Amorsolo": "Fernando Amorsolo y Cueto (May 30, 1892 – April 24, 1972) was one of the most important artists in the history of painting in the Philippines. Amorsolo was a portraitist and painter of rural Philippine landscapes.  He is popularly known for his craftsmanship and mastery in the use of light.",
  "/wiki/San_Miguel,_Manila": "San Miguel is a primarily middle-class residential area of the City of Manila, and is one of the city's sixteen traditional districts.",
  "/wiki/Manila_Cathedral": "The Minor Basilica and Metropolitan Cathedral of the Immaculate Conception (Filipino: Basilika Menore at Kalakhang Katedral ng Kalinis-linisang Paglilihi; Spanish: Basílica Menor y Catedral Metropolitana de la Inmaculada Concepción), also known as Manila Cathedral (Spanish: Catedral de Manila), is the cathedral of Manila and basilica located in Intramuros, the historic walled city within today's modern city of Manila, Philippines. It is dedicated to the Immaculate Conception, a title for the Blessed Virgin Mary, the principal patroness of the country. The cathedral serves as the episcopal see of the Archbishop of Manila.",
  "/wiki/Arnaiz_Avenue": "Arnaiz Avenue, also known by its former names Libertad Street and Pasay Road, is a major east-west collector road that links Makati and Pasay in the Philippines. It stretches across western Metro Manila from Roxas Boulevard in the Santa Clara district of Pasay to Epifanio de los Santos Avenue (EDSA) in San Lorenzo Village in Makati.",
  "/wiki/Pasay": "Pasay, officially the City of Pasay (Tagalog: Lungsod ng Pasay IPA: [pɐsaj]), or simply known as Pasay City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 416,522 people.",
  "/wiki/Aurora_Boulevard": "Aurora Boulevard is a four-to-ten lane major thoroughfare in Quezon City and San Juan in Metro Manila, Philippines. It was named after Doña Aurora Quezon, the consort of Commonwealth President Manuel Luis Quezon. It is one of the major roads in the commercial district of Araneta City in Cubao. Line 2 runs over the road.",
  "/wiki/Quezon_City": "Quezon City (UK: /ˈkeɪzɒn/, US: /ˈkeɪsɒn, -sɔːn, -soʊn/; Tagalog: Lungsod Quezon [luŋˈsod ˈkɛson]; also known as QC or Kyusi) is a highly urbanized city and the most populous city in the Philippines. It was founded by and named after Manuel L. Quezon, the 2nd President of the Philippines, to replace Manila as the national capital. The city was proclaimed as such in 1948, though a significant number of government buildings remained in Manila. Quezon City held status as the official capital until 1976 when a presidential decree was issued to reinstate and designate Manila as the capital and Metro Manila as the seat of government.",
  "/wiki/Aurora_Quezon": "Aurora Antonia Aragon Quezon (née Aragon y Molina; February 19, 1888 – April 28, 1949), usually known simply as Aurora Quezon and sometimes as Aurora Aragon-Quezon, was the wife of Philippine President Manuel Luis Quezon and the First Lady of the Philippines from 1935 to 1944. Although she is recognized as the second First Lady of the Philippines, she was actually the first spouse of a Philippine president to be addressed as such, the honorific being unknown in the Philippines prior to Manuel Quezon's presidency. Much beloved by Filipinos, Quezon was known for involvement with humanitarian activities and served as the first Chairperson of the Philippine National Red Cross.",
  "/wiki/First_Lady_of_the_Philippines": "The first lady or first gentleman of the Philippines (Filipino: Unang Ginang/Ginoó ng Pilipinas) is the unofficial, customary title of the host or hostess of Malacañang Palace, the residence of the head of state and head of government of the Philippines.",
  "/wiki/Jose_Laurel_Street": "Jose Laurel Street, also known as J.P. Laurel Street, is a tree-lined street in the district of San Miguel in north-central Manila, Philippines. It runs parallel to the Pasig River from the Nagtahan Interchange south-westwards to General Solano Street. It is where Malacañan Palace and several other government buildings are located.",
  "/wiki/José_P._Laurel": "José Paciano Laurel y García CCLH (March 9, 1891 – November 6, 1959) was a Filipino politician and judge. He was the president of the Second Philippine Republic, a Japanese puppet state when occupied during World War II, from 1943 to 1945. Since the administration of President Diosdado Macapagal (1961–1965), Laurel has been officially recognized by later administrations as a former president of the Philippines.",
  "/wiki/Ayala_Avenue": "Ayala Avenue is a major thoroughfare in Makati, Philippines. It is one of the busiest roads in Metro Manila, crossing through the heart of the Makati Central Business District. Part of Ayala Avenue forms Circumferential Road 3. Because of the many businesses located along the avenue, Ayala Avenue is nicknamed the Wall Street of the Philippines. It is also a major link between Epifanio de los Santos Avenue (EDSA) and Metropolitan Avenue.",
  "/wiki/Zobel_de_Ayala_family": "The Zóbel de Ayala clan is a Filipino business family with Spanish and German ancestry, who were the founders of Ayala y Compañía (now Ayala Corporation) and patrons of the Premio Zóbel literary awards. The clan is directly descended from Jacobo Zóbel y Zangroniz (1842-1896) and Trinidad de Ayala (1856-1918).  Ayala y Compañía (established in 1876) traces its origins to Casa Róxas, a business partnership established in 1834 between Domingo Róxas (1792-1843) and Antonio de Ayala (1803-1876).",
  "/wiki/Nielson_Field": "Nielson Field (Luzon, the Philippines) was the location of the Far East Air Force headquarters.   Most of the aircraft of the FEAF were based at either Clark Field or Nichols Field. The cultural site was an Honourable Mention in the 2001 UNESCO Asia Pacific Heritage Awards.",
  "/wiki/Recto_Avenue": "Claro M. Recto Avenue, more popularly known as simply Recto Avenue, is the principal commercial thoroughfare in north central Manila, Philippines. It spans seven districts just north of the Pasig River in what is generally considered Manila's old downtown area.",
  "/wiki/Binondo": "Binondo (Chinese: 岷倫洛區; pinyin: Mínlúnluò Qū; Pe̍h-ōe-jī: Bîn-lûn-lo̍h-khi) is a district in Manila and is referred to as the city's Chinatown. Its influence extends beyond to the places of Quiapo, Santa Cruz, San Nicolas and Tondo. It is the oldest Chinatown in the world, established in 1594 by the Spaniards as a settlement near Intramuros but across the Pasig River for Catholic Chinese, it was positioned so that colonial rulers could keep a close eye on their migrant subjects. It was already a hub of Chinese commerce even before the Spanish colonial period. Binondo is the center of commerce and trade of Manila, where all types of business run by Filipino-Chinese thrive.",
  "/wiki/Santa_Cruz,_Manila": "Santa Cruz is a district in the northern part of the City of Manila, Philippines, located on the right bank of the Pasig River near its mouth, bordered by the districts of Tondo, Binondo, Quiapo, and Sampaloc, and Grace Park (Caloocan City) and La Loma (Quezon City). The district belongs to the 3rd congressional district of Manila in the Philippines.",
  "/wiki/Quiapo,_Manila": "Quiapo ([ˈkjapɔʔ]) is a district of Manila, Philippines. It derives its name from the water cabbage (Pistia stratiotes), which is named quiapo or kiapo in the Tagalog language. Referred to as the \"Old Downtown of Manila\", Quiapo is home to the Quiapo Church, where the feast of the Black Nazarene is held with millions of people attending annually. Quiapo has also made a name for itself as a place for marketplace bargain hunting.",
  "/wiki/Marcelo_Azcárraga_Palmero": "Marcelo de Azcárraga Ugarte y Palmero-Versosa de Lizárraga (1 September 1832 – 30 May 1915) was a Spanish soldier-politician and thirteenth Prime Minister of Spain following the restoration of the Spanish monarchy. He served as Prime Minister in 1897, 1900–1901, and 1904–1905. Azcárraga was also the only Spanish Prime Minister of part Insulares descent specifically Filipino descent.",
  "/wiki/Prime_Minister_of_Spain": "The Prime Minister of Spain, officially the President of the Government of Spain (Spanish: Presidente del Gobierno de España), is the head of the government of Spain. The office was established in its current form by the Constitution of 1978 and originated in 1823 as a chairmanship of the extant Council of Ministers.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Filipino_people": "Filipinos (Filipino: Mga Pilipino) are the people who are native to or citizens of the country of the Philippines. Filipinos come from various Austronesian ethnolinguistic groups. Currently, there are more than 185 ethnolinguistic groups, each with its own language, identity, culture and history. The number of individual languages listed for Philippines is 185. Of these, 183 are living and 2 are extinct. Of the living languages, 175 are indigenous and 8 are non-indigenous. Furthermore, 39 are institutional, 67 are developing, 38 are vigorous, 28 are in trouble, and 11 are dying.",
  "/wiki/Claro_Mayo_Recto": "Claro Mayo Recto Jr. (born Claro Recto y Mayo; February 8, 1890 – October 2, 1960) was a Filipino statesman, jurist, poet and one of the foremost statesmen of his generation. He is remembered for his nationalism, for \"the impact of his patriotic convictions on modern political thought\".",
  "/wiki/Tondo,_Manila": "Tondo is a district located in Manila, Philippines. It is the largest in terms of area and population of Manila's sixteen districts, with a Census-estimated 631,313 people in 2015 and consists of two congressional districts. It is also the most densely populated district in the city.",
  "/wiki/Miguel_de_Benavides": "Miguel de Benavides y Añoza, O.P. (c. 1552 – July 26, 1605) was a Spanish clergyman and sinologist who was the third Archbishop of Manila. He previously served as the first Bishop of the Diocese of Nueva Segovia, and was the founder of the University of Santo Tomas in the City of Manila.",
  "/wiki/Archbishop_of_Manila": "The Roman Catholic Archdiocese of Manila (Latin: Archidioecesis Manilensis; Filipino: Arsodiyosesis ng Maynilà; Spanish: Arquidiócesis de Manila) is the archdiocese of the Latin Church of the Catholic Church in Metro Manila, Philippines, encompassing the cities of Manila, Makati, San Juan, Mandaluyong, and Pasay (except Villamor Air Base and Newport City, which belong to the jurisdiction of the Military Ordinariate of the Philippines). The seat of the archdiocese is vacant since the see's 32nd ordinary, Luis Antonio Tagle, assumed office as Prefect of the Congregation for the Evangelization of Peoples on February 10, 2020.",
  "/wiki/Blumentritt_Road": "Blumentritt Road is a major road in Manila, Philippines. It runs through the border of the City of Manila with Quezon City from Rizal Avenue in Santa Cruz district to Gregorio Tuazon Street in Sampaloc district. The road also forms the southern boundary of the Manila North Cemetery. It is named after Bohemian professor and filipinologist, Ferdinand Blumentritt.",
  "/wiki/Ferdinand_Blumentritt": "Ferdinand Blumentritt (10 September 1853, Prague – 20 September 1913, Litoměřice) was a teacher, secondary school principal in Leitmeritz, lecturer, and author of articles and books in the Philippines and its ethnography. He is well known in the Philippines for his close friendship with the writer and Propagandist José Rizal, and the numerous correspondence between the two provide a vital reference for Rizal historians and scholars, including his last letter from prison before the execution.",
  "/wiki/Bohemia": "Bohemia (/boʊˈhiːmiə/ boh-HEE-mee-ə; Czech: Čechy; German: Böhmen (help·info); Polish: Czechy; Latin: Bohemia; Hebrew: פּיהם‎, romanized: Pihm) is the westernmost and largest historical region of the Czech lands in the present-day Czech Republic. In a broader meaning, Bohemia sometimes refers to the entire Czech territory, including Moravia and Czech Silesia, especially in a historical context, such as the Lands of the Bohemian Crown ruled by Bohemian kings.",
  "/wiki/Boni_Avenue": "Boni Avenue (Tagalog: Abenida Boni) is a major east-west thoroughfare in Mandaluyong, eastern Metro Manila, Philippines. It is a six-lane divided avenue that runs from Aglipay Street (to the west) to Epifanio de los Santos Avenue (EDSA) in Barangka Ilaya (to the east). After crossing EDSA via the EDSA-Boni tunnel, the road continues under the name Pioneer Street towards Pasig. The avenue is named after the nickname of Bonifacio Javier, a decorated guerrilla leader during World War II and the mayor of Mandaluyong when the road was constructed.",
  "/wiki/Mandaluyong": "Mandaluyong, officially the City of Mandaluyong (Filipino: Lungsod ng Mandaluyong), or simply known as Mandaluyong City, is a 1st class highly urbanized city in Metro Manila, Philippines. According to the 2015 census, it has a population of 386,276 people.",
  "/wiki/Bonny_Serrano_Avenue": "Colonel Bonny Serrano Avenue (also spelled Boni Serrano Avenue), a.k.a. Santolan Road is a major east-west thoroughfare in the Eastern Manila District of Metro Manila, Philippines, running between San Juan and Quezon City. It forms the northern limit of San Juan and the southern limit of Quezon City's New Manila and Cubao districts and links the Philippine National Police headquarters in Camp Crame with the Armed Forces of the Philippines headquarters in Camp Aguinaldo. The avenue, formerly called and still referred as Santolan Road, runs from the border between Greenhills, San Juan and Horseshoe Village, Quezon City in the west to the villages of Libis and Blue Ridge by Quezon City's border with Marikina in the east. It was named after the decorated Korean War hero, Venancio \"Bonny\" Serrano.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
  "/wiki/Buendia_Avenue": "Gil Puyat Avenue, formerly and still referred to as Buendia Avenue, is a major arterial thoroughfare which travels east–west through the cities of Makati and Pasay in western Metro Manila, Philippines. It is one of the busiest avenues in Metro Manila linking the Makati Central Business District with the rest of the metropolis. Its western end begins at Roxas Boulevard and continues through San Isidro District, Pasay until intersecting with Taft Avenue. Past the intersection with the elevated Gil Puyat LRT Station, the road runs through Tramo Street and Barangay Palanan in Makati. East of Osmeña Highway, Gil Puyat intersects with the busy streets of the Central Business District before finally reaching its terminus at Epifanio de los Santos Avenue (EDSA).",
  "/wiki/Philippine_Senate": "The Senate of the Philippines (Filipino: Senado ng Pilipinas, also Mataas na Kapulungan ng Pilipinas or \"upper chamber\") is the upper house of the bicameral legislature of the Philippines, the Congress; the House of Representatives is the lower house. The Senate is composed of 24 senators who are elected at-large with the country as one district under plurality-at-large voting.",
  "/wiki/Gil_Puyat": "Gil Juco Puyat Sr. (September 1, 1907 – March 22, 1981) was a Filipino statesman and businessman who served as a Senator of the Philippines from 1951, and as Senate President from 1967 to 1972.",
  "/wiki/William_J._Burke": "William Joseph Burke (September 25, 1862 – November 7, 1925) was an American politician and businessman.",
  "/wiki/Fernando_Manuel_de_Bustillo_Bustamante_y_Rueda": "Fernando Manuel de Bustillo Bustamante y Rueda (died 1719) served as the 37th Governor General of Spanish Philippines from 1717 until his death.",
  "/wiki/Governor-General_of_the_Philippines": "The Governor-General of the Philippines (Spanish: Gobernador-General de las Filipinas/Capitán General de las Islas Filipinas; Filipino: Gobernador-Heneral ng Pilipinas/Kapitan Heneral ng Pilipinas; Japanese: フィリピン総督 (Firipin sōtoku)) was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945).  They were also the representative of the executive of the ruling power.",
  "/wiki/Francisco_Carriedo": "Francisco Carriedo y Peredo (November 7, 1690 – September 1743) was a Basque military officer, politician, and philanthropist. He was a general of the Santa Familia galleon and served as Capitán General of the Philippines.",
  "/wiki/Metropolitan_Waterworks_and_Sewerage_System": "The Metropolitan Waterworks and Sewerage System (Tagalog: Pangasiwaan ng Tubig at Alkantarilya sa Kalakhang Maynila), formerly known as the National Waterworks and Sewerage System Authority (NAWASA), is the government agency that is in charge of water privatization in Metro Manila in the Philippines. It split the water concession into an east and a west concession with Manila Water being awarded one contract and Maynilad Water Services being awarded the other.",
  "/wiki/Chino_Roces_Avenue": "Chino Roces Avenue, formerly known as (and still commonly referred to as) Pasong Tamo, is a prominent north–south road in the cities of Makati and Taguig, Metro Manila, Philippines It runs for approximately 5.8 kilometers (3.6 miles) from Olympia and Tejeros to Fort Bonifacio. The avenue is named for Joaquin \"Chino\" Roces, journalist and founder of The Manila Times and ABC (now TV5).",
  "/wiki/Chino_Roces": "Joaquin \"Chino\" Roces (June 29, 1913 – September 30, 1988) was the founder and owner of Associated Broadcasting Company and The Manila Times.",
  "/wiki/Manila_Times": "The Manila Times is the oldest extant English-language newspaper in the Philippines. It is published daily by The Manila Times Publishing Corp. with editorial and administrative offices at 2/F Sitio Grande Building, 409 A. Soriano Avenue, Intramuros, Manila.",
  "/wiki/Associated_Broadcasting_Company": "TV5 Network, is a Filipino media company based in Mandaluyong City. It is owned by MediaQuest Holdings, an investee company of Philippine telecommunications giant PLDT, through its Beneficial Trust Fund, and headed by business tycoon Manuel V. Pangilinan.",
  "/wiki/Austin_Craig": "Austin C. Craig (February 22, 1872 – February 11, 1949) was an American historian born in Eddyton, New York. Being one of the first biographers of the Philippine national hero, José Rizal, a street was named after him in Sampaloc, Manila.",
  "/wiki/José_Rizal": "José Protasio Rizal Mercado y Alonso Realonda (Spanish pronunciation: [xoˈse riˈsal]; June 19, 1861 – December 30, 1896) was a Filipino nationalist and polymath during the tail end of the Spanish colonial period of the Philippines. He is tagged as the national hero (pambansang bayani) of the Filipino people. An ophthalmologist by profession, Rizal became a writer and a key member of the Filipino Propaganda Movement, which advocated political reforms for the colony under Spain.",
  "/wiki/List_of_eponymous_streets_in_Metro_Manila": "The following is a partial list of eponymous streets and squares in Metro Manila — that is, streets or roads and plazas named after people — with notes on the link between the road/plaza and the person."
}