{
  "/wiki/Stanley_Cup": "The Stanley Cup (French: La Coupe Stanley) is the championship trophy awarded annually to the National Hockey League (NHL) playoff winner. It is the oldest existing trophy to be awarded to a professional sports franchise in North America, and the International Ice Hockey Federation (IIHF) considers it to be one of the \"most important championships available to the sport\". The trophy was commissioned in 1892 as the Dominion Hockey Challenge Cup and is named after Lord Stanley of Preston, the Governor General of Canada who donated it as an award to Canada's top-ranking amateur ice hockey club. The entire Stanley family supported the sport, the sons and daughters all playing and promoting the game. The first Cup was awarded in 1893 to Montreal Hockey Club, and winners from 1893 to 1914 were determined by challenge games and league play. Professional teams first became eligible to challenge for the Stanley Cup in 1906. In 1915, professional ice hockey organizations National Hockey Association (NHA) and the Pacific Coast Hockey Association (PCHA) reached a gentlemen's agreement in which their respective champions would face each other annually for the Stanley Cup. It was established as the de facto championship trophy of the NHL in 1926 and then the de jure NHL championship prize in 1947.",
  "/wiki/Corban_Knight": "Corban Knight (born September 10, 1990) is a Canadian professional ice hockey forward for Barys Nur-Sultan of the Kontinental Hockey League (KHL). He was a fifth round selection, 135th overall, by the Florida Panthers in the 2009 NHL Entry Draft, but was traded to the Calgary Flames after the Panthers were unable to sign him to a contract. Knight played four seasons of college hockey with the University of North Dakota and was a finalist for the Hobey Baker Award in 2012–13.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary, Alberta. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".",
  "/wiki/Florida_Panthers": "The Florida Panthers are a professional ice hockey team based in the Miami metropolitan area. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team initially played their home games at Miami Arena, before moving to the BB&T Center in 1998. Located in Sunrise, Florida, the Panthers are the southernmost team in the NHL. The team's local broadcasting rights have been held by Fox Sports Florida (formerly SportsChannel Florida) since 1996.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.",
  "/wiki/Paul_LaDue": "Paul LaDue (born September 6, 1992) is an American professional ice hockey defenseman currently playing for the Ontario Reign of the American Hockey League (AHL), while under contract to the Los Angeles Kings of the National Hockey League (NHL). He was drafted by the Kings in the sixth round, 181st overall, in the 2012 NHL Entry Draft.",
  "/wiki/Los_Angeles_Kings": "The Los Angeles Kings are a professional ice hockey team based in Los Angeles, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The team was founded on June 5, 1967, after Jack Kent Cooke was awarded an NHL expansion franchise for Los Angeles on February 9, 1966, becoming one of the six teams that began play as part of the 1967 NHL expansion. The Kings played their home games at The Forum in Inglewood, California, a suburb of Los Angeles, for thirty-two years, until they moved to the Staples Center in Downtown Los Angeles at the start of the 1999–2000 season.",
  "/wiki/Brian_Lee_(ice_hockey,_born_1987)": "Brian Lee (born March 26, 1987) is an American former professional ice hockey player. Lee played in the National Hockey League with the Ottawa Senators, who drafted him in the first round, ninth overall in the 2005 NHL Entry Draft, and the Tampa Bay Lightning.",
  "/wiki/Ottawa_Senators": "The Ottawa Senators (French: Sénateurs d'Ottawa) are a professional ice hockey team based in Ottawa, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The Senators play their home games at the 18,652-seat Canadian Tire Centre, which opened in 1996 as the Palladium.",
  "/wiki/Tampa_Bay_Lightning": "The Tampa Bay Lightning are a professional ice hockey team based in Tampa, Florida. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club has won one Stanley Cup championship in their history, in 2003–04. The team is often referred to as the Bolts, and the nickname was used on the former third jerseys. The Lightning plays home games in Amalie Arena in Tampa.",
  "/wiki/Craig_Ludwig": "Craig Lee Ludwig (born March 15, 1961) is an American former professional hockey player. He played as a defenceman in the National Hockey League from 1982–1999 and was renowned for his shot-blocking ability. Ludwig was the color analyst for the Dallas Stars television and radio broadcasts for two seasons from 2016–2018.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal, Quebec. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference.",
  "/wiki/New_York_Islanders": "The New York Islanders are a professional ice hockey team based in the New York metropolitan area. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team splits its home games between Nassau Coliseum in Uniondale, New York, and Barclays Center in the borough of Brooklyn. The Islanders are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Rangers, and their fan base resides primarily on Long Island.",
  "/wiki/Minnesota_North_Stars": "The Minnesota North Stars were a professional ice hockey team in the National Hockey League (NHL) for 26 seasons, from 1967 to 1993. The North Stars played their home games at the Met Center in Bloomington, and the team's colors for most of its history were green, yellow, gold and white. The North Stars played 2,062 regular season games and made the NHL playoffs 17 times, including two Stanley Cup Finals appearances, but were ultimately unable to win the Stanley Cup. After the 1992–93 season, the franchise moved to Dallas, and is now known as the Dallas Stars.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas, Texas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center.",
  "/wiki/Andrew_MacWilliam": "Andrew Jay MacWilliam (born March 25, 1990) is a Canadian professional ice hockey defenceman who is currently playing under contract to the Rochester Americans of the American Hockey League (AHL).",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto, Ontario. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999.",
  "/wiki/Brad_Malone": "Bradley Malone (born May 20, 1989) is a Canadian professional ice hockey forward who is currently under contract with the Edmonton Oilers in the National Hockey League (NHL). He has previously played with the Colorado Avalanche, with whom he was drafted, and the Carolina Hurricanes.",
  "/wiki/Colorado_Avalanche": "The Colorado Avalanche are a professional ice hockey team based in Denver, Colorado. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Avalanche are the only team in their division not based in the Central Time Zone; the team is situated in the Mountain Time Zone. Their home arena is Pepsi Center, which they share with the Denver Nuggets of the National Basketball Association. Their general manager is Joe Sakic.",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center).",
  "/wiki/Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton, Alberta. They compete in the National Hockey League (NHL)  as a member of the Pacific Division of the Western Conference.",
  "/wiki/John_Marks_(ice_hockey)": "John Garrison Marks (born March 22, 1948 in Hamiota, Manitoba) is a retired professional ice hockey player. He most recently served as the head coach of the Fargo Force of the United States Hockey League (USHL).",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago, Illinois. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the \"Original Six\" NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium.",
  "/wiki/Kevin_Maxwell_(ice_hockey)": "Kevin Preston Maxwell (born March 30, 1960 in Edmonton, Alberta) is a Canadian retired professional ice hockey forward who played 49 games in the National Hockey League for the Colorado Rockies, Minnesota North Stars, and New Jersey Devils. Later Maxwell scouted for the Dallas Stars, New York Islanders and Philadelphia Flyers.",
  "/wiki/Colorado_Rockies_(NHL)": "The Colorado Rockies were an American professional ice hockey team in the National Hockey League (NHL) that played in Denver, Colorado, from 1976 to 1982. They were founded as the Kansas City Scouts, an expansion team that began play in the NHL in the 1974–75 season. The Scouts moved from Kansas City, Missouri to Denver for the 1976–77 season. The franchise moved to East Rutherford, New Jersey, for the 1982–83 season and was renamed as the New Jersey Devils. Denver went without an NHL team until the Quebec Nordiques relocated to become the Colorado Avalanche following the 1994–95 season.",
  "/wiki/New_Jersey_Devils": "The New Jersey Devils are a professional ice hockey team based in Newark, New Jersey. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The club was founded as the Kansas City Scouts in Kansas City, Missouri, in 1974. The Scouts moved to Denver, Colorado in 1976 and became the Colorado Rockies. In 1982, they moved to East Rutherford, New Jersey and took their current name. For their first 25 seasons in New Jersey, the Devils were based at the Meadowlands Sports Complex in East Rutherford and played their home games at Brendan Byrne Arena (later renamed to Continental Airlines Arena). Before the 2007–08 season, the Devils moved to Prudential Center in Newark.",
  "/wiki/Zane_McIntyre": "Zane McIntyre, formerly Zane Gothberg, (born August 20, 1992) is an American professional ice hockey goaltender, who is currently playing with the Utica Comets in the American Hockey League (AHL) while under contract to the Vancouver Canucks of the National Hockey League (NHL). McIntyre was selected by the Boston Bruins in the 6th round (165th overall) of the 2010 NHL Entry Draft.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston, Massachusetts. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).",
  "/wiki/Jeff_McLean_(ice_hockey)": "Jeffrey A. McLean (born October 6, 1969) is a retired National Hockey League player. In the 1993–94 season, he played six games for the San Jose Sharks and scored 1 goal.",
  "/wiki/San_Jose_Sharks": "The San Jose Sharks are a professional ice hockey team based in San Jose, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The franchise is owned by San Jose Sports & Entertainment Enterprises. Beginning play in the 1991–92 season, the Sharks initially played their home games at the Cow Palace, before they moved to their present home, now named SAP Center at San Jose, in 1993. The SAP Center is known locally as the Shark Tank.",
  "/wiki/Curtis_Murphy": "Curtis Murphy (born December 3, 1975 in Kerrobert, Saskatchewan) is a Canadian former professional ice hockey defenceman.",
  "/wiki/Minnesota_Wild": "The Minnesota Wild are a professional ice hockey team based in Saint Paul, Minnesota. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The Wild were the only Minneapolis–Saint Paul area major professional sports league franchise to play in Saint Paul until Minnesota United FC moved to their new home, Allianz Field, in 2019. The other three teams play in Minneapolis.",
  "/wiki/Brady_Murray": "Braden Murray (born August 17, 1984) is a Canadian born-American former professional ice hockey forward. He last played for HC Lugano of the Swiss National League A (NLA). He was selected 152nd overall in the 2003 NHL Entry Draft by the Los Angeles Kings.",
  "/wiki/Troy_Murray": "Troy Norman Murray (born July 31, 1962) is a Canadian former professional ice hockey centre who played in the NHL. He is currently the color analyst on WGN-AM broadcasts of Chicago Blackhawks hockey games. Murray was born in Calgary, Alberta, but grew up in St. Albert, Alberta.",
  "/wiki/Winnipeg_Jets_(1972%E2%80%9396)": "The Winnipeg Jets were a professional ice hockey team based in Winnipeg, Manitoba, Canada. They began play in the World Hockey Association (WHA) in 1972. The club joined the National Hockey League (NHL) in 1979 after the NHL merged with the WHA. Due to mounting financial troubles, in 1996 the franchise moved to Phoenix, Arizona and became the Phoenix Coyotes (now the Arizona Coyotes). In 2011, The struggling Atlanta Thrashers franchise relocated to Winnipeg and restored the Jets name, although the prior Jets club history is retained by the Arizona club (the new Jets do occasionally acknowledge the original Jets franchise on various alternate jerseys).",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh, Pennsylvania. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the \"Battle of Pennsylvania\". The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy.",
  "/wiki/Brock_Nelson": "Brock Christian Nelson (born October 15, 1991) is an American professional ice hockey player for the New York Islanders of the National Hockey League (NHL). Nelson was drafted 30th overall in the first round of the 2010 NHL Entry Draft by the Islanders. Prior to playing professional hockey, Nelson played at the University of North Dakota.  His first experience in professional hockey was at the American Hockey League (AHL) level with the Islanders' affiliate, the Bridgeport Sound Tigers.",
  "/wiki/T._J._Oshie": "Timothy Leif \"T. J.\" Oshie (born December 23, 1986) is an American professional ice hockey right winger for the Washington Capitals of the National Hockey League (NHL). He was selected by the St. Louis Blues in the first round of the 2005 NHL Entry Draft, as the 24th overall pick.  He then spent the first seven years of his NHL career with the Blues before being traded to the Washington Capitals in 2015. Oshie won the Stanley Cup in 2018 with the Capitals.",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis, Missouri. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song \"Saint Louis Blues\". The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994.",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C.",
  "/wiki/Zach_Parise": "Zachary Justin Parise (born July 28, 1984) is an American professional ice hockey left winger who is currently serving as an alternate captain for the Minnesota Wild in the National Hockey League (NHL). He has also played for the New Jersey Devils, where he served as team captain and led the team to the 2012 Stanley Cup Finals.",
  "/wiki/James_Patrick_(ice_hockey)": "James Patrick (born June 14, 1963) is a Canadian professional ice hockey coach and former player. He is currently the head coach for the Winnipeg Ice of the Western Hockey League (WHL).",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders.",
  "/wiki/Hartford_Whalers": "The Hartford Whalers were an American professional ice hockey team based for most of its existence in Hartford, Connecticut. The club played in the World Hockey Association (WHA) from 1972 until 1979, and in the National Hockey League (NHL) from 1979 to 1997. Originally based in Boston, the team joined the WHA in the league's inaugural season, and was known as the New England Whalers throughout its time in the WHA. The Whalers moved to Hartford in 1974 and joined the NHL in the NHL–WHA merger of 1979.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons.",
  "/wiki/Tucker_Poolman": "Tucker Poolman (born June 8, 1993) is an American professional ice hockey defenseman. He is currently playing for the  Winnipeg Jets of the National Hockey League (NHL).",
  "/wiki/Winnipeg_Jets": "The Winnipeg Jets are a professional ice hockey team based in Winnipeg, Manitoba. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team is owned by True North Sports & Entertainment and plays its home games at Bell MTS Place.",
  "/wiki/Chris_Porter_(ice_hockey)": "Chris Porter (born May 29, 1984 in Thunder Bay, Ontario) is a Canadian-American former professional ice hockey left winger who played in the National Hockey League for the St. Louis Blues and the Minnesota Wild. He was drafted in the ninth round, 282nd overall, by the Chicago Blackhawks in the 2003 NHL Entry Draft.",
  "/wiki/Travis_Roche": "Travis Roche (born June 17, 1978 in Grande Cache, Alberta and raised in Whitecourt, Alberta) is a retired Canadian  professional ice hockey defenseman who last played for EHC Black Wings Linz of the Austrian Hockey League (EBEL).",
  "/wiki/Phoenix_Coyotes": "The Arizona Coyotes are a professional ice hockey team based in the Phoenix suburb of Glendale, Arizona. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Coyotes first played at America West Arena in downtown Phoenix, before moving to Glendale's Gila River Arena in 2003. In 2021, the Coyotes are scheduled to return to the Central Division when an expansion team in Seattle joins the league."
}