{
  "/wiki/St_Francis_Church_Salisbury": "St Francis's Church, Salisbury is an evangelical, charismatic Church of England parish church in Salisbury, Wiltshire, England, a member of the New Wine Network of churches. The church stands in the north of Salisbury, on the A345 Castle Road. Some two hundred people attend its main services.",
  "/wiki/Salisbury": "Salisbury (locally /ˈsɔːzbəri/ SAWZ-bər-ee)[a] is a cathedral city in Wiltshire, England, with a population of 40,302, at the confluence of the rivers Avon, Nadder, Ebble, Wylye and Bourne. The city is approximately 20 miles (32 km) from Southampton and 30 miles (48 km) from Bath.",
  "/wiki/Chichester_Cathedral": "Chichester Cathedral, formally known as the Cathedral Church of the Holy Trinity, is the seat of the Anglican Bishop of Chichester. It is located in Chichester, in Sussex, United Kingdom. It was founded as a cathedral in 1075, when the seat of the bishop was moved from Selsey.",
  "/wiki/Chichester": "Chichester (/ˈtʃɪtʃɪstər/) is a cathedral city in West Sussex, in South-East England. It is the only city in West Sussex and is its county town. It has a long history as a settlement from Roman times and was important in Anglo-Saxon times. It is the seat of the Church of England Diocese of Chichester, with a 12th-century cathedral.",
  "/wiki/Church_of_the_Ascension,_Crownhill": "The Church of the Ascension is a Grade II listed Church of England church in the suburb of Crownhill in Plymouth, Devon. It was designed by the architect Robert Potter and consecrated in 1958.",
  "/wiki/Crownhill": "Crownhill is an area of northern Plymouth, in the county of Devon, England.",
  "/wiki/Plymouth": "Plymouth (/ˈplɪməθ/ (listen)) is a port city situated on the south coast of Devon, England, approximately 37 miles (60 km) south-west of Exeter and 190 miles (310 km) west-south-west of London. Enclosing the city are the mouths of the river Plym and river Tamar, which are naturally incorporated into Plymouth Sound to form a boundary with Cornwall.",
  "/wiki/St_George%27s_Church,_Oakdale": "St George's Church is an active Church of England church in Oakdale, a suburb of Poole, Dorset, England. It was built in 1959–60 and has been Grade II Listed since 1998.",
  "/wiki/Oakdale,_Dorset": "Oakdale is a suburb of Poole in Dorset, England with a population of 10,949, increasing to 11,554 at the 2011 Census and shares boundaries with Creekmoor, Poole Town, Parkstone, Newtown, Canford Heath West and Canford Heath East.",
  "/wiki/Poole": "Poole (/puːl/ (listen)) is a large coastal town and seaport in Dorset, on the south coast of England. The town is 33 kilometres (21 mi) east of Dorchester, and adjoins Bournemouth to the east. Since 1 April 2019 the local authority is Bournemouth, Christchurch and Poole Council which is a unitary authority. Poole had an estimated population of 151,500 (mid 2016 census estimates) making it the second largest town in ceremonial county of Dorset. Together with Bournemouth and Christchurch, Poole has a total population of over 465,000.",
  "/wiki/St_Peter_Mancroft": "St Peter Mancroft is a parish church in the Church of England, in the centre of Norwich, Norfolk. After the two cathedrals, it is the largest church in Norwich and was built between 1430 and 1455. It stands on a slightly elevated position, next to the market place.",
  "/wiki/Norwich": "Norwich (/ˈnɒrɪdʒ, -ɪtʃ/ (listen)) is a city in Norfolk, England, situated on the River Wensum in East Anglia, about 100 miles (160 km) north-east of London. A city since 1094, Norwich is the county town of Norfolk and unofficially seen as East Anglia's capital. From the Middle Ages until the Industrial Revolution, Norwich was the largest city in England after London and one of the most important. The present-day population of the city is about 142,000.",
  "/wiki/South_Stoneham_House": "South Stoneham House is a Grade II* listed former manor house in Swaythling, Southampton; the former seat of the Barons Swaythling before the family moved to the nearby Townhill Park House. The building is owned by the University of Southampton, and was used as a hall of residence, part of the Wessex Lane Halls complex.",
  "/wiki/Swaythling": "Swaythling is a suburb and electoral ward of the city of Southampton in Hampshire, England.  The ward has a population of 13,664.",
  "/wiki/Southampton": "Southampton (/saʊθˈ(h)æmptən/ (listen)) is a city in Hampshire, South East England, 70 miles (110 km) south-west of London and 15 miles (24 km) north-west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority had a population of 253,651 at the 2011 census. A resident of Southampton is called a Sotonian.",
  "/wiki/Church_of_All_Saints,_Clifton": "The Church of All Saints is a Church of England parish church in Clifton, Bristol. The church is a grade II listed building. It is located in the Parish of All Saints with St. John Clifton in the Diocese of Bristol.",
  "/wiki/Clifton,_Bristol": "Clifton is both a suburb of Bristol, England, and the name of one of the city's thirty-five council wards. The Clifton ward also includes the areas of Cliftonwood and Hotwells. Other parts of the suburb lie within the ward of Clifton East.",
  "/wiki/St_Paul%27s_Cathedral": "St Paul's Cathedral, London, is an Anglican cathedral, the seat of the Bishop of London and the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral, dating from the late 17th century, was designed in the English Baroque style by Sir Christopher Wren. Its construction, completed in Wren's lifetime, was part of a major rebuilding programme in the City after the Great Fire of London.[page needed] The cathedral building largely destroyed in the Great Fire, now often referred to as Old St Paul's Cathedral, was a central focus for medieval and early modern London, including Paul's walk and St Paul's Churchyard being the site of St Paul's Cross.",
  "/wiki/City_of_London": "The City of London is a city, county and a local government district[note 1] that contains the historic centre and the primary central business district (CBD) of London. It constituted most of London from its settlement by the Romans in the 1st century AD to the Middle Ages, but the agglomeration has since grown far beyond the City's borders. The City is now only a tiny part of the metropolis of London, though it remains a notable part of central London. Administratively, it forms one of the 33 local authority districts of Greater London; however, the City of London is not a London borough, a status reserved for the other 32 districts (including London's only other city, the City of Westminster). It is also a separate ceremonial county, being an enclave surrounded by Greater London, and is the smallest county in the United Kingdom.",
  "/wiki/Surveyor_of_the_Fabric_of_St_Paul%27s_Cathedral": "The post of Surveyor of the Fabric of St Paul's Cathedral was established in 1675.[n 1] The role is an architectural one, with the current holder being responsible for the upkeep and maintenance of the cathedral and its buildings.[n 2] In the past, the role has involved overseeing new construction work as well as restoration and architectural conservation. The post has been held by the following people:",
  "/wiki/Lincoln_College,_Oxford": "Lincoln College (formally, The College of the Blessed Mary and All Saints, Lincoln) is one of the constituent colleges of the University of Oxford, situated on Turl Street in central Oxford. Lincoln was founded in 1427 by Richard Fleming, then Bishop of Lincoln.",
  "/wiki/Oxford": "Oxford (/ˈɒksfəd/ OKS-fəd) is a university city in Oxfordshire, England, with a population of 155,000. It is  56 miles (90 km) northwest of London, 64 miles (103 km) from Birmingham and 24 miles (39 km) from Reading by road.",
  "/wiki/St_Andrew%27s_Church,_Goldsworth_Park": "St. Andrew's Church is the parish church of Goldsworth Park, a district of Woking, Surrey, England.  The church paid for and sponsors the secular local youth and community centre for Goldsworth Park, the A2 Youth and Community Centre or simply, the A2 Centre.",
  "/wiki/Goldsworth_Park": "Goldsworth Park is a large housing estate to the north-west of Woking in Surrey, England. It was named after the nearby Goldsworth area which was a large 'tithing' of Woking Parish. The tithing included most of the north west of Woking, such as Brookwood, Knaphill and St. John's. It is bordered by villages such as St. John's, Knaphill and Horsell.",
  "/wiki/Woking": "Woking (/ˈwoʊkɪŋ/ WOH-king) is a large town in northwest Surrey, England. It is at the southwestern edge of the Greater London Urban Area and is a part of the London commuter belt, with frequent trains and a journey time of approximately 24 minutes to Waterloo station. Woking is 23 miles (37 km) southwest of Charing Cross in central London. Woking town itself, excluding its narrowly contiguous built-up area which extends from West End to West Byfleet, has a population of 62,796, and the UK Government has recorded its Built Up Area as 5% more populous than its Borough with 105,367 residents in 2011, the highest in the county.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent.",
  "/wiki/Chandler%27s_Ford": "Chandler's Ford (originally The Ford and historically Chandlersford is a largely residential area and civil parish in the Borough of Eastleigh in Hampshire, England, with a population of 21,436 in the 2011 UK Census.",
  "/wiki/Bodleian_Library": "The Bodleian Library (/ˈbɒdliən, bɒdˈliːən/) is the main research library of the University of Oxford, and is one of the oldest libraries in Europe. With over 12 million items, it is the second-largest library in Britain after the British Library. Under the Legal Deposit Libraries Act 2003 it is one of six legal deposit libraries for works published in the United Kingdom, and under Irish law it is entitled to request a copy of each book published in the Republic of Ireland. Known to Oxford scholars as \"Bodley\" or \"the Bod\", it operates principally as a reference library and, in general, documents may not be removed from the reading rooms.",
  "/wiki/St_Stephen_Walbrook": "St Stephen Walbrook is a church in the City of London, part of the Church of England's Diocese of London. The present domed building was erected  to the designs of Sir Christopher Wren following the destruction of its medieval predecessor in the Great Fire of London in 1666.  It is located in Walbrook, next to the Mansion House, and near to Bank and Monument Underground stations.",
  "/wiki/All_Souls_Church,_Langham_Place": "All Souls Church is a conservative evangelical Anglican church in central London, situated in Langham Place in Marylebone, at the north end of Regent Street. It was designed in regency style by John Nash and consecrated in 1824.",
  "/wiki/Marylebone": "Marylebone (/ˈmærɪləbən/ or /ˈmærələbən/, /ˈmærɪbən/, /ˈmɑːrlɪbən/, or /ˈmærɪlɪboʊn/[unreliable source?]) is an area in the West End of London, England, which is since 1965 part of the City of Westminster, when the latter was much enlarged.",
  "/wiki/Bridgemary": "Bridgemary is a ward in Gosport, Hampshire, England. It is situated to the north of Gosport on the A32 towards Fareham. Every year there is a carnival organized by local residents. See -> Bridgemary Carnival"
}