{
  "/wiki/Guns_for_Sale": "Guns for Sale is a 1998 documentary film about the affect of guns on manhood, raiding, and livelihood in Karamajong, northern Uganda.",
  "/wiki/Documentary_film": "A documentary film is a non-fictional, motion picture intended to \"document reality, primarily for the purposes of instruction, education, or maintaining a historical record\". Documentary has been described as \"a filmmaking practice, a cinematic tradition, and mode of audience reception that is continually evolving and is without clear boundaries\". Documentary films were originally called actuality films, and were one minute, or less, in length. Over time, documentaries have evolved to be longer in length, and to include more categories; some examples being: educational, observational, and docufiction. Documentaries are meant to be informative works, and are often used within schools, as a resource to teach various principles.",
  "/wiki/ABC_Africa": "ABC Africa is a 2001 Iranian documentary feature film directed by Abbas Kiarostami. It was screened out of competition at the 2001 Cannes Film Festival.",
  "/wiki/Abbas_Kiarostami": "Abbas Kiarostami (Persian: عباس کیارستمی‎ [ʔæbˌbɒːs kijɒːɾostæˈmi] (listen); 22 June 1940 – 4 July 2016) was an Iranian film director, screenwriter, poet, photographer, and film producer. An active film-maker from 1970, Kiarostami had been involved in the production of over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the Koker trilogy (1987–1994), Close-Up (1990),  The Wind Will Carry Us (1999), and Taste of Cherry (1997), which was awarded the Palme d'Or at the Cannes Film Festival that year. In later works, Certified Copy (2010) and Like Someone in Love (2012), he filmed for the first time outside Iran: in Italy and Japan, respectively. His films Where Is the Friend’s Home?, Close-Up, and The Wind Will Carry Us were ranked among the 100 best foreign films in a 2018 critics' poll by BBC Culture. Close-Up was also ranked one of the 50 greatest movies of all time in the famous decennial Sight & Sound poll conducted in 2012.",
  "/wiki/Invisible_Children": "Invisible Children is a 2006 American documentary film which depicts the human rights abuses by the Lord's Resistance Army in Uganda.",
  "/wiki/Short_film": "A short film is any motion picture not long enough in running time to be considered a feature film. The Academy of Motion Picture Arts and Sciences defines a short film as \"an original motion picture that has a running time of 40 minutes or less, including all credits\". In the United States, short films were generally termed short subjects from the 1920s into the 1970s when confined to two 35mm reels or less, and featurettes for a film of three or four reels. \"Short\" was an abbreviation for either term.",
  "/wiki/Who_Killed_Captain_Alex?": "Who Killed Captain Alex? is a 2010 Ugandan action-comedy film written, produced, and directed by Nabwana Isaac Geoffrey Godfrey (IGG), in Wakaliwood, an ultra low-budget studio in Kampala, Uganda. It has gained viral notoriety for being a no-budget action film, produced on a reported budget of under $200 though producer Alan Hofmanis admitted that it was a meager $85. A trailer for the film was uploaded to YouTube in January 2010, and has been viewed over 3.2 million times as of November 2018. The original version of the film was lost due to power outages and \"strained conditions\", while the surviving version of Who Killed Captain Alex? released online includes an English \"Video Joker\" commentary that adds in running gags about the characters.",
  "/wiki/Action_film": "Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which usually concludes in victory for the hero (though a small number of films in this genre have ended in the victory for the villain instead). Advancements in CGI have made it cheaper and easier to create action sequences and other visual effects that required the efforts of professional stunt crews in the past. However, reactions to action films containing significant amounts of CGI have been mixed, as films that use computer animations to create unrealistic, highly unbelievable events are often met with criticism. While action has long been a recurring component in films, the \"action film\" genre began to develop in the 1970s along with the increase of stunts and special effects. Common action scenes in films are generally, but not limited to, explosions, car chases, fistfights, and shootouts.",
  "/wiki/Hello_(2011_film)": "Hello is a Ugandan drama short film directed by John Martyn Ntabazi and written by Usama Mukwaya. The movie was made under the MNFPAC workshop and won the overall best short film. It debuted its screening at the 2011 Pearl International Film Festival. It is Usama's first screenplay.",
  "/wiki/State_Research_Bureau_(film)": "State Research Bureau, also marketed as S.R.B., is a Ugandan action film directed by Matt Bish. It's a story based on Uganda's dark past and exposes the brutality of the President's secret intelligence police that ran safe houses.",
  "/wiki/The_Life_(2012_Film)": "The Life is a Ugandan drama feature film created, written and directed by Nana Kagga. The film features Ugandan actors including Gasuza Lwanga, Maureen Nankya, Elvis ‘Vamposs’ Kirya, Tibba Murungi, Susan Nava.\nM-NET secured film screening rights and the film was shown on its Africa Magic channels.",
  "/wiki/Nana_Kagga": "Nana Hill Kagga Macpherson (also known as ‘Nana Kagga-Hill’ or as ‘Nana Hill’ or ‘Nana Hill Kagga’) \nis a Ugandan actress, filmmaker, content creator, scriptwriter, petroleum engineer and motivational speaker. She is known for her work on The Life, Beneath The Lies - The Series as a writer and executive producer, and as an actress in shows such as Star Trek.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/In_Just_Hours": "In Just Hours is a Ugandan short drama film written and directed by Usama Mukwaya.  Produced through the Mariam Ndagire Film and Performing Arts Centre under the Movie Furnace project, the movie won the best film in the competition's second season.  It premiered in the Nile Diaspora International Film Festival and later screened at the Manya Human Rights Film Festival. It was also nominated in the 4th Pearl International Film Festival for best student film under the MNFPAC.",
  "/wiki/Usama_Mukwaya": "Usama (/ʊˈsɑːmə/) \"Osam\" Nyanzi Mukwaya (born 12 December 1989) is a Ugandan film director, screenwriter, producer, actor and television host. His breakthrough in his film career came with the short film Hello that won overall best film in the 2010 MNFPAC Students Awards.",
  "/wiki/The_Route": "The Route is a Ugandan film directed by Jayant Maru, based on a screenplay he wrote. It is about human trafficking in Uganda.",
  "/wiki/Bala_Bala_Sese": "Bala Bala Sese is a Ugandan film directed by Lukyamuzi Bashir, based upon a screenplay by Usama Mukwaya, starring Michael Kasaija, Natasha Sinayobye, Raymond Rushabiro, Ismael Ssesanga, Fiona Birungi, Ashraf Ssemwogerere and Ddungu Jabal. It's the director's, writer's and producers' debut feature film.",
  "/wiki/Tiktok_(film)": "Tiktok is a Ugandan silent short film written and directed by Usama Mukwaya. The movie features single actor Patriq Nkakalukanyi. It's Usama's first film under his film company O Studios Entertainment and it is his first film as a writer, director and producer. The film premiered at the inaugural Mashariki African Film Festival and received a nomination for best short film.",
  "/wiki/Sipi_(film)": "SIPI is a Ugandan film written by Mukasa Kelly James, directed by Jayant Maru and starring Olympian Gold Medalist Stephen Kiprotich, Patriq Nkakalukanyi with an appearance by Miss Uganda 2014 Leah Kalanguka and in a lead role actor Sammy Wetala.",
  "/wiki/Queen_of_Katwe": "Queen of Katwe is a 2016 American biographical drama film directed by Mira Nair and written by William Wheeler. Starring David Oyelowo, Lupita Nyong'o, and Madina Nalwanga, the film depicts the life of Phiona Mutesi, a Ugandan girl living in a slum in Katwe. She learns to play chess and becomes a Woman Candidate Master after her victories at World Chess Olympiads.",
  "/wiki/Sports_drama": "A sports film is a film genre that uses sport as the theme of the film. It is a production in which a sport, sporting event, athlete (and their sport), or follower of sport (and the sport they follow) are prominently featured, and which depend on sport to a significant degree for their plot motivation or resolution. Despite this, sport is ultimately rarely the central concern of such films and sport performs primarily an allegorical role. Furthermore, sports fans are not necessarily the target demographic in such movies, but sports fans tend to have a large following or respect for such movies.",
  "/wiki/Bad_Black": "Bad Black is a 2016 Ugandan action-comedy film written, produced, and directed by Nabwana Isaac Geoffrey Godfrey (IGG), in Wakaliwood, an ultra low-budget studio in Kampala, Uganda.",
  "/wiki/Veronica's_Wish": "Veronica’s Wish is a Ugandan English language drama film starring Nisha Kalema (Veronica), Housen Mushema (Michael), Malaika Nnyanzi (Bankia) and Symon Base Kalema (Frank). It premiered in Uganda on 17 November 2018.",
  "/wiki/Rehema_Nanfuka": "Rehema Nanfuka (born May 25, 1986) is a Ugandan film, theatre and television actress, director, and filmmaker known for her roles in  Imani, Veronica's Wish, Imbabazi - The Pardon, Haunted Souls, The Road We Travel, Queen of Katwe, Imperial Blue among other films.",
  "/wiki/Feature_film": "A feature film, feature-length film, or theatrical film is a film (also called a motion picture or movie) with a running time long enough to be considered the principal or sole film to fill a program. The term feature film originally referred to the main, full-length film in a cinema program that also included a short film and often a newsreel. The notion of how long a feature film should be has varied according to time and place. According to the Academy of Motion Picture Arts and Sciences, the American Film Institute and the British Film Institute, a feature film runs for more than 40 minutes, while the Screen Actors Guild asserts that a feature's running time is 75 minutes or longer.",
  "/wiki/List_of_African_films": "The following is a list of African films. It is arranged alphabetically by country of origin."
}