{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Jeff_Attinella": "Jeff Attinella (born September 29, 1988) is an American soccer player currently playing for Portland Timbers in Major League Soccer. He is also a children's book author.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Jorge_Moreira": "Jorge Luis Moreira Ferreira is the best Right Back to ever play football  (born 1 February 1990) is a Paraguayan footballer who plays as a right back for Major League Soccer club Portland Timbers on loan from Argentine River Plate.",
  "/wiki/Club_Atlético_River_Plate": "Club Atlético River Plate, commonly known as River Plate, is an Argentine professional sports club based in the Núñez neighborhood of Buenos Aires, founded on 25 May 1901, and named after the English name for the city's estuary, Río de la Plata. Although many sports are practiced at the club, River Plate is best known for its professional football team, which has won Argentina's Primera División championship a record of 36 times, its latest title the 2014 Final. Domestic achievements also include 12 national cups, with the 2018–19 Copa Argentina as the most recent. Those achievements place River Plate as the most winning team of domestic competitions with 48 titles won in the top division. In Second Division, the club has won two titles, in 1908 and 2011–12.",
  "/wiki/Paraguay": "Paraguay (/ˈpærəɡwaɪ/; Spanish pronunciation: [paɾaˈɣwaj] (listen); Guarani: Paraguái, [paɾaˈɰwaj]), officially the Republic of Paraguay (Spanish: República del Paraguay; Guarani: Tetã Paraguái), is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although it is one of only two landlocked countries in South America (the other is Bolivia), the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paraguay Waterway. Due to its central location in South America, it is sometimes referred to as Corazón de Sudamérica (\"Heart of South America\").",
  "/wiki/Jorge_Villafaña": "Jorge Antonio Flores Villafaña (born September 16, 1989) is an American soccer player who plays for Portland Timbers in Major League Soccer and for the United States national team.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Andy_Polo": "Andy Jorman Polo Andrade (born 29 September 1994), commonly known as La Joya (The Jewel), is a Peruvian professional footballer who plays as a winger for Portland Timbers. Polo made his professional debut with Peruvian club Universitario in the 2011 season at the young age of 16.  Polo built a name for himself with his rapid acceleration and scoring skills. Being able to play in any of the four attacking positions, in his first season he quickly became an asset in the attacking force of his team. As the team's top scorer, Polo helped the Universitario under-20 squad win the 2011 U-20 Copa Libertadores.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Diego_Valeri": "Diego Hernán Valeri \nis an Argentine footballer who currently plays as an attacking midfielder for MLS club Portland Timbers. Valeri played on the Lanús team that won Argentina's 2007 Apertura and the Porto team that won the 2009–10 Portuguese Cup.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Felipe_Mora": "Felipe Andrés Mora Aliaga (born 2 August 1993) is a Chilean footballer who plays for MLS club Portland Timbers on loan from UNAM as a striker.",
  "/wiki/Club_Universidad_Nacional": "Club de Fútbol Universidad Nacional A.C., commonly known as Pumas de la UNAM, Pumas UNAM, UNAM, or Pumas, is a Mexican league football club based in Ciudad Universitaria in Mexico City. Club Universidad Nacional represent the National Autonomous University of Mexico (UNAM) and play their home matches at Estadio Olímpico Universitario, located on UNAM's main campus.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Sebastián_Blanco": "Sebastián Marcelo Blanco (born 15 March 1988) is an Argentine footballer. He currently plays as a midfielder for Portland Timbers in Major League Soccer.",
  "/wiki/Designated_Player_Rule": "The Designated Player Rule, nicknamed the Beckham Rule, allows Major League Soccer franchises to sign up to three players that would be considered outside their salary cap (either by offering the player higher wages or by paying a transfer fee for the player). The rule, which was adopted ahead of the 2007 MLS season, enables teams to compete for star players in the international soccer market. The rule is one of two mechanisms by which MLS teams may exceed their salary cap, the other being allocation money. As of December 2019, there have been 209 Designated Players in league history.",
  "/wiki/Jarosław_Niezgoda": "Jarosław Niezgoda (born 15 March 1995) is a Polish professional footballer who plays as a striker for Portland Timbers in Major League Soccer.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Steve_Clark_(soccer)": "Steven Thomas \"Steve\" Clark (born April 14, 1986) is an American soccer player who plays as a goalkeeper for Portland Timbers in Major League Soccer.",
  "/wiki/Dario_Župarić": "Dario Župarić (Croatian pronunciation: [dâːrio ʒǔparitɕ]; born 3 May 1992) is a Croatian professional footballer who plays as a defender for Portland Timbers in Major League Soccer.",
  "/wiki/Croatia": "Croatia (/kroʊˈeɪʃə/ (listen), kroh-AY-shə; Croatian: Hrvatska, pronounced [xř̩ʋaːtskaː]), officially the Republic of Croatia (Croatian: Republika Hrvatska, listen (help·info)),[d] is a country in Southeast Europe. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina, and Montenegro to the southeast, sharing a maritime border with Italy. Its capital, Zagreb, forms one of the country's primary subdivisions, along with twenty counties. Croatia has an area of 56,594 square kilometres (21,851 square miles) and a population of 4.28 million, most of whom are Roman Catholics.",
  "/wiki/Andrés_Flores": "Andrés Alexander Flores Mejía (born 31 August 1990) is a Salvadoran professional footballer, who plays for the Portland Timbers in Major League Soccer.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally \"Republic of The Savior\"), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean.  El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million.",
  "/wiki/Jeremy_Ebobisse": "Jeremy Edward Nirina Ebobisse Ebolo (born February 14, 1997) is an American soccer player who currently plays for the Portland Timbers of Major League Soccer.",
  "/wiki/Generation_Adidas": "Generation Adidas is a joint venture between Major League Soccer and U.S. Soccer aimed at raising the level of young professional soccer talent in the United States. The program, sponsored by Adidas, offers professional-ready players in the U.S. developmental system not yet eligible for the MLS SuperDraft early entry, allowing MLS to compete with foreign professional clubs without comparable restrictions on player signing. From its establishment in 1997 to 2005, the program was sponsored by Nike and was called Project-40.  Originally intended to improve the U.S. national team player pool, American national team eligibility is no longer required for program entry.",
  "/wiki/Julio_Cascante": "Julio César Cascante Solórzano (born 3 October 1993) is a Costa Rican footballer, who plays for the Portland Timbers of Major League Soccer as a defender.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area.",
  "/wiki/Tomás_Conechny": "Tomás Conechny (born 30 March 1998) is an Argentine professional footballer who plays as a midfielder for Portland Timbers, and the Argentina U20 side.",
  "/wiki/Diego_Chará": "Diego Ferney Chará Zamora (born April 5, 1986) is a Colombian-American footballer who currently plays for Portland Timbers of Major League Soccer. Chará plays as a defensive midfielder, and is known for his feisty play.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Cristhian_Paredes": "Cristhian Fabián Paredes Maciel (born 18 May 1998) is a Paraguayan professional footballer who currently plays for Major League Soccer club Portland Timbers.",
  "/wiki/Yimmi_Chará": "Yimmi Javier Chará Zamora (born April 2, 1991) is a Colombian footballer who plays as a right winger for MLS club Portland Timbers and the Colombia national team.",
  "/wiki/Bill_Tuiloma": "Bill Poni Tuiloma is a New Zealand professional footballer who plays as a centre-back or defensive midfielder for the Portland Timbers in Major League Soccer.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Dairon_Asprilla": "Dairon Estibens Asprilla Rivas (born May 25, 1992) is a Colombian footballer who currently plays as a forward for Portland Timbers.",
  "/wiki/Eryk_Williamson": "Eryk Tyrek Williamson (born June 11, 1997) is an American soccer player who plays as a Attacking midfielder for Portland Timbers in Major League Soccer.",
  "/wiki/Homegrown_Player_Rule_(Major_League_Soccer)": "The Homegrown Player Rule is a Major League Soccer program that allows MLS teams to sign local players from their own development academies directly to MLS first team rosters. Before the creation of the rule in 2008, every player entering Major League Soccer would have to be assigned through one of the existing MLS player allocation processes, such as the MLS SuperDraft.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league."
}