{
  "/wiki/Duke_of_Rothesay": "Duke of Rothesay (Scottish Gaelic: Diùc Baile Bhòid, Scots: Duik o Rothesay) is a dynastic title of the heir apparent to the British throne, currently Prince Charles. It was a title of the heir apparent to the throne of the Kingdom of Scotland before 1707, of the Kingdom of Great Britain from 1707 to 1801, and now of the United Kingdom of Great Britain and Northern Ireland. It is the title mandated for use by the heir apparent when in Scotland, in preference to the titles Duke of Cornwall (which also belongs to the eldest living son of the monarch, when and only when he is also heir apparent, by right) and Prince of Wales (traditionally granted to the heir apparent), which are used in the rest of the United Kingdom and overseas. The Duke of Rothesay also holds other Scottish titles, including those of Earl of Carrick, Baron of Renfrew, Lord of the Isles and Prince and Great Steward of Scotland. The title is named after Rothesay on the Isle of Bute, Argyll and Bute, but is not associated with any legal entity or landed property, unlike the Duchy of Cornwall.",
  "/wiki/House_of_Stuart": "The House of Stuart, originally Stewart, was a European royal house of Scotland with Breton origin. They had held the office of High Steward of Scotland since Walter fitz Alan (c. 1150). The royal Stewart line was founded by Robert II whose descendants were kings and queens of Scotland from 1371 until the union with England in 1707. Mary, Queen of Scots was brought up in France where she adopted the French spelling of the name Stuart.",
  "/wiki/Duke_of_Cornwall": "Duke of Cornwall is a title in the Peerage of England, traditionally held by the eldest son of the reigning British monarch, previously the English monarch. The Duchy of Cornwall was the first duchy created in England and was established by a royal charter in 1337. The present duke is the Prince of Wales, the eldest son of Queen Elizabeth II. His wife, Camilla, is the current Duchess of Cornwall.",
  "/wiki/Duke_of_Albany": "Duke of Albany was a peerage title that has occasionally been bestowed on the younger sons in the Scottish and later the British royal family, particularly in the Houses of Stuart and Windsor.",
  "/wiki/Duke_of_Ross": "The title Duke of Ross has been created twice in the Peerage of Scotland, both times for younger sons of the King of Scotland. Named for Ross in Scotland, it was first created in 1488 for James Stewart, Earl of Ross, the second son of James III. On his early death in 1504, the title became extinct.",
  "/wiki/Duke_of_Montrose": "Duke of Montrose (named after Montrose, Angus) is a title that has been created twice in the Peerage of Scotland. The first creation was in 1488 for David Lindsay, 5th Earl of Crawford. He was forced to forfeit the dukedom later in 1488, but it was restored to him in 1489, although only for his lifetime. Thus, it was not inherited.",
  "/wiki/Alexander_Stewart,_Duke_of_Ross": "Alexander Stewart, Duke of Ross (30 April 1514, Stirling Castle – 18 December 1515, Stirling Castle) was the fourth and last son of King James IV of Scotland and his queen Margaret Tudor.",
  "/wiki/Arthur_Stewart,_Duke_of_Albany": "James V (10 April 1512 – 14 December 1542) was King of Scotland from 9 September 1513 until his death, which followed the Scottish defeat at the Battle of Solway Moss. His only surviving legitimate child, Mary, Queen of Scots, succeeded him when she was just six days old.",
  "/wiki/Duke_of_Orkney": "Earl of Bothwell was a title that was created twice in the Peerage of Scotland. It was first created for Patrick Hepburn in 1488, and was forfeited in 1567.  Subsequently, the earldom was re-created for the 4th Earl's nephew and heir of line, Francis Stewart, whose father was an illegitimate son of James V.  The second creation was forfeited in 1612, and although the heir was subsequently rehabilitated, the title was never restored.",
  "/wiki/Duke_of_Lennox": "The title Duke of Lennox has been created several times in the Peerage of Scotland, for Clan Stewart of Darnley. The Dukedom, named for the district of Lennox in Stirling, was first created in 1581, and had formerly been the Earldom of Lennox. The second Duke was made Duke of Richmond; at his death, the dukedom of Richmond became extinct. The fourth Duke of Lennox was also created Duke of Richmond; at the death of the sixth Duke, both the dukedoms became extinct. The Dukedom of Richmond and one month later that of Lennox were created in 1675 for Charles Lennox, an illegitimate son of Charles II. The Duke of Richmond and Lennox was created Duke of Gordon in 1876. Thus, the Duke holds four dukedoms (including Aubigny-sur-Nère), more than any other person in the realm.",
  "/wiki/Peerage_of_England": "The Peerage of England comprises all peerages created in the Kingdom of England before the Act of Union in 1707. In that year, the Peerages of England and Scotland were replaced by one Peerage of Great Britain.",
  "/wiki/House_of_Lords": "The House of Lords, also known as the House of Peers and domestically usually referred to simply as the Lords, is the upper house of the Parliament of the United Kingdom. Membership is granted by appointment or else by heredity or official function. Like the House of Commons, it meets in the Palace of Westminster. Officially, the full name of the house is the Right Honourable the Lords Spiritual and Temporal of the United Kingdom of Great Britain and Northern Ireland in Parliament assembled.",
  "/wiki/Earl_of_Richmond": "The now-extinct title of Earl of Richmond was created many times in the Peerage of England.  The earldom of Richmond was initially held by various Breton nobles associated with the Ducal crown of Brittany; sometimes the holder was the Breton Duke himself, including one member of the cadet branch of the French Capetian dynasty. The historical ties between the Ducal crown of Brittany and this English Earldom were maintained ceremonially by the Breton dukes even after England ceased to recognize the Breton Dukes as Earls of England and those dukes rendered homage to the King of France, rather than the English crown. It was then held either by members of the English royal families of  Plantagenet and Tudor, or English nobles closely associated with the English crown. It was eventually merged into the English crown during the reign of Henry VII and has been recreated as a Dukedom.",
  "/wiki/Earl_of_March": "Earl of March is a title that has been created several times in the Peerage of Scotland and the Peerage of England. The title derived from the \"marches\" or borderlands between England and either Wales (Welsh Marches) or Scotland (Scottish Marches), and it was held by several great feudal families which owned lands in those districts. Later, however, the title came to be granted as an honorary dignity, and ceased to carry any associated power in the marches.",
  "/wiki/Duke_of_Kintyre_and_Lorne": "Robert Bruce Stuart, Duke of Kintyre and Lorne (18 January 1602 – 27 May 1602) was the fifth child of James VI of Scots and Anne of Denmark. He was born at Dunfermline Palace, Fife. On 2 May 1602 he was created Duke of Kintyre and Lorne, Marquess of Wigton, Earl of Carrick and Lord of Annandale. He died at Dunfermline Palace on 27 May 1602 and was buried at Holyrood Abbey.",
  "/wiki/Duke_of_Hamilton": "Duke of Hamilton is a title in the Peerage of Scotland, created in 1643. It is the senior dukedom in that Peerage (except for the Dukedom of Rothesay held by the Sovereign's eldest son), and as such its holder is the Premier Peer of Scotland, as well as being head of both the House of Hamilton and the House of Douglas. The title, the town of Hamilton in Lanarkshire, and many places around the world are named after members of the Hamilton family. The Ducal family's surname, originally \"Hamilton\", is now \"Douglas-Hamilton\". Since 1711, the Dukedom has been held together with the Dukedom of Brandon in the Peerage of Great Britain, and the Dukes since that time have been styled Duke of Hamilton and Brandon, along with several other subsidiary titles.",
  "/wiki/Peerage_of_Great_Britain": "The Peerage of Great Britain comprises all extant peerages created in the Kingdom of Great Britain after the Acts of Union 1707 but before the Acts of Union 1800. It replaced the Peerage of England and the Peerage of Scotland, but was itself replaced by the Peerage of the United Kingdom in 1801.",
  "/wiki/Earl_of_Cambridge": "The title of Earl of Cambridge was created several times in the Peerage of England, and since 1362 the title has been closely associated with the Royal family  (see also Duke of Cambridge, Marquess of Cambridge).",
  "/wiki/Duke_of_Brandon": "Duke of Hamilton is a title in the Peerage of Scotland, created in 1643. It is the senior dukedom in that Peerage (except for the Dukedom of Rothesay held by the Sovereign's eldest son), and as such its holder is the Premier Peer of Scotland, as well as being head of both the House of Hamilton and the House of Douglas. The title, the town of Hamilton in Lanarkshire, and many places around the world are named after members of the Hamilton family. The Ducal family's surname, originally \"Hamilton\", is now \"Douglas-Hamilton\". Since 1711, the Dukedom has been held together with the Dukedom of Brandon in the Peerage of Great Britain, and the Dukes since that time have been styled Duke of Hamilton and Brandon, along with several other subsidiary titles.",
  "/wiki/Anne_Hamilton,_3rd_Duchess_of_Hamilton": "Anne Hamilton, 3rd Duchess of Hamilton (6 January 1632 – 17 October 1716) was a Scottish peeress.",
  "/wiki/Duke_of_York": "Duke of York is a title of nobility in the Peerage of the United Kingdom. Since the 15th century, it has, when granted, usually been given to the second son of English (later British) monarchs. The equivalent title in the Scottish peerage was Duke of Albany. However, King George I and Queen Victoria granted the second sons of their eldest sons the titles Duke of York and Albany and Duke of York respectively.",
  "/wiki/Duke_of_Buccleuch": "The title Duke of Buccleuch /bəˈkluː/, formerly also spelt Duke of Buccleugh, is a title in the Peerage of Scotland created twice on 20 April 1663, first for James Scott, 1st Duke of Monmouth and second suo jure for his wife Anne Scott, 4th Countess of Buccleuch. Monmouth, the eldest illegitimate son of Charles II was attainted after his 1685 rebellion, but his wife's title was unaffected and passed on to their descendants, who have successively borne the surnames Scott, Montagu-Scott, Montagu Douglas Scott and Scott again.  In 1810, the 3rd Duke of Buccleuch inherited the Dukedom of Queensberry, also in the Peerage of Scotland, thus separating that title from the Marquessate of Queensberry.",
  "/wiki/Earl_of_Doncaster": "The title Duke of Buccleuch /bəˈkluː/, formerly also spelt Duke of Buccleugh, is a title in the Peerage of Scotland created twice on 20 April 1663, first for James Scott, 1st Duke of Monmouth and second suo jure for his wife Anne Scott, 4th Countess of Buccleuch. Monmouth, the eldest illegitimate son of Charles II was attainted after his 1685 rebellion, but his wife's title was unaffected and passed on to their descendants, who have successively borne the surnames Scott, Montagu-Scott, Montagu Douglas Scott and Scott again.  In 1810, the 3rd Duke of Buccleuch inherited the Dukedom of Queensberry, also in the Peerage of Scotland, thus separating that title from the Marquessate of Queensberry.",
  "/wiki/Duke_of_Lauderdale": "Earl of Lauderdale is a title in the Peerage of Scotland.  The current holder of the title is Ian Maitland, 18th Earl of Lauderdale.",
  "/wiki/Peerage_of_the_United_Kingdom": "The Peerage of the United Kingdom comprises most peerages created in the United Kingdom of Great Britain and Ireland after the Acts of Union in 1801, when it replaced the Peerage of Great Britain. New peers continued to be created in the Peerage of Ireland until 1898 (the last creation was the Barony of Curzon of Kedleston).",
  "/wiki/Duke_of_Rothes": "Earl of Rothes (pronounced \"Roth-is\") is a title in the Peerage of Scotland. It was created in 1458 for George Leslie, 1st Lord Leslie. He had already been created Lord Leslie in 1445, also in the Peerage of Scotland. His grandson, the third Earl, having only succeeded his elder brother in March 1513, was killed at the Battle of Flodden on 9 September of the same year. His son, the fourth Earl, served as an Extraordinary Lord of Session. Lord Rothes was also tried for the murder of Cardinal Beaton but was acquitted.",
  "/wiki/List_of_dukedoms_in_the_peerages_of_Britain_and_Ireland": "This page lists all dukedoms, extant, extinct, dormant, abeyant, or forfeit, in the peerages of England, Scotland, Great Britain, Ireland and the United Kingdom."
}