{
  "/wiki/Duke_of_Sussex": "Duke of Sussex is a substantive title, one of several royal dukedoms, that has been created twice in the Peerage of the United Kingdom. It takes its name from the county of Sussex in England.",
  "/wiki/Prince_Augustus_Frederick,_Duke_of_Sussex": "Prince Augustus Frederick, Duke of Sussex, KG, KT, GCB, GCH, PRS, FRSA (27 January 1773 – 21 April 1843) was the sixth son and ninth child of King George III and his queen consort, Charlotte of Mecklenburg-Strelitz. He was the only surviving son of George III who did not pursue an army or navy career. He was known for his liberal views, which included reform of Parliament, abolition of the slave trade, Catholic emancipation, and the removal of existing civil restrictions on Jews and dissenters.",
  "/wiki/House_of_Hanover": "The House of Hanover (German: Haus Hannover), whose members are known as Hanoverians (/ˌhænəˈvɪəriənz, -noʊˈ-, -ˈvɛər-/), is a German royal house that ruled Hanover, Great Britain, and Ireland at various times during the 17th through 20th centuries.  The house originated in 1635 as a cadet branch of the House of Brunswick-Lüneburg, growing in prestige until Hanover became an Electorate in 1692.  George I became the first Hanoverian monarch of Great Britain and Ireland in 1714. At Victoria's death in 1901, the throne of the United Kingdom passed to her eldest son Edward VII, a member of the House of Saxe-Coburg and Gotha.  The last reigning members of the House lost the Duchy of Brunswick in 1918 when Germany became a republic.",
  "/wiki/Duke_of_Cambridge": "Duke of Cambridge, one of the six current royal dukedoms in the United Kingdom, is a hereditary title of specific rank of nobility in the British royal family. The title (named after the city of Cambridge in England) is hereditary among male agnatic descendants  of the titleholder by primogeniture, and has been conferred upon members of the British royal family several times. The wife of the titleholder is usually called the Duchess of Cambridge.",
  "/wiki/Prince_Adolphus,_Duke_of_Cambridge": "Prince Adolphus, Duke of Cambridge, KG, GCB, GCMG, GCH, PC (Adolphus Frederick; 24 February 1774 – 8 July 1850) was the tenth child and seventh son of the British king George III and Charlotte of Mecklenburg-Strelitz.  He held the title of Duke of Cambridge from 1801 until his death. He also served as Viceroy of Hanover on behalf of his brothers George IV and William IV.",
  "/wiki/Duke_of_Wellington_(title)": "Duke of Wellington is a title in the Peerage of the United Kingdom. The name derived from Wellington in Somerset, and the title was created in 1814 for Arthur Wellesley, 1st Marquess of Wellington (1769–1852; born as The Hon. Arthur Wesley), the Anglo-Irish military commander who is best known for leading the decisive victory with Field Marshal von Blücher over Napoleon's forces at Waterloo in Brabant (now Walloon Brabant, Belgium). Wellesley later served twice as British prime minister.",
  "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington": "Arthur Wellesley, 1st Duke of Wellington, KG, GCB, GCH, PC, FRS (1 May 1769 – 14 September 1852) was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as Prime Minister. He won a notable victory against Napoleon at the Battle of Waterloo in 1815.",
  "/wiki/Duke_of_Buckingham_and_Chandos": "Viscount Cobham is a title in the Peerage of Great Britain that was created in 1718. Owing to its special remainder, the title has passed through several families. Since 1889, it has been held by members of the Lyttelton family.",
  "/wiki/Richard_Temple-Nugent-Brydges-Chandos-Grenville,_1st_Duke_of_Buckingham_and_Chandos": "Richard Temple-Nugent-Brydges-Chandos-Grenville, 1st Duke of Buckingham and Chandos KG, PC (20 March 1776 – 17 January 1839), styled Earl Temple from 1784 to 1813 and known as The Marquess of Buckingham from 1813 to 1822, was a British landowner and politician.",
  "/wiki/Duke_of_Sutherland": "Duke of Sutherland is a title in the Peerage of the United Kingdom which was created by William IV in 1833 for George Leveson-Gower, 2nd Marquess of Stafford. A series of marriages to heiresses by members of the Leveson-Gower family made the Dukes of Sutherland one of the richest landowning families in the United Kingdom. The title remained in the Leveson-Gower family until the death of the 5th Duke of Sutherland in 1963, when it passed to the 5th Earl of Ellesmere from the Egerton family.",
  "/wiki/George_Leveson-Gower,_1st_Duke_of_Sutherland": "George Granville Leveson-Gower, 1st Duke of Sutherland KG, PC (9 January 1758 – 19 July 1833), known as Viscount Trentham from 1758 to 1786, as Earl Gower from 1786 to 1803 and as The Marquess of Stafford from 1803 to 1833, was an English politician, diplomat, landowner and patron of the arts from the Leveson-Gower family. He was the wealthiest man in Britain during the latter part of his life.(p39) He remains a controversial figure for his role in the Highland Clearances.",
  "/wiki/Duke_of_Cleveland": "Duke of Cleveland is a title that has been created twice, once in the Peerage of England and once in the Peerage of the United Kingdom. The dukedoms were named after Cleveland in northern England.",
  "/wiki/William_Vane,_1st_Duke_of_Cleveland": "William Harry Vane, 1st Duke of Cleveland KG (27 July 1766 – 29 January 1842), styled Viscount Barnard until 1792 and known as The Earl of Darlington between 1792 and 1827 and as The Marquess of Cleveland between 1827 and 1833, was a British landowner and politician.",
  "/wiki/Cecilia_Underwood,_1st_Duchess_of_Inverness": "Cecilia Underwood, 1st Duchess of Inverness (born Lady Cecilia Letitia Gore; c. 1789 – 1 August 1873) was a mistress of Prince Augustus Frederick, Duke of Sussex (sixth son of King George III). Despite marrying, their union was in contravention of the Royal Marriages Act 1772 and as such was considered legally void. Consequently, she could not be styled either as the Duchess of Sussex nor a Princess. She was created Duchess of Inverness, in her own right, by Queen Victoria, on 10 April 1840.",
  "/wiki/Duke_of_Edinburgh": "Duke of Edinburgh, named after the city of Edinburgh, Scotland, is a substantive title that has been created three times for members of the British royal family since 1726. The current holder is Prince Philip, husband of Queen Elizabeth II.",
  "/wiki/Alfred,_Duke_of_Saxe-Coburg_and_Gotha": "Alfred (Alfred Ernest Albert; 6 August 1844 – 30 July 1900) reigned as Duke of Saxe-Coburg and Gotha from 1893 to 1900. He was the second son and fourth child of Queen Victoria of the United Kingdom and Prince Albert of Saxe-Coburg and Gotha. He was known as the Duke of Edinburgh from 1866 until he succeeded his paternal uncle Ernest II as the reigning Duke of Saxe-Coburg and Gotha in the German Empire.",
  "/wiki/House_of_Saxe-Coburg_and_Gotha": "The House of Saxe-Coburg and Gotha (/ˌsæks ˌkoʊbɜːrɡ ... ˈɡoʊθə, -tə/; German: Haus Sachsen-Coburg und Gotha) is a German dynasty that ruled Saxe-Coburg and Gotha, one of the Ernestine duchies.",
  "/wiki/Duke_of_Westminster": "Duke of Westminster is a title in the Peerage of the United Kingdom. It was created by Queen Victoria in 1874 and bestowed upon Hugh Grosvenor, 3rd Marquess of Westminster. It is the most recent dukedom conferred on someone not related to the British royal family.",
  "/wiki/Hugh_Grosvenor,_1st_Duke_of_Westminster": "Hugh Lupus Grosvenor, 1st Duke of Westminster, KG, PC, JP (13 October 1825 – 22 December 1899), styled Viscount Belgrave between 1831 and 1845 and Earl Grosvenor between 1845 and 1869 and known as The Marquess of Westminster between 1869 and 1874, was an English landowner, politician and racehorse owner.\nHe inherited the estate of Eaton Hall in Cheshire and land in Mayfair and Belgravia, London, and spent much of his fortune in developing these properties.  Although he was a member of parliament from the age of 22, and then a member of the House of Lords, his main interests were not in politics, but rather in his estates, in horse racing, and in country pursuits.  He developed the stud at Eaton Hall and achieved success in racing his horses, winning the Derby on four occasions.  Grosvenor also took an interest in a range of charities.  At his death he was considered to be the richest man in Britain.",
  "/wiki/Duke_of_Connaught_and_Strathearn": "The title of Duke of Connaught and Strathearn was granted by Queen Victoria of the United Kingdom of Great Britain and Ireland to her third son, Prince Arthur, on 24 May 1874. At the same time, he was also granted the subsidiary title of Earl of Sussex.",
  "/wiki/Prince_Arthur,_Duke_of_Connaught_and_Strathearn": "Prince Arthur, Duke of Connaught and Strathearn (Arthur William Patrick Albert; 1 May 1850 – 16 January 1942), was the seventh child and third son of Queen Victoria and Prince Albert. He served as the Governor General of Canada, the tenth since Canadian Confederation and the only British prince to do so. In 1910 he was appointed Grand Prior of the Order of St John and held this position until 1939.",
  "/wiki/Duke_of_Gordon": "The title Duke of Gordon has been created once in the Peerage of Scotland and again in the Peerage of the United Kingdom.",
  "/wiki/Charles_Gordon-Lennox,_6th_Duke_of_Richmond": "Charles Henry Gordon-Lennox, 6th Duke of Richmond, 6th Duke of Lennox, and 1st Duke of Gordon, KG, PC (27 February 1818 – 27 September 1903), styled Lord Settrington until 1819 and Earl of March between 1819 and 1860, was a British Conservative politician.",
  "/wiki/Duke_of_Albany": "Duke of Albany was a peerage title that has occasionally been bestowed on the younger sons in the Scottish and later the British royal family, particularly in the Houses of Stuart and Windsor.",
  "/wiki/Prince_Leopold,_Duke_of_Albany": "Prince Leopold, Duke of Albany, KG, KT, GCSI, GCMG, GCStJ (Leopold George Duncan Albert; 7 April 1853 – 28 March 1884) was the eighth child and youngest son of Queen Victoria and Prince Albert. Leopold was later created Duke of Albany, Earl of Clarence, and Baron Arklow. He had haemophilia, which led to his death at the age of 30.",
  "/wiki/Duke_of_Fife": "Duke of Fife is a title in the Peerage of the United Kingdom which has been created twice, in both cases for Alexander, 1st Duke of Fife and 6th Earl Fife, who in 1889 married Louise, Princess Royal, the eldest daughter of Albert Edward, Prince of Wales, the future King Edward VII.",
  "/wiki/Alexander_Duff,_1st_Duke_of_Fife": "Alexander William George Duff, 1st Duke of Fife, KG, KT, GCVO, VD, PC (10 November 1849 – 29 January 1912), styled Viscount Macduff between 1857 and 1879 and known as The Earl Fife between 1879 and 1889, was a Scottish peer who married Princess Louise, the third child and eldest daughter of King Edward VII and Queen Alexandra.",
  "/wiki/Duke_of_Clarence_and_Avondale": "Duke of Clarence and Avondale was a title awarded to a prince of the British Royal Family; the creation was in the Peerage of the United Kingdom.",
  "/wiki/Prince_Albert_Victor,_Duke_of_Clarence_and_Avondale": "Prince Albert Victor, Duke of Clarence and Avondale (Albert Victor Christian Edward; 8 January 1864 – 14 January 1892) was the eldest child of the Prince and Princess of Wales (later King Edward VII and Queen Alexandra) and grandson of the reigning British monarch, Queen Victoria. From the time of his birth, he was second in the line of succession to the British throne, but did not become king as he died before his father and grandmother.",
  "/wiki/Duke_of_Argyll": "Duke of Argyll (Scottish Gaelic: Diùc Earra-Ghàidheil) is a title, created in the Peerage of Scotland in 1701 and in the Peerage of the United Kingdom in 1892. The Earls, Marquesses, and Dukes of Argyll were for several centuries among the most powerful noble families in Scotland.  As such, they played a major role in Scottish history throughout the 16th, 17th, and 18th centuries. The Duke of Argyll also holds the hereditary titles of chief of Clan Campbell and Master of the Household of Scotland.",
  "/wiki/George_Campbell,_8th_Duke_of_Argyll": "George John Douglas Campbell, 8th Duke of Argyll, KG, KT, PC, FRS, FRSE (30 April 1823 – 24 April 1900), styled Marquess of Lorne until 1847, was a Scottish peer and Liberal politician. He made a significant geological discovery in the 1850s when his tenant found fossilized leaves embedded among basalt lava on the Island of Mull. He also helped to popularize ornithology and was one of the first to give a detailed account of the principles of bird flight in the hopes of advancing artificial aerial navigation (i.e. flying machines). His literary output was extensive writing on topics varying from science and theology to economy and politics. In this respect, Argyll can be considered a polymath.",
  "/wiki/Duke_of_York": "Duke of York is a title of nobility in the Peerage of the United Kingdom. Since the 15th century, it has, when granted, usually been given to the second son of English (later British) monarchs. The equivalent title in the Scottish peerage was Duke of Albany. However, King George I and Queen Victoria granted the second sons of their eldest sons the titles Duke of York and Albany and Duke of York respectively.",
  "/wiki/George_V": "George V (George Frederick Ernest Albert; 3 June 1865 – 20 January 1936) was King of the United Kingdom and the British Dominions, and Emperor of India, from 6 May 1910 until his death in 1936.",
  "/wiki/George_VI": "George VI (Albert Frederick Arthur George; 14 December 1895 – 6 February 1952) was King of the United Kingdom and the Dominions of the British Commonwealth from 11 December 1936 until his death. He became known as a symbol of British determination to win the Second World War against Germany.",
  "/wiki/House_of_Windsor": "The House of Windsor is the reigning royal house of the United Kingdom and the other Commonwealth realms. The dynasty is originally of German paternal descent and was a branch of the House of Saxe-Coburg and Gotha, itself derived from the House of Wettin, which succeeded the House of Hanover to the British monarchy following the death of Queen Victoria, wife of Albert, Prince Consort.",
  "/wiki/Duke_of_Gloucester": "Duke of Gloucester (/ˈɡlɒstər/) is a British royal title (after Gloucester), often conferred on one of the sons of the reigning monarch. The first four creations were in the Peerage of England and the last in the Peerage of the United Kingdom; the current creation carries with it the subsidiary titles of Earl of Ulster and Baron Culloden.",
  "/wiki/Prince_Henry,_Duke_of_Gloucester": "Prince Henry, Duke of Gloucester, KG, KT, KP, GCB, GCMG, GCVO, PC (Henry William Frederick Albert; 31 March 1900 – 10 June 1974) was the third son and fourth child of King George V and Queen Mary. He served as Governor-General of Australia from 1945 to 1947, the only member of the British royal family to hold the post.",
  "/wiki/Duke_of_Kent": "The title of Duke of Kent has been created several times in the peerages of Great Britain and the United Kingdom, most recently as a royal dukedom for the fourth son of King George V. Since 1942, the title has been held by Prince Edward (born 1935), Queen Elizabeth II's cousin.",
  "/wiki/Prince_George,_Duke_of_Kent": "Prince George, Duke of Kent, KG, KT, GCMG, GCVO (George Edward Alexander Edmund; 20 December 1902 – 25 August 1942) was a member of the British royal family, the fourth son of King George V and Queen Mary. He was the younger brother of Edward VIII and George VI. He served in the Royal Navy in the 1920s and then briefly as a civil servant. He became Duke of Kent in 1934. In the late 1930s he served as an RAF officer, initially as a staff officer at RAF Training Command and then, from July 1941, as a staff officer in the Welfare Section of the RAF Inspector General's Staff. He was killed in a military air-crash on 25 August 1942.",
  "/wiki/List_of_dukedoms_in_the_peerages_of_Britain_and_Ireland": "This page lists all dukedoms, extant, extinct, dormant, abeyant, or forfeit, in the peerages of England, Scotland, Great Britain, Ireland and the United Kingdom."
}