{
  "/wiki/1978_in_film": "The year 1978 in film involved some significant events.",
  "/wiki/51st_Academy_Awards": "The 51st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1978 and took place on April 9, 1979, at the Dorothy Chandler Pavilion in Los Angeles beginning at 7:00 p.m. PST / 10:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 22 categories. The ceremony, televised in the United States by ABC, was produced by Jack Haley Jr. and directed by Marty Pasetta. Comedian and talk show host Johnny Carson hosted the show for the first time. Three days earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California, on April 6, the Academy Awards for Technical Achievement were presented by hosts Gregory Peck and Christopher Reeve.",
  "/wiki/The_Recourse_to_the_Method": "The Recourse to the Method (Spanish: El recurso del método) is a Mexican-Cuban drama film directed by Chilean filmmaker Miguel Littín. It is based on the novel of the same name written by Alejo Carpentier. It was entered into the 1978 Cannes Film Festival. The film was also selected as the Cuban entry for the Best Foreign Language Film at the 51st Academy Awards, but was not accepted as a nominee.",
  "/wiki/Miguel_Litt%C3%ADn": "Miguel Ernesto Littin Cucumides (born 9 August 1942) is a Chilean film director, screenwriter, film producer and novelist. He was born to a Palestinian father, Hernán Littin and a Greek mother, Cristina Cucumides.",
  "/wiki/1987_in_film": "The following is an overview of events in 1987 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. Paramount Pictures celebrated its 75th anniversary in 1987.",
  "/wiki/60th_Academy_Awards": "The 60th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on April 11, 1988, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 22 categories honoring films released in 1987. The ceremony, televised in the United States by ABC, was produced by Samuel Goldwyn Jr. and directed by Marty Pasetta. Actor Chevy Chase hosted the show for the second consecutive year. Two weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California, on March 27, the Academy Awards for Technical Achievement were presented by host Shirley Jones.",
  "/wiki/A_Successful_Man": "A Successful Man (Spanish: Un hombre de éxito) is a 1986 Cuban drama film directed by Humberto Solás. It was screened in the Un Certain Regard section at the 1987 Cannes Film Festival and it was entered into the 15th Moscow International Film Festival. It won Best Production Design and Grand Coral - First Prize in the 1986 Havana Film Festival. The film was selected as the Cuban entry for the Best Foreign Language Film at the 60th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Humberto_Sol%C3%A1s": "Humberto Solás (4 December 1941 – 18 September 2008) was a Cuban film director, credited with directing the film Lucía (1968), which explored the lives of Cuban women during different periods in Cuban history.",
  "/wiki/1988_in_film": "The following is an overview of events in 1988 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. Rain Man was awarded the Academy Award for Best Picture, marking one of the few instances where the top-grossing film of the year was also the winner of such an award that year.",
  "/wiki/61st_Academy_Awards": "The 61st Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1988, and took place on Wednesday, March 29, 1989, at the Shrine Auditorium in Los Angeles, beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Allan Carr and directed by Jeff Margolis. Ten days earlier, in a ceremony held at the Beverly Hills Hotel in Beverly Hills, California, the Academy Awards for Technical Achievement were presented by host Angie Dickinson.",
  "/wiki/Letters_from_the_Park": "Letters from the Park (Spanish: Cartas del parque) is a 1988 Cuban drama film directed by Tomás Gutiérrez Alea. The film was selected as the Cuban entry for the Best Foreign Language Film at the 61st Academy Awards, but was not accepted as a nominee.",
  "/wiki/Tom%C3%A1s_Guti%C3%A9rrez_Alea": "Tomás Gutiérrez Alea (Spanish pronunciation: [aˈlea]; December 11, 1928 – April 16, 1996) was a Cuban filmmaker. He wrote and directed more than 20 features, documentaries, and short films, which are known for his sharp insight into post-Revolutionary Cuba, and possess a delicate balance between dedication to the revolution and criticism of the social, economic, and political conditions of the country.",
  "/wiki/1989_in_film": "The year 1989 involved many significant films.",
  "/wiki/62nd_Academy_Awards": "The 62nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1989 and took place on March 26, 1990, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted the show for the first time. Three weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on March 3, the Academy Awards for Technical Achievement were presented by hosts Richard Dysart and Diane Ladd.",
  "/wiki/Supporting_Roles": "Supporting Roles (Spanish: Papeles secundarios) is a 1989 Cuban drama film directed by Orlando Rojas. The film was selected as the Cuban entry for the Best Foreign Language Film at the 62nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/1990_in_film": "The year 1990 in film involved many significant events as shown below. Universal Pictures celebrated its 75th anniversary in 1990.",
  "/wiki/63rd_Academy_Awards": "The 63rd Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 25, 1991, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, Academy Awards (commonly referred to as the Oscars) were presented in 23 categories. The ceremony, which was televised in the United States on ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted for the second consecutive year. Three weeks earlier in a ceremony held at The Beverly Hilton in Beverly Hills, California on March 2, the Academy Awards for Technical Achievement were presented by host Geena Davis.",
  "/wiki/The_Beauty_of_the_Alhambra": "The Beauty of the Alhambra (Spanish: La bella del Alhambra) is a 1989 Cuban drama film directed by Enrique Pineda Barnet. The film was selected as the Cuban entry for the Best Foreign Language Film at the 63rd Academy Awards, but was not accepted as a nominee.",
  "/wiki/1991_in_film": "The year 1991 in film involved some significant events.",
  "/wiki/64th_Academy_Awards": "The 64th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 1991 in the United States and took place on March 30, 1992, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted the show for the third consecutive year. Three weeks earlier, in a ceremony held at the Century Plaza Hotel in Los Angeles on March 7, the Academy Awards for Technical Achievement were presented by host Tom Hanks.",
  "/wiki/Hello_Hemingway": "Hello Hemingway is a 1990 Cuban drama film directed by Fernando Pérez and starring Laura de la Uz. The plot, set in Havana in 1956, near the end of Fulgencio Batista's dictatorship, follows a young girl whose aspirations to obtain a scholarship in America, against the odds, are paralleled with her reading of Ernest Hemingway's The Old Man and the Sea. The film was selected as the Cuban entry for the Best Foreign Language Film at the 64th Academy Awards, but was not designated a nominee.",
  "/wiki/Fernando_P%C3%A9rez_(director)": "Fernando Pérez Valdés (born 1944) is a prominent Cuban film director.",
  "/wiki/1992_in_film": "The year 1992 in film involved many significant film releases.",
  "/wiki/65th_Academy_Awards": "The 65th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored films released in 1992 in the United States and took place on March 29, 1993, at the Dorothy Chandler Pavilion in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 23 categories. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Jeff Margolis. Actor Billy Crystal hosted the show for the fourth consecutive year. In related events, during a ceremony held at the Century Plaza Hotel in Los Angeles on March 6, the Academy Awards for Technical Achievement were presented by host Sharon Stone.",
  "/wiki/Adorable_Lies": "Adorable Lies (Spanish: Adorables mentiras) is a 1992 Cuban comedy film directed by Gerardo Chijona. The film was selected as the Cuban entry for the Best Foreign Language Film at the 65th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Gerardo_Chijona": "Gerardo Chijona Valdés (born in Havana on 1949) is a Cuban film director and critic. Among his best known films is Ticket to Paradise. Although other films he is known for include Adorable Lies or Adorables mentiras, Un paraíso bajo las estrellas, and Perfecto amor equivocado. He initially directed documentary films.",
  "/wiki/1994_in_film": "This is a list of films released in 1994. The top worldwide grosser was The Lion King, becoming the highest-grossing Walt Disney Feature Animation film of all-time, although it was slightly overtaken at the North American domestic box office by Forrest Gump, which won the Academy Award for Best Picture.",
  "/wiki/67th_Academy_Awards": "The 67th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 27, 1995, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as the Oscars) in 23 categories honoring the films released in 1994. The ceremony, televised in the United States by ABC, was produced by Gilbert Cates and directed by Jeff Margolis. Comedian David Letterman hosted the show for the first time. Three weeks earlier in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on March 4, the Academy Awards for Technical Achievement were presented by host Jamie Lee Curtis.",
  "/wiki/Strawberry_and_Chocolate": "Strawberry and Chocolate (Spanish: Fresa y chocolate) is an internationally co-produced film, directed by Tomás Gutiérrez Alea and Juan Carlos Tabío, based on the short story \"The Wolf, The Forest and the New Man\" (in Spanish, El Lobo, el bosque y el hombre nuevo) written by Senel Paz in 1990. Senel Paz also wrote the screenplay for the film.",
  "/wiki/Juan_Carlos_Tab%C3%ADo": "Juan Carlos Tabío is a Cuban film director and screenwriter. His film Strawberry and Chocolate (1994), which he co-directed with Tomás Gutiérrez Alea, won a Silver Bear - Special Jury Prize at the 44th Berlin International Film Festival, and was also nominated for the Academy Award for Best Foreign Language Film. He has collaborated with director and close friend Tomás Gutiérrez Alea and actors Jorge Perugorría, Vladimir Cruz and Mirta Ibarra in several films.",
  "/wiki/1996_in_film": "The year 1996 involved many significant films. The major releases this year included Scream, Independence Day, Fargo, Trainspotting, The Rock, The English Patient, Twister, Mars Attacks!, Jerry Maguire and a film version of the musical, Evita.",
  "/wiki/69th_Academy_Awards": "The 69th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 24, 1997, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the ceremony, AMPAS presented the Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1996. The ceremony, televised in the United States by ABC, was produced by Gil Cates, and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the fifth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 65th ceremony held in 1993. Three weeks earlier, in a ceremony held at the Regent Beverly Wilshire Hotel in Beverly Hills, California, on March 1, the Academy Awards for Technical Achievement were presented by host Helen Hunt. This also served as the launch event for DVD, with its U.S. launch being on the same day as the ceremony.",
  "/wiki/Think_of_Me_(film)": "Think of Me (Spanish: Pon tu pensamiento en mí) is a 1996 Cuban drama film directed by Arturo Sotto Díaz. The film was selected as the Cuban entry for the Best Foreign Language Film at the 69th Academy Awards, but was not accepted as a nominee.",
  "/wiki/1997_in_film": "The year 1997 in film involved many significant films, including Titanic, and the beginning of the film studio DreamWorks.",
  "/wiki/70th_Academy_Awards": "The 70th Academy Awards ceremony, organized by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 23, 1998, at the Shrine Auditorium in Los Angeles beginning at 6:00 p.m. PST / 9:00 p.m. EST. During the show, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 1997. The ceremony, which was televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Billy Crystal hosted the show for the sixth time. He first presided over the 62nd ceremony held in 1990, and he had hosted the previous year's gala. Nearly a month earlier in an event held at the Regent Beverly Wilshire Hotel in Beverly Hills, California on February 28, the Academy Awards for Technical Achievement were presented by host Ashley Judd.",
  "/wiki/Vertical_Love": "Vertical Love (Spanish: Amor vertical) is a 1997 Cuban comedy film directed by Arturo Sotto Díaz. The film was selected as the Cuban entry for the Best Foreign Language Film at the 70th Academy Awards, but was not accepted as a nominee.",
  "/wiki/2002_in_film": "The year 2002 in film involved some significant events.",
  "/wiki/75th_Academy_Awards": "The 75th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS) took place on March 23, 2003, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2002. The ceremony, televised in the United States by ABC, was produced by Gil Cates and was directed by Louis J. Horvitz. Actor Steve Martin hosted for the second time, having previously presided over the 73rd ceremony held in 2001. Three weeks earlier in a ceremony at Regent Beverly Wilshire Hotel in Beverly Hills, California held on March 1, the Academy Awards for Technical Achievement were presented by host Kate Hudson.",
  "/wiki/Nothing_More_(film)": "Nothing More (Spanish: Nada) is a 2001 Cuban comedy film directed by Juan Carlos Cremata Malberti. It was selected as the Cuban entry for the Best Foreign Language Film at the 75th Academy Awards, but it was not nominated.",
  "/wiki/Juan_Carlos_Cremata": "Juan Carlos Cremata Malberti (born November 18, 1961 in Havana, Cuba) is a Cuban film director. He started his career as an author and actor for children's TV shows made for the Cuban Institute of Radio and Television from 1981 to 1987. He is known for directing the movie Viva Cuba, which received the Best Children's Film award at the Cannes International Film Festival in 2005.",
  "/wiki/2003_in_film": "The year 2003 in film involved some significant events.",
  "/wiki/76th_Academy_Awards": "The 76th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2003 and took place on February 29, 2004, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Joe Roth and was directed by Louis J. Horvitz. Actor Billy Crystal hosted for the eighth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 72nd ceremony held in 2000. Two weeks earlier in a ceremony at The Ritz-Carlton Huntington Hotel & Spa in Pasadena, California held on February 14, the Academy Awards for Technical Achievement were presented by host Jennifer Garner.",
  "/wiki/Suite_Habana": "Suite Habana is a 2003 Cuban documentary directed by Fernando Pérez.",
  "/wiki/2005_in_film": "2005 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/78th_Academy_Awards": "The 78th Academy Awards presented by the Academy of Motion Picture Arts and Sciences (AMPAS), took place on March 5, 2006, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:00 p.m. PST / 8:00 p.m. EST. The ceremony was scheduled one week later than usual to avoid a clash with the 2006 Winter Olympics. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories honoring films released in 2005. The ceremony, televised in the United States by ABC, was produced by Gil Cates and directed by Louis J. Horvitz. Actor Jon Stewart hosted the show for the first time. Two weeks earlier in a ceremony at The Beverly Hilton in Beverly Hills, California held on February 18, the Academy Awards for Technical Achievement were presented by host Rachel McAdams.",
  "/wiki/Viva_Cuba": "Viva Cuba is a 2005 Cuban film, directed by Juan Carlos Cremata and Iraida Malberti Cabrera, and written by Cremata and Manolito Rodriguez. It was the first Cuban film to be awarded the ‘Grand Prix Écrans Juniors’ for children's cinema at the 2005 Cannes Film Festival.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/79th_Academy_Awards": "The 79th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2006 and took place February 25, 2007, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Laura Ziskin and directed by Louis J. Horvitz. Actress Ellen DeGeneres hosted for the first time. Two weeks earlier in a ceremony at the Beverly Wilshire Hotel in Beverly Hills, California held on February 10, the Academy Awards for Technical Achievement were presented by host Maggie Gyllenhaal.",
  "/wiki/El_Benny": "El Benny is a Cuban film released in 2006, directed and co-written by Jorge Luis Sánchez, his first feature-length film.  It is a fictional story based on the life of the famous Cuban musician Benny Moré. It includes new versions of his songs performed by musicians including Chucho Valdés, Juan Formell, Haila and Orishas.",
  "/wiki/Jorge_Luis_S%C3%A1nchez": "Jorge Luis Sánchez (born 1960 in Havana) is a Cuban film director. He was a founder of the Federación Nacional de Cine Clubes de Cuba - the Nacional Federation of Cine Clubs of Cuba.",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/80th_Academy_Awards": "The 80th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2007 and took place on February 24, 2008, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Gil Cates and directed by Louis J, Horvitz. Actor Jon Stewart hosted the show for the second time, having previously presided over the 78th ceremony held in 2006. Two weeks earlier in a gala at the Beverly Wilshire Hotel in Beverly Hills, California held on February 9, the Academy Awards for Technical Achievement were presented by host Jessica Alba.",
  "/wiki/The_Silly_Age": "The Silly Age (Spanish: La Edad de la peseta) is a 2006 Cuban film directed by Pavel Giroud. It was Cuba's submission to the 80th Academy Awards for the Academy Award for Best Foreign Language Film, but was not accepted as a nominee.",
  "/wiki/Pavel_Giroud": "Pavel Giroud is a Cuban film director based in Madrid, Spain. He studied design and graduated from the Instituto Superior de Diseño (High Institute of Design) in 1994.",
  "/wiki/2009_in_film": "The year 2009 saw the release of many films. Seven made the top 50 list of highest-grossing films. Also in 2009, the Academy of Motion Picture Arts and Sciences announced that as of that year, their Best Picture category would consist of ten nominees, rather than five (the first time since the 1943 awards).",
  "/wiki/82nd_Academy_Awards": "The 82nd Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2009 and took place on March 7, 2010, at the Kodak Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. The ceremony was scheduled after its usual late-February date to avoid conflicting with the 2010 Winter Olympics. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and was produced by Bill Mechanic and Adam Shankman and directed by Hamish Hamilton. Actors Alec Baldwin and Steve Martin hosted the show. Martin hosted for the third time; he first presided over the 73rd ceremony held in 2001 and last hosted the 75th ceremony held in 2003. Meanwhile, this was Baldwin's first Oscars hosting stint. This was also the first telecast to have multiple hosts since the 59th ceremony held in 1987.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/84th_Academy_Awards": "The 84th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2011 in the United States and took place on February 26, 2012, at the Hollywood and Highland Center Theatre[a] in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, the Academy of Motion Picture Arts and Sciences presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, and produced by Brian Grazer and Don Mischer, with Mischer also serving as director. Actor Billy Crystal hosted the show for the ninth time. He first presided over the 62nd ceremony held in 1990 and had last hosted the 76th ceremony held in 2004.",
  "/wiki/Habanastation": "Habanastation is a 2011 Cuban drama film directed by Ian Padrón. Filmed in a slum in western Havana, the film addresses inequalities in Cuba through the relationship between two children of different social strata. The film was selected as the Cuban entry for the Best Foreign Language Film at the 84th Academy Awards, but did not make the final shortlist.",
  "/wiki/2014_in_film": "The following is an overview of the events of 2014 in film, including the highest-grossing films, award ceremonies, festivals, and a list of films released and notable deaths.",
  "/wiki/87th_Academy_Awards": "The 87th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2014 and took place on February 22, 2015, at the Dolby Theatre in Hollywood, Los Angeles beginning at 5:30 p.m. PST / 8:30 p.m. EST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by ABC, produced by Neil Meron and Craig Zadan and directed by Hamish Hamilton. Actor Neil Patrick Harris hosted the ceremony for the first time.",
  "/wiki/Behavior_(film)": "Behavior (Spanish: Conducta) is a 2014 Cuban drama film directed by Ernesto Daranas. In English writing, the film is usually referred to by the title Behavior. The film premiered in February 2014, and then played at the Málaga Film Festival before having its US premieres simultaneously at the Chicago Latino Film Festival and Havana Film Festival New York in April 2014. Behavior was then screened in the Contemporary World Cinema section at the 2014 Toronto International Film Festival. It was selected as the Cuban entry for the Best Foreign Language Film at the 87th Academy Awards, but was not nominated.",
  "/wiki/2016_in_film": "2016 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, and a list of films released and deaths.",
  "/wiki/89th_Academy_Awards": "The 89th Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2016, and took place on February 26, 2017, at the Dolby Theatre in Hollywood, Los Angeles, California, at 5:30 p.m. PST. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony, televised in the United States by ABC, was produced by Michael De Luca and Jennifer Todd and directed by Glenn Weiss. Comedian Jimmy Kimmel hosted the ceremony for the first time.",
  "/wiki/The_Companion_(film)": "The Companion (Spanish: El acompañante) is a 2015 Cuban drama film directed by Pavel Giroud. It was selected as the Cuban entry for the Best Foreign Language Film at the 89th Academy Awards but it was not nominated.",
  "/wiki/2018_in_film": "2018 in film is an overview of events, including the highest-grossing films, award ceremonies, critics' lists of the best films of 2018, festivals, a list of films released and notable deaths.",
  "/wiki/91st_Academy_Awards": "The 91st Academy Awards ceremony, presented by the Academy of Motion Picture Arts and Sciences (AMPAS), honored the best films of 2018, and took place at the Dolby Theatre in Hollywood, Los Angeles, California. The ceremony was held on February 24, 2019. During the ceremony, AMPAS presented Academy Awards (commonly referred to as Oscars) in 24 categories. The ceremony was televised in the United States by the American Broadcasting Company (ABC), produced by Donna Gigliotti and Glenn Weiss, with Weiss also serving as director. It was the first ceremony in three decades, since the 61st Academy Awards in 1989, to be conducted without a host.",
  "/wiki/Sergio_and_Sergei": "Sergio and Sergei (Spanish: Sergio & Sergei) is a 2017 Cuban drama film directed by Ernesto Daranas. It was selected as the Cuban entry for the Best Foreign Language Film at the 91st Academy Awards. However, it was not on the final list of submitted films released by Academy of Motion Picture Arts and Sciences in October 2018."
}