{
  "/wiki/1893_World_Allround_Speed_Skating_Championships": "The 1893 World Allround Speed Skating Championships took place at 13 and 14 January at the ice rink Museumplein in Amsterdam, the Netherlands. It is the fourth World Allround Speed Skating Championships organised at the Museumplein in Amsterdam. (The championships in 1892 were canceled due to thaw). It was the first official World Allround Speed Skating Championship after the foundation of the International Skating Union (ISU) in 1892. The Dutch skater Jaap Eden became the first official ISU-World allround by winning the 1500, 5000 en 500 meter. He did not need to finish the 10000m according to the rules. Oskar Fredriksen from Norway skated the championship the first World record at the 10000 meter.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/Jaap_Eden": "Jacobus Johannes \"Jaap\" Eden (Dutch pronunciation: [jaːˈkoːbʏs joːˈɦɑnəs jaːp ˈeːdən]; 19 October 1873 – 2 February 1925) was a Dutch athlete. He is the only male athlete to win world championships in both speed skating and bicycle racing.",
  "/wiki/1894_World_Allround_Speed_Skating_Championships": "The 1894 World Allround Speed Skating Championships took place at 10 and 11 February 1894 at the ice rink Saltsjöbanen in Stockholm, Sweden. 19 skaters from six countries participated. It is the first World Allround Speed Skating Championships skated outside off Amsterdam. The Dutch skater Jaap Eden was the defending champion. No new champion was declared because none of the skaters won three distances.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/1895_World_Allround_Speed_Skating_Championships": "The 1895 World Allround Speed Skating Championships took place at 23 and 24 February 1895 at the ice rink Mjøsen in Hamar, Norway. There was no defending champion. In 1894 no champion was declared because none of the skaters won three distances. Jaap Eden became the first skater to win two world titles.",
  "/wiki/Hamar": "Hamar [ˈhɑ̂ːmɑr] (listen) is a town in Hamar Municipality in Innlandet county, Norway.  It is part of the traditional region of Hedmarken.  The administrative centre of the municipality is the town of Hamar.  The municipality of Hamar was separated from Vang as a town and municipality of its own in 1849. Vang was merged back into Hamar on 1 January 1992.",
  "/wiki/1896_World_Allround_Speed_Skating_Championships": "The 1896 World Allround Speed Skating Championships took place at 7 and 8 February 1896 at the ice rink Joesoepovski Park in Saint Petersburg, Russia. Jaap Eden was the defending champion, he extended his title by winning all four distances.",
  "/wiki/Saint_Petersburg": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/1897_World_Allround_Speed_Skating_Championships": "The 1897 World Allround Speed Skating Championships took place on 5, 6 and 9 February 1897 at the ice rink Crystal Stadium in Montréal, Canada. It was the first World championship outside of Europe. Canada had the honour of organizing this World championship because it was the first non-European member of the International Skating Union.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Jack_McCulloch": "John K. \"Jack\" McCulloch (August 15, 1872 – January 26, 1918) was a Canadian speed skater and ice hockey player. He won several Canadian amateur speed skating championships and one world championship.",
  "/wiki/1898_World_Allround_Speed_Skating_Championships": "The 1897 World Allround Speed Skating Championships took place at 6 and 7 February 1897 at the ice rink Eisstadion in Davos, Switzerland.",
  "/wiki/Davos": "Davos (UK: /ˈdævɒs, dɑːˈvɒs/, US: /dɑːˈvoʊs/; German: [daˈfoːs] or [daˈvoːs] (listen); Romansh: Tavau; archaic Italian: Tavate) is an Alpine town, and a municipality in the Prättigau/Davos Region in the canton of Graubünden, Switzerland. It has a permanent population of 10,899 (2018). Davos is located on the river Landwasser, in the Rhaetian Alps, between the  Plessur and Albula Range at 1,560 m (5,120 ft) above sea level.",
  "/wiki/Peder_%C3%98stlund": "Peder Østlund (7 May 1872 – 22 January 1939) was a Norwegian speed skater.",
  "/wiki/1899_World_Allround_Speed_Skating_Championships": "The 1899 World Allround Speed Skating Championships took place at 4 and 5 February 1899 at the ice rinks Friedenauer Sportplatz & Westeisbahn in Berlin, Germany. The first day was skated at the ice rink Friedenauer Sportplatz (a 400 m ice rink). Due to the bad ice conditions the second day the distances were skated at the ice rink Westeisbahn (a 335 m ice rink).",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/1900_World_Allround_Speed_Skating_Championships": "The 1900 World Allround Speed Skating Championships took place at 24 and 25 February 1900 at the ice rinks Frognerkilen in Kristiania (Today: Oslo), Norway. The first day was skated at the ice rink Friedenauer Sportplatz (a 400 m ice rink). Due to the bad ice conditions the second day the distances were skated at the ice rink Westeisbahn (a 335 m ice rink).",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Edvard_Engelsaas": "Edvard Engelsaas (17 November 1872 – 30 August 1902) was a Norwegian speed skater and world champion.",
  "/wiki/1901_World_Allround_Speed_Skating_Championships": "The 1901 World Allround Speed Skating Championships took place on 9 and 10 February 1901 at the ice rink Djurgårdsbrunnsviken in Stockholm, Sweden.",
  "/wiki/1902_World_Allround_Speed_Skating_Championships": "The 1902 World Allround Speed Skating Championships took place between 22 and 23 February 1902 at the Pohjoissatama ice rink in Helsinki, Finland.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/1903_World_Allround_Speed_Skating_Championships": "The 1903 World Allround Speed Skating Championships took place at 20 and 21 March 1903 at the ice rink Market Place in Saint Petersburg, Russia.",
  "/wiki/1904_World_Allround_Speed_Skating_Championships": "The 1904 World Allround Speed Skating Championships took place at 6 and 7 February 1904 at the ice rink Gamle Frogner Stadion in Kristiania, Norway.",
  "/wiki/Sigurd_Mathisen": "Sigurd Mathisen (26 April 1884 – 4 March 1919) was a Norwegian speed skater, world champion and world record holder over 500 m. He was an older brother of Oscar Mathisen.",
  "/wiki/1905_World_Allround_Speed_Skating_Championships": "The 1905 World Allround Speed Skating Championships took place at 21 and 22 January 1905 at the ice rink Stadspark in Groningen, Netherlands.",
  "/wiki/Groningen_(city)": "Groningen (/ˈɡroʊnɪŋən/, also UK: /ˈɡrɒn-/, US: /ˈxroʊn-/, Dutch: [ˈɣroːnɪŋə(n)] (listen); Gronings: Grunnen) is the main municipality as well as the capital city of the eponymous province in the Netherlands. It is the largest city in the north of the Netherlands and has 231,037 inhabitants (31 January 2019) on a total area of 180.21 km2 (69.58 sq mi), and land area of 168.93 km2 (65.22 sq mi) with a population density of 1,367 per km2 (3,540 per square mile). It merged with Ten Boer and Haren municipalities in 1 January 2019. The Groningen-Assen metropolitan area has about half a million inhabitants. Groningen is an old city (more than 950 years) and was the regional power of the north of the Netherlands, a semi-independent city-state and member of the German Hanseatic League. Groningen is a university city, with an estimated 31,000 students at the University of Groningen (1 October 2018), and an estimated 28,000 at the Hanze University of Applied Sciences (1 October 2018).",
  "/wiki/Coen_de_Koning": "Coen de Koning (30 March 1879 – 29 July 1954) was a speed skater and cyclist. He started his sports career as a cyclist, but switched to speed skating and became the second Dutch speed skater to win a world title, in 1905. He finished second in 500 m, and won the 1500, 5000 and 10,000 m events. De Koning won the national all-around title in 1903, 1905 and 1912, and set national records in the 500 m and 10,000 m in 1905; these records stood until 1926 and 1929. De Koning also set a world record in one-hour skating, at 32,370 m in 1906, and won the Elfstedentocht in 1912 and 1917.",
  "/wiki/1906_World_Allround_Speed_Skating_Championships": "The 1906 World Allround Speed Skating Championships took place at 24 and 25 January 1906 at the ice rink Pohjoissatama in Helsinki, Finland.",
  "/wiki/1907_World_Allround_Speed_Skating_Championships": "The 1907 World Allround Speed Skating Championships took place at 21 and 22 February 1907 at the ice rink Øen Stadion in Trondheim, Norway.",
  "/wiki/Trondheim": "Trondheim (UK: /ˈtrɒndhaɪm, ˈtrɒnhaɪm/, US: /ˈtrɒnheɪm/, Urban East Norwegian: [ˈtrɔ̂n(h)æɪm] (listen); Southern Sami: Tråante), historically Kaupangen, Nidaros and Trondhjem, is a city and municipality in Trøndelag county, Norway. It has a population of 200,000 (01/01/2020), and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scientific and Industrial Research (SINTEF), St. Olavs University Hospital and other technology-oriented institutions.",
  "/wiki/1908_World_Allround_Speed_Skating_Championships": "The 1908 World Allround Speed Skating Championships took place at 8 and 9 February 1908 at the ice rink Eisstadion in Davos, Switzerland.\nTHis year it was the first time also Silver and Bronze medals were awarded. Also a point system was introduced to make a ranking, but the rule that if one won three distances became automatic World champion was still valid.",
  "/wiki/Oscar_Mathisen": "Oscar Wilhelm Mathisen (4 October 1888 – 10 April 1954) was a Norwegian speed skater and celebrity, almost rivalling Roald Amundsen and Fridtjof Nansen as symbols for a young nation (Norway became independent in 1905). He represented Kristiania Skøiteklub (now Oslo Skøiteklub).",
  "/wiki/Martin_S%C3%A6terhaug": "Martin Sæterhaug (13 August 1882 – 23 August 1961) was a Norwegian speed skater and cyclist. He won silver medals at the 1908 and 1911 World Allround Speed Skating Championships and a bronze medal in 1910. In cycling, he competed in two events at the 1912 Summer Olympics.",
  "/wiki/1909_World_Allround_Speed_Skating_Championships": "The 1909 World Allround Speed Skating Championships took place at 27 and 28 February 1909 at the ice rink Gamle Frogner in Kristiania, Norway.",
  "/wiki/1910_World_Allround_Speed_Skating_Championships": "The 1910 World Allround Speed Skating Championships took place on 5 and 6 March 1910 at the ice rink Pohjoissatama in Helsinki, Finland.",
  "/wiki/Nikolay_Strunnikov": "Nikolay Vasilyevich Strunnikov (Russian: Николай Васильевич Струнников) (16 December 1886 – 12 January 1940) was a Russian World Champion in speed skating. In addition, he was also successful as a cyclist.",
  "/wiki/1911_World_Allround_Speed_Skating_Championships": "The 1911 World Allround Speed Skating Championships took place at 5 and 5 March 1911 at the ice rink Øen Stadion in Trondheim, Norway.",
  "/wiki/1912_World_Allround_Speed_Skating_Championships": "The 1912 World Allround Speed Skating Championships took place at 17 and 18 February 1912 at the ice rink Gamle Frogner in Kristiania, Norway.",
  "/wiki/World_Allround_Speed_Skating_Championships_for_Men": "The International Skating Union has organised the World Allround Speed Skating Championships for Men since 1893. Unofficial Championships were held in the years 1889–1892."
}