{
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.",
  "/wiki/Bobby_Robson": "Sir Robert William Robson CBE (18 February 1933 – 31 July 2009) was an English footballer and football manager. His career included periods playing for and later managing the England national team and being a UEFA Cup-winning manager at Ipswich Town F.C.",
  "/wiki/Don_Howe": "Donald Howe (12 October 1935 – 23 December 2015) was an English football player, coach, manager and pundit. As a right back Howe featured for clubs West Bromwich Albion and Arsenal together with  the English national football team in his playing career. He also went on to manage sides West Brom, Galatasaray, Queens Park Rangers and Coventry City. Howe was also a successful coach and has been described as one of the most influential figures of the English footballing game.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Rafael_Benítez": "Rafael Benítez Maudes (Spanish pronunciation: [rafaˈel ˈrafa βeˈniteθ ˈmauðes];[a] born 16 April 1960) is a Spanish professional football manager and former player who is the manager of Chinese Super League club Dalian Professional.",
  "/wiki/Liverpool_F.C.": "Liverpool Football Club is a professional football club in Liverpool, England, that competes in the Premier League, the top tier of English football. The club has won six European Cups, more than any other English club, three UEFA Cups, four UEFA Super Cups (both also English records), one FIFA Club World Cup, eighteen League titles, seven FA Cups, a record eight League Cups, fifteen FA Community Shields and one Football League Super Cup.",
  "/wiki/Dario_Gradi": "Dario Gradi, MBE (born 8 July 1941) is an Italian-English former amateur football player, coach and manager. He was associated for more than 36 years with Crewe Alexandra, where he was variously manager, director of football and director of the Academy, until October 2019.",
  "/wiki/Crewe_Alexandra_F.C.": "Crewe Alexandra Football Club is a professional association football club based in the town of Crewe, Cheshire, England. The team compete in League Two, the fourth tier of the English football league system. Nicknamed The Railwaymen because of the town's links with the rail industry, they have played at Gresty Road since 1906, when they moved from their original home at the Alexandra Recreation Ground. Supporters maintain rivalries with a number of nearby clubs, their fiercest rivals being Staffordshire-based side Port Vale.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.",
  "/wiki/Alex_Ferguson": "Sir Alexander Chapman Ferguson CBE (born 31 December 1941) is a Scottish former football manager and player who managed Manchester United from 1986 to 2013. He is considered one of the greatest managers of all time and he has won more trophies than any other manager in the history of football.",
  "/wiki/2008_UEFA_Champions_League_Final": "The 2008 UEFA Champions League Final was a football match that took place on Wednesday, 21 May 2008, at the Luzhniki Stadium in Moscow, Russia, to determine the winner of the 2007–08 UEFA Champions League. It was contested by Manchester United and Chelsea, making it an all-English club final for the first time in the history of the competition. This was only the third time that two clubs from the same country had contested the final; the others being the 2000 and 2003 finals. It was the first European Cup final played in Russia, and hence the easternmost final in the tournament's history. It also marked the 100th anniversary of Manchester United's first league triumph, the 50th anniversary of the Munich air disaster, and the 40th anniversary of United's first European Cup triumph in 1968. It was Manchester United's third European Cup final after 1968 and 1999, while it was Chelsea's first.",
  "/wiki/2008_FIFA_Club_World_Cup_Final": "The 2008 FIFA Club World Cup Final was the final match of the 2008 FIFA Club World Cup, a football tournament for the champion clubs from each of FIFA's six continental confederations. The match took place at the International Stadium Yokohama, Japan, on 21 December 2008, and pitted LDU Quito of Ecuador, the CONMEBOL club champions, and Manchester United of England, the UEFA club champions. Despite going down to ten men early in the second half, Manchester United won the match 1–0 thanks to a 73rd-minute goal from Wayne Rooney.",
  "/wiki/Steve_McClaren": "Stephen McClaren (born 3 May 1961) is an English professional football manager and former player who was most recently manager of Queens Park Rangers. McClaren served as manager of the England national team from August 2006 to November 2007. He was sacked when England failed to qualify for UEFA Euro 2008.",
  "/wiki/FC_Twente": "Football Club Twente (Dutch pronunciation: [ɛfˈseː ˈtʋɛntə]) is a Dutch professional football club from the city of Enschede.  In 2018–19, it competed in and won the Eerste Divisie. The club was formed in 1965 by the merger of 1926 Dutch champions, Sportclub Enschede and Enschedese Boys. They were the holders of the 2011 KNVB Cup and Johan Cruijff Schaal trophies, and were Eredivisie champions in the 2009–10 season; the team has also finished as Eredivisie runner-up twice, was runner-up in the 1974–75 UEFA Cup, and has won the KNVB Cup three times. Twente's home ground since 1998 is De Grolsch Veste.",
  "/wiki/Lee_Clark_(footballer)": "Lee Robert Clark (born 27 October 1972) is an English professional football manager and former player.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Roberto_Di_Matteo": "Roberto Di Matteo (Italian pronunciation: [roˈbɛrto di matˈtɛːo]; born 29 May 1970) is an Italian former professional footballer and manager.",
  "/wiki/Phil_Parkinson": "Philip John Parkinson (born 1 December 1967) is an English professional football manager and former player who played as a midfielder. He is manager of League One club Sunderland AFC.",
  "/wiki/2013_Football_League_Two_play-off_Final": "The 2013 Football League Two play-off Final was a football match contested by Bradford City and Northampton Town on 18 May 2013 at Wembley Stadium to decide the fourth and final team to be promoted from League Two to League One for the 2013–14 season. The two teams had earned their place in the final with aggregate victories over the two-legged semi-finals.",
  "/wiki/2013_Football_League_Cup_Final": "The 2013 Football League Cup Final was a football match between Bradford City and Swansea City, which took place on 24 February 2013 at Wembley Stadium in London. It was the final match of the 2012–13 Football League Cup, the 53rd season of the Football League Cup, a football competition for the 92 teams in the Premier League and the Football League.",
  "/wiki/League_Managers_Association_Awards": "The League Managers Association Awards is an annual award ceremony in English football, awarded by the League Managers Association. The most prestigious award is the LMA Manager of the Year award. It is presented to a manager from any division for his achievements in the prior season. The award is voted by fellow professional managers and as a result consideration is also given to managers who inherit poor sides or financial difficulties and not only those managers who do not have such financial constraints and have won trophies. On only five occasions has the Premier League winning manager won the award compared with the Premier League Manager of the Year award which has been won on all but four occasions by the league champion. Trophies for the event are hand-crafted by silversmith Thomas Lyte, which also makes trophies for the LG Performance of the Week Award throughout the league season."
}