{
  "/wiki/Westlife": "Westlife is an Irish pop vocal group, which was formed in 1998 in Sligo, disbanded in 2012 and reunited in 2018. They were originally signed by Simon Cowell in the UK, Clive Davis in the US and managed by Louis Walsh and Sonny Takhar. The group currently consists of Shane Filan, Mark Feehily, Kian Egan, and Nicky Byrne.\n So far, they have a total of thirteen major album releases, eleven of which are studio albums. Five albums are as a five-piece and eight are as a four-piece. The group rose to fame with their debut international self-titled studio album, Westlife (1999). It was followed by Coast to Coast (2000), World of Our Own (2001), Unbreakable – The Greatest Hits Vol. 1 (2002), and Turnaround (2003), which continued the group's success worldwide. Before the start of their Turnaround Tour in 2004, one of the original members, Brian McFadden, departed from the band. The four remaining members continued as a group to release their cover albums Allow Us to Be Frank (2004) and The Love Album (2006) and the studio albums Face to Face (2005) and Back Home (2007). After an almost one-year hiatus of studio recording in 2008, they regrouped and released the studio albums Where We Are (2009), and Gravity (2010), and the compilation album Greatest Hits (2011). After eight years, the quartet group released their eleventh studio album, Spectrum, in 2019.\n The band have sold over 45 million studio albums and 55 million records overall worldwide. The band has received over 1.5 billion views on their official YouTube channel alone with more than 2.4 million page subscribers as well, were streamed more than 300 million times, and more than 550 million streams on Spotify as of 2018 and more than a million followers on the said streaming media platform as of May 2019.\n They generated hit singles including \"Swear It Again\", \"If I Let You Go\", \"Flying Without Wings\", \"I Have a Dream\", \"Seasons in the Sun\", \"Fool Again\", \"My Love\", \"What Makes a Man\", \"Uptown Girl\", \"Unbreakable\", \"When You're Looking Like That\", \"Queen of My Heart\", \"Mandy\", \"Tonight\", \"Hey Whatever\", \"You Raise Me Up\", \"Bop Bop Baby\", \"The Rose\", and \"World of Our Own\". 19 out their 29 singles as lead artist and as featured artist received UK certifications from 1999 to 2019, 17 out of 29 singles from 1999 to 2009 reached the top 2 on the UK Singles Chart. They have the most certifications for a boy band in the UK Singles Chart after Take That and the most singles certifications for a pop band on the UK number one singles artists chart since The Beatles.\n According to the British Phonographic Industry (BPI), Westlife has been certified for 13.1 million albums, 1.3 million video albums, and 10 million singles, with a total of more than 24 million combined sales in the UK. They are also currently ranked 19th with the most number-one albums of all time and sixth highest band in the list. The group have accumulated 14 number-one singles as a lead artist as well as having eight number-one albums in the United Kingdom, making them Ireland's most prolific chart-toppers. In 2012, the Official Charts Company listed Westlife 34th amongst the biggest-selling singles artist, 16th amongst the biggest selling groups, and 14th with most top ten hits all the highest for a boy band and a pop group in British music history. They are the biggest selling album group of the 2000s decade in the UK as well. Three of their studio albums were part of the 50 fastest selling albums of all time in the UK. The group have the most consecutive number-one studio albums in a decade in the UK and Ireland for a band since the Beatles and for a pop band and act since ABBA. Also in Ireland, they have 11 number-one albums with a total of 13 top two albums, 16 number-one singles as well as 34 top-fifty singles.\n They are holders of the following Guinness World Records: first to achieve seven consecutive number-one singles in the UK, most public appearances in 36 hours by a pop group, most singles to debut at number one on the UK chart and top selling album group in the United Kingdom in the 21st century.\n It makes Westlife one of the most successful musical groups of all time, among the highest profile acts in 2000s popular culture in most territories worldwide, and one of the few boy bands to have continued success after their commercial peak. On the best-selling boy bands of all time list, they are currently eighth worldwide along with the biggest selling boy band from Ireland in history globally.\n Westlife have not managed to break into the US market so far, achieving only one hit single in 2000, \"Swear It Again\". Despite this, the United States ranked in the top five for the number of views of the band with an annual total of more than 30 million on their official YouTube channel alone with multiple videos uploaded as of June 2018.\n The pop band has received numerous accolades including one World Music Award, two Brit Awards, four MTV Awards, four Record of the Year Awards, with an overall total of 98 awards and 20 nominations so far. As a live act, Westlife have sold 5.5 million concert tickets worldwide from their fourteen concert tours so far. They still hold the record for the most shows played at The SSE Arena, Belfast and SSE Arena, Wembley. It makes them the biggest arena act of all-time in the United Kingdom. They sold out Croke Park Stadium in their home country in a record-breaking five minutes. Their fourteenth, and latest concert tour is called Stadiums in the Summer Tour.",
  "/wiki/Flying_Without_Wings": "\"Flying Without Wings\" is a song by Irish boy band Westlife and it was released on 18 October 1999 as the third single from their self-titled debut studio album. It is the band's third most streamed song, and their fourth best selling single of all-time on both paid-for and combined sales categories in the United Kingdom as of January 2019.",
  "/wiki/The_Boomtown_Rats": "The Boomtown Rats are an Irish rock band originally formed in Dublin in 1975, that had a series of Irish and UK hits between 1977 and 1985. The group is led by vocalist Bob Geldof. The other members of the original line-up were Garry Roberts (lead guitar), Johnnie Fingers (keyboards), Pete Briquette (bass), Gerry Cott (rhythm guitar) and Simon Crowe (drums). The Boomtown Rats broke up in 1986, but reformed in 2013, without Johnnie Fingers or Gerry Cott.",
  "/wiki/Boyzone": "Boyzone were an Irish boy band. Their most famous line-up was composed of Keith Duffy, Stephen Gately, Mikey Graham, Ronan Keating, and Shane Lynch. Boyzone have had 21 singles in the top 40 UK charts and 22 singles in the Irish charts. The group have had six UK No.1 singles and nine No.1 singles in Ireland with 12 of their 24 singles in the UK being in the UK Top 2. Boyzone are one of the most successful bands in Ireland and the United Kingdom. In total, Boyzone had 19 top 5 singles on the Irish Singles Chart, 18 top 10 hits on the UK Singles Chart, nine No. 1 Irish hit singles and six No. 1 UK hit singles and five No. 1 albums, with 25 million records sold by 2013 worldwide.\n They were put together in 1993 by Louis Walsh, who is also known for managing Johnny Logan and Westlife. Before even recording any material, Boyzone made an appearance on RTÉ's The Late Late Show. The group split in 1999. Boyzone made a comeback in 2007, originally with the intention of just touring. The band have sold 2 million records since their return.\n Gately died on 10 October 2009 of natural causes while on holiday in the Spanish island of Majorca with his civil partner, Andrew Cowles.\n In 2012, the Official Charts Company revealed the biggest selling singles artists in British music chart history, with Boyzone currently placed at 29th and the second most successful boy band in Britain, behind Take That. To date, Boyzone have released four studio albums and seven compilation albums.\n According to the British Phonographic Industry (BPI), Boyzone has been certified for six million albums and over seven million singles in the UK.\n Boyzone went on tour in late 2018 to celebrate their 25th anniversary. An album to celebrate the anniversary will be released in 16 November 2018. On 28 April 2018, it was announced that the band would split for good after their anniversary celebrations, which ended in 2019. In 2023, the band will celebrate their 30th anniversary.",
  "/wiki/Mary_Coughlan_(singer)": "Mary Coughlan (born 5 May 1956) is an Irish singer and actress.",
  "/wiki/Crystal_Swing": "Crystal Swing are a new wave Country and Western, and Country and Irish showband, from Lisgoold, County Cork, Ireland. The family group is made up of mother Mary Murray-Burke and her children Dervla Burke, Derek Burke and Oisin Nee.\n The group rose to national fame in February 2010 when a video of \"He Drinks Tequila\" became a viral 'sensation' after their video was posted by several well-known bloggers including Irish drag performer Panti and comedy writers Robert Popper and Graham Linehan. A few days later the video was posted by Sean Moncrieff on the website of Irish radio station Newstalk. The video achieved 80,000 hits in four days and as of 2 April 2010 the group's video have collectively received over 1,000,000 hits on YouTube. \"He Drinks Tequila\" gained international recognition on 3 March when American chat show host and American Idol judge Ellen DeGeneres sent a link to the YouTube video on her official Twitter page. Despite being offered to perform on Newstalk, Crystal Swing opted to perform on the RTÉ flagship show The Late Late Show.\n On 17 March 2010 (Saint Patrick's Day), US TV host Ellen DeGeneres showed a clip of Crystal Swing on her show, The Ellen DeGeneres Show.\n On 18 March 2010, the single \"He Drinks Tequila\" entered the Irish Singles Chart at number 18.",
  "/wiki/Sinéad_O'Connor": "Sinéad Marie Bernadette O'Connor (/ʃɪˈneɪd oʊˈkɒnər/ shin-AYD oh-KON-ər; born 8 December 1966) is an Irish singer-songwriter who rose to fame in the late 1980s with her debut album The Lion and the Cobra. O'Connor achieved worldwide success in 1990 with a new arrangement of Prince's song \"Nothing Compares 2 U\".\n Since then, while maintaining her singing career, she has occasionally encountered controversy, partly due to her statements and gestures. These include her ordination as a priest, despite being a woman with a Roman Catholic background, and strongly expressing views on organised religion, women's rights, war, and child abuse. In addition to her ten solo albums, her work includes many singles, songs for films, collaborations with many other artists, and appearances at charity fundraising concerts.\n In 2017, O'Connor changed her name to Magda Davitt. On converting to Islam in 2018, she changed it again to Shuhada' Sadaqat. However, she continues to record and perform under her original name.",
  "/wiki/Mandinka_(song)": "\"Mandinka\" is a song by Sinéad O'Connor from her 1987 album The Lion and the Cobra. O'Connor drew inspiration from diverse sources, including her Irish heritage, Leonard Cohen, punk rock, and hip-hop.",
  "/wiki/U2": "U2 are  an Irish rock band from Dublin, formed in 1976. The group consists of Bono (lead vocals and rhythm guitar), the Edge (lead guitar, keyboards, and backing vocals), Adam Clayton (bass guitar), and Larry Mullen Jr. (drums and percussion). Initially rooted in post-punk, U2's musical style has evolved throughout their career, yet has maintained an anthemic quality built on Bono's expressive vocals and the Edge's effects-based guitar textures. Their lyrics, often embellished with spiritual imagery, focus on personal and sociopolitical themes. Popular for their live performances, the group have staged several ambitious and elaborate tours over their career.\n The band formed as teenagers while attending Mount Temple Comprehensive School, when they had limited musical proficiency. Within four years, they signed with Island Records and released their debut album, Boy (1980). Subsequent work such as their first UK number-one album, War (1983), and the singles \"Sunday Bloody Sunday\" and \"Pride (In the Name of Love)\" helped establish U2's reputation as a politically and socially conscious group. By the mid-1980s, they had become renowned globally for their live act, highlighted by their performance at Live Aid in 1985. The group's fifth album, The Joshua Tree (1987), made them international superstars and was their greatest critical and commercial success. Topping music charts around the world, it produced their only number-one singles in the US to date: \"With or Without You\" and \"I Still Haven't Found What I'm Looking For\".\n Facing creative stagnation and a backlash following their documentary/double album, Rattle and Hum (1988), U2 reinvented themselves in the 1990s through a new musical direction and public image. Beginning with their acclaimed seventh album, Achtung Baby (1991), and the multimedia-intensive Zoo TV Tour, the band integrated influences from alternative rock, electronic dance music, and industrial music into their sound, and embraced a more ironic, flippant image. This experimentation continued through their ninth album, Pop (1997), and the PopMart Tour, which were mixed successes. U2 regained critical and commercial favour with the records All That You Can't Leave Behind (2000) and How to Dismantle an Atomic Bomb (2004), which established a more conventional, mainstream sound for the group. Their U2 360° Tour of 2009–2011 set records for the highest-attended and highest-grossing concert tour in history. The group most recently released the companion albums Songs of Innocence (2014) and Songs of Experience (2017), the former of which received criticism for its pervasive, no-cost release through the iTunes Store.\n U2 have released 14 studio albums and are one of the world's best-selling music artists, having sold an estimated 150–170 million records worldwide. They have won 22 Grammy Awards, more than any other band, and in 2005, they were inducted into the Rock and Roll Hall of Fame in their first year of eligibility. Rolling Stone ranked U2 at number 22 on its list of the \"100 Greatest Artists of All Time\". Throughout their career, as a band and as individuals, they have campaigned for human rights and social justice causes, including Amnesty International, Jubilee 2000, the ONE/DATA campaigns, Product Red, War Child, and Music Rising.",
  "/wiki/Stories_for_Boys": "Three, also known as U2 3, is the debut release by Irish rock band U2. It was released in Ireland on 26 September 1979 through the CBS Ireland record label. \n Three comprises three songs recorded with producer Chas de Whalley at Windmill Lane Studios in August 1979. \"Out of Control\" appears on the A-side, with \"Stories for Boys\" and \"Boy/Girl\" on the B-side, the result of a listener poll on Dave Fanning's radio programme; the release is variously referred to as a single and an EP. It was the group's first chart success, selling all 1,000 copies of its limited-edition 12-inch vinyl almost immediately. Three reached number 19 on the Irish Singles Chart.\n \"Out of Control\" and \"Stories for Boys\" were re-recorded the following year and included on the band's debut album, Boy. Three was reissued for Record Store Day Black Friday in November 2019 to commemorate the 40th anniversary of its original release.",
  "/wiki/The_Strypes": "The Strypes were a four-piece rock band from Cavan, Ireland, formed in 2010 consisting of Ross Farrelly (lead vocals/harmonica), Josh McClorey (lead guitar/vocals), Peter O'Hanlon (bass guitar/harmonica) and Evan Walsh (drums). The band played the local scene with various members switching parts as they searched for their sound. They draw inspiration from 1960s blues boom and 1970s pub rock bands such as Dr. Feelgood, Eddie and the Hot Rods, The Rolling Stones, The Yardbirds, Lew Lewis and Rockpile as well as the original bluesmen and rock 'n' roll artists such as Chuck Berry, Bo Diddley, Howlin' Wolf and Little Walter, among others. The band members' current ages are 22 to 24 years.\n The band, with a shared love of blues and rhythm and blues music, formed in the town of Cavan, Ireland. After several months gigging around their hometown, the band began playing clubs and pubs around Ireland, playing sets mixing original material with rhythm and blues covers. Their set of fast-paced, gritty, garage rock \"speed blues\", which mixed the powerful approach of Dr. Feelgood with the intense rave-up format of The Yardbirds, quickly became well received by crowds across Ireland and their reputation as a live act grew. The band announced their split on social media in November 2018.",
  "/wiki/I_Saw_Her_Standing_There": "\"I Saw Her Standing There\" is a song by the English rock band the Beatles credited to Paul McCartney and John Lennon, but written primarily by McCartney. It is the opening track on the band's 1963 debut album Please Please Me.\n In December 1963, Capitol Records released the song in the United States as the B-side on the label's first single by the Beatles, \"I Want to Hold Your Hand\". While the A-side topped the US Billboard chart for seven weeks starting 1 February 1964, \"I Saw Her Standing There\" entered the Billboard Hot 100 on 8 February 1964, remaining there for 11 weeks, peaking at No. 14. The song placed on the Cashbox chart for only one week at No. 100 on the same week of its Billboard debut. In 2004, \"I Saw Her Standing There\" was ranked No. 139 on Rolling Stone's list of the 500 Greatest Songs of All Time.",
  "/wiki/HomeTown": "HomeTown were a six-piece Irish boy band, formed and managed by Louis Walsh. They were signed to RCA Records, a division of Sony Music Entertainment UK. The six-piece vocal group were made up of singers from the four corners of Ireland. Walsh auditioned a thousand young hopefuls for his latest pop endeavour and spent over a year whittling the numbers down until he finally settled on 5 members. Dean was the only member lucky enough to not have to endure the long audition process. HomeTown consisted of Cian Morrin, Dayl Cronin, Dean Gibbons, Josh Gray, Ryan McLoughlin and Brendan Murray.\n The band had supported some well-known artists in the past two years. HomeTown opened for Olly Murs in Ireland in April 2015, supported The Vamps in Ireland and throughout the UK in 2016 and also supported McBusted in 2015.",
  "/wiki/Roar_(song)": "\"Roar\" is a song by American singer Katy Perry for her fourth studio album, Prism (2013). It was released as the lead single from the record on August 10, 2013. Perry co-wrote the song with Bonnie McKee and its producers Dr. Luke, Max Martin, and Cirkut. It is a pop song containing elements of arena rock and lyrics centering on standing up for oneself and self-empowerment.\n To promote the song, Perry performed under the Brooklyn Bridge at the end of the 2013 MTV Video Music Awards, on The X Factor Australia, at the Sydney Opera House in late October 2013, and on the German TV show Schlag den Raab. Grady Hall and Mark Kudsi directed the song's music video, which features Perry trying to adapt to the jungle and taming a tiger after surviving a plane crash. Though the song received generally mixed reviews, it was nominated for Song of the Year and Best Pop Solo Performance at the 56th Annual Grammy Awards.\n The song was a commercial success, topping charts in Australia, Austria, Canada, Ireland, Israel, Lebanon, New Zealand, Scotland, Slovenia, South Korea, the United Kingdom, and the United States. By the end of 2013, \"Roar\" had sold 9.9 million units (combined sales and track-equivalent streams) globally according to the International Federation of the Phonographic Industry (IFPI). \"Roar\" has sold over 6 million copies in the US, over 1 million in the UK, and was Australia's best-selling single of 2013 with 560,000 copies sold within the year. When \"Roar\" was certified Diamond by the Recording Industry Association of America (RIAA), Perry became the first artist to have three Diamond certified singles in the country, the other being \"Firework\" and \"Dark Horse\".",
  "/wiki/Wonderland_(band)": "Wonderland were an Irish girlband, formed by Louis Walsh and Westlife band-member Kian Egan. The band were put together after auditions were held for five females in July 2008. Its five members were Jodi Albert, Sharon Condon, Corrina Durran, Leigh Learmont, and Kasey Smith. Wonderland's debut single \"Not a Love Song\" was released on 25 February 2011 in Ireland and on 6 March 2011 in the United Kingdom. Their eponymous debut album was released on 6 June 2011, the same day as their second single, \"Starlight\". Wonderland released their third single, \"Nothing Moves Me Anymore\", in August 2011. The following month, it was announced the band had been dropped by their record label. The group later decided to split up.",
  "/wiki/When_the_Stars_Go_Blue": "\"When The Stars Go Blue\" is a popular alternative country song composed and originally performed by solo artist and former Whiskeytown band member Ryan Adams. It was first released on his album Gold on September 25, 2001 and has been described as the \"most gorgeous ballad\" on that album. \"When The Stars Go Blue has been covered by many artists, including Irish band The Corrs (featuring Bono of U2), country music singer Tim McGraw, and Norwegian artists Venke Knutson and Kurt Nilsen as a duo.",
  "/wiki/The_Late_Late_Show_(Irish_talk_show)": "The Late Late Show, with its title often shortened to The Late Late, is an Irish chat show. It is the world's second longest-running late-night talk show, after the American The Tonight Show. Perceived as the official flagship television programme of the Republic of Ireland's public service broadcaster Raidió Teilifís Éireann (RTÉ), it is regarded as an Irish television institution (even abroad) and is broadcast live across two hours plus in front of a studio audience on Friday nights between September and May at 21.30.\n Having maintained the same name and format continuously, The Late Late Show was first broadcast on Friday, 6 July 1962 at 23.20 and in colour from 1976. Originating as temporary summer filler for a niche Saturday night audience (airing at 23.30), it later moved to its current home on Friday night schedules. The format has remained largely the same throughout—dialogue, comic sketches, musical performances, discourse on topical issues. It has influenced attitudes of the populace towards approval or disapproval of its chosen topics, directed social change and helped shape Irish societal norms. It averages 650,000 viewers per episode and has consistently achieved RTÉ's highest ratings.\n For much of its early life, RTÉ Television Centre's Studio 1 at Montrose in Donnybrook, Dublin 4, was its home; this original studio accommodated a small audience of about 120. In 1995, The Late Late Show transferred to the more spacious Studio 4, adapted specifically to cater for this and Kenny Live. Three external broadcasts have aired, most recently from the Wexford Opera House on 5 September 2008.\n Original host Gay Byrne presented the show until 21 May 1999. Pat Kenny was Byrne's successor hosting the show for 10 years between 1999 and 2009. Ryan Tubridy is the current presenter, having succeeded Kenny in September 2009. Under Tubridy, first Quinn Group and then Sky Broadband added sponsorship deals. Tubridy's arrival coincided with a marked increase in audience ratings with some early statistics comparing him to the Byrne era. Kenny was to make an unexpected return as host on 1 February 2013, announced RTÉ on 30 January."
}