{
  "/wiki/Ukrainian_SSR": "The Ukrainian Soviet Socialist Republic (Ukrainian SSR or UkrSSR or UkSSR; Ukrainian: Украї́нська Радя́нська Соціалісти́чна Респу́бліка, Украї́нська РСР, УРСР ; Russian: Украи́нская Сове́тская Социалисти́ческая Респу́блика, Украи́нская ССР , УССР ; see \"Name\" section below), also known as Soviet Ukraine, was one of the constituent republics of the Soviet Union from the Union's inception in 1922 to its breakup in 1991. The republic was governed by the Communist Party of Ukraine as a unitary one-party socialist soviet republic.",
  "/wiki/National_Academy_of_Sciences_of_Ukraine": "The National Academy of Sciences of Ukraine (NASU; Ukrainian: Національна академія наук України, Natsional’na akademiya nauk Ukrayiny, abbr: NAN Ukraine) is a self-governing state-funded organization in Ukraine that is the main center of development of science and technology by coordinating a system of research institutes in the country. It is the main research oriented organization along with the five other academies in Ukraine specialized in various scientific disciplines. NAS Ukraine consists of numerous departments, sections, research institutes, scientific centers and various other supporting scientific organizations.",
  "/wiki/Byelorussian_SSR": "The Byelorussian Soviet Socialist Republic (BSSR, or Byelorussian SSR; Belarusian: Беларуская Савецкая Сацыялістычная Рэспубліка, romanized: Biełaruskaja Savieckaja Sacyjalistyčnaja Respublika; Russian: Белорусская Советская Социалистическая Республика, romanized: Belorusskaya Sovetskaya Sotsialisticheskaya Respublika or Russian: Белорусская ССР, romanized: Belorusskaya SSR), also commonly referred to in English as Byelorussia, was a federal unit of the Soviet Union (USSR). It existed between 1920 and 1922, and from 1922 to 1991 as one of fifteen constituent republics of the USSR, with its own legislation from 1990 to 1991. The republic was ruled by the Communist Party of Byelorussia and was also referred to as Soviet Byelorussia by a number of historians.",
  "/wiki/National_Academy_of_Sciences_of_Belarus": "The   National Academy of Sciences of Belarus (NASB) (Belarusian: Нацыянальная акадэмія навук Беларусі, Russian: Национальная академия наук Беларуси, НАН Беларуси, НАНБ) is the national academy of Belarus.",
  "/wiki/Uzbek_SSR": "Uzbekistan (US: /ʊzˈbɛkɪˌstæn, -ˌstɑːn/ (listen), UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/) is the common English name for the Uzbek Soviet Socialist Republic (Uzbek SSR; Uzbek: Ўзбекистон ССР, Oʻzbekiston SSR; Russian: Узбекская ССР, Uzbekskaya SSR) and later, the Republic of Uzbekistan (Uzbek: Oʻzbekiston Respublikasi, Ўзбекистон Республикаси), that refers to the period of Uzbekistan from 1924 to 1991. as one of the constituent republics of the Soviet Union. It was governed by the Uzbek branch of the Soviet Communist Party, the only legal political party, from 1925 until 1990. From 1990 to 1991, it was a sovereign part of the Soviet Union with its own legislation. Sometimes, that period is also referred to as Soviet Uzbekistan.",
  "/wiki/Academy_of_Sciences_of_Uzbekistan": "The Academy of Sciences of Uzbekistan (Uzbek: Oʻzbekiston Respublikasi Fanlar akademiyasi, Ўзбекистон Республикаси Фанлар академияси) is the main scientific organization of the Republic of Uzbekistan. It coordinates research in all areas of science and technology. The academy was established in 1943 as the Academy of Sciences of the Uzbek SSR. After the collapse of the USSR, it became the Academy of Sciences of Uzbekistan.",
  "/wiki/Kazakh_SSR": "The Kazakh Soviet Socialist Republic[note 1] was one of the transcontinental constituent republics of the Soviet Union from 1936 to 1991 in northern Central Asia. It was created on 5 December 1936 from the Kazakh ASSR, an autonomous republic of the Russian SFSR.",
  "/wiki/National_Academy_of_Sciences_of_the_Republic_of_Kazakhstan": "Kazakhstan Academy of Sciences (official name National Academy of Sciences of the Republic of Kazakhstan) the highest scientific organization of the Republic of Kazakhstan. The Academy of Sciences was founded on 1 June, 1946 on the basis of the Kazakh branch of the USSR Academy of Sciences . The central office is located in Almaty. It is a state institution that joins active members (academicians), corresponding members, and leading scientists of Kazakhstan. The main activities of the Academy are scientific research, analysis and forecasting of the development of science, priorities of science development and scientific personnel training, support, formation, and coordination of scientific programs, promotion of international cooperation, innovation and investment in science-based development. Areas of research include earth sciences, mathematics, computer science, physics, remote sensing and space technologies, chemistry, new materials, biologically active substances, biochemistry and physiology of plants, botany, soil sciences, social sciences and humanities. The incumbent president (2008) is Professor Murat Zhurinov.",
  "/wiki/Georgian_SSR": "Georgia, formally the Georgian Soviet Socialist Republic (Georgian SSR; Georgian: საქართველოს საბჭოთა სოციალისტური რესპუბლიკა, translit.: sakartvelos sabch'ota sotsialist'uri resp'ublik'a; Russian: Грузинская Советская Социалистическая Республика, romanized: Gruzinskaya Sovetskaya Sotsialisticheskaya Respublika),  was one of the republics of the Soviet Union from its inception in 1922 to its breakup in 1991. Coterminous with the present-day republic of Georgia, it was based on the traditional territory of Georgia, which had existed as a series of independent states in the Caucasus prior to annexation by the Russian Empire in 1801. The Georgian SSR was formed in 1921 and subsequently incorporated in the Soviet Union in 1922. Until 1936 it was a part of the Transcaucasian Socialist Federative Soviet Republic, which existed as a union republic within the USSR. From November 18, 1989, the Georgian SSR declared its sovereignty over Soviet laws. The republic was renamed the Republic of Georgia on November 14, 1990, and subsequently became independent before the dissolution of the Soviet Union on April 9, 1991, whereupon each former SSR became a sovereign state.",
  "/wiki/Georgian_Academy_of_Sciences": "The Georgian National Academy of Sciences (GNAS) (Georgian: საქართველოს მეცნიერებათა ეროვნული აკადემია, translit.: sakartvelos metsnierebata erovnuli ak'ademia) is a main learned society of the Georgia. It was named Georgian SSR Academy of Sciences until November 1990. The Academy coordinates scientific research in Georgia and develops relationship with the academies and scientific centers of foreign countries.",
  "/wiki/Azerbaijan_SSR": "Azerbaijan (/ˌæzərbaɪˈdʒɑːn/ (listen) AZ-ər-by-JAHN; Azerbaijani: Азәрбајҹан / Azərbaycan), officially the Azerbaijan Soviet Socialist Republic (Azerbaijan SSR; Azerbaijani: Азәрбајҹан Совет Сосиалист Республикасы / Azərbaycan Sovet Sosialist Respublikası, Russian: Азербайджанская Советская Социалистическая Республика [АзССР], romanized: Azerbaydzhanskaya Sovetskaya Sotsialisticheskaya Respublika [AzSSR]), also referred to as Soviet Azerbaijan, was one of the constituent republics of the Soviet Union between 1922 and 1991. Created on 28 April 1920 when Soviet Russia brought pro-Soviet figures to power in the region, the first two years of the Azerbaijani SSR were as an independent country until incorporation into the Transcausasian SFSR, along with the Armenian SSR and the Georgian SSR.",
  "/wiki/National_Academy_of_Sciences_of_Azerbaijan": "Azerbaijan National Academy of Sciences (ANAS) (Azerbaijani: Azərbaycan Milli Elmlər Akademiyası (AMEA)), located in Baku, is the main state research organization and the primary body that conducts research and coordinates activities in the fields of science and social sciences in Azerbaijan. It was established on 23 January 1945.",
  "/wiki/Lithuanian_SSR": "The Lithuanian Soviet Socialist Republic (Lithuanian SSR; Lithuanian: Lietuvos Tarybų Socialistinė Respublika; Russian: Литовская Советская Социалистическая Республика, Litovskaya Sovetskaya Sotsialisticheskaya Respublika), also known as Soviet Lithuania or Lithuania, was one of the constituent republics of the USSR between 1940–1941 and 1944–1990. After 1946, its territory and borders mirrored those of today's Republic of Lithuania, with the exception of minor adjustments of the border with Belarus.",
  "/wiki/Lithuanian_Academy_of_Sciences": "The Lithuanian Academy of Sciences (Lietuvos mokslų akademija) or LAS, founded in 1941 as the Lithuanian SSR Academy of Sciences (Lithuanian: Lietuvos TSR Mokslų akademija), as an autonomous, state-subsidized establishment serving as a scientific advisory body to the government of Lithuanian SSR. Following the 1991 passage of the Law on Research and Higher Education of the Republic of Lithuania, it was reorganized.",
  "/wiki/Moldavian_SSR": "The Moldavian Soviet Socialist Republic (Romanian: Republica Sovietică Socialistă Moldovenească; Република Советикэ Сочиалистэ Молдовеняскэ) was one of the 15 republics of the Soviet Union which existed from 1940 to 1991. The republic was formed on 2 August 1940 from parts of Bessarabia, a region annexed from Romania on 28 June of that year, and parts of the Moldavian Autonomous Soviet Socialist Republic, an autonomous Soviet republic within the Ukrainian SSR.",
  "/wiki/Academy_of_Sciences_of_Moldova": "The Academy of Sciences of Moldova (Romanian: Academia de Ştiinţe a Moldovei), established in 1946, is the main scientific organization of the Republic of Moldova and coordinates research in all areas of science and technology.",
  "/wiki/Latvian_SSR": "The Latvian Soviet Socialist Republic (Latvian SSR; Latvian: Latvijas Padomju Sociālistiskā Republika; Russian: Латвийская Советская Социалистическая Республика, Latviyskaya Sovetskaya Sotsialisticheskaya Respublika), also known as Soviet Latvia or Latvia, was a republic of the Soviet Union.",
  "/wiki/Latvian_Academy_of_Sciences": "The Latvian Academy of Sciences (Latvian: Latvijas Zinātņu akadēmija) is the official science academy of Latvia and is an association of the country's foremost scientists. The academy was founded as the Latvian SSR Academy of Sciences (Latvian: Latvijas PSR Zinātņu akadēmija). It is located in Riga. The current President of the academy is Ojārs Spārītis.",
  "/wiki/Kirghiz_SSR": "Kirghizia, officially the Kirghiz Soviet Socialist Republic (Kirghiz SSR; Kyrgyz: Кыргыз Советтик Социалисттик Республикасы Qırğız Sovettik Sotsialisttik Respublikası; Russian: Киргизская Советская Социалистическая Республика Kirgizskaya Sovetskaya Sotsialisticheskaya Respublika) and the Republic of Kirghizia, also referred to as Soviet Kirghizia, was one of the constituent republics of the Soviet Union (USSR) from 1936 to 1991.",
  "/wiki/National_Academy_of_Sciences_of_the_Kyrgyz_Republic": "Kyrgyz Academy of Sciences (official name National Academy of Sciences of the Republic of Kyrgyzstan), originally part of the Soviet Academy of Sciences, was established as an independent entity by government decree in December 1993.",
  "/wiki/Tajik_SSR": "The Tajik Soviet Socialist Republic,[a] also commonly known as Soviet Tajikistan and Tajik SSR, was one of the constituent republics of the Soviet Union which existed from 1929 to 1991 located in Central Asia.",
  "/wiki/Academy_of_Sciences_of_the_Republic_of_Tajikistan": "Academy of Sciences of the Republic of Tajikistan (Tajik: Академияи илмҳои Ҷумҳурии Тоҷикистон, Akademiyai ilmhoi Jumhuriyi Tojikiston; Russian: Академия наук Республики Таджикистан, Akademiya nauk Respubliki Tadzhikistan) incorporates 20 research institutes and three territorial groupings: the Pamir Branch in the eastern part of the country (with 2 institutes), the Khujand Scientific Center in the north, and the Khatlon Scientific Center in the south-west. The Academy is organized in three thematic divisions: physico-mathematical, chemical, and geological sciences; biological and medical sciences; humanities and social sciences. The incumbent president is Academician M.I. Ilolov, elected in 2005.",
  "/wiki/Armenian_SSR": "Armenia (/ɑːrˈmiːniə/ (listen); Armenian: Հայաստան, romanized: Hayastan, IPA: [hɑjɑsˈtɑn];[a] Russian: Армения; Armeniya), officially the Armenian Soviet Socialist Republic (Armenian SSR; Armenian: Հայկական Սովետական Սոցիալիստական Հանրապետություն, romanized: Haykakan Sovetakan Soc'ialistakan Hanrapetut'yun; Russian: Армянская Советская Социалистическая Республика, romanized: Armyanskaya Sovetskaya Sotsialisticheskaya Respublika), also commonly referred to as Soviet Armenia, was one of the constituent republics of the Soviet Union in December 1922 located in the South Caucasus region of Eurasia. It was established in December 1920, when the Soviets took over control of the short-lived First Republic of Armenia and lasted until 1991. It is sometimes called the Second Republic of Armenia, following the First Republic of Armenia's demise.",
  "/wiki/National_Academy_of_Sciences_of_Armenia": "The National Academy of Sciences of the Republic of Armenia (NAS RA) (Armenian: Հայաստանի Հանրապետության գիտությունների ազգային ակադեմիա, ՀՀ ԳԱԱ, Hayastani Hanrapetut’yan gitut’yunneri azgayin akademia) is the primary body that conducts research and coordinates activities in the fields of science and social sciences in Armenia.",
  "/wiki/Turkmen_SSR": "The Turkmen Soviet Socialist Republic (Turkmen: Түркменистан Совет Социалистик Республикасы, Türkmenistan Sowet Sotsialistik Respublikasy; Russian: Туркменская Советская Социалистическая Республика, Turkmenskaya Sovetskaya Sotsialisticheskaya Respublika), also commonly known as Turkmenistan or Turkmenia, was one of the constituent republics of the Soviet Union located in Central Asia existed as a republic from 1925 to 1991. Initially, on 7 August 1921, it was established as the Turkmen Oblast of the Turkestan ASSR before being made, on 13 May 1925, a separate republic of the USSR as the Turkmen SSR.",
  "/wiki/Academy_of_Sciences_of_Turkmenistan": "The Academy of Sciences of Turkmenistan, founded in 1951, is the state body responsible for the implementation of Turkmen scientific and technical policy. The academy was closed under president Saparmurat Niyazov and reopened by his successor, Gurbanguly Berdimuhamedow.",
  "/wiki/Estonian_SSR": "The Estonian Soviet Socialist Republic (Estonian SSR or ESSR; Estonian: Eesti Nõukogude Sotsialistlik Vabariik ENSV; Russian: Эстонская Советская Социалистическая Республика ЭССР, Estonskaya Sovetskaya Sotsialisticheskaya Respublika ESSR) was a republic of the Soviet Union. The ESSR was initially established on the territory of the Republic of Estonia on 21 July 1940, following the invasion of Soviet troops on 17 June 1940, and the installation of an illegitimate communist government backed by the Soviet Union, which declared Estonia a Soviet constituency. The Estonian SSR was subsequently incorporated into the Soviet Union as a Soviet Republic on 6 August 1940. The territory was occupied by Nazi Germany from 1941 to 1944 and administered as a part of Reichskommissariat Ostland.",
  "/wiki/Estonian_Academy_of_Sciences": "Founded in 1938, the Estonian Academy of Sciences (Estonian: Eesti Teaduste Akadeemia) is Estonia's national academy of science in Tallinn.  As with other national academies, it is an independent group of well-known scientists whose stated aim is to promote research and development, encourage international scientific cooperation, and disseminate knowledge to the public.  As of March 2017, it had 77 full members and 20 foreign members.  Since 15 October 2014, the president of the Academy is the mathematician Tarmo Soomere.",
  "/wiki/Russian_Academy_of_Sciences": "The Russian Academy of Sciences (RAS; Russian: Росси́йская акаде́мия нау́к (РАН) Rossíiskaya akadémiya naúk) consists of the national academy of Russia; a network of scientific research institutes from across the Russian Federation; and additional scientific and social units such as libraries, publishing units, and hospitals."
}