{
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Old_Quebec": "Old Quebec (French: Vieux-Québec) is a historic neighbourhood of Quebec City, Quebec, Canada. Comprising the Upper Town (French: Haute-Ville) and Lower Town (French: Basse-Ville), the area is a UNESCO World Heritage Site. Administratively, Old Quebec is part of the Vieux-Québec–Cap-Blanc–colline Parlementaire district in the borough of La Cité-Limoilou.",
  "/wiki/New_France": "New France (French: Nouvelle-France), also sometimes known as the French North American Empire or Royal New France, was the area colonized by France in America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763).",
  "/wiki/Beauport,_Quebec_City": "Beauport is a borough of Quebec City, Quebec, Canada on the Saint Lawrence River.",
  "/wiki/Manorialism": "Manorialism or seignorialism was an organizing principle of rural economies which vested legal and economic power in a Lord of the Manor.  He was supported economically from his own direct landholding in a manor (sometimes called a fief), and from the obligatory contributions of a legally subject part of the peasant population under his jurisdiction and that of his manorial court. These obligations could be payable in several ways, in labor (the French term corvée is conventionally applied), in kind or in coin.",
  "/wiki/Beth_Israel_Cemetery_(Quebec_City)": "Beth Israel Cemetery is a 1-acre (0.40 ha) cemetery in the borough of Sainte-Foy–Sillery–Cap-Rouge, Quebec City, Quebec, Canada. It is a National Historic Site of Canada.",
  "/wiki/History_of_the_Jews_in_Canada": "The history of the Jews in Canada are Canadian citizens who follow Judaism as their religion and/or are ethnically Jewish. Jewish Canadians are a part of the greater Jewish diaspora and form the fourth largest Jewish community in the world, exceeded only by those in Israel, the United States, and France. As of 2011, Statistics Canada listed 329,500 adherents to the Jewish religion in Canada and 309,650 who claimed Jewish as an ethnicity. One does not necessarily include the other and studies which have attempted to combine the two streams have arrived at figures in excess of 375,000 Jews in Canada. This total would account for approximately 1.1% of the Canadian population.",
  "/wiki/Cemetery": "A cemetery or graveyard is a place where the remains of dead people are buried or otherwise interred.  The word cemetery (from Greek κοιμητήριον, \"sleeping place\") implies that the land is specifically designated as a burial ground and originally applied to the Roman catacombs. The term graveyard is often used interchangeably with cemetery, but a graveyard primarily refers to a burial ground within a churchyard.",
  "/wiki/Chapel": "A chapel is a Christian place of prayer and worship that is usually relatively small, and is distinguished from a church.  The term has several senses. Firstly, smaller spaces inside a church that have their own altar are often called chapels; the Lady chapel is a common type of these.  Secondly, a chapel is a place of worship, sometimes non-denominational, that is part of a building or complex with some other main purpose, such as a school, college, hospital, palace or large aristocratic house, castle, barracks, prison, funeral home, cemetery, airport, or a military or commercial ship.  Thirdly, chapels are small places of worship, built as satellite sites by a church or monastery, for example in remote areas; these are often called a chapel of ease.  A feature of all these types is that often no clergy were permanently resident or specifically attached to the chapel.  Finally, for historical reasons, chapel is also often the term used for independent or nonconformist places of worship in Great Britain—outside the established church, even where in practice they operate as a parish church.",
  "/wiki/Gable": "A gable is the generally triangular portion of a wall between the edges of intersecting roof pitches. The shape of the gable and how it is detailed depends on the structural system used, which reflects climate, material availability, and aesthetic concerns. A gable wall or gable end more commonly refers to the entire wall, including the gable and the wall below it. Some types of roofs do not have a gable (for example hip roofs do not). One common type of roof with gables, the gable roof, is named after its prominent gables.",
  "/wiki/Motherhouse": "A motherhouse is the principal house or community for a religious institute. It would normally be where the residence and offices of the religious superior of the institute would be located. If the institute is divided geographically, it is referred to as the provincial motherhouse and would be where the regional superior would be in residence.",
  "/wiki/Charles_Baillargé": "Charles Baillairgé (29 September 1826 – 10 May 1906) was an architect, land surveyor, civil engineer, and an author.",
  "/wiki/Capitol_Theatre_/_Quebec_Auditorium": "The Capitole de Québec is a Beaux Arts-style theatre in Quebec City, Quebec, Canada. It is located in Old Quebec on Place d'Youville. It was listed on the Répertoire du patrimoine culturel du Québec in 1984, and became a National Historic Site of Canada in 1986.",
  "/wiki/Beaux-Arts_architecture": "Beaux-Arts architecture (/ˌboʊˈzɑːr/; French: [bozaʁ]) was the academic architectural style taught at the École des Beaux-Arts in Paris, particularly from the 1830s to the end of the 19th century. It drew upon the principles of French neoclassicism, but also incorporated Gothic and Renaissance elements, and used modern materials, such as iron and glass. It was an important style in France until the end of the 19th century. It also had a strong influence on architecture in the United States, because of the many prominent American architects who studied at the École des Beaux-Arts, including Henry Hobson Richardson, John Galen Howard, Daniel Burnham, and Louis Sullivan.:76",
  "/wiki/Belle_Époque": "The Belle Époque or La Belle Époque (French: [bɛlepɔk]; French for \"Beautiful Epoch\") was a period of French and Western history. It is conventionally dated from the end of the Franco-Prussian War in 1871 to the outbreak of World War I in 1914. Occurring during the era of the French Third Republic (which began in 1870), it was a period characterised by: optimism; regional peace; economic prosperity; an apex of colonial empires; and technological, scientific, and cultural innovations. In this era of France’s cultural and artistic climate (particularly within Paris) the arts markedly flourished; with numerous masterpieces of literature, music, theatre, and visual art gaining extensive recognition.",
  "/wiki/Cartier-Brébeuf_National_Historic_Site": "Cartier-Brébeuf National Historic Site is a National Historic Site of Canada and so designated by the Historic Sites and Monuments board of Canada in 1958 under the recommendation of  John Diefenbaker, the Prime Minister of Canada at the time. It is administered by Parks Canada and located at the confluence of Saint-Charles and Lairet rivers, in Quebec City more precisely in La Cité-Limoilou borough. On the site you can find an interpretation centre and a 6,8 hectares inner-city park characterised by an uneven landscape and divided into two sectors \"East\" and \"West\" separated by the Lairet river. Several commemorative monuments and elements are also present.",
  "/wiki/Saint-Charles_River": "Saint-Charles River is a river of Quebec (Canada), which passes through Quebec City. Its Huron-Wendat name is Akiawenrahk.",
  "/wiki/Iroquois": "The Iroquois (/ˈɪrəkwɔɪ/ or /ˈɪrəkwɑː/) or Haudenosaunee (/ˈhoʊdənoʊˈʃoʊni/; \"People of the Longhouse\") are a historically powerful northeast Native American confederacy in North America. They were known during the colonial years to the French as the Iroquois League, and later as the Iroquois Confederacy, and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the Southeast into their confederacy, as they were also Iroquoian-speaking, and became known as the Six Nations.",
  "/wiki/Stadacona": "Stadacona was a 16th-century St. Lawrence Iroquoian village not far from where Quebec City was founded in 1608.",
  "/wiki/Jacques_Cartier": "Jacques Cartier (UK: /ˈkɑːrtieɪ/ KAR-tee-ay, also US: /ˌkɑːrtiˈeɪ, kɑːrˈtjeɪ/ KAR-tee-AY, kar-TYAY, French: [ʒak kaʁtje], Quebec French: [- kaʁt͡sje]; Breton: Jakez Karter; December 31, 1491 – September 1, 1557) was a Breton explorer who claimed what is now Canada for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\", after the Iroquois names for the two big settlements he saw at Stadacona (Quebec City) and at Hochelaga (Montreal Island).",
  "/wiki/Society_of_Jesus": "The Society of Jesus (SJ; Latin: Societas Iesu) is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola with the approval of Pope Paul III in 1540. The members are called Jesuits (Latin: Iesuitæ). The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in hospitals and parishes, sponsor direct social ministries, and promote ecumenical dialogue.",
  "/wiki/Château_Frontenac": "The Fairmont Le Château Frontenac, formerly and commonly referred to as the Château Frontenac, is a historic hotel in Quebec City, Quebec, Canada. The hotel is situated in Old Quebec, within the historic district's Upper Town. The Chateau Frontenac was designed by Bruce Price, and was built by the Canadian Pacific Railway company. The hotel is presently managed by Fairmont Hotels and Resorts.",
  "/wiki/Saint_Lawrence_River": "The Saint Lawrence River (French: Fleuve Saint-Laurent; Tuscarora: Kahnawáʼkye; Mohawk: Kaniatarowanenneh, meaning \"big waterway\") is a large river in the middle latitudes of North America. The Saint Lawrence River flows in a roughly north-easterly direction, connecting the Great Lakes with the Atlantic Ocean and forming the primary drainage outflow of the Great Lakes Basin. It traverses the Canadian provinces of Quebec and Ontario, and is part of the international boundary between Ontario, Canada, and the U.S. state of New York. This river provides the basis for the commercial Saint Lawrence Seaway.",
  "/wiki/Canada's_grand_railway_hotels": "Canada's grand railway hotels are a series of railway hotels across the country, each a local and national landmark, and most of which are icons of Canadian history and architecture; some are considered to be the grand hotels of the British Empire. Each hotel was originally built by the Canadian railway companies, or the railways acted as a catalyst for the hotel's construction.  The hotels were designed to serve the passengers of the country's then expanding rail network and they celebrated rail travel in style.",
  "/wiki/Prototype": "A prototype is an early sample, model, or release of a product built to test a concept or process. It is a term used in a variety of contexts, including semantics, design, electronics, and software programming. A prototype is generally used to evaluate a new design to enhance precision by system analysts and users. Prototyping serves to provide specifications for a real, working system rather than a theoretical one. In some design workflow models, creating a prototype (a process sometimes called materialization) is the step between the formalization and the evaluation of an idea.",
  "/wiki/Charlesbourg-Royal": "Fort Charlesbourg Royal is a National Historic Site of Canada in the Cap-Rouge neighbourhood of Quebec City, Canada. Established by Jacques Cartier in 1541, it was France's first attempt at a colony in North-America, and was abandoned two years later.",
  "/wiki/Cap-Rouge,_Quebec_City": "Cap-Rouge is a former city in central Quebec, Canada,  since 2002 within the borough Sainte-Foy–Sillery–Cap-Rouge in Quebec City. The site of the first attempted permanent French settlement in North America, Charlesbourg-Royal, is located at the confluence of the Rivière du Cap Rouge and the Saint Lawrence River. Its population was 13,153 as of the Canada 2011 Census.",
  "/wiki/Ramparts_of_Quebec_City": "Located in Canada, the Ramparts of Quebec City are the only remaining fortified city walls in North America north of Mexico. The British began refortifying the existing walls, after they took Quebec City from the French in the Battle of the Plains of Abraham in 1759.",
  "/wiki/Samuel_de_Champlain": "Samuel de Champlain (French pronunciation: ​[samyɛl də ʃɑ̃plɛ̃]) (about 13 August 1567[Note 1][Note 2] – 25 December 1635) was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colonial settlements.",
  "/wiki/Defensive_wall": "A defensive wall is a fortification usually used to protect a city, town or other settlement from potential aggressors. The walls can be simple palisades or earthworks to extensive military fortifications with towers, bastions and gates to access to the city.  In ancient to modern times, they were used to enclose settlements. Generally, these are referred to as city walls or town walls, although there were also walls, such as the Great Wall of China, Walls of Benin, Hadrian's Wall, Anastasian Wall, the Cyclopean Wall Rajgir and the metaphorical Atlantic Wall, which extended far beyond the borders of a city and were used to enclose regions or mark territorial boundaries. In mountainous terrain, defensive walls such as letzis were used in combination with castles to seal valleys from potential attack. Beyond their defensive utility, many walls also had important symbolic functions –  representing the status and independence of the communities they embraced.",
  "/wiki/Picturesque": "Picturesque is an aesthetic ideal introduced into English cultural debate in 1782 by William Gilpin in Observations on the River Wye, and Several Parts of South Wales, etc. Relative Chiefly to Picturesque Beauty; made in the Summer of the Year 1770, a practical book which instructed England’s leisured travellers to examine “the face of  a country by the rules of picturesque beauty”. Picturesque, along with the aesthetic and cultural strands of Gothic and Celticism, was a part of the emerging Romantic sensibility of the 18th century.",
  "/wiki/Holy_Trinity_Anglican_Cathedral": "The Cathedral of the Holy Trinity (French: Sainte-Trinité) is the cathedral of the Anglican Diocese of Quebec and home to two parishes:  the Parish of Quebec and la Paroisse de Tous les Saints.",
  "/wiki/Palladian_architecture": "Palladian architecture is  a European style of architecture derived from and inspired by the designs of the Venetian architect Andrea Palladio (1508–1580). What is recognised as Palladian architecture today is an evolution of his original concepts. Palladio's work was strongly based on the symmetry, perspective, and values of the formal classical temple architecture of the Ancient Greeks and Romans. From the 17th century Palladio's interpretation of this classical architecture was adapted as the style known as \"Palladianism\". It continued to develop until the end of the 18th century.",
  "/wiki/Classicism": "Classicism, in the arts, refers generally to a high regard for a classical period, classical antiquity in the Western tradition, as setting standards for taste which the classicists seek to emulate. In its purest form, classicism is an aesthetic attitude dependent on principles based in the culture, art and literature of ancient Greece and Rome, with the emphasis on form, simplicity, proportion, clarity of structure, perfection, restrained emotion, as well as explicit appeal to the intellect.  The art of classicism typically seeks to be formal and restrained: of the Discobolus Sir Kenneth Clark observed, \"if we object to his restraint and compression we are simply objecting to the classicism of classic art. A violent emphasis or a sudden acceleration of rhythmic movement would have destroyed those qualities of balance and completeness through which it retained until the present century its position of authority in the restricted repertoire of visual images.\" Classicism, as Clark noted, implies a canon of widely accepted ideal forms, whether in the Western canon that he was examining in The Nude (1956), or the literary Chinese classics or Chinese art, where the revival of classic styles is also a recurring feature.",
  "/wiki/British_Isles": "The British Isles are a group of islands in the North Atlantic off the north-western coast of continental Europe that consist of the islands of Great Britain, Ireland, the Isle of Man, the Hebrides and over six thousand smaller isles. They have a total area of about 315,159 km2 (121,684 sq mi) and a combined population of almost 72 million, and include two sovereign states, the Republic of Ireland (which covers roughly five-sixths of Ireland), and the United Kingdom of Great Britain and Northern Ireland. The islands of Alderney, Jersey, Guernsey, and Sark, and their neighbouring smaller islands, are sometimes also taken to be part of the British Isles, even though, as islands off the coast of France, they do not form part of the archipelago.",
  "/wiki/Hôpital_général_de_Québec": "The Hôpital-Général de Québec is a Canadian medical facility located in the tiny municipality of Notre-Dame-des-Anges, Quebec (which consists solely of the hospital), surrounded by the La Cité-Limoilou borough of Quebec City.  It was classified as an historic site in 1977 by the Quebec government. Additionally, an archeological site listed on the Inventaire des sites archéologiques du Québec (Register of archeological sites of Quebec) is located there.",
  "/wiki/Notre-Dame-des-Anges,_Quebec": "Notre-Dame-des-Anges is a parish municipality in Quebec, Canada, home of the General Hospital of Quebec.",
  "/wiki/Battle_of_the_Plains_of_Abraham": "The Battle of the Plains of Abraham, also known as the Battle of Quebec (French: Bataille des Plaines d'Abraham, Première bataille de Québec), was a pivotal battle in the Seven Years' War (referred to as the French and Indian War to describe the North American theatre). The battle, which began on 13 September 1759, was fought on a plateau by the British Army and Royal Navy against the French Army, just outside the walls of Quebec City on land that was originally owned by a farmer named Abraham Martin, hence the name of the battle. The battle involved fewer than 10,000 troops in total, but proved to be a deciding moment in the conflict between France and Britain over the fate of New France, influencing the later creation of Canada.",
  "/wiki/Battle_of_Sainte-Foy": "The Battle of Sainte-Foy, sometimes called the Battle of Quebec, was fought on April 28, 1760 near the British-held town of Quebec in the French province of Canada during the Seven Years' War (called the French and Indian War in the United States).  It was a victory for the French under the Chevalier de Lévis over the British army under General Murray. The battle was notably bloodier than the Battle of the Plains of Abraham of the previous September, with 833 French casualties to 1,124 British casualties. It was the last French victory in North America.",
  "/wiki/European_colonization_of_the_Americas": "The European colonization of the Americas describes the history of the settlement and establishment of control of the continents of the Americas by most of the naval powers of Western Europe.",
  "/wiki/Hôtel-Dieu_de_Québec": "The Hotel-Dieu de Québec is a teaching hospital located in Quebec City, Quebec, Canada and affiliated with Université Laval's medical school. It is part of the Centre hospitalier universitaire de Québec (CHUQ), a network of three teaching hospitals and several specialized institutions. Its areas of expertise include cancer treatment, kidney disease and cochlear implants. It has an affiliated research centre, the Centre de recherche de l’Hôtel-Dieu de Québec.",
  "/wiki/Gothic_Revival_architecture_in_Canada": "Gothic Revival architecture in Canada is an historically influential style, with many prominent examples. The Gothic Revival was imported to Canada from Britain and the United States in the early 19th century, and rose to become the most popular style for major projects throughout the late 19th and early 20th centuries.",
  "/wiki/National_Society_for_Promoting_Religious_Education": "The National Society for Promoting Religious Education, often just referred to as the National Society,and since 2016 also as The Church of England Education Office (CEEO) is significant in the history of education in England and Wales. As its title suggests, it promotes church schools and Christian education.",
  "/wiki/British_North_America": "British North America refers to the British Empire's colonial territories in North America from 1783 to 1907, not including the Caribbean and Bermuda. The term was first used informally in 1783, but it was uncommon before the Report on the Affairs of British North America (1839), called the Durham Report.[citation needed] These territories today form modern-day Canada and the Pacific Northwest of the United States.",
  "/wiki/Quebec_City_Armoury": "The Voltigeurs de Québec Armoury, formerly Grande-Allée Armoury  (French: Manège militaire Grande-Allée, or simply Manège militaire), was built as a Gothic Revival drill hall for the infantry regiment Les Voltigeurs de Québec at 805 Wilfrid-Laurier Avenue East, Quebec City, Canada. Designed by architect Eugène-Étienne Taché and constructed between 1885 and 1888, it is a National Historic Site.",
  "/wiki/Eugène-Étienne_Taché": "Eugène-Étienne Taché, ISO (October 25, 1836 – March 13, 1912) was a French Canadian surveyor, civil engineer, illustrator and architect.  He devised Quebec's provincial coat-of-arms and motto Je me souviens.",
  "/wiki/Châteauesque": "Châteauesque (or Francis I style, or in Canada, the Château Style) is a Revivalist architectural style based on the French Renaissance architecture of the monumental French Châteaux of the Loire Valley from the late fifteenth century to the early seventeenth century.",
  "/wiki/Armory_(military)": "An arsenal is a place where arms and ammunition are made, maintained and repaired, stored, or issued, in any combination, whether privately or publicly owned. Arsenal and armoury (British English) or armory (American English) are mostly regarded as synonyms, although subtle differences in usage exist.",
  "/wiki/Province_of_Canada": "The Province of Canada (or the United Province of Canada or the United Canadas) was a British colony in North America from 1841 to 1867. Its formation reflected recommendations made by John Lambton, 1st Earl of Durham in the Report on the Affairs of British North America following the Rebellions of 1837–1838.",
  "/wiki/Legislative_Assembly_of_Quebec": "The Legislative Assembly of Quebec (French: Assemblée législative du Québec) was the name of the lower house of Quebec's legislature until December 31, 1968, when it was renamed the National Assembly of Quebec.  At the same time, the upper house of the legislature, the Legislative Council, was abolished.  Both were initially created by the Constitution Act of 1867.",
  "/wiki/Morrin_Centre": "The Morrin Centre is a cultural centre in Quebec City, Quebec, Canada. It is designed to educate the public about the historic contribution and present-day culture of local English-speakers. The centre contains the private English-language library of the Literary and Historical Society of Quebec, heritage spaces for events, and interpretation services.",
  "/wiki/Literary_and_Historical_Society_of_Quebec": "The Literary and Historical Society of Quebec (LHSQ) was the first scholarly or learned society in Canada. It was founded in 1824 by George Ramsay, Earl of Dalhousie, governor of British North America. Its headquarters are still located in Quebec City.",
  "/wiki/John_Howard_(prison_reformer)": "John Howard FRS (2 September 1726 – 20 January 1790) was a philanthropist and early English prison reformer.",
  "/wiki/Mount_Hermon_Cemetery": "Mount Hermon Cemetery is a garden (or rural) cemetery and National Historic Site of Canada. It is located in the Sillery district (French: quartier) of the Sainte-Foy-Sillery-Cap-Rouge borough (French: arrondissement) of Quebec City, Canada. The cemetery was designated a National Historic Site of Canada in 2007.",
  "/wiki/Rural_cemetery": "The rural cemetery or garden cemetery is a style of cemetery that became popular in the United States and Europe in the mid-nineteenth century due to the overcrowding and health concerns of urban cemeteries.  They were typically built one to five miles outside of the city, far enough to be separated from the city but close enough for visitors and are known for the use of elaborate monuments, memorials and mausoleums in a landscaped park-like setting.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Sillery,_Quebec_City": "Sillery, a former independent city founded in 1637, is one of 35 administrative sectors (French: quartiers), which are unincorporated places, located in the post-expansion jurisdiction of the City of Quebec, Quebec, Canada.  Sillery was one of multiple self-governing municipalities amalgamated into a vastly expanded Quebec City, that went into legal effect on January 1, 2002, as part of the province-wide 2000–06 municipal reorganization in Quebec. Located alongside in what pre-merger was the southwestern border of Quebec City, Sillery is a constituent district (French: quartier) of the borough (French: arrondissement) of Sainte-Foy–Sillery–Cap-Rouge. The territorially expanded City of Quebec consists of six boroughs.",
  "/wiki/Protestantism": "Protestantism is the second-largest form of Christianity with a total of 800 million to 1 billion adherents worldwide or about 37% of all Christians.[a] It originated with the 16th century Reformation,[b] a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist. They emphasize the priesthood of all believers, justification by faith alone (sola fide) rather than also by good works, and the highest authority of the Bible alone (rather than also with sacred tradition) in faith and morals (sola scriptura). The \"five solae\" summarise basic theological differences in opposition to the Roman Catholic Church.",
  "/wiki/List_of_National_Historic_Sites_of_Canada_in_Quebec_City": "This is a list of National Historic Sites (French: Lieux historiques nationaux) in Quebec City, Quebec.  There are 37 National Historic Sites in Quebec City and its enclaves, of which seven are administered by Parks Canada (identified below by the beaver icon ).  The first National Historic Site to be designated in Quebec City was Fort Charlesbourg Royal in 1923."
}