{
  "/wiki/Ihar_Makarau": "Ihar Viktaravich Makarau (Belarusian: Ігар Віктаравіч Макараў; born 20 July 1979 in Kimry, Russian SFSR, Soviet Union), also commonly known by the Russian spelling Igor Viktorovich Makarov (Russian: И́горь Ви́кторович Мака́ров), is a Belarusian judoka. He won the gold medal in the half-heavyweight (100 kg) division at the 2004 Summer Olympics.",
  "/wiki/Judo_at_the_2004_Summer_Olympics": "Judo at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and featured 368 judoka competing for 14 gold medals with seven different weight categories in both the men's and women's competitions. Japan dominated the event by taking 8 gold and 2 silver medals.",
  "/wiki/Judo_at_the_2004_Summer_Olympics_–_Men's_100_kg": "Men's 100 kg competition in judo at the 2004 Summer Olympics was held on August 19 at the Ano Liossia Olympic Hall.",
  "/wiki/Yulia_Nestsiarenka": "Yuliya Nesterenko (alt. spelling: Yulia Nestsiarenka, née Bartsevich (Belarusian: Юлія Несцярэнка, Julija  Nieściarenka; Russian: Юлия Нестеренко, Yuliya Nesterenko; born 15 June 1979) is a Belarusian sprinter.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics_–_Women's_100_metres": "The women's 100 metres at the 2004 Summer Olympics as part of the athletics program were held at the Athens Olympic Stadium from August 20 to 21.",
  "/wiki/Hanna_Batsiushka": "Hanna Batsiushka (born October 24, 1981) is a Belarusian weightlifter.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics in Athens, fifteen events in weightlifting were contested, in eight classes for men and seven for women.  Competition was held in the Nikaia Olympic Weightlifting Hall.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_–_Women's_63_kg": "The women's 63 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 18 August.",
  "/wiki/Ekaterina_Karsten": "Ekaterina Karsten (Belarusian: Кацярына Карстэн, Kaciaryna Karsten; Russian: Екатерина Карстен; born 2 June 1972) is a Belarusian rower, a seven-time Olympian, a two-time Olympic champion and six-time World Champion in the single scull.",
  "/wiki/Rowing_at_the_2004_Summer_Olympics": "Rowing at the 2004 Summer Olympics took place at the Schinias Olympic Rowing and Canoeing Centre and featured 550 competitors taking part in 14 events.",
  "/wiki/Rowing_at_the_2004_Summer_Olympics_–_Women's_single_sculls": "These are the results of the Women's single sculls competition, one of six events for female competitors in Rowing at the 2004 Summer Olympics in Athens.",
  "/wiki/Andrei_Rybakou": "Andrei Rybakou (Belarusian: Андрэй Анатолевіч Рыбакоў) (born March 4, 1982) is a former Belarusian weightlifter, Olympian and two-time World Champion who competed in the 85 kg category. From 1998 to 2018 he set 6 world records, of which 5 were in the snatch which is tied with Halil Mutlu with the most male world records in the snatch.",
  "/wiki/Weightlifting_at_the_2004_Summer_Olympics_–_Men's_85_kg": "The men's 85 kg weightlifting event at the 2004 Summer Olympics in Athens, Greece took place at the Nikaia Olympic Weightlifting Hall on 21 August.",
  "/wiki/Viktar_Zuyev": "Viktor Valeryevich Zuyev, also spelled sometimes as Viktar Valeryevich Zuyeu (Belarusian: Ві́ктар Вале́р'евіч Зу́еў, romanized: Viktar Valeryevich Zuyew, Łacinka: Viktar Valierjevič Zujeŭ; Russian: Ви́ктор Вале́рьевич Зу́ев; born May 22, 1983) is a boxer from Belarus best known to win the heavyweight silver medal at the 2004 Summer Olympics in Athens, Greece.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics": "Boxing at the 2004 Summer Olympics took place in the Peristeri Olympic Boxing Hall. The event was only open to men and bouts were contested over four rounds of two minutes each. Five judges scored the fighters in real time and the boxer with the most points at the end was the winner.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics_–_Heavyweight": "The heavyweight boxing competition at the 2004 Summer Olympics in Athens was held from 18 to 28 August at Peristeri Olympic Boxing Hall. This is limited to those boxers weighing between 81 and 91 kilograms.",
  "/wiki/Magomed_Aripgadjiev": "Magomed Aripgadzhiyev (born 23 September 1977) is a Belarusian boxer who won a silver medal in the light heavyweight division (– 81 kg) at the 2004 Summer Olympics. He qualified for the 2004 Summer Olympics by ending up in second place at the 4th AIBA European 2004 Olympic Qualifying Tournament in Baku, Azerbaijan. He previously represented Azerbaijan in the 2000 Olympics.",
  "/wiki/Boxing_at_the_2004_Summer_Olympics_–_Light_heavyweight": "The light heavyweight boxing competition at the 2004 Summer Olympics in Athens was held from 14 to 29 August at Peristeri Olympic Boxing Hall. This is limited to those boxers weighing between 75 and 81 kilograms.",
  "/wiki/Tatsiana_Stukalava": "Tatsiana Stukalava (born October 3, 1975 in Vitebsk) is a Belarusian weightlifter who competed in the Women's 63 kg weight class at the 2004 Summer Olympics and won the bronze medal, lifting 222.5 kg in total.",
  "/wiki/Natallia_Tsylinskaya": "Natallia Tsylinskaya (Russian: Наталья Цилинская, born 30 August 1975) is an international cyclist, specialising in track sprinting. A dominant force in particular in the 500m time trial between 2000 and 2006, Tsylinskaya is an eight time World Champion, and an Olympic bronze medalist.",
  "/wiki/Cycling_at_the_2004_Summer_Olympics": "Cycling at the 2004 Summer Olympics consisted of 18 events in three disciplines:",
  "/wiki/Cycling_at_the_2004_Summer_Olympics_–_Women's_track_time_trial": "The women's 500 metre time trial in cycling at the 2004 Summer Olympics was a time trial race in which each of the twelve cyclists attempted to set the fastest time for two laps (500 metres) of the track.",
  "/wiki/Sergei_Martynov_(sport_shooter)": "Sergei Martynov (Belarusian: Сяргей Анатолевіч Мартынаў; new transliteration Siarhei Martynau, Łacinka Siarhiej Anatolevič Martynaŭ) (born 18 May 1968) is a Belarusian 50 m rifle shooter. He is the 2012 Olympic champion in the 50 m rifle prone event.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics": "In shooting at the 2004 Summer Olympics, 390 competitors from 106 nations contested 17 events (10 for men and 7 for women). The competition took place at the Markopoulo Olympic Shooting Centre, located in the east of the Greek region of Attica.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics_–_Men's_50_metre_rifle_prone": "The men's 50 metre rifle prone competition at the 2004 Summer Olympics was held on August 20 at the Markópoulo Olympic Shooting Centre near Athens, Greece.",
  "/wiki/Yuliya_Bichyk": "Yuliya Bichyk (Belarusian: Юлія Бічык; Russian: Юлия Бичик, Yuliya Bichik; born 1 April 1983) is a Belarusian rower. Partnering with Natallia Helakh, she won a bronze medal in the coxless pairs in 2004 and 2008, and finished in fourth place in the eights in 2000.",
  "/wiki/Natallia_Helakh": "Natallia Helakh (Belarusian: Наталля Гелах; Russian: Наталья Гелах, Nataliya Gelakh; born 30 May 1978) is a Belarusian rower who competed at the 2000, 2004 and 2008 Olympics. Rowing with Yuliya Bichyk, she won a bronze medal in the coxless pairs in 2004 and 2008, and finished in fourth place in the eights in 2000. Between 2000 and 2011, Helakh and Bichyk also won nine medals at European and world championships.",
  "/wiki/Rowing_at_the_2004_Summer_Olympics_–_Women's_coxless_pair": "These are the results of the Women's coxless pair competition, one of six events for female competitors in Rowing at the 2004 Summer Olympics in Athens.",
  "/wiki/Viachaslau_Makaranka": "Viachaslau Makaranka (born September 19, 1975) is a wrestler from Belarus who competed at the 2000 Summer Olympics and the 2004 Summer Olympics, winning a bronze medal at the latter.",
  "/wiki/Wrestling_at_the_2004_Summer_Olympics": "Wrestling at the 2004 Summer Olympics took place in the Ano Liossia Olympic Hall and was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the Freestyle event with 18 gold medals being contested in all. This was the first Olympic Games that included women's wrestling events on the program.",
  "/wiki/Wrestling_at_the_2004_Summer_Olympics_–_Men's_Greco-Roman_84_kg": "The men's Greco-Roman 84 kg  at the 2004 Summer Olympics as part of the wrestling program were held at the Ano Liossia Olympic Hall, August 24 to August 25.",
  "/wiki/Vadzim_Makhneu": "Vadzim Henadzevich Makhneu (Belarusian: Вадзім Генадзевіч Махнеў) or Vadim Makhnev Russian: Вадим Махнев; born 21 December 1979) is a Belarusian flatwater canoeist who has competed since 2000. Competing in three Summer Olympics, he won four medals with a gold (K-4 1000 m: 2008), a silver (K-2 200m: 2012) and two bronzes (K-2 500 m: 2004, 2008).",
  "/wiki/Raman_Piatrushenka": "Raman Ivanavich Piatrushenka or Roman Petrushenko (Belarusian: Раман Іванавіч Пятрушэнка; born 25 December 1980) is a Belarusian sprint canoeist  who has competed since 2000. Competing in three Summer Olympics, he won four medals with one gold (K-4 1000 m: 2008), one silver (K-2 200m: 2012) and two bronzes (K-2 500 m: 2004, 2008).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics": "Canoeing at the 2004 Summer Olympics was held at the Schinias Olympic Rowing and Canoeing Centre for the sprint events and the Olympic Canoe/Kayak Slalom Centre at the Helliniko Olympic Complex for the canoe and kayak slalom disciplines. A total of 16 events were contested, 12 sprint events (9 for men and 3 for women) and 4 slalom events (3 for men and 1 for women).",
  "/wiki/Canoeing_at_the_2004_Summer_Olympics_–_Men's_K-2_500_metres": "These are the results of the men's K-2 500 metres competition in canoeing at the 2004 Summer Olympics. The K-2 event is raced by two-man canoe sprint kayaks.",
  "/wiki/Belarus_at_the_2004_Summer_Olympics": "Belarus competed at the 2004 Summer Olympics in Athens, Greece, from 13 to 29 August 2004. This was the nation's fifth appearance at the Summer Olympics in the post-Soviet era. The Belarus Olympic Committee sent a total of 151 athletes to the Games, 82 men and 69 women, to compete in 22 sports."
}