{
  "/wiki/Mind_Game_(film)": "Mind Game (Japanese: マインド・ゲーム, Hepburn: Maindo Gēmu) is a 2004 Japanese animated feature film based on Robin Nishi's manga of the same name. It was planned, produced and primarily animated by Studio 4°C and adapted and directed by Masaaki Yuasa in his directorial debut, with chief animation direction and model sheets by Yūichirō Sueyoshi, art direction by Tōru Hishiyama and groundwork and further animation direction by Masahiko Kubo.",
  "/wiki/Masaaki_Yuasa": "Masaaki Yuasa (湯浅 政明, Yuasa Masaaki, born March 16, 1965) is a Japanese animator, storyboard artist, screenwriter, anime television and film director known for his wild, freeform style. In June 2014, he announced that he, along with his close affiliate Eunyoung Choi, had founded an animation studio by the name of Science Saru.",
  "/wiki/Toonami": "Toonami (/tuːˈnɑːmi/ too-NAH-mee) is a television programming block that primarily consists of Japanese anime and American action animation. It was created by Sean Akins and Jason DeMarco and produced by Williams Street, a division of Warner Bros. Entertainment. The name is a portmanteau of the words \"cartoon\" and \"tsunami\". It currently broadcasts every Saturday night from 11 p.m. to 4 a.m. ET.",
  "/wiki/Children_Who_Chase_Lost_Voices": "Children Who Chase Lost Voices (星を追う子ども, Hoshi wo Ou Kodomo, lit. \"Children Who Chase Stars\"), known as Journey to Agartha in the UK, is a 2011 Japanese anime film created and directed by Makoto Shinkai, following his previous work 5 Centimeters per Second. This film is his longest animation film to date and is described as a \"lively\" animated film with adventure, action, and romance centered on a cheerful and spirited girl on a journey to say \"farewell\". The film was released in Japan on May 7, 2011.  It was released on DVD and Blu-ray in Japan on November 25, 2011. The film has been licensed by Sentai Filmworks and was released on DVD and Blu-ray in November 2012. On May 9, 2019 it was announced that Sentai had lost the license, and the film has since been out of print.",
  "/wiki/Makoto_Shinkai": "Makoto Shinkai (新海 誠, Shinkai Makoto, born Makoto Niitsu (新津 誠, Niitsu Makoto); February 9, 1973) is a Japanese animator, filmmaker, and manga artist best known for directing Your Name, the highest-grossing anime film of all time at the time of release. He was listed by Variety as one of 10 animators to watch in 2016.",
  "/wiki/Dragon_Ball_Z:_Broly_–_The_Legendary_Super_Saiyan": "Dragon Ball Z: Broly – The Legendary Super Saiyan, known in Japan as Dragon Ball Z: Burn Up!! A Close Fight - A Violent Fight - A Super Fierce Fight (Japanese: ドラゴンボールZ 燃えつきろ!!熱戦・烈戦・超激戦, Hepburn: Doragon Bōru Zetto Moetsukiro!! Nessen Ressen Chō-Gekisen) or by Toei's own English title Dragon Ball Z: The Burning Battles, is a 1993 Japanese anime science fiction martial arts film and the eighth Dragon Ball Z feature movie. The original release date in Japan was on March 6, 1993 at the Toei Anime Fair alongside Dr. Slump and Arale-chan: N-cha! Clear Skies Over Penguin Village. It was dubbed into English by Funimation in 2003.",
  "/wiki/Dragon_Ball_Z": "Dragon Ball Z (Japanese: ドラゴンボール.mw-parser-output ruby>rt,.mw-parser-output ruby>rtc{font-feature-settings:\"ruby\"1}.mw-parser-output ruby.large{font-size:250%}.mw-parser-output ruby.large>rt,.mw-parser-output ruby.large>rtc{font-size:.3em}Ｚ (ゼット), Hepburn: Doragon Bōru Zetto, commonly abbreviated as DBZ) is a Japanese anime television series produced by Toei Animation. It is the sequel to Dragon Ball  and adapts the latter 325 chapters of the original 519-chapter Dragon Ball manga series created by Akira Toriyama which ran in Weekly Shōnen Jump from 1988 to 1995. Dragon Ball Z aired in Japan on Fuji TV from April 26, 1989 to January 31, 1996, before getting dubbed in territories including the United States, Canada, Australia, Europe, Asia, and Latin America. It was broadcast in at least 81 countries worldwide. It is part of the Dragon Ball media franchise.",
  "/wiki/Fullmetal_Alchemist:_The_Sacred_Star_of_Milos": "Fullmetal Alchemist: The Sacred Star of Milos (Japanese: 鋼の錬金術師 嘆きの丘（ミロス）の聖なる星, Hepburn: Hagane no Renkinjutsushi: Mirosu no Sei-naru Hoshi) is the second Japanese animated theatrical film based on Hiromu Arakawa's Fullmetal Alchemist franchise, released in 2011. The film was first announced after the airing of the final episode of Fullmetal Alchemist: Brotherhood. The Japanese premiere was on July 2, 2011.",
  "/wiki/Dragon_Ball_Z:_Cooler's_Revenge": "Dragon Ball Z: Cooler's Revenge, also known by its Japanese title Dragon Ball Z: The Incredible Mightiest vs. Mightiest (Japanese: ドラゴンボールZ とびっきりの最強対最強, Hepburn: Doragon Bōru Zetto: Tobikkiri no Saikyō tai Saikyō), or by Toei's own English title Dragon Ball Z: The Strongest Rivals, is a 1991 Japanese anime science fiction martial arts film and the fifth Dragon Ball Z animated feature movie, originally released in Japan on July 20 at the Toei Anime Fair.",
  "/wiki/Trigun:_Badlands_Rumble": "Trigun: Badlands Rumble (Japanese: トライガン バッドランド ランブル, Hepburn: Toraigan baddorando ranburu) is a 2010 Japanese animated film by Madhouse. It is based on the Trigun manga, written by Yasuhiro Nightow.",
  "/wiki/Fullmetal_Alchemist_the_Movie:_Conqueror_of_Shamballa": "Fullmetal Alchemist the Movie: Conqueror of Shamballa (Japanese: 劇場版 鋼の錬金術師 シャンバラを征く者, Hepburn: Gekijōban Hagane no Renkinjutsushi: Shanbara o Yuku Mono) is a 2005 Japanese animated film directed by Seiji Mizushima and written by Sho Aikawa. A sequel to the first Fullmetal Alchemist television series which was adapted from the manga of the same name by Hiromu Arakawa and published by Square Enix, the film follows the story of alchemist Edward Elric as he attempts to return to his homeworld, having lived for two years in a parallel universe, while his younger brother Alphonse is also trying to reunite with him by any means necessary. Edward's search attracts the attention of the Thule Society, which seeks to enter his homeworld, believing it to be Shamballa, to obtain new weapons to help them in World War II.",
  "/wiki/Summer_Wars": "Summer Wars (Japanese: サマーウォーズ, Hepburn: Samā Wōzu) is a  2009 Japanese animated science fiction film directed by Mamoru Hosoda, produced by Madhouse, and distributed by Warner Bros. Pictures Japan. The film's voice cast includes Ryunosuke Kamiki, Nanami Sakuraba, Mitsuki Tanimura, Sumiko Fuji and Ayumu Saitō. The film tells the story of Kenji Koiso, a timid eleventh-grade math genius who is taken to Ueda by twelfth-grade student, Natsuki Shinohara to celebrate her great-grandmother's 90th birthday. However, he is falsely implicated in the hacking of a virtual world by a sadistic artificial intelligence named Love Machine. Kenji must repair the damage done, and find a way to stop the rogue computer program from causing any further chaos.",
  "/wiki/Akira_(1988_film)": "Akira (Japanese: アキラ Hepburn: Akira) is a 1988 Japanese animated post-apocalyptic cyberpunk film directed by Katsuhiro Otomo, produced by Ryōhei Suzuki and Shunzō Katō, and written by Otomo and Izo Hashimoto, based on Otomo's 1982 manga of the same name. The film had a production budget of ¥1.1 billion ($9 million), making it the most expensive anime film of its time.",
  "/wiki/Evangelion:_2.0_You_Can_(Not)_Advance": "Evangelion: 2.0 You Can (Not) Advance. (ヱヴァンゲリヲン新劇場版: 破, Evangerion Shin Gekijōban: Ha, lit. \"Evangelion: The New Movie: Break\") is a 2009 Japanese animated science fiction film directed by Kazuya Tsurumaki and Masayuki, and written by Hideaki Anno. It is the second of tetralogy of films released in the Rebuild of Evangelion. The tetralogy is based on the original anime series Neon Genesis Evangelion. It was produced and co-distributed by Hideaki Anno's Studio Khara in partnership with Gainax.",
  "/wiki/Evangelion:_1.0_You_Are_(Not)_Alone": "Evangelion: 1.0 You Are (Not) Alone. (ヱヴァンゲリヲン新劇場版: 序, Evangerion Shin Gekijōban: Jo, lit. \"Evangelion: The New Movie: Prelude\") is a 2007 Japanese animated science fiction film, the first of the tetralogy Evangelion, written and chief directed by Hideaki Anno. It is the first of four films released in the Rebuild of Evangelion tetralogy based on the original anime series Neon Genesis Evangelion. It was produced and co-distributed by Anno's Studio Khara in partnership with Gainax. Hideaki Anno wrote the first movie and is the general director and manager for the entire project. Yoshiyuki Sadamoto provided character designs for the film, while Ikuto Yamashita provided mechanical designs. Both Shinji Higuchi and Tomoki Kyoda provided the film's storyboards.",
  "/wiki/Black_Dynamite": "Black Dynamite is a 2009 American blaxploitation action comedy film starring Michael Jai White, Tommy Davidson, and Salli Richardson. The film was directed by Scott Sanders and co-written by White, Sanders, and Byron Minns, who also co-stars.",
  "/wiki/Bleach:_The_DiamondDust_Rebellion": "Bleach: The DiamondDust Rebellion (劇場版BLEACH The DiamondDust Rebellion もう一つの氷輪丸, Gekijōban Burīchi Za Daiyamondo Dasuto Reberion Mō Hitotsu no Hyōrinmaru, Bleach: The DiamondDust Rebellion, Another Hyōrinmaru) is the second animated film adaptation of the anime and manga series Bleach. The film is directed by Noriyuki Abe, and co-written by Michiko Yokote and Masahiro Ōkubo, and the theatrical release was on December 22, 2007. The theme music for the film is \"Rock of Light\" (光のロック, Hikari no Rokku) by Sambomaster. The DVD of the film was released on September 6, 2008.",
  "/wiki/High-definition_television": "High-definition television  (HDTV or HD) describes a television system providing an image resolution of substantially higher resolution than the  previous generation of technology. The term has been used since 1936, but in modern times refers to the generation following standard-definition television (SDTV), often abbreviated to HDTV. It is the current standard video format used in most broadcasts: terrestrial broadcast television, cable television, satellite television, Blu-ray discs, and streaming video.",
  "/wiki/Bleach:_Memories_of_Nobody": "Bleach: Memories of Nobody is the first animated film adaptation of the anime and manga series Bleach. Directed by Noriyuki Abe and written by Masashi Sogo, the film was first released in Japanese theaters on December 16, 2006. The DVD was released in Japan on September 5, 2007. To promote the film, the opening and closing credits for episodes 106 through 109 of the Bleach anime use footage from the film. The film's theme music is \"Sen no Yoru o Koete\" (千の夜をこえて, lit.: \"Crossing over a Thousand Nights\") by Aqua Timez. The film had a limited theatrical release in the United States from June 11 to June 12, 2008, and in Canada on October 20, 2008 and was followed by the DVD release on October 14, 2008. The film aired on September 5, 2009 on Adult Swim. Animax Asia became the first to air the movie in Asia, as they confirmed the premiere to be on May 2. The Blu-ray was released on May 7, 2012 in the United Kingdom.",
  "/wiki/G.I._Joe:_Resolute": "G.I. Joe: Resolute is an animated television series based on the G.I. Joe franchise. It was written by Warren Ellis, directed by Joaquim Dos Santos, and produced by Sam Register, creator of Cartoon Network's Hi Hi Puffy AmiYumi. It debuted on the web at Adult Swim Video on April 17, 2009 as a series of ten 5-minute episodes and one 10-minute final episode, with a Content Rating of TV-14-V, and premiered in its entirety as a 60-minute movie on air on Canadian television network Teletoon on April 24, 2009. In the United States, the movie aired on Adult Swim April 25, 2009. Resolute departs from recent depictions of futuristic technology, adopting a more realistic aesthetic. It has been described as a more \"mature\" take on the franchise. The film uses elements from both the cartoons and the comics, and is described by Warren Ellis as a \"fusion\".",
  "/wiki/The_Room_(film)": "The Room is a 2003 American romantic drama film written, produced, and directed by Tommy Wiseau, who stars in the film alongside Juliette Danielle and Greg Sestero. The film centers on a melodramatic love triangle between amiable banker Johnny (Wiseau), his deceptive fiancée Lisa (Danielle), and his conflicted best friend Mark (Sestero). A significant portion of the film is dedicated to a series of unrelated subplots, most of which involve at least one supporting character and are left unresolved due to the film's inconsistent narrative structure. The work was reportedly intended to be semi-autobiographical in nature; according to Wiseau, the title alludes to the potential of a room to be the site of both good and bad events. The stage play from which the film is derived was so-called due to its events taking place in a single room.",
  "/wiki/Tommy_Wiseau": "Thomas P. Wiseau (/wɪˈzoʊ/, /ˈwaɪzoʊ/) is a European-American actor and filmmaker, best known for writing, producing, directing, and starring in the 2003 film The Room, which has been described by many critics as one of the worst movies ever made and has gained cult film status. He also directed the 2004 documentary Homeless in America and created the 2015 sitcom The Neighbors.",
  "/wiki/Aqua_Teen_Hunger_Force_Colon_Movie_Film_for_Theaters": "Aqua Teen Hunger Force Colon Movie Film for Theaters is a 2007 American adult animated surreal black comedy film based on the Adult Swim animated series Aqua Teen Hunger Force. The film was written and directed by the show's creators, Matt Maiellaro and Dave Willis. The film features the voices of Dana Snyder, Carey Means, Willis, Maiellaro, Mike Schatz, Andy Merrill, C. Martin Croker, Bruce Campbell, Neil Peart and Chris Kattan. The film was theatrically released on April 13, 2007. The film marks the first time an Adult Swim series was adapted into a feature film. The film grossed $5.5 million on a $750,000 budget. Warner Home Video released the film in a two-disc DVD edition on August 14, 2007.",
  "/wiki/Aqua_Teen_Hunger_Force": "Aqua Teen Hunger Force (also known by various alternative titles) is an American adult animated television series created by Dave Willis and Matt Maiellaro for Cartoon Network's late night programming block, Adult Swim. It is about the surreal adventures and antics of three anthropomorphic fast food items: Master Shake, Frylock, and Meatwad, who live together as relatives and frequently interact with their human next-door neighbor, Carl Brutananadilewski.",
  "/wiki/InuYasha_the_Movie:_Fire_on_the_Mystic_Island": "Inuyasha the Movie: Fire on the Mystic Island (映画犬夜叉 紅蓮の蓬莱島, Eiga Inuyasha: Guren no Hōraijima) is the fourth and final film of the Inuyasha series, alternately titled InuYasha Movie 4: Fire on Horai Island. It was directed by Toshiya Shinohara, written by Katsuyuki Sumisawa, produced by Shogakukan,  Yomiuri Telecasting Corporation, Sunrise, Inc., Nippon Television Network, Shogakukan Productions and Yomiuri TV Enterprises, and distributed by Toho. It stars the voices of Kappei Yamaguchi and Satsuki Yukino. The film features Nobutoshi Canna, Takeshi Kusao, Nobuo Tobita and Tadahisa Saizen as the Four War Gods, a group of demons who rule the Horai Island.",
  "/wiki/InuYasha_the_Movie:_Swords_of_an_Honorable_Ruler": "Inuyasha the Movie: Swords of an Honorable Ruler (映画犬夜叉 天下覇道の剣, Eiga Inuyasha: Tenka Hadō no Ken) (also known as Inuyasha the Movie 3: Swords of World Conquest) is the third film of the Inuyasha series. It was released in 2003 in Japan, and in 2005 in the United States. The song, \"Four Seasons\", is performed by Namie Amuro.",
  "/wiki/Escaflowne:_The_Movie": "Escaflowne (Japanese: エスカフローネ, Hepburn: Esukafurōne), also released under the title Escaflowne: A Girl in Gaea, is a 2000 anime fantasy film produced by Sunrise and animated by studio Bones.  Directed by Kazuki Akane, the film is a re-telling of the 26-episode anime television series The Vision of Escaflowne.  While the plot of the film has some similar elements to the original television series, the characters differ in varying degrees from the television counterparts, with many completely redesigned and bearing little resemblance to the originals. The world of Gaea has a more Asian design than the heavily European influenced television series.",
  "/wiki/List_of_programs_broadcast_by_Adult_Swim": "This is a list of television programs formerly or currently broadcast on Cartoon Network's late night block, Adult Swim in the United States. Although both networks share the same channel space, Adult Swim is classified as a separate entity for the purposes of Nielsen ratings."
}