{
  "/wiki/Aloko_Udapadi": "Aloko Udapadi (English: Light Arose; Sinhala: ආලෝකෝ උදපාදි; Pali: आलोको उदपादि) is a Sinhalese epic historical film based on the story of King Valagamba of Anuradhapura (89 – 77 BCE). It was co-directed by Chathra Weeraman and Baratha Hettiarachchi produced by Thusitha Wijayasena for Art Movies. The screenplay was written by Saman Weeraman. The film stars Uddika Premarathna, Dilhani Ekanayake, Nirosha Thalagala, Menaka Peiris and Roshan Ravindra. It is the 1268th Sri Lankan film in the Sinhalese cinema.",
  "/wiki/Valagamba_of_Anuradhapura": "Valagamba (Sinhala: වළගම්බා), also known as Wattagamani Abhaya and Valagambahu, was a king of the Anuradhapura Kingdom of Sri Lanka. Five months after becoming king, he was overthrown by a rebellion and an invasion from South India, but regained the throne by defeating the invaders fourteen years later. He is also known for the construction of the Abhayagiri Dagaba.",
  "/wiki/Maharaja_Gemunu": "Maharaja Gemunu (King Gemunu) (Sinhala: මහරජ ගැමුණු) is a 2015 Sri Lankan Sinhala epic film directed by Jayantha Chandrasiri and produced by Gunapala Rathnasekara for Sipvin Films. It stars Uddika Premarathna and Jackson Anthony in lead roles along with Sriyantha Mendis and Yashoda Wimaladharma. Music composed by Nadeeka Guruge. It is the 1221st Sri Lankan film in the Sinhala cinema.",
  "/wiki/Dutugamunu": "Dutugamunu (Sinhala: දුටුගැමුණු, lit. 'දුටුගැමුණු', Tamil: துட்டகாமினி, lit. 'Tuṭṭakāmiṉi', also spelled as Dutthagamani, also known as Dutthagamani Abhaya \"fearless Gamini\"), was a Sinhalese king of Sri Lanka who reigned from 161 BC to 137 BC. He is renowned for defeating and overthrowing Ellalan, the usurping Tamil prince from the Chola Kingdom, who had invaded the Kingdom of Rajarata in 205 BC. Dutugamunu also expanded and beautified the city of Anuradhapura and projected the power of his native Rajarata region across the island of Sri Lanka.",
  "/wiki/Siri_Parakum": "Siri Parakum (Sinhala: සිරි පැරකුම්) is a 2013 Sri Lankan Sinhala epic biographical film directed by Somaratne Dissanayake and produced by Renuka Balasooriya. It stars two newcomers Akila Dhanuddhara and Senali Fonseka in lead roles along with Bimal Jayakody and Chandani Seneviratne. Music composed by veteran music director Rohana Weerasinghe.Siri Parakum is the highest grossing Sri Lankan film of all time.it earned 36 SL Crores and Successfully passed 150 days at theaters.",
  "/wiki/Parakramabahu_I": "Parākramabāhu I (Pali Mahā Parākaramabāhu 1123–1186) was king of the Kingdom of Polonnaruwa from 1153-86. During his reign from the capital city of Polonnaruwa, he unified the three lesser kingdoms of the island, becoming one of the last monarchs in Sri Lankan history to do so. He oversaw the expansion and beautification of his capital, constructed extensive irrigation systems, reorganized the country's army, reformed Buddhist practices, encouraged the arts and undertook military campaigns in South India and Burma. The adage \"not even a little water that comes from the rain must flow into the ocean without being made useful to man\" is one of his most famous utterances.",
  "/wiki/Aba_(film)": "Aba is the high-budget Sinhalese film directed by Jackson Anthony and co-produced by Justin Belagamage and Rajindra Jayasinghe for Chandrakini Creations. The title  is derived from Pandu Aba, another name for the title character.",
  "/wiki/Pandukabhaya": "Pandukabhaya (474 BC  – 367 BC) was King of Upatissa Nuwara and the first monarch of the Anuradhapura Kingdom and 6th over all of the island of Sri Lanka since the arrival of the Vijaya, he reigned from 437 BC to 367 BC. According to many historians and philosophers, he is the first truly Sri Lankan king since the Vijayan invasion, and also the king who ended the conflict between the Sinhala clan and local community, reorganizing the population. His story is one wrapped in myth and legend.",
  "/wiki/Mahindagamanaya": "Mahindagamanaya (Sinhala: මහින්දාගමනය) is a 2011 Sri Lankan Sinhala historical film directed by Sanath Abeysekara and produced by Dr. Daminda Upali Fernando. It stars Jeevan Kumaratunga, Dilhani Ekanayake in lead roles along with Roshan Ranawana and Roshan Pilapitiya. Music composed by Rohana Weerasinghe. The film was released on 18 May with the 2600th celebration of Sambuddhathva Jayanthiya. It is the 1165th Sri Lankan film in the Sinhala cinema. The film was produced with a budget of 600 million rupees.",
  "/wiki/Buddhism": "Buddhism (/ˈbʊdɪzəm/, US: /ˈbuːd-/) is the world's fourth-largest religion with over 520 million followers, or over 7% of the global population, known as Buddhists.[web 1]\nBuddhism encompasses a variety of traditions, beliefs and spiritual practices largely based on original teachings attributed to the Buddha and resulting interpreted philosophies. It originated in ancient India as a Sramana tradition sometime between the 6th and 4th centuries BCE, spreading through much of Asia. Two major extant branches of Buddhism are generally recognized by scholars: Theravada (Pali: \"The School of the Elders\") and Mahayana (Sanskrit: \"The Great Vehicle\").",
  "/wiki/Sri_Lanka": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Relic_of_the_tooth_of_the_Buddha": "The Relic of the tooth of Buddha (Pali danta dhātuya) is venerated in Sri Lanka as a cetiya relic of Gautama Buddha, on whose teachings Buddhism was founded.",
  "/wiki/The_God_King": "The God King is a 1974 British-Sri Lankan historical film directed by Lester James Peries. The film is based on the historical clash between brothers Kasyapa and Moggalana on Sigiriya Rock.",
  "/wiki/Sigiriya_Rock": "Sigiriya or Sinhagiri (Lion Rock Sinhala: සීගිරිය, Tamil: சிகிரியா, pronounced see-gi-ri-yə) is an ancient rock fortress located in the northern Matale District near the town of Dambulla in the Central Province, Sri Lanka. The name refers to a site of historical and archaeological significance that is dominated by a massive column of rock nearly 200 metres (660 ft) high.[citation needed]",
  "/wiki/Great_Rebellion_of_1817%E2%80%931818": "The    Uwa Wellassa Great Rebellion of 1817–1818 ඌව වෙල්ලස්ස මහ කැරැල්ල , also known as the 1818 Uva–Wellassa uprising (after the two places it had started), or simply the Uva rebellion, was the third Kandyan War with the British, in what is now Sri Lanka. It took place in what is now Uva, which was then a province of the Kingdom of Kandy, against the British colonial government under Governor Robert Brownrigg, which had been controlling the formerly independent Udarata (Up-Country in Sinhalese).",
  "/wiki/Puran_Appu": "Weerahannadige Francisco Fernando alias Puran Appu (Sinhala පුරන් අප්පු) is one of the notable personalities in Sri Lanka's history. He was born on 7 November 1812 in the coastal town of Moratuwa. He left Moratuwa at the age of 13 and stayed in Ratnapura with his uncle, who was the first Sinhalese proctor, and moved to the Uva province. In early 1847, he met and married Bandara Menike, the daughter of Gunnepana Arachchi in Kandy. He was captured by the British after the failure of Matale Rebellion along with Gongalegoda Banda and Ven. Kudapola Thera. He was executed by a firing squad on August 8, 1848. His body was buried in Matale."
}