{
  "/wiki/Abbotsford_(electoral_district)": "Abbotsford is a federal electoral district in British Columbia, Canada, that has been represented in the House of Commons of Canada since 2004.",
  "/wiki/British_Columbia_Southern_Interior": "British Columbia Southern Interior (formerly known as Southern Interior, Kootenay—Boundary—Okanagan and West Kootenay—Okanagan) was a federal electoral district in the province of British Columbia, Canada, that had been represented in the House of Commons of Canada from 1997 to 2015.",
  "/wiki/Alex_Atamanenko": "Alex T. Atamanenko MP (born January 24, 1945) is a Canadian politician, who was elected to the House of Commons in 2006, winning the riding of British Columbia Southern Interior for the New Democratic Party in the 2006 federal election, and served in parliament until his retirement at the 2015 federal election. He is also a retired school teacher.",
  "/wiki/Burnaby%E2%80%94Douglas": "Burnaby—Douglas was a federal electoral district  in the province of British Columbia, Canada, that was represented in the House of Commons of Canada from 1997 to 2012.",
  "/wiki/Kennedy_Stewart_(Canadian_politician)": "Edward Charles Kennedy Stewart (born November 8, 1966) is a Canadian politician and academic serving as the 40th and current mayor of Vancouver since 2018. He previously was the member of Parliament (MP) for the riding of Burnaby—Douglas (2011–2015) and Burnaby South (2015–2018), serving in the House of Commons as a member of the New Democratic Party (NDP) caucus.",
  "/wiki/Burnaby%E2%80%94New_Westminster": "Burnaby—New Westminster was a federal electoral district in British Columbia, Canada, that was represented in the House of Commons of Canada from 2004 to 2015.",
  "/wiki/Peter_Julian": "Peter S. Julian MP (born April 16, 1962) is a Canadian Member of Parliament for the New Democratic Party (NDP), representing the riding of New Westminster—Burnaby.",
  "/wiki/Cariboo%E2%80%94Prince_George": "Cariboo—Prince George is a federal electoral district in the province of British Columbia, Canada, that has been represented in the House of Commons of Canada since 2004.",
  "/wiki/University_of_Northern_British_Columbia": "The University of Northern British Columbia (UNBC) is a small, research-intensive university. The main campus is located in Prince George, British Columbia. UNBC also has regional campuses in northern British Columbia in Prince Rupert, Terrace, Quesnel, and Fort St. John. The enabling legislation is the University of Northern British Columbia Act 1996. In the 2019-20 academic year, 3,570 students were enrolled at UNBC.",
  "/wiki/Chilliwack%E2%80%94Fraser_Canyon": "Chilliwack—Fraser Canyon was a federal electoral district in the province of British Columbia, Canada, that was represented in the House of Commons of Canada from 2004 to 2015.",
  "/wiki/Gwen_O%27Mahony": "Gwen O'Mahony (born 1972 or 1973) is a Canadian politician, who represented Chilliwack-Hope in the Legislative Assembly of British Columbia from April 2012 until May 2013 as a member of the British Columbia New Democratic Party.",
  "/wiki/Delta%E2%80%94Richmond_East": "Delta—Richmond East was a federal electoral district in the province of British Columbia, Canada, that was represented in the House of Commons of Canada from 2004 until 2013.",
  "/wiki/Esquimalt%E2%80%94Juan_de_Fuca": "Esquimalt—Juan de Fuca is a former federal electoral district in the province of British Columbia, Canada, which was represented in the House of Commons of Canada from 1988 to 2015",
  "/wiki/Randall_Garrison": "Randall C. Garrison MP (born August 27, 1951) is a Canadian politician. Elected to the House of Commons in the 2011 federal election, he represents the electoral district of Esquimalt—Saanich—Sooke and is a member of the New Democratic Party. He serves as the party's critic for lesbian, gay, bisexual, transgender, and transsexual issues, succeeding former MP Bill Siksay, and for National Defence. Since becoming an MP, he has introduced legislation to amend the Canadian Human Rights Act and the Criminal Code, return federal environmental protection to the Goldstream River, and lobbied the government to implement an action plan concerning the endangered Southern resident killer whales. A former criminology and political science instructor at Camosun College, Garrison is openly gay and lives in Esquimalt, British Columbia, with his partner, Teddy Pardede.",
  "/wiki/Fleetwood%E2%80%94Port_Kells": "Fleetwood—Port Kells is a federal electoral district in the province of British Columbia, Canada, that has been represented in the House of Commons of Canada since 2004.",
  "/wiki/Kamloops%E2%80%94Thompson%E2%80%94Cariboo": "Kamloops—Thompson—Cariboo (formerly known as Kamloops—Thompson) is a federal electoral district in the province of British Columbia, Canada, that has been represented in the House of Commons of Canada since 2004. While the riding covers a large area, about three quarters of the population in the district live in the city of Kamloops.",
  "/wiki/2006_Canadian_federal_election": "The 2006 Canadian federal election (more formally, the 39th General Election) was held on January 23, 2006, to elect members of the House of Commons of Canada of the 39th Parliament of Canada. The Conservative Party won the greatest number of seats − 40.3% of seats, or 124 out of 308, up from 99 seats in 2004 — and 36.3% of votes, up from 29.6% in the 2004 election.",
  "/wiki/2008_Canadian_federal_election": "The 2008 Canadian federal election (more formally, the 40th Canadian General Election) was held on Tuesday, October 14, 2008, to elect members to the House of Commons of Canada of the 40th Canadian Parliament after the previous parliament had been dissolved by the Governor General on September 7, 2008. The election, like the previous one in 2006, yielded a minority government under the Conservative Party, led by the incumbent Prime Minister, Stephen Harper.",
  "/wiki/Kelowna%E2%80%94Lake_Country": "Kelowna—Lake Country (formerly known as Kelowna) is a federal electoral district in the province of British Columbia, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Kootenay%E2%80%94Columbia": "Kootenay—Columbia is a federal electoral district in British Columbia, Canada, that has been represented in the House of Commons of Canada since 1997.",
  "/wiki/Langley_(electoral_district)": "Langley was a federal electoral district in the province of British Columbia, Canada, that was represented in the House of Commons of Canada from 2004 to 2015. It was a 327 km² in area with 117,858 people located in the suburbs of the Lower Mainland.",
  "/wiki/Nanaimo%E2%80%94Alberni": "Nanaimo—Alberni was a federal electoral district in British Columbia, Canada, that was represented in the House of Commons of Canada from 1979 to 1988. It was subsequently recreated and was represented in the House of Commons from 1997 to 2015.",
  "/wiki/Nanaimo%E2%80%94Cowichan": "Nanaimo—Cowichan is a former federal electoral district in British Columbia, Canada, which was represented in the House of Commons of Canada between 1988 and 2015. It was located on Vancouver Island.",
  "/wiki/Jean_Crowder": "Jean A. Crowder (born July 7, 1952) is a Canadian politician, who was a Member of Parliament for the New Democratic Party from 2004 until 2015.",
  "/wiki/Newton%E2%80%94North_Delta": "Newton—North Delta was a federal electoral district in the province of British Columbia, Canada, that had been represented in the House of Commons of Canada from 2004 to 2015, when it was abolished and redistributed to the Delta and Surrey—Newton electoral districts.",
  "/wiki/Jinny_Sims": "Jinny Jogindera Sims (born June 7, 1952) is an Indian-born Canadian politician, who was elected as a New Democratic Party Member of the Legislative Assembly of British Columbia in the 2017 provincial election in Surrey-Panorama. She previously was elected to the House of Commons of Canada in the 2011 election. She represented the electoral district of Newton—North Delta as a member of the New Democratic Party.",
  "/wiki/New_Westminster%E2%80%94Coquitlam": "New Westminster—Coquitlam was a federal electoral district in British Columbia, Canada, that was represented in the House of Commons of Canada from 1979 to 1988, and from 2004 to 2015.",
  "/wiki/Fin_Donnelly": "Fin Donnelly (born May 27, 1966) is a Canadian politician, who was elected to the House of Commons of Canada to represent the electoral district of Port Moody—Coquitlam. He is a member of the New Democratic Party. Donnelly was first elected as a member of parliament in a by-election on November 9, 2009, in the New Westminster—Coquitlam electoral district. In the one year he spent in the 40th Canadian Parliament, he acted as the party's fisheries critic and introduced six private member bills. He was re-elected in 2011 and in the ensuing 41st Parliament he re-introduced the same six bills, two of which, concerning the crime of luring a child were adopted, were adopted in the Safe Streets and Communities Act. He also introduced the bill titled Ban on Shark Fin Importation Act which was voted upon but defeated by the Conservative Party majority. He acted was the official opposition's critic on Fisheries and Oceans until the 2012 leadership election after which Tom Mulcair moved him over to critic on Western Economic Diversification and then demoted him to role of deputy critic. Donnelly again won re-election in the 2015 federal election and was promoted back to fisheries critic. In the 42nd Parliament he re-introduced his previous bill to make closed containment facilities mandatory for commercial finfish aquaculture but the bill was defeated.",
  "/wiki/North_Vancouver_(electoral_district)": "North Vancouver is a federal electoral district in the province of British Columbia, Canada, that has been represented in the House of Commons of Canada since 1988.",
  "/wiki/Okanagan%E2%80%94Coquihalla": "Okanagan—Coquihalla was a federal electoral district in the province of British Columbia, Canada, that had been represented in the House of Commons of Canada from 1997 to 2015.",
  "/wiki/Okanagan%E2%80%94Shuswap": "North Okanagan—Shuswap is a federal electoral district in the province of British Columbia, Canada, that has been represented in the House of Commons of Canada since 1988. The district has been sporadically known as Okanagan—Shuswap."
}