{
  "/wiki/Once_Upon_a_Time_in_a_Battlefield": "Once Upon a Time in a Battlefield (Korean: 황산벌; RR: Hwangsanbul) is a 2003 South Korean war comedy film directed by Lee Joon-ik. Its plot is about the Battle of Hwangsanbeol between Baekje and Silla in the 7th century. The film was the 8th most attended film of 2003 with 2,835,000 tickets sold nationwide. Its popularity has spawned a sequel, titled Battlefield Heroes, which debuted in 2011, and takes place in the subsequent Silla-Tang invasion of Goguryeo.",
  "/wiki/Battle_of_Hwangsanbeol": "The Battle of Hwangsanbeol (Hangul: 황산벌 전투, Hanja: 黃山─戰鬪) took place between the forces of Silla and Baekje in Hwangsanbeol (currently Nonsan) in 660",
  "/wiki/A_Frozen_Flower": "A Frozen Flower (Korean: 쌍화점; RR: Ssanghwajeom) is a 2008 South Korean erotic historical film. It is directed by Yoo Ha and stars Jo In-sung, Joo Jin-mo and Song Ji-hyo. The historical film is set during Goryeo Dynasty and is loosely based on the reign of Gongmin of Goryeo (1330–1374), but it does not strictly comply with historical facts. The controversial story is about the characters' violation of royal family protocol and their pursuit of love.",
  "/wiki/Goryeo_Dynasty": "Goryeo (고려; 高麗; Koryŏ; [ko.ɾjʌ]) was a Korean kingdom founded in 918, during a time of national division called the Later Three Kingdoms period, that unified and ruled the Korean Peninsula until 1392. Goryeo achieved what has been called a \"true national unification\" by Korean historians as it not only unified the Later Three Kingdoms but also incorporated much of the ruling class of the northern kingdom of Balhae, who had origins in Goguryeo of the earlier Three Kingdoms of Korea. The name \"Korea\" is derived from the name of Goryeo, also spelled Koryŏ, which was first used in the early 5th century by Goguryeo.",
  "/wiki/The_Divine_Weapon": "The Divine Weapon (Korean: 신기전; RR: Singijeon) is a 2008 South Korean film.",
  "/wiki/Sejong_the_Great": "Sejong the Great (Korean pronunciation: [se(ː)dʑoŋ]; 15 May 1397 – 8 April 1450) was the fourth king of the Joseon dynasty of Korea. He was the third son of King Taejong and Queen consort Min. He was designated as heir-apparent, Crown Prince, after his older brother Prince Yangnyeong was stripped of his title. He ascended to the throne in 1418. During the first four years of his reign, Taejong governed as regent, after which his father-in-law, Sim On, and his close associates were executed.",
  "/wiki/The_King_and_the_Clown": "The King and the Clown (Korean: 왕의 남자; Hanja: 王의 男子; RR: Wang-ui Namja, lit. The King's Man) is a 2005 South Korean historical drama film, starring Kam Woo-sung, Lee Joon-gi and Jung Jin-young. It was adapted from the 2000 stage play, Yi (\"You\") about Yeonsangun of Joseon, a Joseon dynasty king and a court clown who mocks him. It was released on 29 December 2005, runs for 119 minutes; and distributed domestically by Cinema Service and internationally by CJ Entertainment.",
  "/wiki/Yeonsangun_of_Joseon": "Yeonsan-gun or Prince Yeonsan (23 November 1476 – 20 November 1506, r. 1494–1506), born Yi Yung or Lee Yoong, was the 10th king of Korea's Joseon Dynasty. He was the eldest son of Seongjong by his second wife, Lady Yoon. He is often considered the worst tyrant of the Joseon Dynasty, and perhaps all of Korean history, notorious for launching two bloody purges of the seonbi scholar elite. He also seized a thousand women from the provinces to serve as palace entertainers, and appropriated the Seonggyungwan study hall as a personal pleasure ground. Overthrown, Yeonsan-gun did not receive a temple name.",
  "/wiki/Musa_(film)": "Musa (Korean: 무사; Hanja: 武士; RR: Musa; lit. \"Warrior\"), released as both The Warrior and The Ultimate Warrior in English-speaking countries, is a 2001 South Korean epic action drama film directed by Kim Sung-su, starring Jung Woo-sung, Ahn Sung-ki, Joo Jin-mo and Chinese actress Zhang Ziyi. The semi-historical story follows the adventures of a Korean peace delegation as they try to get back to Korea through the inhospitable deserts of northern China.",
  "/wiki/Goryeo": "Goryeo (고려; 高麗; Koryŏ; [ko.ɾjʌ]) was a Korean kingdom founded in 918, during a time of national division called the Later Three Kingdoms period, that unified and ruled the Korean Peninsula until 1392. Goryeo achieved what has been called a \"true national unification\" by Korean historians as it not only unified the Later Three Kingdoms but also incorporated much of the ruling class of the northern kingdom of Balhae, who had origins in Goguryeo of the earlier Three Kingdoms of Korea. The name \"Korea\" is derived from the name of Goryeo, also spelled Koryŏ, which was first used in the early 5th century by Goguryeo.",
  "/wiki/Ming": "The Ming dynasty (/mɪŋ/), officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng (who established the Shun dynasty, soon replaced by the Manchu-led Qing dynasty), numerous rump regimes loyal to the Ming throne – collectively called the Southern Ming – survived until 1662.[d]",
  "/wiki/Blades_of_Blood": "Blades of Blood (Korean: 구름 을 벗어난 달처럼; RR: Gureumeul Beoseonan Dalcheoreom; lit. \"Like the Moon Escaping from the Clouds\") is a 2010 South Korean action drama film directed by Lee Joon-ik. The film is based on Park Heung-yong's graphic novel Like the Moon Escaping from the Clouds.",
  "/wiki/The_Admiral:_Roaring_Currents": "The Admiral: Roaring Currents (Korean: 명량; Hanja: 鳴梁; RR: Myeongryang), or simply The Admiral, is a 2014 South Korean epic action-war film directed and co-written by Kim Han-min. Based on the historical Battle of Myeongnyang, it stars an ensemble cast led by Choi Min-sik as the Korean naval commander Yi Sun-sin. The film was released theatrically in South Korea on July 30, 2014.",
  "/wiki/Battle_of_Myeongnyang": "In the Battle of Myeongnyang, on October 26, 1597, the Korean Joseon kingdom's navy, led by Admiral Yi Sun-sin, fought the Japanese navy in the Myeongnyang Strait, near Jindo Island, off the southwest corner of the Korean peninsula.",
  "/wiki/Shadows_in_the_Palace": "Shadows in the Palace (Korean: 궁녀; RR: Gungnyeo, literally \"(servant-)women of the palace\") is a 2007 South Korean film directed by Kim Mee-jung. The mystery thriller is a fictionalized account of gungnyeo, court maids during South Korea's Joseon era.",
  "/wiki/Sword_in_the_Moon": "Sword in the Moon (Korean: 청풍명월; Hanja: 淸風明月; RR: Cheongpung myeongwol) is a 2003 South Korean action-adventure film. It screened in the Un Certain Regard section at the 2004 Cannes Film Festival.",
  "/wiki/War_of_the_Arrows": "War of the Arrows (Korean: 최종병기 활; Hanja: 最終兵器 활; RR: Choejongbyeonggi Hwal), alternately titled Arrow: The Ultimate Weapon, is a 2011 South Korean period action film starring Park Hae-il, Ryu Seung-ryong and Moon Chae-won. Set after the Second Manchu invasion of Korea (Qing invasion), the film is about an archer who risks his life to save his sister from slavery under Qing-Prince Dorgon's rule.",
  "/wiki/Second_Manchu_invasion_of_Korea": "The Qing invasion of Joseon occurred in the winter of 1636 when the newly established Manchu Qing dynasty invaded Korea's Joseon kingdom, establishing its status as the center of the Imperial Chinese Tributary System and formally severing Joseon's relationship with the Ming dynasty. The invasion was preceded by the Later Jin invasion of Joseon in 1627.",
  "/wiki/The_Fortress_(2017_film)": "The Fortress is a 2017 South Korean historical drama film directed by Hwang Dong-hyuk, starring Lee Byung-hun and Kim Yoon-seok. It is based on the novel Namhansanseong by Kim Hoon.",
  "/wiki/The_Sword_with_No_Name": "The Sword with No Name (Korean: 불꽃처럼 나비처럼; RR: Bulkkotcheoreom Nabicheoreom; literally \"Like Fireworks, Like Butterflies\") is a 2009 South Korean film based on a fictionalized account of Empress Myeongseong. The film sold 1,671,387 tickets nationwide.",
  "/wiki/Chi-hwa-seon": "Chi-hwa-seon or Chwi-hwa-seon, (also known as Painted Fire, Strokes of Fire or Drunk on Women and Poetry), is a 2002 South Korean drama film directed by Im Kwon-taek about Jang Seung-eop (commonly known by his pen name, Owon), a nineteenth-century Korean painter who changed the direction of Korean art.",
  "/wiki/Oh-won": "Jang Seung-eop (1843–1897) (commonly known by his pen name Owon) was a painter of the late Joseon Dynasty in Korea.  His life was dramatized in the award-winning 2002 film Chi-hwa-seon directed by Im Kwon-taek.  He was one of the few painters to hold a position of rank in the Joseon court.",
  "/wiki/The_Sound_of_a_Flower": "The Sound of a Flower (Korean: 도리화가; Hanja: 桃李花歌; RR: Dorihwaga) is 2015 South Korean period drama film based on the life of Jin Chae-seon, who became Joseon's first female pansori singer in 1867. Jin risks her life by cross-dressing as a man, at a time when women were forbidden to sing in public or perform on stage. The film focuses on the relationship between Jin and her pansori teacher, Shin Jae-hyo. The Korean title, Dorihwaga, is a song written by Shin about his protégée after she became a court singer.",
  "/wiki/Shin_Jae-hyo": "Shin Jae-hyo (Korean: 신재효; Hanja: 申在孝; 1812–1884) was a theoretician and adapter of pansori in the late Joseon Dynasty. While not a famous singer of pansori, he contributed much to its development. He organized and recorded the six stories of pansori: Chunhyangga, Simcheongga, Jeokbyeokga, Heungbuga, Sugungga, and Byunggang Saega. Before this, they had only been transmitted orally. He also systematized a theory of pansori.",
  "/wiki/The_Good,_the_Bad,_the_Weird": "The Good, the Bad, the Weird (Korean: 좋은 놈, 나쁜 놈, 이상한 놈; RR: Jo-eun nom nappeun nom isanghan nom) is a 2008 South Korean Western film directed by Kim Jee-woon and starring Song Kang-ho, Lee Byung-hun, and Jung Woo-sung. It was inspired by Sergio Leone's The Good, the Bad and the Ugly.",
  "/wiki/The_Last_Princess_(film)": "The Last Princess (Korean: 덕혜옹주; Hanja: 德惠翁主; RR: Deokhye-ongju; lit. Princess Deokhye) is a 2016 South Korean period drama film directed by Hur Jin-ho with a screenplay by Hur, Lee Han-eol, and Seo Yoo-min, based on the best-selling novel by Kwon Bi-young. It stars Son Ye-jin as Princess Deokhye, the last princess of the Joseon Dynasty. The film depicts Princess Deokhye's life in Japan after she was forced to move there at age 13 by the Imperial Japanese government, and her attempts to return to Korea.",
  "/wiki/Princess_Deokhye": "Princess Deokhye of Korea (25 May 1912 – 21 April 1989) was the last princess of the Korean Empire.",
  "/wiki/Love,_Lies_(2016_film)": "Love, Lies (Korean: 해어화; Hanja: 解語花; RR: Hae-eohwa) is 2016 South Korean period drama film directed by Park Heung-sik, reuniting The Beauty Inside co-stars Han Hyo-joo, Chun Woo-hee and Yoo Yeon-seok. The story takes place in 1943, during the Imperial Japanese occupation of Korea. In the film, best friends Jung So-yul (Han Hyo-joo) and Seo Yeon-hee (Chun Woo-hee) are two of the last remaining gisaeng. Although they enjoy pop music, they are committed to singing jeongga, or classical Korean songs. So-yul's life falls apart when her lover, pop music producer Kim Yoon-woo (Yoo Yeon-seok), falls in love with Yeon-hee and helps her debut as a pop singer. The story follows So-yul's downward spiral as she is consumed by uncontrollable jealousy.",
  "/wiki/Korea_under_Japanese_rule": "Japanese Korea (Japanese: 大日本帝國 (朝鮮), Dai-Nippon Teikoku [Chōsen]) was the period when Korea was under Japanese rule, between 1910 and 1945.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Taegukgi_(film)": "Taegukgi: The Brotherhood of War (Korean: 태극기 휘날리며; Taegukgi Hwinallimyeo) is a 2004 South Korean wartime action drama film directed by Kang Je-gyu. It stars Jang Dong-gun and Won Bin and tells the story of two brothers who are forcibly drafted into the South Korean army at the outbreak of the Korean War.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
  "/wiki/Welcome_to_Dongmakgol": "Welcome to Dongmakgol (Korean: 웰컴 투 동막골; RR: Welkeom tu dongmakgol), also known as Battle Ground 625 (UK), is a 2005 South Korean film. Based on the same-titled long-running stage play by filmmaker/playwright Jang Jin, Park Kwang-hyun's debut film was a commercial and critical success.",
  "/wiki/71:_Into_the_Fire": "71: Into the Fire (Korean: 포화 속으로) is a 2010 South Korean war drama film directed by John H. Lee and starring Cha Seung-won, Kwon Sang-woo, Choi Seunghyun (T.O.P), and Kim Seung-woo. The film was made in commemoration of those who fought during the Korean War, to raise awareness of the existence and importance of the student-soldiers during that period.",
  "/wiki/Historical_period_drama_films_set_in_Asia": "Historical period drama is a film genre in which stories are based on historical events and famous persons. Some historical dramas attempt to accurately portray a historical event or biography, to the degree that the available historical research will allow. Other historical dramas are fictionalised tales that are based on an actual person and their deeds."
}