{
  "/wiki/Vanoise_National_Park": "Vanoise National Park (French: Parc national de la Vanoise), is a French national park between the Tarentaise and Maurienne valleys in the French Alps, containing the Vanoise massif. It was created in 1963, and is the first French national park.",
  "/wiki/Savoie": "Savoie (pronounced [savwa]; Arpitan: Savouè, Italian: Savoia [saˈvɔːja], English: Savoy /səˈvɔɪ/) is a department in the Auvergne-Rhône-Alpes region of France. Its prefecture is Chambéry; it is located in the French Alps. In 2016, it had a population of 429,681.",
  "/wiki/Port-Cros_National_Park": "Port-Cros National Park (French: Parc national de Port-Cros) is a French national park established on the Mediterranean island of Port-Cros, east of Toulon. It also administers natural areas in some surrounding locales.",
  "/wiki/Var_(department)": "Var (French pronunciation: ​[vaʁ], Occitan: [ˈbaɾ]) is a department in the Provence-Alpes-Côte d'Azur region in Southeastern France. It takes its name from the river Var, which flowed along its eastern boundary, until the boundary was moved in 1860. The Var department is bordered on the east by the department of Alpes-Maritimes, to the west by Bouches-du-Rhône, to the north of the river Verdon by the department of Alpes-de-Haute-Provence and to the south by the Mediterranean Sea.",
  "/wiki/Pyr%C3%A9n%C3%A9es_National_Park": "The Pyrénées National Park (French: Parc national des Pyrénées) is a National Park of France located within the French departments of Hautes-Pyrénées and Pyrénées-Atlantiques.",
  "/wiki/Hautes-Pyr%C3%A9n%C3%A9es": "Hautes-Pyrénées (French pronunciation: ​[ot pi.ʁe.ne]) (Gascon/Occitan: Nauts Pirenèus / Hauts Pirenèus ['awts piɾeˈnɛʊs]; Spanish: Altos Pirineos; Catalan: Alts Pirineus ['alts piɾiˈneʊs]) is a department in southwestern France. It is part of the Occitanie region.",
  "/wiki/Pyr%C3%A9n%C3%A9es-Atlantiques": "Pyrénées-Atlantiques (French pronunciation: ​[piʁene atlɑ̃tik]; Gascon: Pirenèus-Atlantics; Basque: Pirinio Atlantiarrak or Pirinio Atlantikoak) is a department in the southwest corner of France and of the region of Nouvelle-Aquitaine. It takes its name from the Pyrenees mountains and the Atlantic Ocean. It covers the French Basque Country and the Béarn.",
  "/wiki/C%C3%A9vennes_National_Park": "The Cévennes National Park (French: Parc national des Cévennes) is a national park located in southern France, in the mountainous area of Cévennes.",
  "/wiki/Loz%C3%A8re": "Lozère (French pronunciation: ​[lɔzɛʁ]; Occitan: Losera [luˈzeɾɔ]) is a department in the region of Occitanie in Southern France, located near the Massif Central. It is named after Mont Lozère. With a 2016 population of 76,422, it is the least populous French department.",
  "/wiki/Gard": "Gard (French pronunciation: ​[ɡaʁ]) is a department in Southern France, located in the Occitanie region. It had a population of 742,006 as of 2016; its prefecture is Nîmes. The department is named after the Gardon River; the Occitan name of the river, Gard (Occitan pronunciation: [gaɾ]), has been replacing the French name in recent decades, both administratively and among French speakers.",
  "/wiki/Ard%C3%A8che": "Ardèche (French pronunciation: ​[aʁdɛʃ]; Occitan and Arpitan: Ardecha) is a department in the Auvergne-Rhône-Alpes region of Southeastern France. It is named after the Ardèche River and had a population of 320,379 as of 2013. Its largest cities are Aubenas, Annonay, Guilherand-Granges, Tournon-sur-Rhône and Privas (prefecture).",
  "/wiki/Aveyron": "Aveyron (French: [avɛʁɔ̃] (listen); Occitan: Avairon; [aβajˈɾu]) is a department located in Occitanie region of Southern France. Named after the Aveyron River, it had a population of 278,697 in 2016. Its inhabitants are known as Aveyronnais or Aveyronnaises in French. The inhabitants of Rodez are called Ruthénois, based on the first Celtic settlers in the area, the Ruteni.",
  "/wiki/%C3%89crins_National_Park": "Écrins National Park (French: Parc national des Écrins, pronounced [paʁk nasjɔnal dɛz‿ekʁɛ̃]) is one of the ten French national parks. It is located in the south-eastern part of France in the Dauphiné Alps south of Grenoble and north of Gap, shared between the départements of Isère and Hautes-Alpes.",
  "/wiki/Is%C3%A8re": "Isère (US: /iːˈzɛər/ ee-ZAIR, French: [izɛʁ] (listen); Arpitan: Isera; Occitan: Isèra) is a department in the Auvergne-Rhône-Alpes region in eastern France named after the river Isère.",
  "/wiki/Hautes-Alpes": "Hautes-Alpes (French: [ot.z‿alp]; Occitan: Auts Aups; English: \"Upper Alps\") is a department in the Provence-Alpes-Côte d'Azur region of Southeastern France. Located in and named after the French Alps, it had a population of 141,107 in 2016. Its prefecture is Gap; its sole subprefecture is Briançon.",
  "/wiki/Mercantour_National_Park": "Mercantour National Park (French: Parc national du Mercantour) a French national park located in the Alpes-de-Haute-Provence and Alpes-Maritimes departments. Since it was created in 1979, the Mercantour Park has proven popular, with 800,000 visitors every year enjoying the 600 km of marked footpaths and visiting its villages.",
  "/wiki/Alpes-Maritimes": "Alpes-Maritimes (French: [alpmaʁitim]; Occitan: Aups Maritims; Italian: Alpi Marittime, \"Maritime Alps\") is a department of France located in the extreme southeast corner of the country, on the border with Italy and on the Mediterranean coast. Part of the Provence-Alpes-Côte d'Azur region, it had a population of 1,803,704 in 2016.",
  "/wiki/Alpes-de-Haute-Provence": "Alpes-de-Haute-Provence (French: [alp də ot pʁɔvɑ̃s] (listen); Occitan: Aups d'Auta Provença; lit. \"Alps of Upper Provence\") is a department in Southeastern France, located in the Provence-Alpes-Côte d'Azur region. Formerly part of the province of Provence, it had a population of 161,916 in 2013. Its main cities are Digne-les-Bains (prefecture), Manosque, Sisteron, Barcelonnette, Castellane and Forcalquier. Inhabitants of Alpes-de-Haute-Provence are called the Bas-Alpins or Bas-Alpines referring to the department of Basses-Alpes which was the former name of the department until 1970.",
  "/wiki/Guadeloupe_National_Park": "Guadeloupe National Park (French: Parc national de la Guadeloupe) is a national park in Guadeloupe, an overseas department of France located in the Leeward Islands of the eastern Caribbean region.  The Grand Cul-de-Sac Marin Nature Reserve (French: Réserve Naturelle du Grand Cul-de-Sac Marin) is a marine protected area adjacent to the park and administered in conjunction with it. Together, these protected areas comprise the Guadeloupe Archipelago (French: l'Archipel de la Guadeloupe) biosphere reserve.",
  "/wiki/Guadeloupe": "Guadeloupe (/ˌɡwɑːdəˈluːp/, French: [ɡwad(ə)lup] (listen); Antillean Creole: Gwadloup) is an archipelago forming an overseas region of France in the Caribbean. It consists of six inhabited islands, Basse-Terre, Grande-Terre, Marie-Galante, La Désirade, and the Îles des Saintes, as well as many uninhabited islands and outcroppings. It lies south of Antigua and Barbuda and Montserrat, and north of Dominica. Its capital is Basse-Terre on the west coast; however, the largest city is Pointe-à-Pitre.",
  "/wiki/Guiana_Amazonian_Park": "Guiana Amazonian Park (French: Parc amazonien de Guyane) is the largest National Park of France, aiming at protecting part of the Amazonian forest located in French Guiana which covers 41% of the region. It is the largest park in the European Union, and one of the largest national parks in the world.",
  "/wiki/French_Guiana": "French Guiana (/ɡiˈɑːnə/ or /ɡiˈænə/; French: Guyane [ɡɥijan]) is an overseas department and region of the French Republic on the northern Atlantic coast of South America in the Guianas. It borders Brazil to the east and south and Suriname to the west. French Guiana is the only territory of the mainland Americas to have full integration in a European country.",
  "/wiki/R%C3%A9union_National_Park": "Réunion National Park (French: Parc national de La Réunion) is a National Park of France located on the island of Réunion, an overseas department in the western Indian Ocean. Established on 5 March 2007, the park protects the endemic ecosystems of Les Hauts, Réunion's mountainous interior, and covers around 42% of the island. Notable endemic species include the Réunion cuckooshrike and the Reunion Island day gecko.",
  "/wiki/R%C3%A9union": "Réunion (French: La Réunion [la ʁe.y.njɔ̃] (listen); previously Île Bourbon) is an overseas department and region of the French Republic and an island in the Indian Ocean, east of Madagascar and 175 km (109 mi) southwest of Mauritius. As of January 2019[update], it had a population of 866,506.",
  "/wiki/Calanques_National_Park": "Calanques National Park (French: Parc national des Calanques) is a French national park located in Bouches-du-Rhône, in Southern France. It was established in 2012 and extends over 520 km2 (201 sq mi), of which 85 km2 (33 sq mi) is land, while the remaining is marine area. It includes parts of the Massif des Calanques stretching between Marseille, Cassis and La Ciotat. Several of the park's best known features include the Calanque de Sormiou, Calanque de Morgiou, Calanque de Port-Miou, Calanque de Sugiton, as well as the Cosquer Cave.",
  "/wiki/Bouches-du-Rh%C3%B4ne": "Bouches-du-Rhône (French pronunciation: ​[buʃ dy ʁon]; Occitan: Bocas de Ròse, pronounced [ˈbukɔz de ˈʁɔze]; literally \"Mouths of the Rhône\") is a department in Southern France named after the mouth of the river Rhône. It is the most populous department of the Provence-Alpes-Côte d'Azur region with 2,019,717 inhabitants in 2016; it has an area of 5,087 km2 (1,964 sq mi). Its INSEE and postal code is 13. Marseille is Bouches-du-Rhône's largest city and prefecture.",
  "/wiki/Haute-Marne": "Haute-Marne (French pronunciation: ​[ot.maʁn]) is a department in the northeast of France named after the Marne River.",
  "/wiki/C%C3%B4te-d%27Or": "Côte-d'Or (IPA: [kot dɔʁ]; literally, \"golden slope\"[citation needed]) is a department in Bourgogne-Franche-Comté.",
  "/wiki/List_of_national_parks_of_France": "The national parks of France are a system of ten national parks throughout metropolitan France and its overseas departments, coordinated by the French Agency for Biodiversity (French: Agence française pour la biodiversité), an établissement public à caractère administratif under the control of the Ministry of Ecology. The first national park was established in 1963 and the most recent park was created in 2012."
}