{
  "/wiki/Two_Minutes_to_Go": "Two Minutes to Go is a 1921 American silent sport comedy-drama film directed by Charles Ray and written by Richard Andres. The film stars Charles Ray, Mary Anderson, Lionel Belmore, Lincoln Stedman, Truman Van Dyke, and Gus Leonard. The film was released by Associated First National on October 17, 1921.",
  "/wiki/Charles_Ray_(actor)": "Charles Edgar Ray (March 15, 1891 – November 23, 1943) was an American actor, director, producer, and screenwriter. Ray rose to fame during the mid-1910s portraying young, wholesome hicks in silent comedy films.",
  "/wiki/The_Freshman_(1925_film)": "The Freshman is a 1925 comedy film that tells the story of a college freshman trying to become popular by joining the school football team.  It stars Harold Lloyd, Jobyna Ralston, Brooks Benedict, and James Anderson.  It remains one of Lloyd's most successful and enduring films.",
  "/wiki/Harold_Lloyd": "Harold Clayton Lloyd Sr. (April 20, 1893 – March 8, 1971) was an American actor, comedian, and stunt performer who appeared in many silent comedy films.",
  "/wiki/Brown_of_Harvard_(1926_film)": "Brown of Harvard is a 1926 American silent drama film directed by Jack Conway, and starring William Haines, Jack Pickford and Mary Brian. Released by Metro-Goldwyn-Mayer, the film is based on the successful 1906 Broadway play Brown of Harvard by Rida Johnson Young, who also co-wrote the popular music for the play along with Melvin Ellis. The film is best known of the three Brown of Harvard films. It was John Wayne's film debut. Uncredited, Wayne played a Yale football player. Grady Sutton and Robert Livingston, both of whom went on to long and successful careers, also appear uncredited. The 1918 film included future Boston Redskins coach William \"Lone Star\" Dietz and the only Washington State University football team to win a Rose Bowl.",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/The_Quarterback_(1926_film)": "The Quarterback is a 1926 American comedy silent film directed by Fred C. Newmeyer and written by William Slavens McNutt, W. O. McGeehan and Ray Harris. The film stars Richard Dix, Esther Ralston, Harry Beresford, David Butler, Robert W. Craig and Mona Palma. The film was released on October 11, 1926, by Paramount Pictures.",
  "/wiki/The_Drop_Kick": "The Drop Kick (also known as Glitter in the UK) is a 1927 silent film directed by Millard Webb written by Katherine Brush about a college football player (Richard Barthelmess) who finds his reputation on the line when he pays an innocent visit to a woman whose husband kills himself. It was one of the early films of John Wayne who was only aged 20 in the film. He too played a college footballer. A mute silent print was transferred onto 16mm film by Associated Artists Productions in the 1950s and in 1960s by United Artists Television. Prints of the film are preserved at the Library of Congress and the Wisconsin Center for Film and Theater Research, Madison.",
  "/wiki/The_College_Widow_(1927_film)": "The College Widow is a 1927 American silent comedy film produced and distributed by Warner Bros. and directed by Archie Mayo. The film is based on the 1904 Broadway play of the same name by George Ade and was previously adapted to film in 1915 with Ethel Clayton. The 1927 silent film version is a starring vehicle for Dolores Costello.",
  "/wiki/West_Point_(film)": "West Point is a 1927 American silent romantic drama film starring William Haines and Joan Crawford in a story about an arrogant cadet who finds love right before the all-important Army–Navy Game.",
  "/wiki/Joan_Crawford": "Joan Crawford (born Lucille Fay LeSueur; March 23, 190?[Note 1]  – May 10, 1977) was an American film and television actress who began her career as a dancer in traveling theatrical companies before debuting as a chorus girl on Broadway. Crawford then signed a motion picture contract with Metro-Goldwyn-Mayer in 1925; her career spanned six decades and fifty-five years, multiple studios, and controversies.",
  "/wiki/The_College_Hero": "The College Hero is a 1927 American silent comedy film directed by Walter Lang. This is a surviving title contrary to some reports, as it is on video.",
  "/wiki/Salute_(1929_film)": "Salute is a 1929 motion picture directed by John Ford and starring George O’Brien, Helen Chandler, William Janney, Stepin Fetchit, and Frank Albertson. It is about the football rivalry of the Army–Navy Game, and two brothers, played by O'Brien and Janney, one of West Point, the other of Annapolis. John Wayne had an uncredited role in the film, as one of three midshipmen who perform a mild hazing.",
  "/wiki/So_This_Is_College": "So This Is College is a 1929 American comedy film directed by Sam Wood, written by Al Boasberg, Delmer Daves and Joseph Farnham, and starring Elliott Nugent, Robert Montgomery in his film debut, Cliff Edwards, Sally Starr and Phyllis Crane. It was released on November 8, 1929, by Metro-Goldwyn-Mayer.",
  "/wiki/The_Forward_Pass": "The Forward Pass is a 1929 American Pre-Code football drama musical film directed by Edward F. Cline, starring Douglas Fairbanks Jr and Loretta Young. John Wayne was an uncredited extra in the film. The film is believed to be lost.",
  "/wiki/Loretta_Young": "Loretta Young (born Gretchen Young; January 6, 1913 – August 12, 2000) was an American actress. Starting as a child actress, she had a long and varied career in film from 1917 to 1953. She won the 1948 Academy Award for Best Actress for her role in the 1947 film The Farmer's Daughter, and received an Oscar nomination for her role in Come to the Stable in 1949. Young moved to the relatively new medium of television, where she had a dramatic anthology series, The Loretta Young Show, from 1953 to 1961. The series earned three Emmy Awards, and was re-run successfully on daytime TV and later in syndication. In the 1980s, Young returned to the small screen and won a Golden Globe for her role in Christmas Eve in 1986.",
  "/wiki/Dogville_Comedies": "From 1929 to 1931,  Metro-Goldwyn-Mayer  produced a series of nine short comedy films called All Barkie Dogville Comedies, sometimes known as the \"barkies\" (in a parody of \"talkies\"). The actors in these films were trained dogs, dressed up to parody the performers in contemporary films. The dogs' dialogue in these early sound films was dubbed by actors and voice artists including Pete Smith.",
  "/wiki/Maybe_It's_Love": "Maybe It's Love, also known as Eleven Men and a Girl, is an all-talking 1930 pre-Code musical comedy film produced and distributed by Warner Bros. and directed by William A. Wellman. The movie stars Joan Bennett, Joe E. Brown and James Hall. The film is based on George Ade's 1904 play The College Widow and is a remake of Warner's own 1927 silent version of the story, which starred Dolores Costello. The play had also been filmed in 1915, starring Ethel Clayton.",
  "/wiki/Joan_Bennett": "Joan Geraldine Bennett (February 27, 1910 – December 7, 1990) was an American stage, film, and television actress. She came from a showbiz family, one of three acting sisters. Beginning her career on the stage, Bennett then appeared in more than 70 films from the era of silent movies, well into the sound era. She is possibly best-remembered for her film noir femme fatale roles in director Fritz Lang's movies such as Man Hunt (1941), The Woman in the Window (1944), and Scarlet Street (1945).",
  "/wiki/Maker_of_Men": "Maker of Men  is a 1931 American pre-Code melodrama directed by Edward Sedgwick and written by Howard J. Green and Edward Sedgwick. Produced by Columbia Pictures Corporation, the film stars Jack Holt, Richard Cromwell, and Joan Marsh. It also features John Wayne in a supporting role.",
  "/wiki/The_Galloping_Ghost_(serial)": "The Galloping Ghost is a 1931 American pre-Code Mascot serial film directed by B. Reeves Eason and Benjamin H. Kline. The title is the nickname of the star, American football player Red Grange.",
  "/wiki/Red_Grange": "Harold Edward \"Red\" Grange (June 13, 1903 – January 28, 1991), nicknamed \"The Galloping Ghost\", was an American football halfback for the University of Illinois, the Chicago Bears, and the short-lived New York Yankees.  His signing with the Bears helped legitimize the National Football League (NFL).",
  "/wiki/Touchdown_(1931_film)": "Touchdown is a 1931 American pre-Code football film directed by Norman Z. McLeod and starring Richard Arlen, Peggy Shannon, Jack Oakie and Regis Toomey. Jim Thorpe and Herman Brix appear uncredited as  unbilled football players.",
  "/wiki/Richard_Arlen": "Richard Arlen (born Sylvanus Richard Mattimore, September 1, 1899 – March 28, 1976) was an American actor of film and television.",
  "/wiki/Freddy_the_Freshman": "Freddy the Freshman is a 1932 animated short film, directed by Rudolph Ising for Harman-Ising Productions as part of Warner Bros.' Merrie Melodies series.",
  "/wiki/Horse_Feathers": "Horse Feathers is a 1932 pre-Code comedy film starring the Marx Brothers. It stars the four Marx Brothers (Groucho, Chico, Harpo and Zeppo) and Thelma Todd. It was written by Bert Kalmar, Harry Ruby, S. J. Perelman, and Will B. Johnstone. Kalmar and Ruby also wrote some of the original music for the film. Several of the film's gags were taken from the Marx Brothers' stage comedy from the 1900s, Fun in Hi Skule. The term \"horse feathers\" was a colloquial American expression for \"nonsense\" in the 1920s and 1930s but is now archaic.",
  "/wiki/Marx_Brothers": "The Marx Brothers were an American family comedy act that was successful in vaudeville, on Broadway, and in motion pictures from 1905 to 1949. Five of the Marx Brothers' thirteen feature films were selected by the American Film Institute (AFI) as among the top 100 comedy films, with two of them, Duck Soup (1933) and A Night at the Opera (1935), in the top fifteen. They are widely considered by critics, scholars, and fans to be among the greatest and most influential comedians of the 20th century. The brothers were included in AFI's 100 Years... 100 Stars list of the 25 greatest male stars of Classical Hollywood cinema, the only performers to be inducted collectively.",
  "/wiki/That's_My_Boy_(1932_film)": "That's My Boy is a 1932 American Pre-Code drama film directed by Roy William Neill and starring Richard Cromwell and Dorothy Jordan. John Wayne had a very small uncredited role in the film.",
  "/wiki/The_All_American_(film)": "The All American is a 1932 American sports drama film directed by Russell Mack and written by Ferdinand Reyher and Frank Wead. The film stars Richard Arlen, Andy Devine and Gloria Stuart. It was given its premiere in Los Angeles on October 7, 1932, by Universal Pictures. Many noted real-life football players and a coach appeared uncredited in the film.",
  "/wiki/List_of_sports_films": "This compilation of films covers all sports activities. Sports films have been made since the era of silent films, such as the 1915 film The Champion starring Charlie Chaplin. Films in this genre can range from serious (Raging Bull) to silly (Horse Feathers). A classic theme for sports films is the triumph of an individual or team who prevail despite the difficulties, standard elements of melodrama."
}