{
  "/wiki/College_(1927_film)": "College is a 1927 comedy-drama silent film directed by James W. Horne and Buster Keaton, and starring Keaton, Anne Cornwall, and Harold Goodwin.",
  "/wiki/Buster_Keaton": "Joseph Frank Keaton (October 4, 1895 – February 1, 1966), known professionally as Buster Keaton, was an American actor, comedian, film director, producer, screenwriter, and stunt performer. He is best known for his silent films, in which his trademark was physical comedy with a consistently stoic, deadpan expression that earned him the nickname \"The Great Stone Face\". Critic Roger Ebert wrote of Keaton's \"extraordinary period from 1920 to 1929\" when he \"worked without interruption\" on a series of films that make him \"the greatest actor-director in the history of the movies\". His career declined afterward with a loss of artistic independence when he signed with Metro-Goldwyn-Mayer, his wife divorced him, and he descended into alcoholism. He recovered in the 1940s, remarried, and revived his career as an honored comic performer for the rest of his life, earning an Honorary Academy Award in 1959.",
  "/wiki/Olympic_Games_(film)": "Olympic Games is a 1927 American short silent comedy film directed by Anthony Mack. It was the 63rd Our Gang short subject released.[citation needed]",
  "/wiki/Our_Gang": "Our Gang (known subsequently to television syndication as  The Little Rascals or Hal Roach's Rascals) is an American series of comedy short films chronicling a group of poor neighborhood children and their adventures. Created by comedy producer and studio executive Hal Roach, the series was produced in various forms from 1922 to 1944 and is noted for showing children behaving in a relatively natural way. Roach and original director Robert F. McGowan worked to film the unaffected, raw nuances apparent in regular children rather than have them imitate adult acting styles. The series broke new ground by portraying white and black children interacting as equals.",
  "/wiki/Local_Boy_Makes_Good": "Local Boy Makes Good is a 1931 American Pre-Code comedy film directed by Mervyn LeRoy and written by Robert Lord, Raymond Griffith and Ray Enright. The film stars Joe E. Brown, Dorothy Lee, Ruth Hall, Edward Woods, Edward Nugent and Wade Boteler. The film was released by Warner Bros. on November 27, 1931.",
  "/wiki/Joe_E._Brown": "Joseph Evans Brown (July 28, 1891 – July 6, 1973) was an American actor and comedian, remembered for his amiable screen persona, comic timing, and enormous elastic-mouth smile. He was one of the most popular American comedians in the 1930s and 1940s, with films like A Midsummer Night's Dream (1935), Earthworm Tractors (1936), and Alibi Ike (1935). In his later career Brown starred in Some Like It Hot (1959), as Osgood Fielding III, in which he utters the film's famous punchline, \"Well, nobody's perfect.\"",
  "/wiki/Million_Dollar_Legs_(1932_film)": "Million Dollar Legs is a 1932 American pre-Code comedy film starring Jack Oakie and W.C. Fields, directed by Edward F. Cline, produced by Herman J. Mankiewicz (co-writer of Citizen Kane) and B.P. Schulberg, co-written by Joseph L. Mankiewicz, and released by Paramount Pictures. The film was inspired by the 1932 Summer Olympics, held in Los Angeles, California.",
  "/wiki/W._C._Fields": "William Claude Dukenfield (January 29, 1880 – December 25, 1946), better known as W. C. Fields, was an American comedian, actor, juggler, and writer. Fields' comic persona was a misanthropic and hard-drinking egotist, who remained a sympathetic character despite his supposed contempt for children and dogs.",
  "/wiki/A_Million_to_One_(film)": "A Million to One is a 1937 American drama film directed by Lynn Shores and written by John T. Neville. The film stars Bruce Bennett, Joan Fontaine, Reed Howes, Monte Blue, Kenneth Harlan and Suzanne Kaaren. The film was released on March 3, 1937, by Puritan Pictures.",
  "/wiki/The_Bob_Mathias_Story": "The Bob Mathias Story is a 1954 drama film directed by Francis D. Lyon, starring Bob Mathias and Ward Bond. The story of the first man to win two consecutive Olympic Gold Medals in the Decathlon in London in 1948 and in Helsinki in 1952. The film utilized extensive footage of the London and Helsinki Games, including actual footage of Mathias' triumphs.",
  "/wiki/Bob_Mathias": "Robert Bruce Mathias (November 17, 1930 – September 2, 2006) was an American decathlete, two-time Olympic gold medalist in the event, a United States Marine Corps officer, actor and United States Congressman representing the state of California.",
  "/wiki/Geordie_(film)": "Geordie (released in the United States as Wee Geordie) is a 1955 British film directed and co-produced by Frank Launder, with Bill Travers in the title role as a Scotsman who becomes an athlete and competes at the 1956 Summer Olympics in Melbourne.",
  "/wiki/It_Happened_in_Athens": "It Happened in Athens is a 1962 American-Greek romance comedy-drama film released by 20th Century-Fox. It is directed by Andrew Marton and features blonde bombshell Jayne Mansfield, newcomer Trax Colton, Maria Xénia, Nico Minardos, Roger Browne in his debut, and Olympic champion Bob Mathias.",
  "/wiki/Jayne_Mansfield": "Jayne Mansfield (born Vera Jayne Palmer; April 19, 1933 – June 29, 1967) was an American film, theater, and television actress. She was also a nightclub entertainer and a singer, and one of the early Playboy Playmates. She was a major Hollywood sex symbol during the 1950s and early 1960s while under contract at 20th Century Fox. She was also known for her well-publicized personal life and publicity stunts, such as \"wardrobe malfunctions\".",
  "/wiki/The_Loneliness_of_the_Long_Distance_Runner_(film)": "The Loneliness of the Long Distance Runner is a 1962 British coming-of-age film. The screenplay adaptation was written by Alan Sillitoe from Sillitoe's short story of the same name. The film was directed by Tony Richardson, one of the new young directors emerging from the English Stage Company at the Royal Court.",
  "/wiki/Tom_Courtenay": "Sir Thomas Daniel Courtenay (/ˈkɔːrtni/; born 25 February 1937) is an English actor who came to prominence in the early 1960s with a succession of films, including The Loneliness of the Long Distance Runner (1962), Billy Liar (1963), King Rat (1965), and Doctor Zhivago (1965). Since the mid-1960s, he has been known primarily for his work in the theatre, although he received Academy Award nominations for Doctor Zhivago and the film adaptation of The Dresser (1983), which he had performed in the West End and on Broadway. He was created a Knight Bachelor in February 2001 for his services to cinema and theatre.",
  "/wiki/Billie_(film)": "Billie is a 1965 American musical film directed by Don Weis. Based on the 1952 play Time Out For Ginger by Ronald Alexander (playwright), the film stars Patty Duke in the title role.",
  "/wiki/Patty_Duke": "Anna Marie \"Patty\" Duke (December 14, 1946 – March 29, 2016) was an American actress who appeared on stage, film, and television.",
  "/wiki/Walk,_Don't_Run": "Walk, Don't Run is a 1966 Technicolor comedy film directed by Charles Walters, and starring Cary Grant in his final film role, Samantha Eggar and Jim Hutton. The film is a remake of the 1943 film The More the Merrier and is set  during the Olympic Games.",
  "/wiki/Cary_Grant": "Cary Grant (born Archibald Alec Leach; January 18, 1904 – November 29, 1986) was an English-born American actor, known as one of classic Hollywood's definitive leading men. He was known for his transatlantic accent, debonair demeanor, light-hearted approach to acting, and sense of comic timing.",
  "/wiki/The_Games_(film)": "The Games is a 1970 British sports drama film directed by Michael Winner. It is based on the Hugh Atkinson novel and adapted to the screen by Erich Segal. The plot concerned four marathon competitors at a fictitious Olympic Games in Rome, played by Michael Crawford, Ryan O'Neal, Charles Aznavour and Athol Compton. Elton John recorded one song ('From Denver To L.A.') for the soundtrack.",
  "/wiki/Ryan_O'Neal": "Charles Patrick Ryan O'Neal (born April 20, 1941) is an American actor and former boxer. O'Neal trained as an amateur boxer before beginning his career in acting in 1960. In 1964, he landed the role of Rodney Harrington on the ABC nighttime soap opera Peyton Place. The series was an instant hit and boosted O'Neal's career. He later found success in films, most notably Love Story (1970), for which he received Academy Award and Golden Globe nominations as Best Actor, Peter Bogdanovich's What's Up, Doc? (1972) and Paper Moon (1973), Stanley Kubrick's Barry Lyndon (1975), Richard Attenborough's A Bridge Too Far (1977), and Walter Hill's The Driver (1978). From 2005 to 2017, he had a recurring role in the Fox TV series Bones as Max, the father of the show's protagonist.",
  "/wiki/Michael_Crawford": "Michael Patrick Smith, CBE (born 19 January 1942), known by the professional stage name of Michael Crawford, is an English actor, comedian, singer, voice artist.",
  "/wiki/The_World's_Greatest_Athlete": "The World's Greatest Athlete is a 1973 American film directed by Robert Scheerer and starring John Amos, Roscoe Lee Browne, Tim Conway, Dayle Haddon, and Jan-Michael Vincent. Released by Walt Disney Productions, it is one of the few wide-release Hollywood sports films to look at the world of track and field, as the \"World's Greatest Athlete\", Nanu, played by Vincent, tries to make history by winning every event at the NCAA Track & Field Championship. The screenplay was by Dee Caruso and Gerald Gardner who also did a novelisation of the film.",
  "/wiki/Disney": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/The_Loneliest_Runner": "The Loneliest Runner is an autobiographical made-for-television film written, and directed by Bonanza star Michael Landon. It first aired on December 20, 1976 on NBC and starred Lance Kerwin, Brian Keith, DeAnn Mears, and Landon's Little House on the Prairie daughter, Melissa Sue Anderson.  The film was nominated for two Emmys.",
  "/wiki/Michael_Landon": "Michael Landon (born Eugene Maurice Orowitz; October 31, 1936 – July 1, 1991) was an American actor, writer, director, and producer. He is known for his roles as Little Joe Cartwright in Bonanza (1959–1973), Charles Ingalls in Little House on the Prairie (1974–1983), and Jonathan Smith in Highway to Heaven (1984–1989). Landon appeared on the cover of TV Guide 22 times, second only to Lucille Ball.",
  "/wiki/The_Jericho_Mile": "The Jericho Mile is a 1979 Emmy Award-winning United States TV crime film, directed by Michael Mann. The film won five awards, including three Emmy Awards. The story is set at Folsom Prison, where the movie was filmed on location in the prison itself amongst the prison population.",
  "/wiki/Our_Winning_Season": "Our Winning Season is a 1978 American drama film directed by Joseph Ruben from a screenplay by Nicholas Niciphor.",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.",
  "/wiki/Running_(film)": "Running is a 1979 sports drama film written and directed by Steven Hilliard Stern and starring Michael Douglas and Susan Anspach. It is about the fictional American marathon runner and Olympic hopeful Michael Andropolis and his struggle to compete in the Olympic Games.",
  "/wiki/Michael_Douglas": "Michael Kirk Douglas (born September 25, 1944) is an American actor and producer. He has received numerous accolades, including two Academy Awards, five Golden Globe Awards, a Primetime Emmy Award, the Cecil B. DeMille Award, and the AFI Life Achievement Award.",
  "/wiki/Goldengirl": "Goldengirl is a 1979 American sci-fi sports drama film directed by Joseph Sargent, based on the science fiction novel of the same title by Peter Lear, a pseudonym of Peter Lovesey. The screenplay was by John Kohn, with music by Bill Conti. The film is the screen debut of Susan Anton, who starred in the title role opposite James Coburn.",
  "/wiki/Susan_Anton": "Susan Ellen Anton (born October 12, 1950) is an American actress and singer.",
  "/wiki/List_of_sports_films": "This compilation of films covers all sports activities. Sports films have been made since the era of silent films, such as the 1915 film The Champion starring Charlie Chaplin. Films in this genre can range from serious (Raging Bull) to silly (Horse Feathers). A classic theme for sports films is the triumph of an individual or team who prevail despite the difficulties, standard elements of melodrama."
}