{
  "/wiki/Badger%27s_Green_(1934_film)": "Badger's Green is a 1934 British comedy film directed by Adrian Brunel and starring Valerie Hobson, Bruce Lester, David Horne and Wally Patch. It was adapted from the 1930 play Badger's Green by R.C. Sheriff. A picturesque village is threatened with redevelopment by a speculative builder, leading to widespread protest. In the end the builder agrees to settle the future of the village on the result of a cricket match.",
  "/wiki/Badger%27s_Green_(1949_film)": "Badger's Green is a 1949 British comedy film directed by John Irwin and starring Barbara Murray, Brian Nissen, Garry Marsh and Kynaston Reeves.",
  "/wiki/It%27s_Not_Cricket_(1949_film)": "It's Not Cricket is a 1949 British comedy film directed by Alfred Roome and starring Basil Radford, Naunton Wayne, Susan Shaw and Maurice Denham. It is the second (after 1941's Crook's Tour) of two starring films for Radford and Wayne who appeared as supporting players in ten other films.  It was also one of the final films made by Gainsborough Pictures before the studio was merged into the Rank Organisation.",
  "/wiki/The_Final_Test": "The Final Test is a 1953 British sports film written by Terence Rattigan, directed by Anthony Asquith, and starring Jack Warner, Robert Morley, George Relph and Ray Jackson. A number of leading cricketers also appear including Denis Compton, Len Hutton and Cyril Washbrook. The film was produced by R.J. Minney for Act Films Ltd.",
  "/wiki/Playing_Away": "Playing Away is a 1987 TV comedy film directed by Horace Ové, from a screenplay by Caryl Phillips. In the story, an English cricket team, fictitiously named \"Sneddington\" (based in Lavenham, Suffolk), invites a team of West Indian heritage based in Brixton (South London) to play a charity game in support of their \"Third World Week.\" According to Screenonline, \"The gentle comedy of manners and unexpected reversal of white and black stereotypes in Playing Away contrasts sharply with the stylistic experimentation and the militant denunciations of racial prejudice in director Horace Ové's earlier feature, Pressure (1975).\" New York Times reviewer Vincent Canby called it \"witty and wise without being seriously disturbing for a minute\".",
  "/wiki/Awwal_Number": "Awwal Number is a 1990 Indian sports action thriller film directed by Dev Anand. The film features the then 67-year-old Dev Anand with Aditya Pancholi and Aamir Khan. Dev Anand first offered the role of Ranvir Singh to cricketer Imran Khan.",
  "/wiki/Lagaan": "Lagaan (transl. 'Taxation'), released internationally as Lagaan: Once Upon a Time in India, is a 2001 Indian Hindi-language epic sports film written & directed by Ashutosh Gowariker, produced by Aamir Khan. Aamir Khan stars along with debutant Gracy Singh, with British actors Rachel Shelley and Paul Blackthorne playing supporting roles. Made on a then-unprecedented budget of ₹250 million (US$5.32 million), the movie was the maiden project from Aamir Khan Productions and was shot in villages near Bhuj.",
  "/wiki/Wondrous_Oblivion": "Wondrous Oblivion is a 2003 British film directed and written by Paul Morrison and produced by Jonny Persey.",
  "/wiki/Iqbal_(film)": "Iqbal is a 2005 Indian coming-of-age sports drama film written and directed by Nagesh Kukunoor.  Produced by Subhash Ghai, under \"Mukta Searchlight Films\", the story follows a cricket-obsessed deaf and mute boy from a remote Indian village as he aims to overcomes difficulties to become a cricketer and fulfill his dream of playing for the Indian national cricket team. The film received the National Film Award for Best Film on Other Social Issues.",
  "/wiki/Hit_for_Six_(film)": "Hit for Six is a 2007 Barbadian sports drama film starring Andrew Pilgrim and Rudolph Walker. A West Indian cricket player, once accused of match fixing, fights to play in an international tournament and earn the respect of his estranged father, a former player.",
  "/wiki/Chennai_600028": "Chennai 600028 is a 2007 Tamil-language sports comedy film written and directed by Venkat Prabhu, in his directorial debut. The film stars Jai, Shiva, Premji, Aravind Akash, Nithin Sathya and newcomers Ajay Raj, Ranjith, Vijay Vasanth, Prasanna, Inigo Prabakaran, Karthik and Arun in the lead along with Vijayalakshmi, daughter of National Film Award-winning director Agathiyan, and Kristine Zedek, making their acting debut as well. The film was produced by S. P. B. Charan along with J. K. Saravana, a Singapore-based award-winning producer. The film's score and soundtrack were composed by Premji Amaran and Yuvan Shankar Raja, respectively.",
  "/wiki/Chain_Kulii_Ki_Main_Kulii": "Chain Kulii Ki Main Kulii (Hindi: चैन कुली की मैन कुली) is a 2007 Hindi-language Indian fantasy sports Comedy film directed by Karanjeet Saluja (also known as Kittu Saluja).",
  "/wiki/Say_Salaam_India": "Say Salaam India is an 2007 Indian Hindi language movie, written and directed by Subhash Kapoor, and starring Sanjay Suri, Milind Soman and Sandhya Mridul .",
  "/wiki/Hattrick_(film)": "Hattrick is a 2007 Indian Hindi sport-drama film directed by Milan Luthria, starring Paresh Rawal, Rimi Sen, Kunal Kapoor, Nana Patekar, Danny Denzongpa.",
  "/wiki/Meerabai_Not_Out": "Meerabai Not Out, based on cricket, is a 2008 Hindi Bollywood film that stars Mahesh Manjrekar, Mandira Bedi, Eijaz Khan and Anupam Kher. It is a Pritish Nandy Communications presented movie, directed by Chandrakant Kulkarni.",
  "/wiki/Hansie": "Hansie is a feature film, produced in South Africa by Global Creative Studios and directed by Regardt van den Bergh. It is based on the true story of cricketer Hansie Cronje. The movie was released on 24 September 2008 in South African cinemas and the Collectors Edition DVD on 24 November 2008.\n\"How do you start over once you have betrayed a nation's trust?\" The news of Hansie Cronje's involvement with Indian bookmakers and his resulting public confession rocked the international sporting community. An unprecedented rise to glory was followed by the most horrific fall. A tarnished hero fueled the nation's fury. Hansie, once South African cricket's golden boy, had been stripped of everything he had held dear: a glorious captaincy, the support of his former team mates and the respect of a nation. In its place the stinging rejection of cricket administrators and the humiliating dissection of his life on international television made his retreat into depression inevitable. Hansie's bravest moment in finally confessing his involvement with bookies had suddenly become a tightening noose around his neck.",
  "/wiki/Victory_(2009_film)": "Victory is a 2009 Indian cricket-based sports film starring Harman Baweja, Amrita Rao and Anupam Kher. It is Harman Baweja's second release after his debut film Love Story 2050, which performed very badly at the box office. The movie was filmed in Australia and India. Victory tells the story of a struggling cricketer who defies all odds to realize an almost impossible dream.",
  "/wiki/Dil_Bole_Hadippa!": "Dil Bole Hadippa! (Heart Says Hurray!) is a 2009 Indian Hindi-language sports film directed by Anurag Singh and produced by Aditya Chopra under the Yash Raj Films banner. It stars Shahid Kapoor and Rani Mukerji in pivotal roles in the story about a young woman who pretends to be a man to join an all-male cricket team. It also has Anupam Kher, Dalip Tahil, Rakhi Sawant and Sherlyn Chopra in supporting roles. The film was released on 18 September 2009, and received negative reviews upon release, but it was a box office hit. The film is a Bollywood adaptation of the 2006 United States hit film She's the Man.",
  "/wiki/Tournament_%E2%80%93_Play_%26_Replay": "Tournament is a 2010 Malayalam road and sports movie written, directed and produced by Lal, starring Manu, Rupa Manjari, Fahadh Faasil and Praveen Prem in the lead roles. It started its shooting in August 2010 and was released on 25 December 2010. The film features songs by Deepak Dev and original score by Alex Paul. Cinematography was handled by Venu and Amal Neerad for a song."
}