{
  "/wiki/Charlie_Chan_at_the_Olympics": "Charlie Chan at the Olympics (1937) is possibly the most topical Charlie Chan film, as it features actual footage from the 1936 Berlin Olympics. There is also a scene where Charlie crosses the Atlantic in the Hindenburg. This is the 14th film starring Warner Oland as Chan and produced by Fox.",
  "/wiki/Charlie_Chan": "Charlie Chan is a fictional Honolulu police detective created by author Earl Derr Biggers for a series of mystery novels.  Biggers loosely based Chan on Hawaiian detective Chang Apana. The benevolent and heroic Chan was conceived of as an alternative to Yellow Peril stereotypes and villains like Fu Manchu. Many stories feature Chan traveling the world beyond Hawaii as he investigates mysteries and solves crimes.",
  "/wiki/1936_Summer_Olympics": "The 1936 Summer Olympics (German: Olympische Sommerspiele 1936), officially known as the Games of the XI Olympiad, was an international multi-sport event held in 1936 in Berlin, Nazi Germany. Berlin won the bid to host the Games over Barcelona, Spain, on 26 April 1931, at the 29th IOC Session in Barcelona.  It marked the second and final time the International Olympic Committee gathered to vote in a city that was bidding to host those Games.",
  "/wiki/Olympia_(1938_film)": "Olympia is a 1938 German documentary sports film written, directed and produced by Leni Riefenstahl, which documented the 1936 Summer Olympics, held in the Olympic Stadium in Berlin, Germany. The film was released in two parts: Olympia 1. Teil — Fest der Völker (Festival of Nations) and Olympia 2. Teil — Fest der Schönheit (Festival of Beauty). It was the first documentary feature film of an Olympic Games ever made. Many advanced motion picture techniques, which later became industry standards but which were groundbreaking at the time, were employed, including unusual camera angles, smash cuts, extreme close-ups and placing tracking shot rails within the bleachers. The techniques employed are almost universally admired, but the film is controversial due to its political context. Nevertheless, it appears on many lists of the greatest films of all time, including Time magazine's \"All-Time 100 Movies.\"",
  "/wiki/Leni_Reifenstahl": "Helene Bertha Amalie \"Leni\" Riefenstahl (German: [ˈʁiːfn̩ʃtaːl]; 22 August 1902 – 8 September 2003) was a German film director and actress.",
  "/wiki/Olympia_52": "Olympia 52 is a 1952 French documentary film about the 1952 Summer Olympics in Helsinki, Finland. Olympia 52 was produced by Peuple et Culture, a nonprofit organization, and it was the first feature-length work directed by the French filmmaker Chris Marker, who also co-wrote the narrative and served as one of the production’s four cinematographers.",
  "/wiki/1952_Summer_Olympics": "The 1952 Summer Olympics (Finnish: Kesäolympialaiset 1952; Swedish: Olympiska sommarspelen 1952), officially known as the Games of the XV Olympiad, were an international multi-sport event held in Helsinki, Finland, from July 19 to August 3, 1952.",
  "/wiki/Helsinki": "Helsinki (/ˈhɛlsɪŋki/ HEL-sink-ee or /hɛlˈsɪŋki/ (listen) hel-SINK-ee, Finnish: [ˈhelsiŋki] (listen); Swedish: Helsingfors [hɛlsɪŋˈfɔʂː] (listen), Finland Swedish: [helsiŋˈforsː] (listen)) is the capital and most populous city of Finland. Located on the shore of the Gulf of Finland, it is the seat of the region of Uusimaa in southern Finland, and has a population of 650,058. The city's urban area has a population of 1,268,296, making it by far the most populous urban area in Finland as well as the country's most important center for politics, education, finance, culture, and research. Helsinki is located 80 kilometres (50 mi) north of Tallinn, Estonia, 400 km (250 mi) east of Stockholm, Sweden, and 300 km (190 mi) west of Saint Petersburg, Russia. It has close historical ties with these three cities.",
  "/wiki/Geordie_(film)": "Geordie (released in the United States as Wee Geordie) is a 1955 British film directed and co-produced by Frank Launder, with Bill Travers in the title role as a Scotsman who becomes an athlete and competes at the 1956 Summer Olympics in Melbourne.",
  "/wiki/1956_Summer_Olympics": "The 1956 Summer Olympics, officially known as the Games of the XVI Olympiad, was an international multi-sport event that was held in Melbourne, Victoria, Australia from 22 November to 8 December 1956, with the exception of the equestrian events, which were held in Stockholm, Sweden in June 1956.",
  "/wiki/The_Grand_Olympics": "The Grand Olympics (Italian: La grande olimpiade) is a 1961 Italian documentary film, directed by Romolo Marcellini, made in 1961. It was nominated as Best Documentary Feature at 34th Academy Awards in 1961.[dead link]",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Tokyo_Olympiad": "Tokyo Olympiad (東京オリンピック, Tōkyō Orinpikku) is a 1965 Japanese documentary film directed by Kon Ichikawa which documents the 1964 Summer Olympics in Tokyo. Like Leni Riefenstahl's Olympia, which documented the 1936 Summer Olympics in Berlin, Ichikawa's film was considered a milestone in documentary filmmaking. However, Tokyo Olympiad keeps its focus more on the atmosphere of the games and the human side of the athletes instead of concentrating on winning and the results. It is one of the few sports documentaries included in the book 1001 Movies You Must See Before You Die.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/13_jours_en_France": "13 jours en France is a documentary about the 1968 Winter Olympic Games in Grenoble.",
  "/wiki/1968_Winter_Olympics": "The 1968 Winter Olympics, officially known as the X Olympic Winter Games (French: Les Xes Jeux olympiques d'hiver), were a winter multi-sport event which was celebrated in 1968 in Grenoble, France, and opened on 6 February. Thirty-seven countries participated.",
  "/wiki/Grenoble": "Grenoble (/ɡrəˈnoʊbəl/ grə-NOH-bəl, French: [ɡʁənɔbl] (listen); Arpitan: Grenoblo) is a city in southeastern France, at the foot of the French Alps where the river Drac joins the Isère. Located in the Auvergne-Rhône-Alpes region, Grenoble is the capital of the department of Isère and is an important European scientific centre. The city advertises itself as the \"Capital of the Alps\", due to its size and its proximity to the mountains.",
  "/wiki/The_Olympics_in_Mexico": "The Olympics in Mexico (Spanish: Olimpiada en México) is a 1969 Mexican documentary film directed by Alberto Isaac. It was nominated for an Academy Award for Best Documentary Feature.[dead link]",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Visions_of_Eight": "Visions of Eight is a 1973 American documentary film offering a stylized look at the 1972 Summer Olympics. Produced by Stan Margulies and executive produced by David L. Wolper, it was directed by eight different directors. It was screened out-of-competition at the 1973 Cannes Film Festival. It was later shown as part of the Cannes Classics section of the 2013 Cannes Film Festival. Some visuals of the Munich stadium from the documentary were used in Without Limits.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/White_Rock_(film)": "White Rock is a 1977 documentary film about the 1976 Winter Olympics held in Innsbruck, Austria. The film was narrated by James Coburn, and directed by Tony Maylam. The film was nominated in 1977 for the Robert Flaherty Award (Feature Length Film, Documentary In Content) by the British Academy of Film and Television Arts. A soundtrack album, White Rock was released by Rick Wakeman in 1977 and it entered the UK Albums Chart on 12 February 1977, where it spent 9 weeks and reached number 14.",
  "/wiki/1976_Winter_Olympics": "The 1976 Winter Olympics, officially known as the XII Olympic Winter Games (French: XIIes Jeux olympiques d'hiver, German: Olympische Winterspiele 1976), were a winter multi-sport event which was celebrated February 4–15, 1976 in Innsbruck, Austria. It was the second time the Tyrolean city hosted the Games, which were awarded to Innsbruck after Denver, the original host city, withdrew in 1972.",
  "/wiki/Innsbruck": "Innsbruck (German: [ˈɪnsbʁʊk]; Bavarian: [ˈɪnʃprʊk]) is the capital city of Tyrol and the fifth-largest city in Austria. It is in the Inn valley, at its junction with the Wipp valley, which provides access to the Brenner Pass some 30 km (18.6 mi) to the south.",
  "/wiki/A_Step_Away": "A Step Away is an Official Olympic Film,  a documentary filmed during the VIIIth Pan American Games held in San Juan, Puerto Rico, from July 1 to July 15, 1979. It was produced and directed by Roberto Ponce and co-directed by Marcos Zurinaga. The English language narrator was Orson Welles; Carlos Montalban narrated the Spanish version. The film was remastered in 2010.",
  "/wiki/1979_Pan_American_Games": "The 1979 Pan American Games (Spanish: Juegos Panamericanos de 1979), officially the VIII Pan American Games were a multi-sport event governed by the Panam Sports Organization, and were held in San Juan, Puerto Rico, from July 1 to  July 15, 1979. The 1980 documentary film A Step Away showcased a number of athletes competing in the Games.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Orson_Welles": "George Orson Welles (May 6, 1915 – October 10, 1985) was an American actor, director, writer and producer who is remembered for his innovative work in radio, theatre and film. He is considered one of the greatest filmmakers of all time.",
  "/wiki/Animalympics": "Animalympics is a 1980 animated television film produced by Lisberger Studios for the NBC network. Originally commissioned as two separate specials, it spoofs the Summer and Winter Olympic Games and features the voices of Billy Crystal, Gilda Radner, Harry Shearer and Michael Fremer.",
  "/wiki/Stade_81": "Stade 81 (also known as Starting Blocks) is a 1981 documentary short film written and directed by Jaco Van Dormael. The short film was shot in 1981 in Sweden, Canada and United Kingdom. Stade 81 is a documentary about the first Special Olympics. The film received various awards, including the Caducee d'Or at the 1982 Rennes International Film Festival. In 2011, it appeared at the Sottodiciotto Filmfestival held in Turin in the retrospective dedicated to Van Dormael.",
  "/wiki/Special_Olympics": "Special Olympics is the world's largest sports organization for children and adults with intellectual disabilities and physical disabilities, providing year-round training and activities to 5 million participants and Unified Sports partners in 172 countries.  Special Olympics competitions are held every day, all around the world—including local, national and regional competitions, adding up to more than 100,000 events a year. Like the International Paralympic Committee, the Special  Olympics organization is recognized by the International Olympic Committee; however, unlike the Paralympic Games, Special Olympics World Games are not held in the same year or in conjunction with the Olympic Games.",
  "/wiki/The_First_Olympics:_Athens_1896": "The First Olympics: Athens 1896 is a 1984 US TV miniseries produced by Columbia Pictures Television for broadcast by the NBC network. This television miniseries tells the story of the founding of the modern Olympics by focusing on individuals in several countries and their preparations and eventual competition in Athens in 1896. The two-part mini-series originally aired in the United States on 20 May 1984.",
  "/wiki/Modern_Olympics": "The modern Olympic Games or Olympics (French: Jeux olympiques) are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are held every four years, with the Summer and Winter Games alternating by occurring every four years but two years apart.",
  "/wiki/16_Days_of_Glory": "16 Days of Glory is a 1985 documentary film about the 1984 Summer Olympics in Los Angeles, California, United States directed by Bud Greenspan. Among the athletes profiled are Mary Lou Retton, Greg Louganis and Michael Groß.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Dorf_and_the_First_Games_of_Mount_Olympus": "Dorf and the First Games of Mount Olympus is a 1988 comedy film starring Tim Conway as Dorf and Vincent Schiavelli as Leonard.",
  "/wiki/Tim_Conway": "Thomas Daniel \"Tim\" Conway (December 15, 1933 – May 14, 2019) was an American actor, comedian, writer, and director. From 1966 to 2012 he appeared in more than 20 TV shows, TV series and films. Among his more notable roles, he portrayed the inept Ensign Parker in the 1960s World War II TV situation comedy McHale's Navy, was a regular cast member (1975–78) on the TV comedy The Carol Burnett Show where he portrayed his recurrent iconic characters Mister Tudball, the Oldest Man and the Dumb Private, co-starred with Don Knotts in several films (1979–80), was the title character in the Dorf series of eight sports comedy direct-to-video films (1987–96), and provided the voice of Barnacle Boy in the animated series SpongeBob SquarePants (1999–2012). Twice, in 1970 and in 1980–81, he had his own TV series.",
  "/wiki/Ancient_Olympic_Games": "The ancient Olympic Games were originally a festival, or celebration, of and for Zeus; events such as a footrace, a javelin contest, and wrestling matches were added later. The Olympic Games  (Ancient Greek: Ὀλύμπια, Olympia, \"the Olympics\"; also Ὀλυμπιάς, Olympias, \"the Olympiad\") were a series of athletic competitions among representatives of city-states and one of the Panhellenic Games of ancient Greece. They were held in honor of Zeus, and the Greeks gave them a mythological origin. The first Olympics is traditionally dated to 776 BC. They continued to be celebrated when Greece came under Roman rule, until the emperor Theodosius I suppressed them in AD 393 as part of the campaign to impose Christianity as the State religion of Rome. The games were held every four years, or olympiad, which became a unit of time in historical chronologies."
}