{
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Chedworth": "Chedworth is a village and civil parish in Gloucestershire, southwest England, in the Cotswolds and is known as the location of Chedworth Roman Villa, administered since 1924 by the National Trust.",
  "/wiki/Dicket_Mead": "The Welwyn Roman Baths are a Roman ruin preserved under the A1(M) just north of modern-day Welwyn Garden City, Hertfordshire, England. The baths were a small part of the Dicket Mead villa, which was originally built in the 3rd century AD.\n The village of Welwyn has been described as being the site of a Romano-British settlement, where a Roman road crossed the river Mimram. There was another Roman villa near Welwyn on the Lockleys estate.\n The full extent of the Dicket Mead villa was never fully excavated prior to the construction of the motorway, but the baths were only one of at least four buildings in total. The complex was probably part of a farm. It has been speculated that it might have been at least in part the equivalent of a hotel, lying as it does near Roman roads.\n The ruins were uncovered in 1960 by local archaeologist Tony Rook, and the baths were gradually uncovered over the following 10 years by excavation. Shortly after the excavation was completed, the Ministry of Transport announced the route of a new motorway, straight over the top of the excavation. Eventually arrangements were made whereby a steel vault would be built over the top of the baths with an access tunnel for the public. Once the vault was completed the motorway was built over the top of it, and the remains of the baths sit 9 metres below junction 6. Only about half of the original extent of the baths is now on display. Visible parts remaining include the hypocaust, the tepidarium (warm room), caldarium (hot room) and the frigidarium (cold room) floor and cold bath, constructed from opus signinum.\n Once the vault was finished, the bulk of the remaining parts of the Dicket Mead villa were covered over by the roadworks. Archaeological material from the site is stored at Mill Green Museum, part of Welwyn Hatfield Museum Service, which also operates the baths. This stored material can be inspected by contacting the curator.",
  "/wiki/Leeds,_Kent": "Leeds is a village and civil parish in the Maidstone district of Kent, England. The parish is located to the east of Maidstone.\n The village of Leeds is five miles (8.0 km) from the county town. It appeared in the Domesday Book of 1086 called Esledes - an old English word meaning slope or hillside. It is so called because the village is on the hillside above the River Len, a tributary of the River Medway. An alternative explanation for the name is that it derived its name from Ledian, who built the first wooden fortress here in 978. It also has a primary school, Leeds and Broomfield C of E Primary.\nSt Nicholas's Church has the second largest Norman tower in England. Leeds Priory was dissolved in 1539. To the east of the village is Leeds Castle. The church and the castle are Grade I listed buildings and the site of the priory is a scheduled monument.\n To the west and between Otham and Leeds the area of Caring is located. Caring has a number of modern farmhouses, in the style of an Oast house. Another attraction is the old Vineyard, a free tourist feature.",
  "/wiki/Littlecote_Roman_Villa": "Littlecote Roman Villa is a Roman winged corridor villa and associated religious complex at Littlecote Park in the civil parish of Ramsbury in the English county of Wiltshire. It has been archaeologically excavated under the direction of Bryn Walters, and is on display to the public.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Selsey": "Selsey is a seaside town and civil parish, about eight miles (12 km) south of Chichester in West Sussex, England. Selsey lies at the southernmost point of the Manhood Peninsula, almost cut off from mainland Sussex by the sea. It is bounded to the west by Bracklesham Bay, to the north by Broad Rife (rife being the local word for stream or creek), to the east by Pagham Harbour and terminates in the south at Selsey Bill. There are significant rock formations beneath the sea off both of its coasts, named the Owers rocks and Mixon rocks. Coastal erosion has been an ever-present problem for Selsey.\n The B2145 is the only road in and out of the town crossing a bridge over the water inlet at Pagham Harbour at a point known as \"the ferry\". At one time Selsey was inaccessible at flood tide, and a boat was stationed at the ferry to take horses and passengers to and from Sidlesham.",
  "/wiki/Vindolanda": "Vindolanda[note 1] was a Roman auxiliary fort (castrum) just south of Hadrian's Wall in northern England, which it originally pre-dated. Archaeological excavations of the site show it was under Roman occupation from roughly 85 AD to 370 AD. Located near the modern village of Bardon Mill in Northumberland, it guarded the Stanegate, the Roman road from the River Tyne to the Solway Firth. It is noted for the Vindolanda tablets, a set of wooden leaf-tablets that were, at the time of their discovery, the oldest surviving handwritten documents in Britain.",
  "/wiki/Wantage": "Wantage (/ˈwɒntɪdʒ/) is a historic market town and civil parish in the ceremonial county of Oxfordshire, England. Historically part of Berkshire, it has been administered as part of the Vale of White Horse district of Oxfordshire since 1974. The town is on Letcombe Brook, about 8 miles (13 km) south-west of Abingdon, 24 miles (39 km) north-west of Reading, 15 miles (24 km) south-west of Oxford and 14 miles (23 km) north north-west of Newbury.\n It was the birthplace of King Alfred the Great in 849.",
  "/wiki/Woolaston": "Woolaston is a village and civil parish in the Forest of Dean district of Gloucestershire in South West England. It lies on the north side of the Severn Estuary approximately 5 miles (8 kilometres) from the Welsh border at Chepstow and is surrounded by woodland and agricultural land.",
  "/wiki/La_Chapelle-Taillefert": "La Chapelle-Taillefert is a commune in the Creuse department in the Nouvelle-Aquitaine region in central France.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Lyon": "Lyon or Lyons (UK: /ˈliːɒ̃/, US: /liˈoʊn/,[c] French: [ljɔ̃] (listen); Arpitan: Liyon, pronounced [ʎjɔ̃]; Italian: Lione, pronounced [liˈone]) is the third-largest city and second-largest urban area of France. It is located in the country's east-central part at the confluence of the rivers Rhône and Saône, about 470 km (292 mi) south of Paris, 320 km (199 mi) north of Marseille and 56 km (35 mi) northeast of Saint-Étienne. Inhabitants of the city are called Lyonnais.\n Lyon had a population of 513,275 in 2015. It is the capital of the Metropolis of Lyon and the region of Auvergne-Rhône-Alpes. The Lyon metropolitan area had a population of 2,265,375 in 2014. The city is known for its cuisine and gastronomy, and historical and architectural landmarks; part of it is registered as a UNESCO World Heritage site. Lyon was historically an important area for the production and weaving of silk. Lyon played a significant role in the history of cinema: it is where Auguste and Louis Lumière invented the cinematograph. It is also known for its light festival, the Fête des Lumières, which begins every 8 December and lasts for four days, earning Lyon the title of Capital of Lights.\n Economically, Lyon is a major centre for banking, as well as for the chemical, pharmaceutical, and biotech industries. The city contains a significant software industry with a particular focus on video games, and in recent years has fostered a growing local start-up sector. Lyon hosts the international headquarters of Interpol, the International Agency for Research on Cancer and Euronews. According to the Globalization and World Rankings Research Institute, Lyon is considered a Beta city, as of 2018[update]. It ranked second in France and 40th globally in Mercer's 2019 liveability rankings.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.\n The city is a major railway, highway and air-transport hub served by two international airports: Paris-Charles de Gaulle (the second busiest airport in Europe) and Paris-Orly. Opened in 1900, the city's subway system, the Paris Métro, serves 5.23 million passengers daily; it is the second busiest metro system in Europe after the Moscow Metro. Gare du Nord is the 24th busiest railway station in the world, but the first located outside Japan, with 262 million passengers in 2015. Paris is especially known for its museums and architectural landmarks: the Louvre was among most visited art museums in the world in 2019, with 9.6 million visitors. The Musée d'Orsay, Musée Marmottan Monet, and Musée de l'Orangerie are noted for their collections of French Impressionist art, the Pompidou Centre Musée National d'Art Moderne has the largest collection of modern and contemporary art in Europe, and the Musée Rodin and Musée Picasso exhibit the works of the two noted Parisians. The historical district along the Seine in the city centre is classified as a UNESCO Heritage Site, and popular landmarks in the city centre included the Cathedral of Notre Dame de Paris, now closed for renovation after the 15 April 2019 fire. Other popular tourist sites include the Gothic royal chapel of Sainte-Chapelle, both on the Île de la Cité; the Eiffel Tower, constructed for the Paris Universal Exposition of 1889; the Grand Palais and Petit Palais, built for the Paris Universal Exposition of 1900; the Arc de Triomphe on the Champs-Élysées, and the Basilica of Sacré-Coeur on the hill of Montmartre.\n Paris received 24.5 million visitors in 2018, measured by hotel stays, with the largest numbers of foreign visitors coming from the United States, the United Kingdom, Germany and China. It was ranked as the second most visited travel destination in the world in 2018, after Bangkok. The football club Paris Saint-Germain and the rugby union club Stade Français are based in Paris. The 80,000-seat Stade de France, built for the 1998 FIFA World Cup, is located just north of Paris in the neighbouring commune of Saint-Denis. Paris hosts the annual French Open Grand Slam tennis tournament on the red clay of Roland Garros. The city hosted the Olympic Games in 1900, 1924 and will host the 2024 Summer Olympics. The 1938 and 1998 FIFA World Cups, the 2007 Rugby World Cup, as well as the 1960, 1984 and 2016 UEFA European Championships were also held in the city; every July, the Tour de France bicycle race finishes there.",
  "/wiki/Aalen": "Aalen (German pronunciation: [ˈaːlən] (listen)) is a former Free Imperial City located in the eastern part of the German state of Baden-Württemberg, about 70 kilometres (43 mi) east of Stuttgart and  48 kilometres (30 mi) north of Ulm. It is the seat of the Ostalbkreis district and is its largest town. It is also the largest town in the Ostwürttemberg region. Since 1956, Aalen has had the status of Große Kreisstadt (major district town). It is noted for its many half-timbered houses constructed from the 16th century through the 18th century.\n With an area of 146.63 km2, Aalen is ranked 7th in Baden-Württemberg and 2nd within the Government Region of Stuttgart, after Stuttgart. With a population of about 66,000, Aalen is the 15th most-populated settlement in Baden-Württemberg.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Cologne": "Cologne (English: /kəˈloʊn/ kə-LOHN; German: Köln [kœln] (listen); Kölsch: Kölle [ˈkœlə] (listen)) is the largest city of Germany's most populous federal state of North Rhine-Westphalia and the fourth-most populous city in Germany.  With slightly over a million inhabitants (1.08 million) within its city boundaries, Cologne is the largest city on the Rhine and also the most populous city both of the Rhine-Ruhr Metropolitan Region, which is Germany's largest and one of Europe's major metropolitan areas, and of the Rhineland. Centered on the left bank of the Rhine, Cologne is about 45 kilometres (28 mi) southeast of North Rhine-Westphalia's capital of Düsseldorf and 25 kilometres (16 mi) northwest of Bonn. It is the largest city in the Central Franconian and Ripuarian dialect areas.\n The city's Cologne Cathedral (Kölner Dom) is the seat of the Catholic Archbishop of Cologne. There are many institutions of higher education in the city, most notably the  University of Cologne (Universität zu Köln), one of Europe's oldest and largest universities, the Technical University of Cologne (Technische Hochschule Köln), Germany's largest university of applied sciences, and the German Sport University Cologne (Deutsche Sporthochschule Köln), Germany's only sport university. Cologne Bonn Airport (Flughafen Köln/Bonn) is Germany's seventh-largest airport and lies in the southeast of the city. The main airport for the Rhine-Ruhr region is Düsseldorf Airport.\n Cologne was founded and established in Ubii territory in the 1st century AD as the Roman Colonia Claudia Ara Agrippinensium, the first word of which is the origin of its name. An alternative Latin name of the settlement is Augusta Ubiorum, after the Ubii. \"Cologne\", the French version of the city's name, has become standard in English as well. Cologne functioned as the capital of the Roman province of Germania Inferior and as the headquarters of the Roman military in the region until occupied by the Franks in 462. During the Middle Ages the city flourished as being located on one of the most important major trade routes between east and western Europe. Cologne was one of the leading members of the Hanseatic League and one of the largest cities north of the Alps in medieval and Renaissance times. Prior to World War II, the city had undergone several occupations by the French and also by the British (1918–1926). Cologne was one of the most heavily bombed cities in Germany during World War II, with the Royal Air Force (RAF) dropping 34,711 long tons (35,268 tonnes) of bombs on the city.\nThe bombing reduced the population by 95%, mainly due to evacuation, and destroyed almost the entire city. With the intention of restoring as many historic buildings as possible, the successful postwar rebuilding has resulted in a very mixed and unique cityscape.\n Cologne is a major cultural centre for the Rhineland; it hosts more than 30 museums and hundreds of galleries. Exhibitions range from local ancient Roman archeological sites to contemporary graphics and sculpture. The Cologne Trade Fair hosts a number of trade shows such as Art Cologne, imm Cologne, Gamescom, and the Photokina.",
  "/wiki/Romano-Germanic_Museum": "The Roman-Germanic Museum (RGM, in German: Römisch-Germanisches Museum) is an archaeological museum in Cologne, Germany. It has a large collection of Roman artifacts from the Roman settlement of Colonia Claudia Ara Agrippinensium, on which modern Cologne is built. The museum protects the original site of a Roman town villa, from which a large Dionysus mosaic remains in its original place in the basement, and the related Roman Road just outside. In this respect the museum is an archaeological site.\n The museum also has the task of preserving the Roman cultural heritage of Cologne, and therefore houses an extensive collection of Roman glass from funerals and burials and also exercises archaeological supervision over the construction of the Cologne underground. \n Most of the museum's collection was housed at the Wallraf-Richartz Museum in Cologne until 1946. In the front of the museum the former northern town gate of Cologne with the inscription CCAA (for Colonia Claudia Ara Agrippinensium) is on display in the building.",
  "/wiki/Dasing": "Dasing is a municipality in the district of Aichach-Friedberg in Bavaria in Germany.",
  "/wiki/Koblenz": "Koblenz (German: [ˈkoːblɛnts] (listen); French: Coblence), spelled Coblenz before 1926, is a German city situated on both banks of the Rhine where it is joined by the Moselle.\n Koblenz was established as a Roman military post by Drusus around 8 B.C. Its name originates from the Latin (ad) cōnfluentēs, meaning \"(at the) confluence\" of the two rivers. The actual confluence is today known as the \"German Corner\", a symbol of the unification of Germany that features an equestrian statue of Emperor William I. The city celebrated its 2000th anniversary in 1992.\n After Mainz and Ludwigshafen am Rhein, it is the third-largest city in Rhineland-Palatinate, with a population of around 112,000 (2015). Koblenz lies in the Rhineland.",
  "/wiki/Ehrenbreitstein_Fortress": "Ehrenbreitstein Fortress (German: Festung Ehrenbreitstein, IPA: [ˌfɛstʊŋ ˈeːʁənbʁaɪtʃtaɪn] (listen)) is a fortress in the German state of Rhineland-Palatinate, on the east bank of the Rhine where it is joined by the Moselle, overlooking the town of Koblenz.\n Occupying the position of an earlier fortress destroyed by the French in 1801, it was built as the backbone of the regional fortification system, Festung Koblenz, by Prussia between 1817 and 1828 and guarded the middle Rhine region, an area that had been invaded by French troops repeatedly before. The Prussian fortress was never attacked.\n Since 2002, Ehrenbreitstein has been part of the UNESCO World Heritage Site Upper Middle Rhine Valley.",
  "/wiki/Mayen": "Mayen is a town in the Mayen-Koblenz District of the Rhineland-Palatinate Federal State of Germany, in the eastern part of the Volcanic Eifel Region. As well as the main town, additional settlements include Alzheim, Kürrenberg, Hausen-Betzing, Hausen and Nitztal. Mayen is the administrative centre of the Vordereifel ‘Collective Municipality’, although it is not part of the municipality.",
  "/wiki/List_of_ancient_watermills": "This list of ancient watermills presents an overview of water-powered grain-mills and industrial mills in the classical antiquity from their Hellenistic beginnings through the Roman imperial period."
}