{
  "/wiki/La_halle_de_glace_Olympique": "Halle Olympique (French: Olympic Hall) is an indoor arena located in Albertville, France. For the 1992 Winter Olympics, it hosted the figure skating and the short track speed skating events. It was first use for the 1991 Trophée Lalique, which was staged as a test event for the Olympics. The venue also hosted selected matches of the 2017 World Men's Handball Championship.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Figure_skating_at_the_1992_Winter_Olympics": "The figure skating events at the 1992 Winter Olympic Games were held at the Halle Olympique located next to the Théâtre des Cérémonies, two kilometres southwest of downtown Albertville.",
  "/wiki/Short_track_speed_skating_at_the_1992_Winter_Olympics": "Short track speed skating at the 1992 Winter Olympics was held from 18 to 22 February. Four events were contested at La halle de glace Olympique, located next to the Théâtre des Cérémonies, a couple of kilometers west of downtown Albertville. This was the first time short track speed skating was contested at the Winter Olympics.",
  "/wiki/La_Patinoire_Municipale": "La Patinoire Municipale (English: The Municipal Ice Rink) is an indoor ice venue located in Grenoble, France. Completed in 1963, it hosted some of the ice hockey competitions for the 1968 Winter Olympics. During those games, it seated 2700.",
  "/wiki/1968_Winter_Olympics": "The 1968 Winter Olympics, officially known as the X Olympic Winter Games (French: Les Xes Jeux olympiques d'hiver), were a winter multi-sport event which was celebrated in 1968 in Grenoble, France, and opened on 6 February. Thirty-seven countries participated.",
  "/wiki/Ice_hockey_at_the_1968_Winter_Olympics": "The men's ice hockey tournament at the 1968 Winter Olympics held in Grenoble, France, was the 11th Olympic Championship, also serving as the 35th World Championships and the 46th European Championships. This was the last Olympic tournament to include the World and European titles. Games were held at the Palais des Sports. The Soviet Union won their third Olympic gold medal, eighth World Championship and twelfth European Championship. Czechoslovakia won the silver, followed by Canada taking the bronze.",
  "/wiki/Eugenio_Monti_track": "The Eugenio Monti olympic track (Italian: Pista olimpica Eugenio Monti  ) is a bobsleigh and skeleton track located in Cortina d'Ampezzo, Italy. It is named after Eugenio Monti (1928–2003), who won six bobsleigh medals at the Winter Olympic Games between 1956 and 1968 and ten medals at the FIBT World Championships between 1957 and 1966. It was featured in the 1981 James Bond film For Your Eyes Only, held after the 1981 FIBT World Championships, before the track was shortened to its current configuration. In January 2008, after a last bobsleigh race tournament, the track was closed.",
  "/wiki/1956_Winter_Olympics": "The 1956 Winter Olympics, officially known as the VII Olympic Winter Games (French: Les VIIes Jeux olympiques d'hiver; Italian: VII Giochi olimpici invernali), was a multi-sport event held in Cortina d'Ampezzo, Italy, from 26 January to 5 February 1956.",
  "/wiki/Bobsleigh_at_the_1956_Winter_Olympics": "At the 1956 Winter Olympics, two bobsleigh events were contested.",
  "/wiki/La_Piste_de_Bobsleigh_des_Pellerins": "The Piste de Bobsleigh des Pellerins (Pellerins Bobsleigh Track in (in French)) was a bobsleigh track constructed for the 1924 Winter Olympics in Chamonix, France.",
  "/wiki/1924_Winter_Olympics": "The 1924 Winter Olympics, officially known as the I Olympic Winter Games (French: Les Iers Jeux olympiques d'hiver), were a winter multi-sport event which was held in 1924 in Chamonix, France. Originally held in association with the 1924 Summer Olympics, the sports competitions were held at the foot of Mont Blanc in Chamonix, and Haute-Savoie, France between January 25 and February 5, 1924.  The Games were organized by the French Olympic Committee, and were originally reckoned as the \"International Winter Sports Week.\" With the success of the event, it was retroactively designated by the International Olympic Committee (IOC) as the I Olympic Winter Games.",
  "/wiki/Bobsleigh_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, only one bobsleigh event was contested, the four man event. However, rules at the time also allowed a fifth sledder to compete. The event was held on Saturday and Sunday, 2 and 3 February 1924.",
  "/wiki/Lake_Misurina": "Lake Misurina  (Italian: Lago di Misurina; Cadorino dialect: Lago de Meśorìna) is the largest natural lake of the Cadore and it is 1,754 m above sea level, near Auronzo di Cadore (Belluno). The lake's perimeter is 2.6 km long, while the maximum depth is 5 m.",
  "/wiki/Speed_skating_at_the_1956_Winter_Olympics": "At the 1956 Winter Olympics, four speed skating events were contested. This was the last edition in which only men participated. The competitions were held from Saturday, 28 January, to Tuesday, 31 January 1956.",
  "/wiki/La_Plagne_bobsleigh,_luge,_and_skeleton_track": "The La Plagne bobsleigh, luge, and skeleton track is a bobsleigh, luge, and skeleton track located in La Plagne, France. The track was the venue for the bobsleigh and luge competitions for the 1992 Winter Olympics whose host city was neighboring Albertville.",
  "/wiki/Bobsleigh_at_the_1992_Winter_Olympics": "Bobsleigh at the 1992 Winter Olympics consisted of two events, at La Plagne.  The competition took place between February 15 and February 22, 1992.",
  "/wiki/Luge_at_the_1992_Winter_Olympics": "Luge at the 1992 Winter Olympics consisted of three events at La Plagne.  The competition took place between February 9 and February 12, 1992.",
  "/wiki/L'Anneau_de_Vitesse": "L'Anneau de Vitesse (English: The Speed Circuit) is an outdoor speed skating venue located in Grenoble, France. It hosted the speed skating events for the 1968 Winter Olympics. This Speed Circuit is located in a park of 27 hectares, the Park Paul Mistral. The park also hosts the Palais des sports was the main Olympic site in the city in 1968.",
  "/wiki/Speed_skating_at_the_1968_Winter_Olympics": "Speed skating at the 1968 Winter Olympics, was held from 4 to 12 February. Eight events were contested at L'Anneau de Vitesse in Grenoble, France.",
  "/wiki/L'anneau_de_vitesse": "L'anneau de vitesse (French for speed oval) is a sports venue located in Albertville, France. It hosted speed skating events at the 1992 Winter Olympics.",
  "/wiki/Speed_skating_at_the_1992_Winter_Olympics": "Speed skating at the 1992 Winter Olympics, was held from 9 to 20 February. Ten events were contested at L'anneau de vitesse.",
  "/wiki/Lake_Placid,_New_York": "Lake Placid is a village in the Adirondack Mountains in Essex County, New York, United States. As of the 2010 census, the population was 2,521.",
  "/wiki/1932_Winter_Olympics": "The 1932 Winter Olympics, officially known as the III Olympic Winter Games, were a winter multi-sport event in the United States, held in Lake Placid, New York. The games opened on February 4 and closed on February 15. It was the first of four Winter Olympics held in the United States; Lake Placid hosted again in 1980.",
  "/wiki/Cross-country_skiing_at_the_1932_Winter_Olympics": "At the 1932 Winter Olympics, two cross-country skiing events were contested. The 18 km competition was held on Wednesday, 10 February 1932, while the 50 km event was held on Saturday, 13 February 1932.",
  "/wiki/Nordic_combined_at_the_1932_Winter_Olympics": "At the 1932 Winter Olympics one individual Nordic combined event was contested. It was held on Wednesday, February 10, 1932 (cross-country skiing) and on Thursday, February 11, 1932 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events.",
  "/wiki/Lake_Placid_Equestrian_Stadium": "Lake Placid Equestrian Stadium is an equestrian stadium in Lake Placid, New York, United States. The opening ceremonies to the 1980 Winter Olympics were organized in a temporary stadium built next to it, which held 30,000 spectators.",
  "/wiki/1980_Winter_Olympics": "The 1980 Winter Olympics, officially known as the XIII Olympic Winter Games, was a multi-sport event which was celebrated from February 13 to February 24, 1980, in Lake Placid, New York, United States. This was the second time the Upstate New York village hosted the Games, after 1932. The only other candidate city to bid for the Games was Vancouver-Garibaldi, British Columbia, Canada, which withdrew before the final vote (though Vancouver would eventually win the bid to host the 2010 Winter Olympics.)",
  "/wiki/Lake_Placid_Olympic_Sports_Complex_Cross_Country_Biathlon_Center": "The Lake Placid Olympic Sports Complex Cross Country Biathlon Center is a venue located in the Lake Placid Olympic Sports Complex at Lake Placid, New York. During the 1980 Winter Olympics, it hosted the biathlon, cross-country skiing, and the cross-country skiing portion of the Nordic combined events.",
  "/wiki/Biathlon_at_the_1980_Winter_Olympics": "Biathlon at the 1980 Winter Olympics consisted of three biathlon events. They were held at the Lake Placid Olympic Sports Complex Cross Country Biathlon Center.  This Olympic featured the debut of the 10 kilometre sprint event. The events began on 16 February and ended on 22 February 1980.",
  "/wiki/Cross-country_skiing_at_the_1980_Winter_Olympics": "The 1980 Winter Olympics results in cross-country skiing.",
  "/wiki/Nordic_combined_at_the_1980_Winter_Olympics": "Nordic combined at the 1980 Winter Olympics, consisted of one event, held from 18 February to 19 February. The ski jumping portion took place at Lake Placid Olympic Ski Jumping Complex, while the cross-country portion took place at Lake Placid Olympic Sports Complex Cross Country Biathlon Center.",
  "/wiki/Palais_des_Sports_(Grenoble)": "Palais des Sports, known also as the Palais des sports Pierre Mendes or \"Le Stade Olympique de Glace\" is an indoor ice hockey arena, located in Paul Mistral Park in Grenoble, France. The vaulted roof structure was built from November 1966 to April 1967, therefore having tough weather problems to add to construction difficulties. The stadium was conceived for the Olympiques Winter Games held in Grenoble in 1968 and has a capacity of up to 12,000 spectators.",
  "/wiki/Figure_skating_at_the_1968_Winter_Olympics": "Figure skating at the 1968 Winter Olympics was held at Le Stade Olympique de Glace in Grenoble, France.",
  "/wiki/Le_Tremplin_Olympique_du_Mont": "Le Tremplin Olympique du Mont (English: Olympic jumping hill of Le Mont) was a ski jumping venue constructed for the 1924 Winter Olympics in Chamonix, France.",
  "/wiki/Nordic_combined_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics one individual Nordic combined event was contested. It was held on Saturday, February 2, 1924 (cross-country skiing) and on Monday, February 4, 1924 (ski jumping). Unlike today the ski jump was the last event held. Both events were also individual medal events. The winner, Thorleif Haug was also the winner of both cross country skiing races, and the podium was identical to that in the 50 km cross country.",
  "/wiki/Ski_jumping_at_the_1924_Winter_Olympics": "At the 1924 Winter Olympics, one individual ski jumping event was contested. It was held on Monday 4 February 1924.",
  "/wiki/Les_Arcs": "Les Arcs is a ski resort located in Savoie, France, in the Tarentaise Valley town of Bourg-Saint-Maurice. Initially created by Robert Blanc and Roger Godino, it is a part of the huge Paradiski system which is under ownership by Compagnie des Alpes, a French-listed company owning several other ski resorts as well as theme parks.",
  "/wiki/Speed_skiing_at_the_1992_Winter_Olympics": "Speed skiing was a demonstration sport at the 1992 Winter Olympics. The venue was in Les Arcs, about 60 km from the host city Albertville. Michael Prufer, a 31-year-old medical doctor from Savoie, improved his own 1988 world record by 5.558 km/h.  Philippe Goitschel, the nephew of French ski champion Marielle Goitschel, was second and the American Jeffrey Hamilton was third. The competition was, however, marred by the death of Nicolas Bochatay from Switzerland, who died while free skiing the morning of the finals.",
  "/wiki/Les_Menuires": "Les Menuires is a ski resort in the Belleville valley of Les Trois Vallées between Saint-Martin-de-Belleville and Val Thorens. Owned and operated by Compagnie des Alpes, it is in the Savoie département of France.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics": "Alpine Skiing at the 1992 Winter Olympics at Albertville, France, consisted of ten alpine skiing events, held 9–22 February. The men's races were held at Val d’Isère, except for the slalom, which was at Les Menuires. All five women's events were conducted at Méribel.",
  "/wiki/Les_Saisies": "Les Saisies is a ski resort located in the Savoie départment of France. It is 30 km (19 mi) from Albertville, host of the 1992 Winter Olympics. For those games, the resort hosted the biathlon and cross-country skiing events.",
  "/wiki/Biathlon_at_the_1992_Winter_Olympics": "Biathlon at the 1992 Winter Olympics consisted of six biathlon events. They were held at Les Saisies, about 40 kilometres from the host city of Albertville.  The events began on 11 February and ended on 20 February 1992. The 1992 Games were the first in which women competed in biathlon.",
  "/wiki/Cross-country_skiing_at_the_1992_Winter_Olympics": "The 1992 Winter Olympic games cross-country skiing results. The cross-country skiing competitions were held at Les Saisies, about 40 km from the host city Albertville.",
  "/wiki/Hafjell": "Hafjell is a village and a ski resort in Norway, in the Øyer municipality in the county of Oppland.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Alpine_skiing_at_the_1994_Winter_Olympics": "Alpine Skiing at the 1994 Winter Olympics consisted of ten alpine skiing events, held north of the host city of Lillehammer, Norway. The speed events were held at Kvitfjell and the technical events at Hafjell from 13–21 February.",
  "/wiki/Kvitfjell": "Kvitfjell (Norwegian: White mountain) is a ski resort in Norway, located in the municipality of Ringebu.",
  "/wiki/Lillehammer_Olympic_Bobsleigh_and_Luge_Track": "Lillehammer Olympic Bobsleigh and Luge Track (Norwegian: Lillehammer Olympiske Bob- og Akebane) is a bobsleigh, luge and skeleton track located at Hunderfossen in Lillehammer, Norway, 15 kilometers (9 mi) north of the town center of Lillehammer. It was completed in 1992 for the 1994 Winter Olympics, where it hosted the bobsleigh events and luge events. It has since also hosted the FIBT World Championships 1995 in skeleton and the FIL World Luge Championships 1995, and hosted 2016 Winter Youth Olympics.",
  "/wiki/Bobsleigh_at_the_1994_Winter_Olympics": "The bobsleigh competitions of the Lillehammer 1994 Olympics were held at the Lillehammer Olympic Bobsleigh and Luge Track between 19 and 27 February 1994.",
  "/wiki/Luge_at_the_1994_Winter_Olympics": "Luge at the 1994 Winter Olympics consisted of three events at Lillehammer Olympic Bobsleigh and Luge Track.  The competition took place between February 13 and February 16, 1994.",
  "/wiki/Lillestrøm_Stadion": "Lillestrøm idrettspark, colloquially known as Lillestrøm stadion, is a sports facility located at Lillestrøm in Skedsmo, Norway. The main venue is Romerike friidrettsstadion, an athletics stadium with eight all-weather running tracks. It has multiple football pitches, including one with artificial turf and one with gravel. The park features of two arenas, LSK-Hallen with a full-size artificial football pitch and Skedsmohallen for indoor sports. The venue is located adjacent to Åråsen Stadion, the home ground of Lillestrøm SK. The main tenants for Lillestrøm idrettspark are Flisbyen BK and Focus FK in football, and Strømmen IF, Lørenskog FIL and Minerva IS in athletics. The stadium opened on 6 June 1920 and was the main venue for Lillestrøm SK until 1951. The athletics stadium opened two years later. In 2004, the artificial turf pitch was laid and in 2007 a new athletics venue and LSK-Hallen opened.",
  "/wiki/1952_Winter_Olympics": "The 1952 Winter Olympics (Norwegian: Vinter-OL 1952), officially known as the VI Olympic Winter Games (French: Les VIes Jeux olympiques d'hiver), took place in Oslo, Norway, from 14 to 25 February 1952.",
  "/wiki/Ice_hockey_at_the_1952_Winter_Olympics": "The men's ice hockey tournament at the 1952 Winter Olympics in Oslo, Norway, was the 7th Olympic Championship, also serving as the 19th World Championships and the 30th European Championships. The tournament was mainly played at the Jordal Amfi Arena, as well as the stadiums at Dælenenga (in Oslo), Kadettangen (Sandvika), Marienlyst (Drammen) and Lillestrøm (Lillestrøm). Canada, represented by the Edmonton Mercurys, won its sixth Olympic gold medal and 15th World Championship.  Highest finishing European team Sweden won the bronze medal and its sixth European Championship.",
  "/wiki/List_of_Winter_Olympics_venues:_L": "For the Winter Olympics, there are 23 venues that start with the letter 'L'."
}