{
  "/wiki/Brotherhood_(American_TV_series)": "Brotherhood is an American crime drama television series created by Blake Masters about the intertwining lives of the Irish-American Caffee brothers from Providence, Rhode Island: Tommy (Jason Clarke) is a local politician and Michael (Jason Isaacs) is a gangster involved with New England's Irish Mob. The show also features their mother Rose (Fionnula Flanagan), cousin Colin Carr (Brían F. O'Byrne), childhood friend and Rhode Island state detective Declan Giggs (Ethan Embry), Irish mob boss Freddie Cork (Kevin Chapman), Tommy's wife Eileen (Annabeth Gish), and Michael's criminal partner Pete McGonagle (Stivi Paskoski).",
  "/wiki/Dexter_(TV_series)": "Dexter is an American television crime drama mystery series that aired on Showtime from October 1, 2006, to September 22, 2013. Set in Miami, the series centers on Dexter Morgan (Michael C. Hall), a forensic technician specializing in bloodstain pattern analysis for the fictional Miami Metro Police Department, who leads a secret parallel life as a vigilante serial killer, hunting down murderers who have slipped through the cracks of the justice system. The show's first season was derived from the novel Darkly Dreaming Dexter (2004), the first in a series of novels by Jeff Lindsay. It was adapted for television by screenwriter James Manos Jr., who wrote the first episode. Subsequent seasons evolved independently of Lindsay's works.",
  "/wiki/Fast_Track_(American_TV_series)": "Fast Track is an American action drama television series created by Gary Markowitz, and executive produced by Larry Gelbart and Markowitz, which starred Keith Carradine. It aired on Showtime between August 1997 and March 1998, and was cancelled after one season.",
  "/wiki/I'm_Dying_Up_Here": "I'm Dying Up Here is an American comedy-drama television series created by David Flebotte. The pilot was written by Flebotte and directed by Jonathan Levine. It  premiered on Showtime on June 4, 2017. The series is executive produced by Flebotte, Jim Carrey, Michael Aguilar, and Christina Wayne. It was announced on January 12, 2016, that Showtime had ordered the pilot to series based on the bestselling book by William Knoedelseder. On September 8, 2017, Showtime renewed the series for a 10-episode second season. The second season premiered on May 6, 2018. On September 28, 2018, Showtime announced that  it  had canceled the series.",
  "/wiki/Leap_Years": "Leap Years is a 2001 drama television series that aired on the Showtime cable network. The show was created by Ron Cowen and Daniel Lipman, who had created the American version of the series Queer as Folk. It followed a group of friends in New York City. Set in the main in 2001, the show was uniquely structured as a series of flashbacks to 1993 and flashforwards to the then-near future 2008.",
  "/wiki/Look:_The_Series": "Look: The Series is an American television drama series that was broadcast on Showtime from October 10 to December 19, 2010. It is written, produced, and directed by Adam Rifkin. Based on the 2007 film of the same title, Look is shot entirely from the point of view of security cameras.",
  "/wiki/Masters_of_Horror": "Masters of Horror is an American anthology television series created by director Mick Garris for the Showtime cable network.",
  "/wiki/Masters_of_Sex": "Masters of Sex is an American period drama television series that premiered on September 29, 2013, on Showtime. It was developed by Michelle Ashford and loosely based on Thomas Maier's biography Masters of Sex. Set in the 1950s through the late 1960s, the series tells the story of Masters and Johnson (Dr. William Masters and Virginia Johnson) who are portrayed by Michael Sheen and Lizzy Caplan. The series has received critical acclaim. It was nominated for a Golden Globe Award for Best Drama Series in 2013. The series was canceled by Showtime on November 30, 2016, after four seasons.",
  "/wiki/Cape_Wrath_(TV_series)": "Cape Wrath (also known as Meadowlands) is a British television thriller drama series, created by Robert Murphy and Matthew Arlidge, that first broadcast in the United Kingdom on 10 July 2007 on Channel 4. Produced by Ecosse Films, the series focuses on the Brogan family, who are trying to escape their past while confronting an even more uncertain future.",
  "/wiki/Penny_Dreadful_(TV_series)": "Penny Dreadful is a British-American horror drama television series created for Showtime and Sky by John Logan, who also acts as executive producer alongside Sam Mendes. The show was originally pitched to several US and UK channels, and eventually landed with Showtime, with Sky Atlantic as co-producer. It premiered at the South by Southwest film festival on March 9 and began airing on television on April 28, 2014, on Showtime on Demand. The series premiered on Showtime in the United States on May 11, 2014, and on Sky Atlantic in the United Kingdom on May 20, 2014. After the third-season finale on June 19, 2016, series creator John Logan announced that Penny Dreadful had ended as the main story had reached its conclusion.",
  "/wiki/Queer_as_Folk_(2000_TV_series)": "Queer as Folk is an American-Canadian serial drama television series that ran from December 3, 2000 to August 7, 2005. The series was produced for Showtime and Showcase by Cowlip Productions, Tony Jonas Productions, Temple Street Productions, and Showtime Networks, in association with Crowe Entertainment. It was developed and written by Ron Cowen and Daniel Lipman, who were the showrunners, and also the executive producers along with Tony Jonas, former President of Warner Bros. Television.",
  "/wiki/Ray_Donovan": "Ray Donovan is an American television crime drama series created by Ann Biderman for Showtime. The  twelve-episode first season premiered on June 30, 2013. The pilot episode broke viewership records, becoming the biggest premiere of all time on Showtime. On February 4, 2020, Showtime cancelled the series after seven seasons. The show was cancelled without any advance warning, leaving fans and showrunner, David Hollander, in shock. Season 8 was supposed to have been the final season, and Hollander already had a plan in place creatively for the story.",
  "/wiki/Resurrection_Blvd.": "Resurrection Blvd. is an American dramatic series which aired on Showtime for three seasons from 2000 to 2002.",
  "/wiki/Roadies_(TV_series)": "Roadies is an American comedy-drama television series created by Cameron Crowe. The series premiered on Showtime on June 26, 2016.",
  "/wiki/Secret_Diary_of_a_Call_Girl": "Secret Diary of a Call Girl is a British drama television series that aired from 27 September 2007 to 22 March 2011 on ITV2, based on the blog and books by the pseudonymous Belle de Jour. It stars Billie Piper as Belle, a high-end London call girl.",
  "/wiki/Sleeper_Cell_(TV_series)": "Sleeper Cell is an American one-hour drama on the Showtime network that began airing on December 4, 2005. The tagline for the first season was \"Friends. Neighbors. Husbands. Terrorists.\" and the tagline for the second season was \"Cities. Suburbs. Airports. Targets.\" The series was nominated for an Emmy award for Outstanding Miniseries. The eight-episode second season of the series, titled Sleeper Cell: American Terror, premiered on December 10, 2006.  Both seasons of Sleeper Cell were originally aired in an unusual fashion, by filming the entire season ahead of time and then airing the episodes on consecutive nights, such that each brand new season was aired for the first time over a period of less than two weeks. In Australia, both seasons originally aired on the Showtime Australia channel in 2006/2007. Re-runs as of 2008 have screened on the showcase channel (part of the Showtime Australia group of channels).",
  "/wiki/Soul_Food_(TV_series)": "Soul Food: The Series is an American drama series that aired Wednesday nights on Showtime from June 28, 2000 to May 26, 2004.  Developed for television by Felicia D. Henderson,  the series was an adaptation of George Tillman's 1997 drama film, Soul Food, which was based on his childhood experiences growing up in Wisconsin. Having aired for 4 seasons and 74 episodes, it was the first hit drama that featured an African-American cast in U.S. primetime television.",
  "/wiki/Street_Time": "Street Time is an American drama television series created by Richard Stratton. The series stars Rob Morrow, Michelle Nolden, Alexander Conti, Scott Cohen, Erika Alexander and Christopher Bolton. The series aired on Showtime for two seasons from June 23, 2002, to October 29, 2003.",
  "/wiki/The_Affair_(TV_series)": "The Affair is an American television drama series created by Sarah Treem and Hagai Levi. The series premiered on Showtime on October 12, 2014.   It ran for five seasons, concluding with its final episode on November 3, 2019.",
  "/wiki/The_Borgias_(2011_TV_series)": "The Borgias is a historical-fiction drama television series created by Neil Jordan; it debuted in 2011 and was canceled in 2013.",
  "/wiki/List_of_programs_broadcast_by_Showtime": "Showtime is an American premium cable and satellite television network.  Showtime's programming primarily includes theatrically released motion pictures and original television series, along with boxing and mixed martial arts matches, occasional stand-up comedy specials and made-for-TV movies."
}