{
  "/wiki/Devin_Brown": "Devin LaVell Brown (born December 30, 1978) is an American former professional basketball shooting guard who last played for the Erie BayHawks of the NBA Development League.",
  "/wiki/UTSA_Roadrunners_men's_basketball": "The UTSA Roadrunners men's basketball team represents the University of Texas at San Antonio in San Antonio, Texas, US. Originally competing as an NCAA independent in 1981–82, the Roadrunners moved to the Atlantic Sun Conference in 1986–87, then moved to the Southland Conference in 1991–92, then moved to the Western Athletic Conference in 2012-2013, then moved to Conference USA in 2013–2014 where they are currently a member.  UTSA plays its home games at the on-campus Convocation Center, and is coached by former NBA player Steve Henson.",
  "/wiki/Josh_Davis_(basketball)": "Joshua Warren Davis (born August 10, 1980) is an American former professional basketball player.",
  "/wiki/Wyoming_Cowboys_basketball": "The University of Wyoming men's basketball program, which competes in the Mountain West Conference, has a lengthy tradition dating back to 1905. Wyoming won the 1943 NCAA championship under Hall of Fame coach Everett Shelton and behind star guard Ken Sailors, who pioneered the jump shot that is now the standard in basketball. Wyoming has made a total of 15 appearances in the NCAA Tournament.  Since the Mountain West was formed in 1999, Wyoming has won two conference titles, including an outright championship in 2002.  Prior to that, Wyoming won five championships in the Western Athletic Conference, eight championships in the Skyline Conference, and one championship in the Rocky Mountain Athletic Conference.",
  "/wiki/Reggie_Evans": "Reginald Jamaal Evans (born May 18, 1980) is an American former professional basketball player. While limited in his offensive game, Evans was known for his rebounding, tenacity and hustle on the defensive end.",
  "/wiki/Iowa_Hawkeyes_men's_basketball": "The Iowa Hawkeyes men's basketball team represents the University of Iowa in Iowa City, Iowa, as a member of the Big Ten Conference and the National Collegiate Athletic Association. Coach Fran McCaffery is the current head coach, and has been at Iowa since 2010.",
  "/wiki/Lynn_Greer": "Lynn Terence Greer Jr. (born October 23, 1979) is an American former professional basketball player. He played at the point guard and shooting guard positions. He was an All-EuroLeague Second Team selection in 2004.",
  "/wiki/Temple_Owls_men's_basketball": "The Temple Owls men's basketball team represents Temple University in the sport of basketball. The Owls compete in National Collegiate Athletic Association (NCAA) Division I as a member of the American Athletic Conference (The American).  They play their home games in the Liacouras Center on the university's main campus in Philadelphia, Pennsylvania, and are currently led by head coach Aaron Mckie. Temple is the fifth-most winningest NCAA Division I men's college basketball program of all time, with 1903 wins at the end of the 2017–18 season.",
  "/wiki/Anthony_Grundy": "Anthony Montreace Grundy (April 15, 1979 – November 14, 2019) was an American professional basketball player. At a height of 6 ft 3 in (1.91 m) tall, he played at both the point guard and shooting guard positions.",
  "/wiki/NC_State_Wolfpack_men's_basketball": "The NC State Wolfpack men's basketball team represents North Carolina State University in NCAA Division I men's basketball competition. The Wolfpack currently competes in the Atlantic Coast Conference, of which it was a founding member. \nPrior to joining the ACC in 1954, the Wolfpack was a member of the Southern Conference, where they won seven conference championships. As a member of the ACC, the Wolfpack has won ten conference championships, as well as two national championships in 1974 and 1983. State's unexpected 1983 title was one of the most memorable in NCAA history.",
  "/wiki/Adam_Harrington_(basketball)": "Adam Philip Harrington (born July 5, 1980) is an American former professional basketball player and coach. He is currently an assistant coach and the director of player development for the Brooklyn Nets of the National Basketball Association (NBA). He played collegiately at Auburn University and North Carolina State University and professionally in the United States, various European countries, and China.",
  "/wiki/Auburn_Tigers_men's_basketball": "The Auburn Tigers men's basketball team is the intercollegiate men's basketball program that represents Auburn University. The school competes in the Southeastern Conference in Division I of the National Collegiate Athletic Association (NCAA). The Tigers play their home games at Auburn Arena in Auburn, Alabama on the university campus. The program began in 1906, and is currently coached by Bruce Pearl.",
  "/wiki/Udonis_Haslem": "Udonis Johneal Haslem (/juːˈdɒnɪs dʒɒˈniːl ˈhæzləm/ born June 9, 1980) is an American professional basketball player for the Miami Heat of the National Basketball Association (NBA). He played college basketball for the Florida Gators, where he was a key member of four NCAA tournament teams. He played professional basketball in France for a year, and then signed with the Miami Heat in 2003. He has won three NBA championships while playing for the Heat.",
  "/wiki/Florida_Gators_men's_basketball": "The Florida Gators men's basketball team represents the University of Florida in the sport of basketball.  The Gators compete in NCAA Division I's Southeastern Conference (SEC). Home games are played in the Exactech Arena at the Stephen C. O'Connell Center on the university's Gainesville, Florida campus.",
  "/wiki/Linton_Johnson": "Linton Johnson III (born June 13, 1980) is an American professional basketball player. He is married to a woman from Caserta, and has Italian citizenship.",
  "/wiki/Tulane_Green_Wave_men's_basketball": "The Tulane Green Wave men's basketball team represents Tulane University in NCAA Division I college basketball. The team competes in the American Athletic Conference. They play home games on campus in Devlin Fieldhouse, the 9th-oldest active basketball venue in the nation. The team's last appearance in the NCAA Division I Men's Basketball Tournament was in 1995.",
  "/wiki/Arvydas_Macijauskas": "Arvydas Macijauskas (born January 19, 1980) is a Lithuanian former professional basketball player. Standing at 1.93 m (6 ft 4 in) tall, he played at the shooting guard position. He was one of the greatest Lithuanian players of the 2000s, as he won numerous individual awards, as well as club and national team titles.",
  "/wiki/Lithuania": "Lithuania (/ˌlɪθjuˈeɪniə/ (listen) LITH-ew-AY-nee-ə; Lithuanian: Lietuva [lʲɪɛtʊˈvɐ]), officially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in the Baltic region of Europe. Lithuania is considered to be one of the Baltic states. The country is situated along the southeastern shore of the Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest. Lithuania has an estimated population of 2.8 million people as of 2019[update], and its capital and largest city is Vilnius. Other major cities are Kaunas and Klaipėda. Lithuanians are Baltic people. The official language, Lithuanian, is one of only two living languages in the Baltic branch of the Indo-European language family, the other being Latvian.",
  "/wiki/BC_Lietuvos_rytas": "BC Rytas Vilnius, formerly known as Lietuvos rytas, is a Lithuanian professional basketball club based in Vilnius, Lithuania. The club was founded in 1997 from another club, Statyba, and has become one of the most successful Lithuanian basketball clubs. Rytas have won two EuroCup titles, five Lithuanian League titles, three Lithuanian Cups and three Baltic Championships. The team plays their home games at the 11,000-seat Siemens Arena and the 2,741-seat Jeep Arena.",
  "/wiki/Lietuvos_krepšinio_lyga": "Lietuvos krepšinio lyga (LKL) (English: Lithuanian Basketball League), also known as Betsafe LKL for sponsorship reasons, is the premier professional men's club basketball league in Lithuania. It is composed of 10 teams, and it is a member of the Lithuanian Basketball Federation. The best LKL clubs are also annual participants of the top European-wide basketball competitions, including the top-tier level EuroLeague.",
  "/wiki/Keith_McLeod": "Keith McLeod (born November 5, 1979) is an American former professional basketball player He is 6 ft 2 in (1.88 m) tall. He has also played in the NBA for the Minnesota Timberwolves, Utah Jazz, Golden State Warriors and Indiana Pacers, in the CBA for the Yakima Sun Kings, in the USBL for the Saint Joseph Express, in the NBA D-League with the Albuquerque Thunderbirds, Canton Charge, and Erie BayHawks, and in the Italian top league for Mabo Prefabbricati Livorno, Lottomatica Virtus Roma and Montepaschi Siena.",
  "/wiki/Bowling_Green_Falcons_men's_basketball": "The Bowling Green Falcons men's basketball team is the basketball team that represent Bowling Green State University in Bowling Green, Ohio. The school's team currently competes in the Mid-American Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 1968. The Falcons are now coached by Michael Huger, their 17th head coach.",
  "/wiki/Jannero_Pargo": "Jannero Pargo (born October 22, 1979) is an American professional basketball coach and former player. He is an assistant coach for the Portland Trail Blazers of the NBA. He played college basketball for Neosho County CC and Arkansas.",
  "/wiki/Arkansas_Razorbacks_men's_basketball": "The Arkansas Razorbacks basketball team represents the University of Arkansas in Fayetteville, Arkansas, United States in NCAA Division I men's basketball competition. The school's team currently competes in the Southeastern Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2018. They lost in the first round to Butler University.",
  "/wiki/Smush_Parker": "William Henry \"Smush\" Parker (born June 1, 1981) is an American former professional basketball player who last played for the Albany Patroons of the North American Premier Basketball. He played in the NBA, the NBA D-League, and several leagues overseas. Parker played shooting guard in college but moved to point guard in the NBA.",
  "/wiki/Fordham_Rams_men's_basketball": "The Fordham Rams men's basketball team represents Fordham University, located in Bronx, New York, in NCAA Division I basketball competition. They compete in the Atlantic 10 Conference. The Rams play their home games at the Rose Hill Gymnasium (3,200), the nation's oldest on-campus collegiate basketball arena still in use. On February 28, 1940, Fordham University played in the nation's first televised college basketball game, when the Rams fell to Pitt at Madison Square Garden.",
  "/wiki/Predrag_Savović": "Predrag Savović (Serbian Cyrillic: Предраг Савовић; born 21 May 1976) is a Serbian former professional basketball player. Among many teams in his professional career he played for KK Partizan Belgrade, the NBA's Denver Nuggets and Iurbentia Bilbao of the Spanish ACB.",
  "/wiki/Serbia_and_Montenegro": "Serbia and Montenegro (Serbian: Србија и Црна Гора, romanized: Srbija i Crna Gora; abbr. Serbian: СЦГ, romanized: SCG), also known from 2003 to 2006 as the State Union of Serbia and Montenegro (Serbian: Државна Заједница Србија и Црна Гора, romanized: Državna Zajednica Srbija i Crna Gora), and known as the Federal Republic of Yugoslavia from 1992 to 2003, was a country in Southeast Europe, created from the two remaining federal republics of the Socialist Yugoslavia after its breakup in 1992. The republics of Serbia and Montenegro together established a federation in 1992 as the Federal Republic of Yugoslavia (abbr. FR Yugoslavia or FRY; Serbian: Савезна Република Југославија, romanized: Savezna Republika Jugoslavija)[a] or Yugoslavia (Serbian: Југославија, romanized: Jugoslavija) for short.",
  "/wiki/Hawaii_Rainbow_Warriors_basketball": "The Hawaii Rainbow Warriors basketball team represents the University of Hawaii at Manoa in NCAA men's competition. (Women's sports teams at the school are known as Rainbow Wahine.) The team currently competes in the Big West Conference after leaving its longtime home of the Western Athletic Conference in July 2012. The team's most recent appearance in the NCAA Division I Men's Basketball Tournament was in 2016, with them getting their first NCAA Tournament victory that same year as well. The Rainbow Warriors are coached by Eran Ganot.",
  "/wiki/Awvee_Storey": "Awvee Storey (born April 18, 1977) is a former American professional basketball player and former assistant coach for the Capital City Go-Go of the NBA G League. He played the shooting guard/small forward position.",
  "/wiki/Arizona_State_Sun_Devils_men's_basketball": "The Arizona State Sun Devils men's basketball team is the basketball team that represents Arizona State University in Tempe, Arizona, United States. The school's team currently competes in the Pac-12 Conference.",
  "/wiki/Yuta_Tabuse": "Yuta Tabuse (田臥 勇太, Tabuse Yūta, born October 5, 1980) is a Japanese professional basketball player. A point guard, Tabuse is 1.75 metres (5 ft 9 in) and 75 kilograms (165 lb). He is currently with Utsunomiya Brex of the B.League.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/BYU–Hawaii_Seasiders_men's_basketball": "The BYU–Hawaii Seasiders men's basketball team represented Brigham Young University–Hawaii in NCAA Division II college basketball play. The team attended 6 NAIA Tournaments and 11 NCAA D2 Tournaments. The Seasiders participated as members of the Pacific West Conference.",
  "/wiki/2002_NBA_draft": "The 2002 NBA draft was held on June 26, 2002, at The Theater at Madison Square Garden. In this draft, National Basketball Association (NBA) teams took turns selecting 57 amateur college basketball players and other first-time eligible players, such as players from non-North American leagues. The draft was broadcast on TNT at 7:30 PM (EDT). The NBA announced that about 42 college and high school players, and five international players, had filed as early-entry candidates for the draft. The Chicago Bulls and the Golden State Warriors both had a 22.5 percent probability of acquiring the first overall pick, but the Houston Rockets, with an 8.9 percent probability, won the NBA draft lottery on May 19. The Bulls and Warriors were second and third, respectively. As punishment for salary-cap violations during the 2000–01 season, the Minnesota Timberwolves forfeited their first-round draft pick."
}