{
  "/wiki/State_legislature_(United_States)": "A state legislature in the United States is the legislative body of any of the 50 U.S. states. The formal name varies from state to state. In 25 states, the legislature is simply called the Legislature, or the State Legislature, while in 19 states, the legislature is called the General Assembly. In Massachusetts and New Hampshire, the legislature is called the General Court, while North Dakota and Oregon designate the legislature the Legislative Assembly.",
  "/wiki/Leroy_Garcia": "Leroy Garcia is a Democratic Party member of the Colorado State Senate, serving since 2015.  Garcia previously served in the Colorado House of Representatives from 2013 to 2015.",
  "/wiki/Nancy_Todd": "Nancy Janann Todd (born October 28, 1948) is an American politician and a Democratic member of the Colorado Senate representing District 28 since January 12, 2011. From January 2005 to January 9, 2013, Todd served in the Colorado House of Representatives, representing District 41.",
  "/wiki/Majority_Leader": "In U.S. politics, the majority floor leader is a partisan position in a legislative body.",
  "/wiki/Steve_Fenberg": "Stephen Fenberg (born January 2, 1984) is an American Democratic politician serving as a State Senator from Colorado. He has served in the state's 18th district since 2017. He currently serves as Senate Majority Leader.",
  "/wiki/Rhonda_Fields": "Rhonda Marshall Fields is a Democratic politician from Colorado. She represents District 29 in the Colorado Senate. Previously, she served as member of the Colorado State House of Representatives representing House District 42 from Aurora, Colorado. She was the first African American woman elected in State House District 42, as well as the first Speaker pro Tempore.",
  "/wiki/Majority_Whip": "A whip is an official of a political party whose task is to ensure party discipline in a legislature. This means ensuring that members of the party vote according to the party platform, rather than according to their own individual ideology or the will of their constituents. Whips are the party's \"enforcers\". They ensure that their fellow legislators attend voting sessions and vote according to official  policy.",
  "/wiki/Kerry_Donovan": "Kerry Donovan is a Colorado State Senator representing Senate District 5. She currently represents Chaffee, Delta, Eagle, Gunnison, Hinsdale, Lake and Pitkin counties. Kerry Donovan is the Vice-Chair of the Senate Audit Committee, and sits on the Senate Agriculture, Natural Resources, and Energy Committee as well as the Senate Local Government Committee.",
  "/wiki/Caucus": "A caucus is a meeting of supporters or members of a specific political party or movement. The term originated in the United States, but has spread to Australia, Canada, New Zealand, South Africa and Nepal. As the use of the term has expanded, the exact definition has come to vary between political cultures.",
  "/wiki/Faith_Winter": "Faith Winter (born May 7, 1980) is a legislator in the U.S. State of Colorado. In 2018, she was elected to the Colorado State Senate, representing District 24. Earlier, Winter served in the Colorado House of Representatives as a Democrat from 2014 to 2019, representing Colorado House District 35.",
  "/wiki/Minority_leader": "In U.S. politics, the minority leader is the floor leader of the second largest caucus in a legislative body.  Given the two-party nature of the U.S. system, the minority leader is almost inevitably either a Republican or a Democrat. The position could be considered similar to that of the Leader of the Opposition in parliamentary systems.  In bicameral legislatures, the counterpart to the minority leader in the lower house is the Speaker, and the majority leader is hence only the second-most senior member of the majority caucus. Contrastingly, in upper houses, the titular Speaker is frequently a separately elected officer such as a lieutenant governor or vice president.",
  "/wiki/Chris_Holbert": "Chris Holbert (born February 6, 1961) is an American politician serving as Republican minority leader of the Colorado Senate. He represents the 30th District since January 6, 2015.  Formerly he represented the 44th District in Colorado's House of Representatives. He was elected in November 2016 by the Senate Republican Caucus to the position of Senate Majority Leader, the Second highest position in the Colorado Senate.",
  "/wiki/Minority_Leader": "In U.S. politics, the minority leader is the floor leader of the second largest caucus in a legislative body.  Given the two-party nature of the U.S. system, the minority leader is almost inevitably either a Republican or a Democrat. The position could be considered similar to that of the Leader of the Opposition in parliamentary systems.  In bicameral legislatures, the counterpart to the minority leader in the lower house is the Speaker, and the majority leader is hence only the second-most senior member of the majority caucus. Contrastingly, in upper houses, the titular Speaker is frequently a separately elected officer such as a lieutenant governor or vice president.",
  "/wiki/John_Cooke_(Colorado_politician)": "John Cooke is a Republican Senator in the Colorado General Assembly. He represents State Senate District 13 which includes the following communities of Weld County: Greeley, Evans, Milliken, LaSalle, Gilcrest, Platteville, and Ft Lupton.",
  "/wiki/Vicki_Marble": "Vicki Marble is a Republican  member of the State of Colorado's General Assembly. She is currently the Minority Caucus Chair.",
  "/wiki/Ray_Scott_(Colorado_politician)": "Ray Scott (born in Youngstown, Ohio) is an American politician and a Republican member of the Colorado State Senate representing District 7 since January 7, 2015. Scott served consecutively from January 12, 2011 until January 9, 2013 in the Colorado House of Representatives District 54 seat, and from January 9, 2013 to January 7, 2015 in the Colorado House of Representatives District 55 seat.",
  "/wiki/Colorado_Senate": "The Colorado Senate is the upper house of the Colorado General Assembly, the state legislature of the US state of Colorado. It is composed of 35 members elected from single-member districts, with each district having a population of about 123,000 as of the 2000 census. Senators are elected to four-year terms, and are limited to two consecutive terms in office."
}