{
  "/wiki/Air_Source_Development_F.C.": "Hang Yuan Football Club (Chinese: 航源足球俱樂部; pinyin: Háng Yuán Zúqiú Jùlèbù) is a football club based in New Taipei, Taiwan. It is one of the main association football clubs in Taiwan. It was previously known as Air Source Development and is currently affiliated with Fu Jen Catholic University. They will be the first Taiwanese team to take part in the AFC Cup Group Stage.",
  "/wiki/Tainan_Football_Field": "The Tainan County Stadium is a multi-purpose stadium in Tainan, Taiwan. It is currently used mostly for athletics and other events. The stadium is able to hold 30,000 people and was opened in 1998.",
  "/wiki/Tainan": "Tainan, officially Tainan City,[I] is a city in southern Taiwan. The city proper is a special municipality facing the Formosan Strait or Taiwan Strait in the west and south. Tainan is the oldest city on the island of Taiwan and also commonly known as the \"Capital City\"[II] for its over 200 years of history as the capital of Taiwan under Koxinga and later Qing rule. Tainan's complex history of comebacks, redefinitions and renewals inspired its popular nickname \"the Phoenix City\".",
  "/wiki/Ming_Chuan_University_FC": "Ming Chuan University FC is an association football club from Taiwan. They play at the highest division of Taiwan and their home venue is Taipei Municipal Stadium. This stadium has a capacity of 20,000.",
  "/wiki/Taipei_Municipal_Stadium": "The Taipei Municipal Stadium (Chinese: 臺北田徑場 or 台北田徑場; pinyin: Táiběi Tiánjìng Chǎng) is a multi-purpose stadium in Taipei, Taiwan. The original stadium, built in 1956, was used mostly for track and field events. Entertainer Michael Jackson performed two concerts there during his Dangerous World Tour on 4 and 6 September 1993 in front of a crowd of 80,000.",
  "/wiki/Taipei": "Taipei (/ˌtaɪˈpeɪ/), officially Taipei City,[I] is the capital and a special municipality of Taiwan (officially the Republic of China, \"ROC\"). Located in northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city Keelung. Most of the city lies on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border.",
  "/wiki/National_Sports_Training_Center_football_team": "National Sports Training Center is a football team based in Tainan, and is the football club for Taiwan's National Sports Training Center. It was merged in 2003 with the Lukuang football team, Taiwan's land army football team, after the option of alternate service in the Taiwanese militia. It participates in Taiwan's Taiwan Football Premier League",
  "/wiki/Taichung_City_Dragon_F.C.": "Taichung City Dragon FC is a football club from Taiwan Taipei, also called Republic of China. It is one of the main association football clubs in Taiwan Taipei.",
  "/wiki/Tainan_City_F.C.": "Taiwan Steel F.C. is a Taiwanese football club based in Tainan.",
  "/wiki/Taipei_City_Dragons_F.C.": "Taipei City Dragons FC, also known as TC Dragons, is a football club from Chinese Taipei, also called Taiwan or Republic of China. It is one of the main association football clubs in Chinese Taipei. 2,000 capacity Tainan Football Field is their home stadium.",
  "/wiki/Tatung_F.C.": "Tatung Football Club (Chinese: 北市大同; pinyin: Dàtóng zúqiúduì) is a Taiwanese football club based in Taipei, Taiwan.  The club, affiliated with the Tatung electronics company, was founded in 1969 by a group of Tatung employees favoring football activities. It is the oldest club owned by private enterprise in Taiwan.\nThe club has a long-standing rivalry with Taipower FC, as both are the most successful and most popular clubs in the country. In recent years, Tatung has proved to be the dominant force on the island by winning the Taiwan Football Premier League two years in a row.",
  "/wiki/Taiwan_Power_Company_F.C.": "Taiwan Power Company Football Club (Chinese: 台灣電力公司足球隊), often shortened to Taipower (Chinese: 台電) or (Chinese: 高市台電), are a Taiwanese football club based in Fongshan District, Kaohsiung City which currently competes in the Taiwan Football Premier League. The club was founded in 1979 and is affiliated with Taiwan Power Company, the country's national utility company.",
  "/wiki/Kaohsiung_National_Stadium": "The National Stadium  (Chinese: 國家體育場; pinyin: Guójiā Tǐyùchǎng; also named 龍騰體育場), formerly known as the World Games Stadium, is a multi-purpose stadium in Zuoying District, Kaohsiung, Taiwan. It is currently the largest stadium in Taiwan in terms of capacity.",
  "/wiki/Kaohsiung_City": "Kaohsiung (/ˌkaʊˈʃʌŋ/; Mandarin Chinese: [káuɕʊ̌ŋ] (listen)), Wade–Giles: Kao¹-hsiung², officially Kaohsiung City,[I] is a city in southern Taiwan. The city proper is a special municipality with an area of 2,952 km2 (1,140 sq mi) stretching from the coastal urban centre to the rural Yushan Range. As of 2018, the municipality has a population of 2.77 million, making it the third most populous administrative division and second largest metropolis in Taiwan."
}