{
  "/wiki/Ireland_cricket_team": "The Ireland cricket team represents all of Ireland in international cricket. The Irish Cricket Union, operating under the brand Cricket Ireland is the sport's governing body in Ireland, and organises the international team.",
  "/wiki/2012_ICC_World_Twenty20_Qualifier": "The 2012 ICC World Twenty20 Qualifier was played in early 2012 as a part of ICC World Twenty20 Qualifier series. This edition of the qualifier for the 2012 ICC World Twenty20 was an expanded version comprising ten qualifiers from regional Twenty20 tournaments, in addition to the six ODI/Twenty20 status countries. It was staged in the UAE.",
  "/wiki/Scotland_national_cricket_team": "The Scotland national cricket team represents the country of Scotland. They play their home matches at The Grange, Edinburgh, and also some other venues.",
  "/wiki/Netherlands_national_cricket_team": "The Netherlands national cricket team is the team that represents the Kingdom of the Netherlands and is administered by the Koninklijke Nederlandse Cricket Bond (Royal Dutch Cricket Association).",
  "/wiki/Afghanistan_national_cricket_team": "The Afghanistan men's national team (Pashto: د افغانستان د کرېکټ ملي لوبډله‎, Persian: تیم ملی کریکت افغانستان‎) is the 12th test cricket playing Full Member nation.  Cricket has been played in Afghanistan since the mid 19th century, but it is only in recent years that the national team has become successful. The Afghanistan Cricket Board was formed in 1995 and became an affiliate member of the International Cricket Council (ICC) in 2001 and a member of the Asian Cricket Council (ACC) in 2003.",
  "/wiki/Canada_national_cricket_team": "The Canada national cricket team is the team that represents the country of Canada in international cricket. The team is organised by Cricket Canada, which became an Associate Member of the International Cricket Council (ICC) in 1968.",
  "/wiki/Namibia_national_cricket_team": "The Namibia national cricket team is the team that represents the Republic of Namibia and is governed by Cricket Namibia, an Associate Member of the International Cricket Council (ICC) since 1992, and became part of the High Performance Program in 2007. They took part in the 2003 Cricket World Cup in South Africa, though they lost all their games. They have played in each edition of the ICC Intercontinental Cup.",
  "/wiki/United_Arab_Emirates_national_cricket_team": "The United Arab Emirates national cricket team (Arabic: فريق الإمارات الوطني للكريكيت‎) is the team that represents the United Arab Emirates in international cricket. They are governed by the Emirates Cricket Board (ECB) which became an Affiliate Member of the International Cricket Council (ICC) in 1989 and an Associate Member the following year. Since 2005, the ICC's headquarters have been located in Dubai.",
  "/wiki/Papua_New_Guinea_national_cricket_team": "The Papua New Guinea national cricket team, nicknamed the Barramundis, is the team that represents the country of Papua New Guinea in international cricket. The team is organised by Cricket PNG, which has been an Associate Member of the International Cricket Council (ICC) since 1973. Papua New Guinea previously had One-Day International (ODI) status, which it gained by finishing fourth in 2014 World Cup Qualifier. Papua New Guinea lost both their ODI and T20I status in March 2018 after losing a playoff match against Nepal during the 2018 Cricket World Cup Qualifier, a result that earned ODI and T20I status for their opponents. On 26 April 2019, at the final World Cricket League 2 fixture; PNG defeated Oman to finish at the fourth position and reclaim their ODI status.",
  "/wiki/2013_ICC_East_Asia-Pacific_Men's_Championship": "The 2013 ICC East Asia-Pacific Men's Championship was played between 3–7 February 2013 in Auckland, New Zealand. The tournament was a Twenty20 competition with the winner promoted to the 2013 ICC World Twenty20 Qualifier in the United Arab Emirates.",
  "/wiki/United_States_national_cricket_team": "The United States national cricket team is the team that represents the United States in international cricket. The team was formerly organised by the United States of America Cricket Association (USACA), which became an associate member of the International Cricket Council (ICC) in 1965. In June 2017, the USACA was expelled by the ICC due to governance and financing issues, with the U.S. team being temporarily overseen by ICC Americas until a new sanctioning body was established. In January 2019, associate membership was officially granted to USA Cricket.",
  "/wiki/2013_ICC_World_Cricket_League_Americas_Region_Twenty20_Division_One": "The 2013 ICC Americas Twenty20 Division One is a cricket tournament that took place between 18–24 March 2013. The United States hosted the event, with all matches played at the Central Broward Regional Park in Lauderhill, Florida.",
  "/wiki/Bermuda_national_cricket_team": "The Bermuda national cricket team represents the British overseas territory of Bermuda in international cricket. The team is organised by the Bermuda Cricket Board (BCB), which became an associate member of the International Cricket Council (ICC) in 1966.",
  "/wiki/Kenya_national_cricket_team": "The Kenya national cricket team represents the Republic of Kenya in international cricket. Kenya is an associate member of the International Cricket Council (ICC) which has Twenty20 International (T20I) status after the ICC granted T20I status to all of their members.",
  "/wiki/2013_ICC_World_Cricket_League_Africa_Region_Twenty20_Division_One": "The 2013 ICC World Cricket League Africa Region Twenty20 Division One was an international Twenty20 cricket tournament that took place between 23 February–1 March 2013. It was the second edition of the ICC Africa Twenty20 Championship's Division One. Uganda hosted the event for the second time in a row, with all matches again played in the capital, Kampala.",
  "/wiki/Uganda_national_cricket_team": "The Uganda national cricket team, nicknamed the Cricket Cranes, represents the Republic of Uganda in international cricket. The team is organised by the Uganda Cricket Association, which has been an associate member of the International Cricket Council (ICC) since 1998.",
  "/wiki/Hong_Kong_national_cricket_team": "The Hong Kong national cricket team is the team that represents Hong Kong and played its first match in 1866 and has been an associate member of the International Cricket Council (ICC) since 1969.",
  "/wiki/2013_ACC_Twenty20_Cup": "The 2013 ACC Twenty20 Cup was a cricket tournament held between March 26 and April 3 in Nepal.  The tournament served as a qualifying tournament for the 2013 ICC World Twenty20 Qualifier. Afghanistan has already qualified as an ODI nation while UAE has already qualified as host for the 2013 ICC World Twenty20 Qualifier. Hence, the tournament will, in reality, serve as qualifier for other top two teams from Asian region.",
  "/wiki/Nepal_national_cricket_team": "The Nepal national cricket team (Nepali: नेपाली राष्ट्रिय क्रिकेट टोली) nicknamed The Rhinos and Gorkhalis, represents the country of Nepal  in the international cricket and is governed by the Cricket Association of Nepal (CAN). They have been an Associate Member of the International Cricket Council (ICC) since 1996. Nepal were awarded Twenty20 International (T20I) status by the ICC in June 2014 until the 2015 ICC World Twenty20 Qualifier. On 15 March 2018, Nepal gained One Day International (ODI) status for the first time (and regained Twenty20 International status), after winning the first playoff match in the 2018 Cricket World Cup Qualifier.",
  "/wiki/Italy_national_cricket_team": "The Italy national cricket team is the team that represents the country of Italy in international cricket. They have been an associate member of the International Cricket Council (ICC) since 1995, having previously been an affiliate member since 1984. The Italian national cricket team is administered by the Federazione Cricket Italiana (Italian Cricket Federation).",
  "/wiki/2013_ICC_European_T20_Championship_Division_One": "The 2013 ICC European Twenty20 Championship Division One was a cricket tournament that took place from 8–14 July 2013. It formed part of the European Cricket Championship. England hosted the event.",
  "/wiki/Denmark_national_cricket_team": "The Denmark national cricket team is the team that represents the Kingdom of Denmark in international cricket. They have been an associate member of the International Cricket Council (ICC) since 1966, and have previously been a part of the ICC's High Performance Programme.",
  "/wiki/2013_ICC_World_Twenty20_Qualifier": "The 2013 ICC World Twenty20 Qualifier was played in November 2013 in the United Arab Emirates and is a part of the ICC World Twenty20 Qualifier series. This edition of the qualifier for the 2014 ICC World Twenty20 was an expanded version comprising ten qualifiers from regional Twenty20 tournaments in addition to the top six finishers of the previous edition. The groups were announced by the ICC on 7 August 2013. Ireland met Afghanistan in the final for the third time with Ireland winning their 2nd title against Afghanistan and 3rd title overall. The top 6 nations (previously 2) qualified for the 2014 ICC World Twenty20: Ireland, Afghanistan, Netherlands and making their World Twenty20 debut the UAE, Nepal and Hong Kong."
}