{
  "/wiki/List_of_cities_in_East_Timor": "This is a list of cities, towns, and villages in East Timor.",
  "/wiki/ICAO_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/IATA_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Atauro_Island": "Atauro Island (Tetum: Pulau Atauro or Ata'uro, Portuguese: Ilha de Ataúro, Indonesian: Pulau Kambing) is a small island situated 25 km north of Dili, East Timor, on the extinct Wetar segment of the volcanic Inner Banda Arc, between the Indonesian islands of Alor and Wetar. Politically it comprises one of the Administrative Posts (formerly subdistricts) of the Dili Municipality of East Timor. It is about 25 km long and 9 km wide, about 140.1 km2 in area, and had 9,274 inhabitants at the 2015 Census. The nearest island is the Indonesian island of Liran, 12 km to the northeast.",
  "/wiki/Baucau": "Baucau (Portuguese: Baucau, Tetum: Baukau) is the second-largest city in East Timor, after Dili, the capital, which lies 122 km east of Dili.",
  "/wiki/Baucau_Airport": "Baucau Airport (IATA: BCH, ICAO: WPEC), formerly Cakung Airport, is an unattended airport located 6.5 km (4.0 mi) west of Baucau, East Timor.",
  "/wiki/Dili": "Dili (Portuguese/Tetum: Díli, Indonesian: Kota Dili), also known as City of Peace, is the capital, largest city, chief port, and commercial centre of East Timor (Timor-Leste). Dili is part of a free trade zone, the Timor Leste–Indonesia–Australia Growth Triangle (TIA-GT).",
  "/wiki/Presidente_Nicolau_Lobato_International_Airport": "Presidente Nicolau Lobato International Airport (IATA: DIL, ICAO: WPDL), formerly known as Comoro International Airport, is an international airport located in Dili, the capital of East Timor. The airport was renamed after Nicolau dos Reis Lobato, an East Timorese politician and national hero.",
  "/wiki/Fuiloro": "Fuiloro is a suco and village on the northeastern tip of East Timor. The district capital Lospalos lies in the suco of Fuiloro.",
  "/wiki/Maliana": "Maliana is a city in East Timor, 149 km southwest of Dili, the national capital. It has a population of 22,000. It is the capital of the district of Bobonaro and Maliana Subdistrict, and is located just a few kilometers from the border with Indonesia. It is also the see city of the Roman Catholic Diocese of Maliana, which was formed by Pope Benedict XVI with territory taken from the Roman Catholic Diocese of Dili.",
  "/wiki/Pante_Macassar": "Pante Macassar (also known as Pante Makasar) is a city in Pante Macassar Subdistrict on the north coast of East Timor, 152 km to the west of Dili, the nation's capital. It has a population of 4,730 (Stand 2006). It is the capital of the Oecusse exclave (former Oecussi-Ambeno).",
  "/wiki/Oecusse_Airport": "Oecusse International Airport or the Rota do Sandalo International Airport (ICAO: WPOC) is an international airport located in the village of Palaban near Pante Macassar, the capital of the East Timorese Oecusse Special Administrative Region. The new airport was inaugurated on 18 June 2019 and was built next to the original landing strip.",
  "/wiki/Suai,_East_Timor": "Suai is a city in East Timor, in Suai Subdistrict. It has a population of 9,866 and is located 138 kilometres (86 mi) to the southwest of Dili, the national capital. Suai is the capital of the Cova Lima District, which is in the southwest of the country. It is located just a few kilometers from the Timor Sea, on the south side of the island.",
  "/wiki/Suai_Airport": "Suai Airport (IATA: UAI, ICAO: WPDB), also known as Commander in Chief of FALINTIL Kay Rala Xanana Gusmão International Airport, is an airport located 4 km (2.5 mi) east of Suai, in Cova Lima Municipality, East Timor.",
  "/wiki/Viqueque": "Viqueque (Tetum: Vikeke) is a city in the south-east of East Timor, 183 km from Dili, the national capital. Viqueque is the capital of Viqueque District and Viqueque Subdistrict, in the eastern part of the country with five subdistricts under its control, they are: Uatu-Lari, Uatu-Carbau, Viqueque, Lacluta and Ossu. The city has a population of 6,859 (2015), the subdistrict has 20,640 (2004), the district 65,245 inhabitants (2004).",
  "/wiki/Viqueque_Airport": "Viqueque Airport (IATA: VIQ, ICAO: WPVQ) serves Viqueque, East Timor."
}