{
  "/wiki/Post_town": "A post town is a required part of all postal addresses in the United Kingdom and Ireland,  and a basic unit of the postal delivery system.  Including the correct post town in the address increases the chance of a letter or parcel being delivered on time. Post towns in general originated as the location of delivery offices. As of 2004[update], their main function is to distinguish between localities or street names in addresses not including a postcode.",
  "/wiki/Chadderton": "Chadderton (pop. 34,818) is a town within the Metropolitan Borough of Oldham, in Greater Manchester, England. It lies along the course of the River Irk and the Rochdale Canal, on undulating land in the foothills of the Pennines, 1 mile (1.6 km) west of Oldham, 4.5 miles (7.2 km) south of Rochdale and 6 miles (9.7 km) northeast of the city of Manchester.",
  "/wiki/Oldham": "Oldham /ˈoʊldəm/ is a town in Greater Manchester, England, amid the Pennines and between the rivers Irk and Medlock, 5.3 miles (8.5 km) southeast of Rochdale and 6.9 miles (11.1 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Oldham, which had a population of 230,800 in 2015.",
  "/wiki/Metropolitan_Borough_of_Oldham": "The Metropolitan Borough of Oldham is a metropolitan borough of Greater Manchester, England. It has a population of 235,623, and spans 55 square miles (142 km2). The borough is named after its largest town, Oldham, but also includes the outlying towns of Chadderton, Failsworth, Royton and Shaw and Crompton, the village of Lees, and the parish of Saddleworth.",
  "/wiki/Royton": "Royton is a town in the Metropolitan Borough of Oldham, Greater Manchester, England, with a population of 21,284 in 2011. Close to the source of the River Irk, near undulating land at the foothills of the South Pennines, it is 1.7 miles (2.7 km) northwest of Oldham, 3.2 miles (5.1 km) southeast of Rochdale and 7.6 miles (12.2 km) northeast of Manchester.",
  "/wiki/Shaw,_Greater_Manchester": "Shaw and Crompton is a town and civil parish within the Metropolitan Borough of Oldham, in Greater Manchester, England. It lies on the River Beal at the foothills of the South Pennines,  2.3 miles (3.7 km) north of Oldham, 3.6 miles (5.8 km) southeast of Rochdale, and 8.7 miles (14 km) to the northeast of the city of Manchester. It is regularly referred to as Shaw.",
  "/wiki/Delph": "Delph (Old English (ge)delf a quarry) is a village in the Saddleworth civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. Historically within the West Riding of Yorkshire, it lies amongst the Pennines on the River Tame below the village of Denshaw, 4.0 miles (6.4 km) east-northeast of Oldham, and 1.8 miles (2.9 km) north-northwest of Uppermill.",
  "/wiki/Denshaw": "Denshaw is a village in Saddleworth—a civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. It lies by the source of the River Tame, high amongst the Pennines above the village of Delph, 4.6 miles (7.4 km) northeast of Oldham,3.3 miles (5.3 km) north-northwest of Uppermill and Shaw and Crompton. It has a population of around 500.",
  "/wiki/Diggle,_Greater_Manchester": "Diggle is a village within the Saddleworth parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. The village is situated on the moorlands of the Pennine hills.",
  "/wiki/Dobcross": "Dobcross is a village in Saddleworth—a civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. It is in a valley in the South Pennines, along the course of the River Tame and the Huddersfield Narrow Canal, 4.2 miles (6.8 km) east-northeast of Oldham and 13 miles (21 km) west-southwest of Huddersfield.",
  "/wiki/Greenfield,_Greater_Manchester": "Greenfield is a village in the Saddleworth parish of the Metropolitan Borough of Oldham, England. It is 4 miles (6.4 km) east of Oldham, and 13 miles (21 km) east-northeast of the city of Manchester. It lies in a broad rural area in the southern edge of the South Pennines. To the east of the village Dovestone Reservoir,  Chew Reservoir and Greenfield Reservoir lie within the Peak District National Park, though no part of the village itself lies within the Peak Park boundary.",
  "/wiki/Uppermill": "Uppermill is a village in Saddleworth—a civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. Historically in the West Riding of Yorkshire, it lies on the River Tame in a valley amongst the South Pennines with the Peak District National Park directly to the east, and is 4.5 miles (7.2 km) east of Oldham, and 11 miles (17.7 km) east-northeast of Manchester. Uppermill forms a continuous urban area with the neighbouring village of Dobcross—the two have a combined population of 7,500.",
  "/wiki/Austerlands": "Austerlands is a suburban area of Saddleworth, a civil parish within the Metropolitan Borough of Oldham, in Greater Manchester, England. It occupies a hillside amongst the Pennines, between the villages of Lees and Scouthead. It is traversed by the A62 road.",
  "/wiki/Grasscroft": "Grasscroft is one of the Saddleworth villages in the Metropolitan Borough of Oldham, in Greater Manchester, England.",
  "/wiki/Grotton": "Grotton is an residential area in Saddleworth, a civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. Grotton is a suburb of the town of Oldham,   located along the A669 road, and forms a continuous urban area with Austerlands and Springhead, which in turn link to Lees and Oldham, all of which are to Grotton's west.",
  "/wiki/Lees,_Greater_Manchester": "Lees is a village in the Metropolitan Borough of Oldham, Greater Manchester, England, which lies amongst the Pennines east of the River Medlock, 1.8 miles (2.9 km) east of Oldham, and 8.2 miles (13.2 km) east-northeast of Manchester. Historically on the Lancashire side of the ancient county boundary with the West Riding of Yorkshire, part of Lees is known locally as County End.",
  "/wiki/Lydgate,_Greater_Manchester": "Lydgate is a small village in the Saddleworth parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. The village has a church and was historically a part of the West Riding of Yorkshire.",
  "/wiki/Scouthead": "Scouthead is a hamlet within Saddleworth, a civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England. It is traversed by the A62 road, and occupies a hillside amongst the Pennines.",
  "/wiki/Springhead,_Greater_Manchester": "Springhead is a suburban area of Saddleworth, a civil parish of the Metropolitan Borough of Oldham, in Greater Manchester, England.",
  "/wiki/Waterhead,_Greater_Manchester": "Waterhead (or archaically, Waterhead Mill), is an area of Oldham, and an electoral ward of the Metropolitan Borough of Oldham, in Greater Manchester, England. Historically in Lancashire, an upland area in the Pennines, the ward of Waterhead has population of 12,876, decreasing to 12,029 at the 2011 Census.",
  "/wiki/Mossley": "Mossley (/ˈmɒzli/) is a small town and a civil parish in Greater Manchester, England, in the upper Tame Valley and the foothills of the Pennines, 3 miles (4.8 km) southeast of Oldham and 8.9 miles (14.3 km) east of Manchester.",
  "/wiki/Tameside": "The Metropolitan Borough of Tameside is a metropolitan borough of Greater Manchester in North West England. It is named after the River Tame, which flows through the borough and spans the towns of Ashton-under-Lyne, Audenshaw, Denton, Droylsden, Dukinfield, Hyde, Mossley and Stalybridge plus Longdendale. Its western border is approximately 4 miles (6.4 km) east of Manchester city centre. It borders High Peak in Derbyshire to the east, the Metropolitan Borough of Oldham to the north, the Metropolitan Borough of Stockport to the south, and the City of Manchester to the west. As of 2011[update] the overall population was 219,324.",
  "/wiki/Ashton-under-Lyne": "Ashton-under-Lyne is a market town in Tameside, Greater Manchester, England. The population was 45,198 at the 2011 census. Historically in Lancashire, it is on the north bank of the River Tame, in the foothills of the Pennines, 6.2 miles (10.0 km) east of Manchester.",
  "/wiki/Bardsley,_Greater_Manchester": "Bardsley is a suburban area of Oldham, in Greater Manchester, England.",
  "/wiki/Westwood,_Greater_Manchester": "Westwood is an urban area of Oldham, in Greater Manchester, England. It occupies a hillside known as North Moor in the western part of Oldham, close to its boundary with Royton and Chadderton. Westwood, which has no formal boundary or extent, is bisected by the A6048 road .",
  "/wiki/Freehold,_Greater_Manchester": "Freehold is an urban area of Werneth in Oldham, Greater Manchester, England. It occupies an area in the west of Werneth along the Oldham township boundary with Chadderton. It is contiguous on all sides with other urban areas including other parts of Werneth to the north and east and with Cowhill, Block Lane and Butler Green/Washbrook in Chadderton.",
  "/wiki/Heywood,_Greater_Manchester": "Heywood is a town in the Metropolitan Borough of Rochdale, Greater Manchester, England. Historically part of Lancashire, it had a population of 28,205 at the 2011 Census.  The town lies on the south bank of the River Roch, 2.4 miles (3.9 km) east of Bury, 3.7 miles (6.0 km) west-southwest of Rochdale, and 7.4 miles (11.9 km) north of Manchester. Middleton lies to the south, whilst to the north is the Cheesden Valley, open moorland, and the Pennines. Heywood's nickname, Monkey Town, is known to date back to 1857.",
  "/wiki/Metropolitan_Borough_of_Rochdale": "The Metropolitan Borough of Rochdale is a metropolitan borough of Greater Manchester in North West England. It is named after its largest town, Rochdale, but spans a far larger area which includes the towns of Middleton, Heywood, Littleborough and  Milnrow, and the village of Wardle.",
  "/wiki/Balderstone,_Greater_Manchester": "Balderstone is a district and an electoral ward of the wider Metropolitan Borough of Rochdale in the county of Greater Manchester,  England. According to the 2001 census the ward had a population of 9,699. As at the 2011 census the ward was called Balderstone and Kirkholt with a population of 10,422.",
  "/wiki/Castleton,_Greater_Manchester": "Castleton is an area of Rochdale, Greater Manchester, England, 1.2 miles (1.9 km) south-southwest of Rochdale town centre and 8 miles (13 km) north-northeast of the city of Manchester.",
  "/wiki/Norden,_Greater_Manchester": "Norden is a suburban village in the Metropolitan Borough of Rochdale, in Greater Manchester, England. Historically part of Lancashire, the village is situated on the western outskirts of Rochdale. There is a Rochdale Ward with the same name. At the 2011 Census this ward had a population of 9,766.",
  "/wiki/Rochdale": "Rochdale /ˈrɒtʃdeɪl/ is a town in Greater Manchester, England, at the foothills of the South Pennines in the dale on the River Roch, 5.3 miles (8.5 km) northwest of Oldham and 9.8 miles (15.8 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Rochdale, which had a population of 211,699 in 2011.",
  "/wiki/Buckley,_Greater_Manchester": "Buckley is a suburban area within the Metropolitan Borough of Rochdale, in Greater Manchester, England. It lies at the northern fringe of Rochdale, along the course of Buckley Brook, \"upon an eminence of ground\" by the South Pennines. It is 1.2 miles (1.9 km) south-southwest of the village of Wardle and 1.3 miles (2.1 km) north-northeast of Rochdale's town centre. Buckley spans a watercourse, a prison, farmland and residential properties.",
  "/wiki/Shawforth": "Shawforth is a ward in the township of Whitworth within the Rossendale borough of Lancashire, England. It lies amongst the South Pennines along the course of the River Spodden and A671 road.",
  "/wiki/Wardle,_Greater_Manchester": "Wardle (pop. 7,092) is a village within the Metropolitan Borough of Rochdale, in Greater Manchester, England. It lies amongst the foothills of the South Pennines, 1.8 miles (2.9 km) east-southeast of Whitworth, 2.5 miles (4 km) north-northwest of Rochdale and 12 miles (19 km) north-northeast of the city of Manchester.",
  "/wiki/Whitworth,_Lancashire": "Whitworth is a small town and civil parish in Rossendale, Lancashire, England, amongst the foothills of the Pennines between Bacup, to the north, and Rochdale, to the south. It had a population of 7,500 at the 2011 Census.",
  "/wiki/Borough_of_Rossendale": "Rossendale /ˈrɒsəndeɪl/ is a district with borough status in Lancashire, England, holding a number of small former mill towns  centred on the valley of the River Irwell in the industrial North West. Rossendale combines modest size urban development with rural villages and is immediately south of the more populated town of Burnley, east of Blackburn and north of Bolton, Bury, Manchester and Rochdale, centred 15 miles (24 km) north of Manchester.",
  "/wiki/Bacup": "Bacup (/ˈbeɪkəp/ BAY-kəp) is a town in Lancashire, England, in the South Pennines close to Lancashire's boundary with West Yorkshire. The town is in the Rossendale Valley and the upper Irwell Valley, 3.5 miles (5.6 km) east of Rawtenstall, 6.4 miles (10.3 km) north of Rochdale, and 7 miles (11 km) south of Burnley. At the  2011 Census, Bacup had a population of 13,323.",
  "/wiki/Britannia,_Lancashire": "Britannia is a suburb of Bacup in the Rossendale borough of Lancashire, England. It lies on the course of two major roads and has a school and a nature reserve. Rochdale is to the south. Inchfield Moor in West Yorkshire is to the east.",
  "/wiki/Cornholme": "Cornholme is a village within the Metropolitan Borough of Calderdale, in West Yorkshire, England. It lies at the edge of Calderdale, on the boundary with Lancashire, and in the narrow Calder Valley about 2.5 miles (4 km) northwest of Todmorden (where the population is included). The village is close to the A646 Burnley Road.",
  "/wiki/Todmorden": "Todmorden (/ˈtɒdmərdən/ TOD-mər-dən; locally /ˈtɒdmɔːrdən, ˈtɒdmərdən, ˈtɔːmdɪn/) is a market town and civil parish in the Upper Calder Valley in Calderdale, West Yorkshire, England. It is 17 miles (27 km) north east of Manchester and in 2011 had a population of 15,481.",
  "/wiki/Eastwood,_West_Yorkshire": "Eastwood is a place within the civil parish of Todmorden and Metropolitan Borough of Calderdale, in West Yorkshire, England. It lies 8 miles (12.9 km) west from Halifax, roughly equidistant from Todmorden's town centre, which is 2 miles (3.2 km) to the southwest, and Hebden Bridge, which is 2 miles to the northeast, along the course of the River Calder. Eastwood falls within the Calder ward of Calderdale council.",
  "/wiki/Walsden": "Walsden is a large village in the civil parish of Todmorden in the Metropolitan Borough of Calderdale, West Yorkshire, England, though historically partially administered in Lancashire (the Walsden Water as tributary to the Calder serving as the county boundary), and close to the modern boundary with Greater Manchester. It lies along the A6033 Keighley to Littleborough road in the Walsden Valley, a branch of the Upper Calder Valley, and is 1.8 miles (2.9 km) south of Todmorden and 3.9 miles (6.3 km) north of Littleborough.",
  "/wiki/Calderdale": "The Metropolitan Borough of Calderdale is a metropolitan borough of West Yorkshire, England. It takes its name from the dale of the River Calder, whose upper part flows through the borough. Several small valleys contain tributaries of the River Calder. The population at the 2011 Census was 203,826.",
  "/wiki/Littleborough,_Greater_Manchester": "Littleborough is a town within the Metropolitan Borough of Rochdale, in Greater Manchester, England. It is located in the upper Roch Valley by the foothills of the South Pennines, 3 miles (4.8 km) northeast of Rochdale and 12.6 miles (20.3 km) north-northeast of Manchester; Milnrow and the M62 motorway are to the south, and the rural uplands of Blackstone Edge are to the east. In 2001, Littleborough and its suburbs of Calderbrook, Shore and Smithy Bridge, had a population of 13,807.",
  "/wiki/Non-geographic_postcodes": "Postal codes used in the United Kingdom are known as postcodes (originally, postal codes). They are alphanumeric and were adopted nationally between 11 October 1959 and 1974, having been devised by the General Post Office (Royal Mail). A full postcode is known as a \"postcode unit\" and designates an area with a number of addresses or a single major delivery point.",
  "/wiki/Milnrow": "Milnrow (pop. 13,062 (2011)) is a suburban town within the Metropolitan Borough of Rochdale, in Greater Manchester, England. It lies on the River Beal at the foothills of the South Pennines, and forms a continuous urban area with Rochdale. It is 1.9 miles (3.1 km) east of Rochdale town centre, 10.4 miles (16.7 km) north-northeast of Manchester, and spans urban, suburban and rural locations—from Windy Hill in the east to the Rochdale Canal in the west. Milnrow is adjacent to junction 21 of the M62 motorway, and includes the village of Newhey, and hamlets at Tunshill and Ogden.",
  "/wiki/Smallbridge,_Greater_Manchester": "Smallbridge is a district of Rochdale in Greater Manchester, England. It lies at the foothills of the Pennines, in the northeast of Rochdale, contiguous with Buckley, and to the south of the village of Wardle. The Rochdale ward is called Smallbridge and Firgrove. This ward had a population of 11,469 at the 2011 Census.",
  "/wiki/Thornham,_Greater_Manchester": "Thornham is a suburban area straddling Middleton, Royton and Rochdale in Greater Manchester, England. The area crosses the border of the Metropolitan Borough of Oldham and the Metropolitan Borough of Rochdale and is divided at a constituency and electoral ward level.",
  "/wiki/British_Gas": "British Gas is an energy and home services provider in the United Kingdom. It is the trading name of British Gas Services Limited and British Gas New Heating Limited, both subsidiaries of Centrica. Serving around twelve million homes in the United Kingdom, British Gas is the biggest energy supplier in the country, and is considered one of the Big Six dominating the gas and electricity market in the United Kingdom.",
  "/wiki/OL_postcode_area": "The OL postcode area, also known as the Oldham postcode area, is a group of sixteen postcode districts in England, which are subdivisions of seven post towns. These cover eastern Greater Manchester (including Oldham, Ashton-under-Lyne, Heywood, Rochdale and Littleborough), plus small parts of Lancashire (including Bacup) and West Yorkshire (including Todmorden)."
}