{
  "/wiki/SimEarth": "SimEarth is a life simulation video game, the second designed by Will Wright, in which the player controls the development of a planet. The game was published in 1990 by Maxis. Versions were made for the Apple Macintosh, Commodore Amiga, IBM PC, SNES, Sega Mega-CD and TurboGrafx-16. It was also subsequently re-released on the Wii Virtual Console. In 1996 several of Maxis' simulation games were re-released under the Maxis Collector Series with greater compatibility with Windows 95 and differing box art, including the addition of Classics beneath the title. SimEarth was re-released in 1997 under the Classics label.",
  "/wiki/Life_simulation": "Life simulation games  form a subgenre of simulation video games in which the player lives or controls one or more virtual characters (human or otherwise). Such a game can revolve around \"individuals and relationships, or it could be a simulation of an ecosystem\". Other terms include artificial life game and simulated life game (SLG).",
  "/wiki/Gaia_hypothesis": "The Gaia hypothesis (/ˈɡaɪ.ə/, /ˈɡeɪ.ə/, /ˈɡaɪˈʌ/), also known as the Gaia theory or the Gaia principle, proposes that living organisms interact with their inorganic surroundings on Earth to form a synergistic and self-regulating, complex system that helps to maintain and perpetuate the conditions for life on the planet.",
  "/wiki/Sun": "The Sun is the star at the center of the Solar System. It is a nearly perfect sphere of hot plasma, with internal convective motion that generates a magnetic field via a dynamo process. It is by far the most important source of energy for life on Earth. Its diameter is about 1.39 million kilometers (864,000 miles), or 109 times that of Earth, and its mass is about 330,000 times that of Earth. It accounts for about 99.86% of the total mass of the Solar System.\nRoughly three quarters of the Sun's mass consists of hydrogen (~73%); the rest is mostly helium (~25%), with much smaller quantities of heavier elements, including oxygen, carbon, neon, and iron.",
  "/wiki/Red_giant": "A red giant is a luminous giant star of low or intermediate mass (roughly 0.3–8 solar masses (M☉)) in a late phase of stellar evolution. The outer atmosphere is inflated and tenuous, making the radius large and the surface temperature around 5,000 K (4,700 °C; 8,500 °F) or lower. The appearance of the red giant is from yellow-orange to red, including the spectral types K and M, but also class S stars and most carbon stars.",
  "/wiki/Daisyworld": "Daisyworld, a computer simulation, is a hypothetical world orbiting a  star whose radiant energy is slowly increasing or decreasing. It is meant to mimic important elements of the Earth-Sun system, and was introduced by James Lovelock and Andrew Watson in a paper published in 1983 to illustrate the plausibility of the Gaia hypothesis.  In the original 1983 version, Daisyworld is seeded with two varieties of daisy as its only life forms: black daisies and white daisies. White petaled daisies reflect light, while black petaled daisies absorb light. The simulation tracks the two daisy populations and the surface temperature of Daisyworld as the sun's rays grow more powerful.   The surface temperature of Daisyworld remains almost constant over a broad range of solar output.",
  "/wiki/Spaceward_Ho!": "Spaceward Ho! is a turn-based science fiction computer strategy game that was written by Peter Commons, designed by Joe Williams (Joedelta) and published by Delta Tao Software.  The first version was released in 1990, and further upgrades followed regularly; the current version, 5.0.5, was released on July 8, 2003.  It has received wide recognition in the Macintosh community, for example being inducted into the Macworld Game Hall of Fame.",
  "/wiki/4X": "4X is a genre of strategy-based video and board games in which players control an empire and \"eXplore, eXpand, eXploit, and eXterminate\". The term was coined by Alan Emrich in his September 1993 preview of Master of Orion for Computer Gaming World. Since then, others have adopted the term to describe games of similar scope and design.",
  "/wiki/Gravity": "Gravity (from Latin  gravitas, meaning 'weight'), or gravitation, is a natural phenomenon by which all things with mass or energy—including planets, stars, galaxies, and even light—are brought toward (or gravitate toward) one another.  On Earth, gravity gives weight to physical objects, and the Moon's gravity causes the ocean tides. The gravitational attraction of the original gaseous matter present in the Universe caused it to begin coalescing, forming stars—and for the stars to group together into galaxies—so gravity is responsible for many of the large-scale structures in the Universe. Gravity has an infinite range, although its effects become increasingly weaker as objects get further away.",
  "/wiki/Temperature": "Temperature is a physical property of matter that quantitatively expresses hot and cold. Temperature is measured with a thermometer.",
  "/wiki/SimLife": "SimLife: The Genetic Playground is a video game produced by Maxis in 1992. The concept of the game is to simulate an ecosystem; players may modify the genetics of the plants and animals that inhabit the virtual world. The point of this game is to experiment and create a self-sustaining ecosystem. SimLife was re-released in 1993 as part of the SimClassics Volume 1 compilation alongside SimCity Classic and SimAnt for PC, Mac and Amiga.",
  "/wiki/Genetics": "Genetics is a branch of biology concerned with the study of genes, genetic variation, and heredity in organisms.",
  "/wiki/Evolution": "Evolution is change in the heritable characteristics of biological populations over successive generations. These characteristics are the expressions of genes that are passed on from parent to offspring during reproduction. Different characteristics tend to exist within any given population as a result of mutation, genetic recombination and other sources of genetic variation. Evolution occurs when evolutionary processes such as natural selection (including sexual selection) and genetic drift act on this variation, resulting in certain characteristics becoming more common or rare within a population. It is this process of evolution that has given rise to biodiversity at every level of biological organisation, including the levels of species, individual organisms and molecules.",
  "/wiki/Ecosystem": "An ecosystem is a community of living organisms in conjunction with the nonliving components of their environment, interacting as a system. These biotic and abiotic components are linked together through nutrient cycles and energy flows. Energy enters the system through photosynthesis and is incorporated into plant tissue. By feeding on plants and on one-another, animals play an important role in the movement of matter and energy through the system. They also influence the quantity of plant and microbial biomass present. By breaking down dead organic matter, decomposers release carbon back to the atmosphere and facilitate nutrient cycling by converting nutrients stored in dead biomass back to a form that can be readily used by plants and other microbes.",
  "/wiki/Dune_(video_game)": "Dune is a 1992 adventure strategy video game, based upon Frank Herbert's science fiction novel of the same name. Developed by Cryo and published by Virgin Games, Dune blends adventure with economic and military strategy. Loosely following the story of the novel, the game casts the player as Paul Atreides, with the ultimate goal of driving the Harkonnen from Planet Dune, while managing spice extraction, military, and later, ecology through the native Fremen tribes. As the player progresses, his troops are equipped with weapons from \"crysknives\" to atomics, tap into Paul's latent psychic powers and get acquainted with such characters from the book as Chani and Liet-Kynes. Released for the Amiga and IBM PC compatibles, it was one of the first floppy games to be converted to CD format, which included footage of the David Lynch film, voice-acting for all speaking roles, and highly improved, 3D-rendered traveling and location screens. This version, a mix of the Amiga graphics and the extras of the PC-CD version, was also released on Sega's Sega CD console. The audio track, created by Stéphane Picq and Philip Ulrich, was released by Cryo (formerly Exxos) on the album Dune: Spice Opera.",
  "/wiki/Strategy_game": "A strategy game or strategic game is a game (e.g. video or board game) in which the players' uncoerced, and often autonomous decision-making skills have a high significance in determining the outcome. Almost all strategy games require internal decision tree style thinking, and typically very high situational awareness.",
  "/wiki/Adventure_game": "In video game culture, an adventure game is a video game in which the player assumes the role of a protagonist in an interactive story driven by exploration and puzzle-solving. The genre's focus on story allows it to draw heavily from other narrative-based media, literature and film, encompassing a wide variety of literary genres. Many adventure games (text and graphic) are designed for a single player, since this emphasis on story and character makes multi-player design difficult. Colossal Cave Adventure is identified[by whom?] as the first such adventure game, first released in 1976, while other notable adventure game series include Zork, King's Quest, The Secret of Monkey Island, and Myst.",
  "/wiki/Arrakis": "Arrakis (/əˈrækɪs/)—informally known as Dune and later called Rakis—is a fictional desert planet featured in the Dune series of novels by Frank Herbert. Herbert's first novel in the series, 1965's Dune, is popularly considered one of the greatest science fiction novels of all time, and it is sometimes cited as the best-selling science fiction novel in history.",
  "/wiki/Master_of_Orion": "Master of Orion is a turn-based, 4X science fiction strategy game released in 1993 by MicroProse on the MS-DOS and Mac OS operating systems. The game is the first in its franchise, and the rights are held by Wargaming. The player leads one of ten races to dominate the galaxy through a combination of diplomacy and conquest while developing technology, exploring and colonizing star systems.",
  "/wiki/Biosphere": "The biosphere (from Greek βίος bíos \"life\" and σφαῖρα sphaira \"sphere\"), also known as the ecosphere (from Greek οἶκος oîkos \"environment\" and σφαῖρα), is the worldwide sum of all ecosystems. It can also be termed the zone of life on Earth, a closed system (apart from solar and cosmic radiation and heat from the interior \nof the Earth), and largely self-regulating. By the most general biophysiological definition, the biosphere is the global ecological system integrating all living beings and their relationships, including their interaction with the elements of the lithosphere, geosphere, hydrosphere, and atmosphere. The biosphere is postulated to have evolved, beginning with a process of biopoiesis (life created naturally from non-living matter, such as simple organic compounds) or biogenesis (life created from living matter), at least some 3.5 billion years ago.",
  "/wiki/Outpost_(1994_video_game)": "Outpost is a video game developed and published by Sierra On-Line in 1994. The game was noteworthy for having a hard science fiction approach, with one of the main designers being a former NASA scientist.",
  "/wiki/Construction_and_management_simulation": "Construction and management simulation (CMS) is a type of simulation game in which players build, expand or manage fictional communities or projects with limited resources. Strategy video games sometimes incorporate CMS aspects into their game economy, as players must manage resources while expanding their project. But pure CMS games differ from strategy games in that \"the player's goal is not to defeat an enemy, but to build something within the context of an ongoing process.\" Games in this category are sometimes also called \"management games\".",
  "/wiki/Master_of_Orion_II:_Battle_at_Antares": "Master of Orion II: Battle at Antares is a 4X turn-based strategy game set in space, designed by Steve Barcia and Ken Burd, and developed by Simtex, who developed its predecessor Master of Orion. The PC version was published by MicroProse in 1996, and the Apple Macintosh version a year later by MacSoft, in partnership with MicroProse. The game has retained a large fan base, and is still played online.",
  "/wiki/Micromanagement": "In business management, micromanagement is a management style whereby a manager closely observes and/or controls and/or reminds the work of his/her subordinates or employees.",
  "/wiki/Sid_Meier%27s_Alpha_Centauri": "Sid Meier's Alpha Centauri is a 4X video game, considered a spiritual sequel to the Civilization series. Set in a science fiction depiction of the 22nd century, the game begins as seven competing ideological factions land on the planet Chiron (\"Planet\") in the Alpha Centauri star system. As the game progresses, Planet's growing sentience becomes a formidable obstacle to the human colonists.",
  "/wiki/Canal": "Canals are waterways channels, or artificial waterways, for water conveyance, or to service water transport vehicles. They may also help with irrigation. It can be thought of as an artificial version of a river.",
  "/wiki/Isthmus": "An isthmus ( /ˈɪsθməs/ or /ˈɪsməs/; plural: isthmuses; from Ancient Greek: ἰσθμός, romanized: isthmós, lit. 'neck') is a narrow piece of land connecting two larger areas across an expanse of water by which they are otherwise separated. A tombolo is an isthmus that consists of a spit or bar, and a strait is the sea counterpart of an isthmus.",
  "/wiki/SimMars": "This is a list of Sim games, their expansion packs, and compilations. Most games were developed by Maxis and published either by Maxis (pre-1997 acquisition by Electronic Arts) or by Electronic Arts (post-1997). EA has marketed and recruited companies such as Bullfrog Productions, Firaxis Games, and Tilted Mill Entertainment to develop several games under the Sim brand.",
  "/wiki/SimCity_3000": "SimCity 3000 is a city building simulation video game released in 1999, and the third major installment in the SimCity series. It was published by Electronic Arts (EA) and developed by series creator Maxis. It was released for Microsoft Windows, Macintosh, and, through an arrangement with Loki Games, Linux.",
  "/wiki/Haegemonia:_Legions_of_Iron": "Haegemonia: Legions of Iron, or Hegemonia: Legions of Iron, is a 3D real-time strategy game developed by Digital Reality for Microsoft Windows, and by Microïds for iOS.",
  "/wiki/Real-time_strategy": "Real-time strategy (RTS) is a sub-genre of strategy video games in which the game does not progress incrementally in turns. This is distinguished from turn-based strategy (TBS), in which all players take turns when playing.",
  "/wiki/OGame": "OGame is a browser-based, money-management and space-war themed massively multiplayer online browser game with over two million accounts. OGame was created in 2002 and is produced and maintained by Gameforge. OGame is available in multiple languages, and different nationalities have their own communities. The game does not differ between the nationality communities except in rare cases. Players are generally informed of news, rule changes, or new versions through the official forums.",
  "/wiki/Text-based_game": "A text game or text-based game is an electronic game that uses a text-based user interface, that is, the user interface employs a set of encodable characters such as ASCII instead of bitmap or vector graphics.",
  "/wiki/Massively_multiplayer_online_game": "A massively multiplayer online game (MMOG, or more commonly, MMO) is an online game with large numbers of players, typically from hundreds to thousands, on the same server.[failed verification] MMOs usually feature a huge, persistent open world, although some games differ. These games can be found for most network-capable platforms, including the personal computer, video game console, or smartphones and other mobile devices.",
  "/wiki/Nanorobotics": "Nanorobotics is an emerging technology field creating machines or robots whose components are at or near the scale of a nanometer (10−9 meters). More specifically, nanorobotics (as opposed to microrobotics) refers to the nanotechnology engineering discipline of designing and building nanorobots, with devices ranging in size from 0.1–10 micrometres and constructed of nanoscale or molecular components. The terms nanobot, nanoid, nanite, nanomachine, or nanomite have also been used to describe such devices currently under research and development.",
  "/wiki/Master_of_Orion_III": "Master of Orion III is a 4X turn-based strategy game and the third in the Master of Orion series. Master of Orion III was developed by Quicksilver Software and published by Infogrames on February 25, 2003.",
  "/wiki/Biome": "A biome /ˈbaɪoʊm/ is a community of plants and animals that have common characteristics for the environment they exist in. They can be found over a range of continents. Biomes are distinct biological communities that have formed in response to a shared physical climate. Biome is a broader term than habitat; any biome can comprise a variety of habitats.",
  "/wiki/Perimeter_(video_game)": "Perimeter is a real-time strategy video game developed by Russian studio K-D Lab for Microsoft Windows. It is published by 1C Company and Codemasters, and was released in 2004.",
  "/wiki/UFO:_Afterlight": "UFO: Afterlight is a 2007 strategy computer game and the third in Altar's UFO series. Like its predecessors UFO: Aftermath and UFO: Aftershock, it combines squad-level tactical combat with overlying strategic elements in a manner that's deliberately very much like the major 1994 classic X-COM: UFO Defense.",
  "/wiki/Real-time_tactics": "Real-time tactics or RTT is a subgenre of tactical wargames played in real-time simulating the considerations and circumstances of operational warfare and military tactics.  It is differentiated from real-time strategy gameplay by the lack of classic resource micromanagement and base or unit building, as well as the greater importance of individual units and a focus on complex battlefield tactics.",
  "/wiki/Spore_(2008_video_game)": "Spore is a 2008 life simulation real-time strategy God game developed by Maxis, published by Electronic Arts and designed by Will Wright, and was released for Microsoft Windows and Mac OS X. Covering many genres including action, real-time strategy, and role-playing games, Spore allows a player to control the development of a species from its beginnings as a microscopic organism, through development as an intelligent and social creature, to interstellar exploration as a spacefaring culture. It has drawn wide attention for its massive scope, and its use of open-ended gameplay and procedural generation. Throughout each stage, players are able to use various creators to produce content for their games. These are then automatically uploaded to the online Sporepedia and are accessible by other players for download.",
  "/wiki/Sandbox_mode": "A video game with nonlinear gameplay presents players with challenges that can be completed in a number of different sequences. Each player may take on (or even encounter) only some of the challenges possible, and the same challenges may be played in a different order. Conversely, a video game with linear gameplay will confront a player with a fixed sequence of challenges: every player faces every challenge and has to overcome them in the same order.",
  "/wiki/WildStar_(video_game)": "WildStar was a fantasy/science fiction massively multiplayer online role-playing game that was developed by Carbine Studios, published by NCSOFT. It was unveiled on August 17, 2011 during Gamescom. WildStar took place on the fictional planet Nexus, where a mysterious and powerful race known as the Eldan have disappeared, leaving behind a wealth of technology and secrets for players to explore.",
  "/wiki/Surviving_Mars": "Surviving Mars is a city building simulation video game developed by the Bulgarian studio Haemimont Games and published by Paradox Interactive. It was released on Microsoft Windows, macOS, Linux, PlayStation 4 and Xbox One on March 15, 2018. The player serves as an overseer who must build a colony on Mars and ensure the survival of the colonists."
}