{
  "/wiki/Millennium_2.2": "Millennium 2.2 is a resource management computer game by Ian Bird, released in 1989 for Atari ST, Amiga and MS-DOS. The MS-DOS version of the game was released as Millennium: Return to Earth. It is the forerunner to Bird's Deuteros, which is in a similar resource management game but many times larger and more difficult.",
  "/wiki/Strategy_game": "A strategy game or strategic game is a game (e.g. video or board game) in which the players' uncoerced, and often autonomous decision-making skills have a high significance in determining the outcome. Almost all strategy games require internal decision tree style thinking, and typically very high situational awareness.",
  "/wiki/Solar_System": "The Solar System[a] is the gravitationally bound system of the Sun and the objects that orbit it, either directly or indirectly.[b] Of the objects that orbit the Sun directly, the largest are the eight planets,[c] with the remainder being smaller objects, the dwarf planets and small Solar System bodies. Of the objects that orbit the Sun indirectly—the moons—two are larger than the smallest planet, Mercury.[d]",
  "/wiki/Star_Control_II": "Star Control II: The Ur-Quan Masters is the sequel to Star Control. It was developed by Toys for Bob (Fred Ford and Paul Reiche III) and originally published by Accolade in 1992 for MS-DOS.",
  "/wiki/List_of_Star_Control_races": "Star Control: Famous Battles of the Ur-Quan Conflict, Volume IV or just simply Star Control is a science fiction video game developed by Toys for Bob and published by Accolade in 1990. It was originally released for Amiga and MS-DOS in 1990, followed by ports for the Sega Mega Drive/Genesis, Amstrad CPC, Commodore 64 and ZX Spectrum in 1991. A sequel, Star Control II was released in 1992.",
  "/wiki/Crust_(geology)": "In geology, the crust is the outermost solid shell of a rocky planet, dwarf planet, or natural satellite. It is usually distinguished from the underlying mantle by its chemical makeup; however, in the case of icy satellites, it may be distinguished based on its phase (solid crust vs. liquid mantle).",
  "/wiki/Mantle_(geology)": "A mantle is a layer inside a planetary body bounded below by a core and above by a crust. Mantles are made of rock or ices, and are generally the largest and most massive layer of the planetary body. Mantles are characteristic of planetary bodies that have undergone differentiation by density.  All terrestrial planets (including Earth), a number of asteroids, and some planetary moons have mantles.",
  "/wiki/Millennia:_Altered_Destinies": "Millennia: Altered Destinies is a PC game created by Take 2 Interactive in 1995. It casts the player as a human freighter captain who finds himself transported to an alien ship. There, an alien calling himself a Hood gives the player a mission to save the Echelon galaxy which is about to be taken over by a malevolent race called the Microids. Apparently, the Milky Way is next should the player fail.",
  "/wiki/Simulation_game": "A simulation video game describes a diverse super-category of video games, generally designed to closely simulate real world activities.",
  "/wiki/Command_%26_Conquer": "Command & Conquer (C&C) is a real-time strategy (RTS) video game franchise, first developed by Westwood Studios. The first game was one of the earliest of the RTS genre, itself based on Westwood Studios' influential strategy game Dune II and introducing trademarks followed in the rest of the series. This includes full-motion video cutscenes with a notable ensemble cast to progress the story, as opposed to digitally in-game rendered cutscenes. Westwood Studios was taken over by Electronic Arts in 1998 and closed down in 2003. The studio and some of its members were absorbed into EA Los Angeles, which continued development on the series.",
  "/wiki/Real-time_strategy": "Real-time strategy (RTS) is a sub-genre of strategy video games in which the game does not progress incrementally in turns. This is distinguished from turn-based strategy (TBS), in which all players take turns when playing.",
  "/wiki/Outpost_2": "Outpost 2: Divided Destiny is a real-time strategy computer game developed by Dynamix, released in 1997 by Sierra Entertainment. It reuses and refines some of the concepts from the original Outpost, but there is no direct continuity between the storylines or the gameplay.",
  "/wiki/X_(game_series)": "X is a science fiction space trading and combat simulator series created by German developer Egosoft. The series is set in the X-Universe where several races populate a number of worlds connected by jumpgates. The games feature free roaming gameplay with trading, combat, empire building, and missions; leading to the series' phrase: \"Trade, Fight, Build, Think\". The series, which was launched in 1999 on the Windows platform, consists of five base games: X: Beyond the Frontier, X2: The Threat, X3: Reunion, X Rebirth, and X4: Foundations.  X Rebirth introduced a new rendering engine as well as a new plot, one which X4: Foundations now extends the storyline beyond ten years after the events in X Rebirth.",
  "/wiki/Space_flight_simulator_game": "A space flight simulation game is a genre of flight simulator video games that lets players experience space flight to varying degrees of realism. Many games feature space combat, and some games feature commerce and trading in addition to combat.",
  "/wiki/X_(computer_game_series)": "X is a science fiction space trading and combat simulator series created by German developer Egosoft. The series is set in the X-Universe where several races populate a number of worlds connected by jumpgates. The games feature free roaming gameplay with trading, combat, empire building, and missions; leading to the series' phrase: \"Trade, Fight, Build, Think\". The series, which was launched in 1999 on the Windows platform, consists of five base games: X: Beyond the Frontier, X2: The Threat, X3: Reunion, X Rebirth, and X4: Foundations.  X Rebirth introduced a new rendering engine as well as a new plot, one which X4: Foundations now extends the storyline beyond ten years after the events in X Rebirth.",
  "/wiki/Armored_Core_2": "Armored Core 2[a] is a 2000 third-person shooter mecha video game developed by FromSoftware for the PlayStation 2. It is the fourth entry in the Armored Core series and an indirect sequel to Armored Core: Master of Arena. In North America, Armored Core 2 was a launch title for the PlayStation 2. A direct sequel, Armored Core 2: Another Age, was released in 2001 for the PlayStation 2.",
  "/wiki/Third-person_shooter": "Third-person shooter (TPS) is a subgenre of 3D shooter games in which the player character is visible on-screen during gaming, and the gameplay consists primarily of shooting.",
  "/wiki/Hostile_Waters:_Antaeus_Rising": "Hostile Waters, released as Hostile Waters: Antaeus Rising in America, is a hybrid vehicle and strategy game released on the PC in 2001 by the British company Rage Games Limited. It was inspired by Carrier Command (Realtime Games, 1988). It has won several awards and one unofficial award from Rock Paper Shotgun as a \"lost classic\" or \"The best game you’ve never played\".",
  "/wiki/Strategy_video_game": "A strategy video game is a video game genre that focuses on skillful thinking and planning to achieve victory. It emphasizes strategic, tactical, and sometimes logistical challenges. Many games also offer economic challenges and exploration. They are generally categorized into four sub-types, depending on whether the game is turn-based or real-time, and whether the game focuses on strategy or tactics.",
  "/wiki/Escape_Velocity_Nova": "Escape Velocity Nova (a.k.a. EV Nova or EVN) is a video game by Ambrosia Software, in collaboration with ATMOS. It is the third game in the Escape Velocity series of space trading & combat games.",
  "/wiki/Half-Life_2": "Half-Life 2 is a 2004 first-person shooter (FPS) game developed and published by Valve. Like the original Half-Life (1998), it combines shooting, puzzles, and storytelling, and adds features such as vehicles and physics-based gameplay. Players control Gordon Freeman, who fights against the alien Combine with allies including resistance fighter Alyx Vance, using weapons such as the object-manipulating gravity gun.",
  "/wiki/First-person_shooter": "First-person shooter (FPS) is a video game genre centered on gun and other weapon-based combat in a first-person perspective; that is, the player experiences the action through the eyes of the protagonist. The genre shares common traits with other shooter games, which in turn makes it fall under the heading action game. Since the genre's inception, advanced 3D and pseudo-3D graphics have challenged hardware development, and multiplayer gaming has been integral.",
  "/wiki/Combine_(Half-Life_2)": "The Combine is a multidimensional empire which serves as the primary antagonistic force in the 2004 video game Half-Life 2, and the subsequent episodes developed by Valve. The Combine consist of alien, synthetic, and human elements, and dominate Earth. They are encountered throughout Half-Life 2 and its episodic expansions as hostile non-player characters as the player progresses through the games in an effort to overthrow the Combine occupation of Earth.",
  "/wiki/Resistance:_Fall_of_Man": "Resistance: Fall of Man is a 2006 science-fiction first-person shooter video game for the PlayStation 3. It was developed by Insomniac Games and published by Sony Computer Entertainment. The game is set in an alternate history 1951, and follows Sergeant Nathan Hale as he and the human resistance forces attempt to drive a mysterious alien-like invasion out of the United Kingdom. The story continues in its sequel Resistance 2.",
  "/wiki/Crysis": "Crysis is a first-person shooter video game series developed by German developer Crytek and published by Electronic Arts. The series revolves around a group of military protagonists with \"nanosuits\", technologically advanced suits of armor that allow them to gain enhanced physical strength, speed, defense, and cloaking abilities. The protagonists face off against hostile North Korean soldiers, heavily armed mercenaries, and a race of technologically advanced aliens known as the Ceph, who arrived on Earth millions of years ago and have recently been awakened. The series consists of three main installments, a standalone spinoff of the first game with a separate multiplayer title, and a compilation.",
  "/wiki/Fallout_3": "Fallout 3 is a post-apocalyptic action role-playing open world video game developed by Bethesda Game Studios and published by Bethesda Softworks. The third major installment in the Fallout series, it is the first game to be created by Bethesda since it bought the franchise from Interplay Entertainment. The game marks a major shift in the series by using 3D graphics and real-time combat, replacing the 2D isometric graphics and turn-based combat of previous installments. It was released worldwide in October 2008 for Microsoft Windows, PlayStation 3, and Xbox 360.",
  "/wiki/Role-playing_game": "A role-playing game (sometimes spelled roleplaying game; abbreviated RPG) is a game in which players assume the roles of characters in a fictional setting. Players take responsibility for acting out these roles within a narrative, either through literal acting, or through a process of structured decision-making regarding character development. Actions taken within many games succeed or fail according to a formal system of rules and guidelines.",
  "/wiki/Red_Faction:_Guerrilla": "Red Faction: Guerrilla is a third-person shooter video game developed by Volition and published by THQ. It was released for PlayStation 3 and Xbox 360 in June 2009 and for Microsoft Windows in September 2009. The game is the third installment in the Red Faction series. Several years after release, Destructoid listed the game as one of THQ's ten best. A remastered version titled  Red Faction: Guerrilla Re-Mars-tered with improved graphics was released worldwide on July 3, 2018, for Microsoft Windows, PlayStation 4 and Xbox One, and later on July 2, 2019 for Nintendo Switch.",
  "/wiki/Defiance_(video_game)": "Defiance is a science fiction-themed persistent world massively multiplayer online third-person shooter developed by Trion Worlds. Defiance takes place on a terraformed Earth several years into the future. It is a tie-in to the Syfy show of the same name. The game was released in April 2013 for Microsoft Windows, PlayStation 3 and Xbox 360. It was also released on Steam. The game went free-to-play on June 4, 2014 for PC, August 14, 2014 for PS3 and November 18, 2014 for Xbox 360.",
  "/wiki/Warframe": "Warframe is a free-to-play action role playing third-person shooter multiplayer online game developed and published by Digital Extremes. Originally released for Windows personal computers in March 2013 following a beta period, it was ported to the PlayStation 4 in November 2013, the Xbox One in September 2014, and the Nintendo Switch in November 2018.",
  "/wiki/Tau_Ceti": "Tau Ceti, Latinized from τ Ceti, is a single star in the constellation Cetus that is spectrally similar to the Sun, although it has only about 78% of the Sun's mass. At a distance of just under 12 light-years (3.7 parsecs) from the Solar System, it is a relatively nearby star and the closest solitary G-class star. The star appears stable, with little stellar variation, and is metal-deficient.",
  "/wiki/Horizon_Zero_Dawn": "Horizon Zero Dawn is an action role-playing game developed by Guerrilla Games and published by Sony Interactive Entertainment. It was released for the PlayStation 4 in 2017. The plot follows Aloy, a hunter in a world overrun by machines, who sets out to uncover her past. The player uses ranged weapons, a spear, and stealth to combat mechanical creatures and other enemy forces. A skill tree provides the player with new abilities and bonuses. The player can explore the open world to discover locations and take on side quests.",
  "/wiki/The_Outer_Worlds": "The Outer Worlds is an action role-playing game developed by Obsidian Entertainment and published by Private Division. The game was released for PlayStation 4, Xbox One, and Microsoft Windows on October 25, 2019, with a Nintendo Switch version to be released at a later time. The game received generally favorable reviews from critics.",
  "/wiki/Terraforming_in_popular_culture": "Terraforming is well represented in popular culture, usually in the form of science fiction.  While many stories involving interstellar travel feature planets already suited to habitation by humans and supporting their own indigenous life, some authors prefer to address the unlikeliness of such a concept by instead detailing the means by which humans have converted inhospitable worlds to ones capable of supporting life through artificial means."
}