{
  "/wiki/Church_of_St._Adrian-Catholic": "Church of St. Adrian—Catholic is a historic church building at Main and Church Streets in Adrian, Minnesota, United States.",
  "/wiki/Adrian,_Minnesota": "Adrian is a city in Nobles County, Minnesota, United States. The population was 1,209 at the 2010 census.",
  "/wiki/Romanesque_Revival_architecture": "Romanesque Revival (or Neo-Romanesque) is a style of building employed beginning in the mid-19th century  inspired by the 11th- and 12th-century Romanesque architecture. Unlike the historic Romanesque style, however, Romanesque Revival buildings tended to feature more simplified arches and windows than their historic counterparts.",
  "/wiki/Church_of_St._Kilian_(Catholic)": "Church of St. Kilian (Catholic) is a historic church in Wilmont Township, Minnesota.  The parish was founded in 1878, when the pastor of Church of St. Adrian recognized the increasing number of settlers in the area.  The church building was built in 1900.",
  "/wiki/Wilmont,_Minnesota": "Wilmont is a city in Nobles County, Minnesota, United States. The population was 339 at the 2010 census.",
  "/wiki/St._Kilian,_Minnesota": "St. Kilian is an unincorporated community in Nobles County, Minnesota, United States.",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Worthington,_Minnesota": "Worthington is a city in and the county seat of Nobles County, Minnesota, United States. The population was 12,764 at the 2010 census.",
  "/wiki/George_D._Dayton_House": "The George Draper Dayton House was built in 1890 in Worthington, Minnesota, United States. George Dayton hired the Sioux Falls architect Wallace L. Dow to design his grand home on a parcel that took up eight lots.",
  "/wiki/Colonial_Revival_architecture": "The Colonial Revival architectural style seeks to revive elements of American colonial architecture.",
  "/wiki/George_Dayton": "George Draper Dayton (March 6, 1857 – February 18, 1938) was an American businessman and philanthropist, most famous for being the founder of Dayton's department store, which later became Target Corporation.",
  "/wiki/Wallace_L._Dow": "Wallace L. Dow, often known as W.L. Dow, was an architect of Sioux Falls, South Dakota.",
  "/wiki/Georgian_Revival_architecture": "Georgian architecture is the name given in most English-speaking countries to the set of architectural styles current between 1714 and 1830. It is eponymous for the first four British monarchs of the House of Hanover—George I, George II, George III, and George IV—who reigned in continuous succession from August 1714 to June 1830. The style was revived in the late 19th century in the United States as Colonial Revival architecture and in the early 20th century in Great Britain as Neo-Georgian architecture; in both it is also called Georgian Revival architecture. In the United States the term \"Georgian\" is generally used to describe all buildings from the period, regardless of style; in Britain it is generally restricted to buildings that are \"architectural in intention\", and have stylistic characteristics that are typical of the period, though that covers a wide range.",
  "/wiki/Ellsworth,_Minnesota": "Ellsworth is a city in Nobles County, Minnesota, United States. The population was 463 at the 2010 census. The local school district is the Ellsworth Public School.",
  "/wiki/Dundee,_Minnesota": "Dundee is a city in Nobles County, Minnesota, United States The population was 68 at the 2010 census.",
  "/wiki/Slade_Hotel": "The Slade Hotel, built in 1891 in Adrian, Minnesota, United States, is an example of Late Victorian architecture.  Its historic qualities were recognized by listing of the structure on the National Register of Historic Places in 1975.",
  "/wiki/Queen_Anne_style_architecture_in_the_United_States": "In the United States, Queen Anne-style architecture was popular from roughly 1880 to 1910. \"Queen Anne\" was one of a number of popular architectural styles to emerge during the Victorian era. Within the Victorian era timeline, Queen Anne style followed the Eastlake style and preceded the Richardsonian Romanesque and Shingle styles.",
  "/wiki/National_Youth_Administration": "The  National Youth Administration (NYA) was a New Deal agency sponsored by the Presidency of Franklin D. Roosevelt in the United States that focused on providing work and education for Americans between the ages of 16 and 25.  It operated from June 26, 1935 to 1939 as part of the Works Progress Administration (WPA) and included a Division of Negro Affairs headed by Mary McLeod Bethune who worked at the agency from 1936 to 1943. Following the passage of the Reorganization Act of 1939, the NYA was transferred from the WPA to the Federal Security Agency. In 1942, the NYA was transferred to the War Manpower Commission (WMC). The NYA was discontinued in 1943."
}