{
  "/wiki/Gatwick_Airport": "Gatwick Airport (/ˈɡætwɪk/), also known as London Gatwick (IATA: LGW, ICAO: EGKK), is a major international airport near Crawley in West Sussex, southeast England, 29.5 miles (47.5 km) south of Central London. It is the second-busiest airport by total passenger traffic in the UK, after Heathrow Airport. Gatwick is the ninth-busiest airport in Europe. It covers a total area of 674 hectares (1,670 acres).",
  "/wiki/London_City_Airport": "London City Airport (IATA: LCY, ICAO: EGLC) is an international airport in London, England. It is located in the Royal Docks in the London Borough of Newham, approximately 7 miles (11 km) east of the City of London and a shorter distance east of Canary Wharf. These are the twin centres of London's financial industry, which is a major user of the airport. The airport was developed by the engineering company Mowlem in 1986–87. In 2016 it was bought by a Canadian-led consortium of Alberta Investment Management Corporation (AIMCo), OMERS, the Ontario Teachers' Pension Plan and Wren House Infrastructure Management of the Kuwait Investment Authority.",
  "/wiki/London_Heathrow_Airport": "Heathrow Airport, also known as London Heathrow (IATA: LHR, ICAO: EGLL), is a major international airport in London, United Kingdom. Heathrow is the second busiest airport in the world by international passenger traffic, as well as the busiest airport in Europe by passenger traffic, and the seventh busiest airport in the world by total passenger traffic. It is one of six international airports serving London region. In 2019, it handled a record 80.8 million passengers, a 0.9% increase from 2018 as well as 475,861 aircraft movements, a decrease of 1,743 from 2018. The airport facility is owned and operated by Heathrow Airport Holdings.",
  "/wiki/London_Luton_Airport": "London Luton Airport (IATA: LTN, ICAO: EGGW), previously called Luton International Airport, is an international airport located 1.5 miles (2.4 km) east of Luton town centre in the county of Bedfordshire, England, and is 28 miles (45 km) north of Central London. The airport is owned by London Luton Airport Ltd (LLAL), a company wholly owned by Luton Borough Council, and operated by London Luton Airport Operations Ltd (LLAOL).",
  "/wiki/London_Stansted_Airport": "London Stansted Airport (IATA: STN, ICAO: EGSS) is an international airport located at Stansted Mountfitchet in the district of Uttlesford in Essex, 42 mi (68 km) northeast of Central London.",
  "/wiki/London_Southend_Airport": "London Southend Airport (IATA: SEN, ICAO: EGMC) is an international airport in the Southend-on-Sea in Essex, England, approximately 36 miles (58 km) from the centre of London.",
  "/wiki/British_Airways": "British Airways (BA) is the flag carrier airline of the United Kingdom, headquartered at Waterside, Harmondsworth, near its main hub at London Heathrow Airport. It is the second largest airline in the United Kingdom, based on fleet size and passengers carried, behind easyJet. In January 2011 BA merged with Iberia, creating the International Airlines Group (IAG), a holding company registered in Madrid, Spain. IAG is the world's third-largest airline group in terms of annual revenue and the second-largest in Europe. It is listed on the London Stock Exchange and in the FTSE 100 Index. British Airways is the first passenger airline to have generated more than $1 billion on a single air route in a year (from 1 April 2017, to 31 March 2018, on the New York JFK - London Heathrow route).",
  "/wiki/EasyJet": "EasyJet PLC, styled as easyJet, is a British low-cost airline group headquartered at London Luton Airport. It operates domestic and international scheduled services on over 1,000 routes in more than 30 countries via its affiliate airlines EasyJet UK, EasyJet Switzerland, and EasyJet Europe. EasyJet plc is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. easyGroup Holdings Ltd (the investment vehicle of the airline's founder Stelios Haji-Ioannou and his family) is the largest shareholder with a 34.62% stake (as of July 2014). It employs nearly 14,000 people, based throughout Europe but mainly in the UK.",
  "/wiki/LOT_Polish_Airlines": "LOT Polish Airlines, legally incorporated as Polskie Linie Lotnicze LOT S.A. (Polish pronunciation: [lɔt], flight), is the flag carrier of Poland. Based in Warsaw and established on 29 December 1928, it is one of the world's oldest airlines in operation. With a fleet of 90 aircraft, LOT Polish Airlines flies to 134 destinations across Europe, Asia and North America. Most of the destinations originate from its hub at Warsaw Chopin Airport. LOT is a member of the Star Alliance.",
  "/wiki/Ryanair": "Ryanair DAC is an Irish budget airline founded in 1984, headquartered in Swords, Dublin, Ireland, with its primary operational bases at Dublin and London Stansted airports. It forms the largest part of the Ryanair Holdings family of airlines, and has Ryanair UK, Ryanair Sun, Malta Air and Lauda as sister airlines. In 2016, Ryanair was the largest European budget airline by scheduled passengers flown, and carried more international passengers than any other airline.",
  "/wiki/Wizz_Air": "Wizz Air, legally incorporated as Wizz Air Hungary Ltd. (Hungarian: Wizz Air Hungary Légiközlekedési Kft.) and stylised as W!zz Air, is a Hungarian low-cost airline with its head office in Budapest. The airline serves many cities across Europe, as well as some destinations in North Africa and the Middle East. It has the largest fleet of any Hungarian airline, although it is not a flag carrier, and currently serves 44 countries. Its Jersey-based parent company, Wizz Air Holdings plc, is listed on the London Stock Exchange and is a constituent of the FTSE 250 Index. As of 2018, the airline has its largest base at Budapest Airport with over 60 destinations. In 2019 the airline transported 39.8 million passengers.",
  "/wiki/Frankfurt_Airport": "Frankfurt am Main Airport (IATA: FRA, ICAO: EDDF) (German: Flughafen Frankfurt am Main [ˈfluːkhaːfn̩ ˌfʁaŋkfʊʁt ʔam ˈmaɪn], also known as Rhein-Main-Flughafen) is a major international airport located in Frankfurt, the fifth-largest city of Germany and one of the world's leading financial centres. It is operated by Fraport and serves as the main hub for Lufthansa including Lufthansa CityLine and Lufthansa Cargo as well as Condor and AeroLogic. The airport covers an area of 2,300 hectares (5,683 acres) of land and features two passenger terminals with a capacity of approximately 65 million passengers per year, four runways and extensive logistics and maintenance facilities.",
  "/wiki/Lufthansa": "Deutsche Lufthansa AG (German pronunciation: [ˌdɔʏtʃə ˈlʊfthanzaː]), commonly known as Lufthansa, is the flag carrier and largest German airline which, when combined with its subsidiaries, is the second largest airline in Europe in terms of passengers carried. The name of the company is derived from the German word Luft meaning \"air\" and Hansa for the Hanseatic League. Lufthansa is one of the five founding members of Star Alliance, the world's largest airline alliance, formed in 1997.",
  "/wiki/Brussels_Airport": "Brussels Airport (IATA: BRU, ICAO: EBBR) (also called Brussel-Nationaal / Bruxelles-National (Brussels-National) or Luchthaven Zaventem) is an international airport 6.5 NM (12.0 km; 7.5 mi) northeast of Brussels, the capital of Belgium. In 2019, more than 26 million passengers arrived or departed at Brussels Airport, making it the 24th busiest airport in Europe. It is located in the municipality of Zaventem in the Province of Flemish Brabant in the Flemish Region of Belgium. It is home to around 260 companies, together directly employing 20,000 people and serves as the home base for Brussels Airlines and TUI fly Belgium.",
  "/wiki/Brussels-South_Charleroi_Airport": "Brussels South Charleroi Airport (BSCA), also unofficially called Brussels-Charleroi Airport, Charleroi Airport or rarely Gosselies Airport, (IATA: CRL, ICAO: EBCI) is an international airport, located in Gosselies, a part of the city of Charleroi in the Province of Hainaut in Wallonia, Belgium. The airport is 4 nautical miles (7.4 km; 4.6 mi) north of Charleroi and 46 km (29 mi) south of central Brussels. In terms of passengers and aircraft movements, it is the second busiest airport in Belgium having served 7,303,720 passengers in 2016 (75,038 movements). It is also a busy general aviation airfield, being home to 3 flying schools.",
  "/wiki/Brussels_Airlines": "Brussels Airlines (stylized as brussels airlines) is the flag carrier and largest airline of Belgium, based and headquartered at Brussels Airport. It operates to over 100 destinations in Europe, North America, Africa and Asia and also offers charter services, maintenance and crew training. It is a member of the Star Alliance as well as the International Air Transport Association. The airline's IATA code SN is inherited from its predecessors, Sabena and SN Brussels Airlines. Brussels Airlines is part of the Lufthansa Group.",
  "/wiki/Warsaw_Chopin_Airport": "Warsaw Frederic Chopin Airport (Polish: Lotnisko Chopina w Warszawie, Polish pronunciation: [lɔtˈɲiskɔ ʂɔpɛna v varˈʂavʲɛ]) (IATA: WAW, ICAO: EPWA), more commonly referred to as Chopin Airport or Warsaw-Chopin Airport, is an international airport located in the Włochy district of Warsaw, Poland. As Poland's largest, covering 834 hectares (2,060 acres) of land, and busiest airport, Warsaw Chopin handles just under 40% of the country's air passenger traffic. Warsaw Chopin handles approximately 300 scheduled flights daily and an ever-rising number of charters. London, Kiev, Frankfurt, Paris, and Amsterdam are the busiest international connections, while Kraków, Wrocław, and Gdańsk are the most popular domestic ones.",
  "/wiki/Beauvais-Till%C3%A9_Airport": "Beauvais–Tillé Airport (French: Aéroport de Beauvais-Tillé) (IATA: BVA, ICAO: LFOB), branded as Paris-Beauvais Airport, is an international airport near the city of Beauvais in the commune of Tillé in France. It is the tenth busiest airport in France, handling 3,997,856 passengers in 2016, and is mostly used by charter and low-cost airlines.",
  "/wiki/Paris_Charles_de_Gaulle_Airport": "Paris Charles de Gaulle Airport (French: Aéroport de Paris-Charles-de-Gaulle, IATA: CDG, ICAO: LFPG), also known as Roissy Airport, is the largest international airport in France and second-busiest airport in Europe. Opened in 1974, it is located in Roissy-en-France, 23 km (14 mi) northeast of Paris. It is named after Charles de Gaulle (1890–1970).",
  "/wiki/Paris_Orly_Airport": "Paris Orly Airport (French: Aéroport de Paris-Orly), commonly referred to as Orly (IATA: ORY, ICAO: LFPO), is an international airport located partially in Orly and partially in Villeneuve-le-Roi, 13 km (8.1 mi) south of Paris, France.",
  "/wiki/Air_France": "Air France (French pronunciation: ​[ɛːʁ fʁɑ̃s]; formally Société Air France, S.A.), stylized as AIRFRANCE, is the French flag carrier headquartered in Tremblay-en-France. It is a subsidiary of the Air France–KLM Group and a founding member of the SkyTeam global airline alliance. As of 2013 Air France serves 36 destinations in France and operates worldwide scheduled passenger and cargo services to 175 destinations in 78 countries (93 including overseas departments and territories of France) and also carried 46,803,000 passengers in 2019. The airline's global hub is at Charles de Gaulle Airport with Orly Airport as the primary domestic hub. Air France's corporate headquarters, previously in Montparnasse, Paris, are located on the grounds of Charles de Gaulle Airport, north of Paris.",
  "/wiki/Transavia_France": "Transavia Airlines S.A.S., trading as Transavia France and formerly branded as transavia.com France, is a French low-cost airline owned by Air France S.A. & Transavia Airlines C.V. based at Paris-Orly Airport. It shares its corporate design, website and operating model with its Dutch sister company, Transavia.",
  "/wiki/Sheremetyevo_International_Airport": "Sheremetyevo Alexander S. Pushkin International Airport (Russian: Международный аэропорт Шереметьево имени А.С. Пушкина, IPA: [ʂɨrʲɪˈmʲetʲjɪvə] Mezhdunarodnyy aeroport Sheremet'yevo imeni A.S. Pushkina) (IATA: SVO, ICAO: UUEE) is one of four international airports that serves the city of Moscow, and is the busiest airport in Russia. Originally built as a military airbase, Sheremetyevo was converted into a civilian airport in 1959, and in a 2019 contest, was named after Russian poet Alexander Pushkin.",
  "/wiki/Vnukovo_Airport": "Vnukovo International Airport, formally \"Vnukovo Andrei Tupolev International Airport\", (Russian: Международный аэропорт Внуково, IPA: [ˈvnukəvə]) (IATA: VKO, ICAO: UUWW), is a dual-runway international airport located in Vnukovo District, 28 kilometres (17 mi) southwest of the centre of Moscow, Russia. It is one of the four major airports that serve Moscow, along with Moscow Domodedovo Airport, Sheremetyevo International Airport, and Zhukovsky International Airport. In 2019, the airport handled 24.01 million passengers, representing an increase of 12% compared to the previous year. It is the third-busiest airport in the former USSR.",
  "/wiki/Aeroflot": "PJSC Aeroflot – Russian Airlines (Russian: ПАО \"Аэрофло́т – Росси́йские авиали́нии\", PAO Aeroflot—Rossiyskiye avialinii), commonly known as Aeroflot (English:  /ˈɛəroʊˌflɒt/ or /ˌɛəroʊˈflɒt/ (listen)) (Russian: Аэрофлот, English translation: \"air fleet\", pronounced [ɐɛrɐˈfɫot]), is the flag carrier and largest airline of the Russian Federation. The air carrier is an open joint stock company that operates both domestic and international passenger and services, mainly from its airline hub at Sheremetyevo International Airport.",
  "/wiki/Munich_Airport": "Munich Airport (German: Flughafen München) (IATA: MUC, ICAO: EDDM) is the international airport of Munich, the capital of Bavaria. It is the second-busiest airport in Germany in terms of passenger traffic after Frankfurt Airport, and the eighth-busiest airport in Europe, handling 47.9 million passengers in 2019. It is the world's 15th-busiest airport in terms of international passenger traffic, and was the 38th-busiest airport worldwide in 2018. Munich Airport serves as a hub for Lufthansa including Lufthansa Regional and its Star Alliance partners.",
  "/wiki/Amsterdam_Airport": "Amsterdam Airport Schiphol (IATA: AMS, ICAO: EHAM), known informally as Schiphol Airport (Dutch: Luchthaven Schiphol, pronounced [ˌlʏxtɦaːvə(n) ˈsxɪp(ɦ)ɔl]), is the main international airport of the Netherlands. It is located 9 kilometres (5.6 miles) southwest of Amsterdam, in the municipality of Haarlemmermeer in North Holland. It is the third-busiest airport in Europe in terms of passenger volume and the busiest in Europe in terms of aircraft movement. The airport is built as a single-terminal concept: one large terminal split into three large departure halls.",
  "/wiki/KLM": "KLM Royal Dutch Airlines, legally Koninklijke Luchtvaart Maatschappij N.V. (literal translation: Royal Aviation Company, Inc.), is the flag carrier airline of the Netherlands. KLM is headquartered in Amstelveen, with its hub at nearby Amsterdam Airport Schiphol. It is part of the Air France–KLM group, and a member of the SkyTeam airline alliance. Founded in 1919, KLM is the oldest airline in the world still operating under its original name and had 35,488 employees and a fleet of 119 (excluding subsidiaries) as of 2015[update]. KLM operates scheduled passenger and cargo services to 145 destinations.",
  "/wiki/Sabiha_G%C3%B6k%C3%A7en_Airport": "Istanbul Sabiha Gökçen International Airport (IATA: SAW, ICAO: LTFJ) (Turkish: İstanbul Sabiha Gökçen Uluslararası Havalimanı) is one of two international airports serving Istanbul, the largest city in Turkey. Located 32 km (20 mi) southeast of the city center, Sabiha Gökçen Airport is in the Asian part of the bi-continental Istanbul and serves as the hub for some airlines, including Pegasus Airlines as well as a secondary base for Turkish Airlines and Borajet (currently suspended). The facility is named after Sabiha Gökçen, adoptive daughter of Mustafa Kemal Atatürk and the first female fighter pilot in the world. Although Istanbul Airport, located 63 km (39 mi) away on the European side of Istanbul, is larger, Sabiha Gökçen is still one of the largest airports in the country.",
  "/wiki/Istanbul_Airport": "Istanbul Airport (IATA: IST, ICAO: LTFM) (Turkish: İstanbul Havalimanı) is the main international airport serving Istanbul, Turkey. It is located in the Arnavutköy district on the European side of the city.",
  "/wiki/Pegasus_Airlines": "Pegasus Airlines (Turkish: Pegasus Hava Taşımacılığı A.Ş.) (BİST: PGSUS) is a Turkish low-cost airline headquartered in the Kurtköy area of Pendik, Istanbul with bases at several Turkish airports.",
  "/wiki/Turkish_Airlines": "Turkish Airlines (Turkish: Türk Hava Yolları) is the national flag carrier airline of Turkey. As of August 2019[update], it operates scheduled services to 315 destinations in Europe, Asia, Africa, and the Americas, making it the largest mainline carrier in the world by number of passenger destinations. The airline serves more destinations non-stop from a single airport than any other airline in the world, and flies to 126 countries, more than any other airline. With an operational fleet of 24 cargo aircraft, the airline's cargo division serves 82 destinations.",
  "/wiki/Ben_Gurion_Airport": "Ben Gurion Airport (Hebrew: נמל התעופה בן-גוריון‎; Arabic: مطار بن غوريون الدولي‎) (IATA: TLV, ICAO: LLBG), commonly known by its Hebrew acronym as Natbag (נתב״ג), is the main international airport of Israel and the busiest airport in the country, located on the northern outskirts of the city of Lod, which is about 45 km (28 mi) northwest of Jerusalem and 20 km (12 mi) to the southeast of Tel Aviv. Named in 1973 after Israel's first Prime Minister David Ben-Gurion, the airport serves as a hub for El Al, Israir Airlines, Arkia, and Sun D'Or. It is operated by the Israel Airports Authority, a government-owned corporation that manages all public airports and border crossings in Israel.",
  "/wiki/Arkia": "Arkia, legally incorporated as Arkia Israeli Airlines Ltd (Hebrew: ארקיע, I will soar, Arabic: خطوط أركيا‎), is an Israeli airline. Its head office is on the grounds of Sde Dov Airport in Tel Aviv, Israel. It is Israel's second-largest airline, operating scheduled domestic and international services, as well as charter flights to destinations in Western Europe and across the Mediterranean. Its main base is Ben Gurion Airport, with hubs at Eilat Airport and Ramon Airport.",
  "/wiki/Blue_Dart_Aviation": "Blue Dart Aviation is a cargo airline based in Chennai, Tamil Nadu, India. It operates with its main base as Chennai International Airport. It serves 7 Indian metro cities. German courier company Deutsche Post owns a 70% stake in the airline through its subsidiary Blue Dart Express. It provides service in 220 plus countries and territories all over the world through their parent company's parcel service DHL.\nBlue Dart opened its dedicated cargo facility at Mumbai airport near Terminal 1 on 7 February 2019. The facility measures 4,300 square meters and has air-side and city-side access, allowing for faster transfer of shipments.",
  "/wiki/El_Al": "El Al Israel Airlines Ltd. (TASE: ELAL, .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}אל על נתיבי אויר לישראל בע״מ), trading as El Al (Hebrew: אל על‎, \"To the Skies\" or \"Skywards\", stylized as ELעלALאל;  Arabic: إل-عال‎) is the flag carrier of Israel. Since its inaugural flight from Geneva to Tel Aviv in September 1948, the airline has grown to serve over 50 destinations, operating scheduled domestic and international services and cargo flights within Israel, and to Europe, the Middle East, the Americas, Africa, Australia and the Far East, from its main base in Ben Gurion Airport.",
  "/wiki/Rome_Ciampino_Airport": "Rome—Ciampino International Airport \"G. B. Pastine\" (Italian: Aeroporto Internazionale di Roma–Ciampino \"G. B. Pastine\") (IATA: CIA, ICAO: LIRA), is the secondary international airport of Rome, the capital of Italy, after Rome-Fiumicino Airport \"Leonardo da Vinci\". It is a joint civilian, commercial and military airport situated 6.5 NM (12.0 km; 7.5 mi) south southeast of central Rome, just outside the Greater Ring Road (Italian: Grande Raccordo Anulare or GRA) the circular motorway around the city.",
  "/wiki/Rome_Fiumicino_Airport": "Rome–Fiumicino International Airport \"Leonardo da Vinci\" (Italian: Aeroporto Internazionale di Roma–Fiumicino \"Leonardo da Vinci\"; IATA: FCO, ICAO: LIRF) is an international airport in Rome and the major airport in Italy.  It is one of the busiest airports in Europe by passenger traffic with almost 43 million passengers served in 2018.",
  "/wiki/Alitalia": "Alitalia – Società Aerea Italiana (Alitalia – Italian Air Company), operating as Alitalia (Italian pronunciation: [aliˈtaːlja]), is the flag carrier of Italy. The company has its head office in Fiumicino, Rome, Italy. Its main hub is Leonardo da Vinci–Fiumicino Airport, Rome, and a secondary is Linate Airport, Milan.  Other focus airports are Catania–Fontanarossa Airport, Milan Malpensa Airport, Palermo Airport and Naples Airport. In 2018, it was the twelfth-largest airline in Europe.  The name is an Italian portmanteau of the words ali ('wings') and Italia ('Italy').",
  "/wiki/Prague_Airport": "Václav Havel Airport Prague (Czech: Letiště Václava Havla Praha), formerly Prague Ruzyně International Airport (Czech: Mezinárodní letiště Praha-Ruzyně, Czech pronunciation: [ˈpraɦa ˈruzɪɲɛ]) (IATA: PRG, ICAO: LKPR), is the international airport of Prague, the capital of the Czech Republic. The airport was founded in 1937, when it replaced the Kbely Airport (founded in 1918). It was reconstructed and extended in 1956, 1968, 1997, and 2006. In 2012, it was renamed after the last president of Czechoslovakia and the first President of Czech Republic Václav Havel. It is located in the edge of Prague-Ruzyně area, next to Kněževes village, 12 km (7 mi) west of the centre of Prague and 12 km (7 mi) southeast of the city Kladno.",
  "/wiki/Czech_Airlines": "Czech Airlines j.s.c. (abbreviation: ČSA, Czech: České Aerolinie, a.s.) is the flag carrier of the Czech Republic. Its head office is on the grounds of 6th district Prague, Vokovice. The airline's hub is at Václav Havel Airport Prague. The company operates mainly scheduled flights.",
  "/wiki/Malpensa_Airport": "Milan Malpensa Airport (IATA: MXP, ICAO: LIMC) is the largest international airport in the Milan metropolitan area in northern Italy. It serves 15 million inhabitants in Lombardy, Piedmont and Liguria, as well as those living in the Swiss Canton of Ticino. The airport is located 49 kilometres (30 mi) northwest of central Milan, next to the Ticino river (dividing Lombardy and Piedmont). The airport has two terminals (Terminal 1 and Terminal 2) and two runways as well as a dedicated cargo terminal.",
  "/wiki/Orio_al_Serio_International_Airport": "Orio al Serio International Airport (IATA: BGY, ICAO: LIME), officially also known as Il Caravaggio International Airport (since 2011), is the third busiest international airport in Italy. It is located in the municipal territory of Orio al Serio, 3.7 km (2.3 mi) southeast of Bergamo in Italy. The airport is 45 km (28 mi) north-east of Milan, where it operates alongside Malpensa Airport and Linate Airport, the city's other two primary airports. The airport served almost 13 million passengers in 2018.",
  "/wiki/Henri_Coanda_International_Airport": "Bucharest Henri Coandă International Airport (Romanian: Aeroportul Internațional Henri Coandă București) (IATA: OTP, ICAO: LROP) is Romania's busiest international airport, located in Otopeni, 16.5 km (10.3 mi) north of Bucharest's city centre. It is currently one of two airports serving the capital of Romania. The other is Aurel Vlaicu Airport, which no longer serves scheduled passenger traffic.",
  "/wiki/TAROM": "TAROM (pronounced \"ta-rom\", legally Compania Națională de Transporturi Aeriene Române TAROM S.A.), is the flag carrier and oldest currently operating airline of Romania, based in Otopeni near Bucharest. Its headquarters and its main hub are at Henri Coandă International Airport. It is currently the first and largest airline operating in Romania based on international destinations, international flights and the third-largest measured by fleet size and passengers carried.",
  "/wiki/Berlin_Sch%C3%B6nefeld_Airport": "Berlin Schönefeld Airport (Flughafen Berlin-Schönefeld (help·info)) (IATA: SXF, ICAO: EDDB) is the secondary international airport of Berlin, the capital of Germany. It is located 18 km (11 mi) southeast of Berlin near the town of Schönefeld in the state of Brandenburg and borders Berlin's southern boundary. It is the smaller of the two airports in Berlin, after Berlin Tegel Airport, and is a base for easyJet and Ryanair. In 2017 the airport handled 12.9 million passengers by serving mainly European metropolitan and leisure destinations.",
  "/wiki/Berlin_Tegel_Airport": "Berlin Tegel \"Otto Lilienthal\" Airport (German: Flughafen Berlin-Tegel „Otto Lilienthal“) (IATA: TXL, ICAO: EDDT) is the main international airport of Berlin, the federal capital of Germany. It formerly served West Berlin. The airport is named after Otto Lilienthal and is the fourth busiest airport in Germany, with 20.5 million passengers in 2017 and about 22 million in 2018. The airport is a hub for Eurowings as well as a base for EasyJet. It features flights to several European metropolitan and leisure destinations as well as some intercontinental routes. It is situated in Tegel, a section of the northern borough of Reinickendorf, 8 km (5.0 mi) northwest of the city centre of Berlin. Tegel Airport is notable for its hexagonal main terminal building around an open square, which makes walking distances as short as 30 m (98 ft) from the aircraft to the terminal exit.",
  "/wiki/Easyjet": "EasyJet PLC, styled as easyJet, is a British low-cost airline group headquartered at London Luton Airport. It operates domestic and international scheduled services on over 1,000 routes in more than 30 countries via its affiliate airlines EasyJet UK, EasyJet Switzerland, and EasyJet Europe. EasyJet plc is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. easyGroup Holdings Ltd (the investment vehicle of the airline's founder Stelios Haji-Ioannou and his family) is the largest shareholder with a 34.62% stake (as of July 2014). It employs nearly 14,000 people, based throughout Europe but mainly in the UK.",
  "/wiki/Madrid_Airport": "Adolfo Suárez Madrid–Barajas Airport (Spanish: Aeropuerto Adolfo Suárez Madrid-Barajas [aeɾoˈpweɾto aˈðolfo ˈswaɾeð maˈðɾið βaˈɾaxas]) (IATA: MAD, ICAO: LEMD), commonly known as Madrid–Barajas Airport, is the main international airport serving Madrid in Spain. At 3,050 ha (7,500 acres) in area, it is the second largest airport in Europe by physical size behind Paris–Charles de Gaulle Airport. In 2018, 57.9 million passengers used Madrid–Barajas, making it the country's largest and busiest airport and Europe's sixth busiest.",
  "/wiki/Iberia": "The Iberian Peninsula /aɪˈbɪəriən/,[a] also known as Iberia,[b] is located in the southwest corner of the European continent. The peninsula is principally divided between Spain and Portugal, comprising most of their territory, as well as a small area of France (the French Cerdagne), Andorra and the British overseas territory of Gibraltar. With an area of approximately 596,740 square kilometres (230,400 sq mi), and a population of roughly 53 million, it is the second largest European peninsula by area, after the Scandinavian Peninsula."
}