{
  "/wiki/Ararat_Wind_Farm": "Ararat Wind Farm is wind farm in western Victoria, Australia. It was officially opened on 27 June 2017 and was the third-largest wind farm in Australia at that time, with capacity to generate 240MW from 75 turbines.",
  "/wiki/RES_Australia": "The RES Group (Renewable Energy Systems) is a global renewable energy company which has been active in the renewable energy industry for over 30 years. Its core business is to develop, construct and operate large-scale, grid-connected renewable energy projects worldwide for commercial, industrial and utility clients. RES is active in the wind (onshore and offshore wind)  and solar energy sectors and is increasingly focused on the transition to a low-carbon economy providing transmission, energy storage and demand side management expertise.",
  "/wiki/Bald_Hills_Wind_Farm": "The Bald Hills Wind Farm is an operating wind farm located approximately 10 km south east of Tarwin Lower in South Gippsland, Victoria, Australia.  The Bald Hills Wind Farm site covers approximately 1,750ha of largely cleared cattle and sheep grazing farmland. The turbines are located in three distinct areas, one to the west and one to the east of Tarwin Lower Waratah Road, and one near the end of Bald Hills Road.",
  "/wiki/Mitsui": "Mitsui Group (三井グループ, Mitsui Gurūpu) is one of the largest keiretsu in Japan and one of the largest corporate groups in the world.",
  "/wiki/Boco_Rock_Wind_Farm": "Boco Rock Wind Farm is a wind farm 10km southwest of Nimmitabel in the Snowy Mountains region of New South Wales, Australia. It has 67 wind turbines and generates up to 113MW of electricity. It is managed by the developers, CWP Renewables but is now owned by EGCO.",
  "/wiki/CWP_Renewables": "CWP Renewables is an Australian developer and owner of renewable energy systems such as wind farms and solar farms. It was established in 2007 as a joint venture of Continental Wind Partners and Wind Prospect. It is now majority owned by venture capital group PostScriptum.",
  "/wiki/Bodangora_Wind_Farm": "Bodangora Wind Farm is a wind farm owned by Infigen Energy in the district of Bodangora near Wellington, New South Wales, Australia. It has 33 wind turbines with a total generating capacity of 113.2 MW. The towers are 85 metres tall, and the rotor diameter is 130 metres. The wind turbine blades were manufactured in Bergama, Turkey. The development of the project began in 2009. It received planning approval in August 2013. The wind farm was completed on 27 February 2019.",
  "/wiki/Infigen_Energy": "Infigen Energy (Infigen), operating under this name since 29 April 2009, is a developer, owner and operator of renewable energy generation assets in Australia. Infigen's wind farm portfolio has an installed capacity of 557 MW. Most of Infigen's assets generate electricity from renewable sources and are eligible to sell Large-scale Generation Certificates (LGCs) under the mandatory Renewable Energy Target scheme, which operates in Australia under the Renewable Energy (Electricity) Act 2000.",
  "/wiki/Canunda_Wind_Farm": "Canunda Wind Farm (formerly named Lake Bonney Central Wind Farm) is a $92.5 million, 46 MW wind power project located on grazing land approximately 16 kilometres south of Millicent, and 6 kilometres west of Tantanoola in South Australia. It is jointly owned by GDF Suez Energy AustraliaEn 72%) and Mitsui (28%).",
  "/wiki/Engie": "ENGIE is a French multinational electric utility company, headquartered in La Défense, Courbevoie, which operates in the fields of energy transition, electricity generation and distribution, natural gas, nuclear, renewable energy and Petroleum.",
  "/wiki/Capital_Wind_Farm": "The Capital Wind Farm near Bungendore is the largest wind farm in New South Wales.  It is part of the 6,000-hectare (15,000-acre) Capital Renewable Energy Precinct, along with nearby Woodlawn Wind Farm and the Capital East Solar Demonstration Plant.",
  "/wiki/Cathedral_Rocks_Wind_Farm": "Cathedral Rocks Wind Farm is a wind power station located about 30 km west of Port Lincoln in South Australia, near the southern tip of the Eyre Peninsula. It has 33 wind turbines of 2 MW each, with a combined generating capacity of 66 MW of electricity. The site covers an area of about 29 km², with a coastal exposure of nearly 11 km and is private farming land. The wind farm was commissioned in September 2005.",
  "/wiki/EnergyAustralia": "EnergyAustralia (former name: TRUenergy) is an electricity generation, electricity and gas retailing private company in Australia that is owned by Hong Kong-based and listed CLP Group. EnergyAustralia also had a portfolio of generating sites using thermal coal, natural gas, hydro-electric, solar energy, and wind power.",
  "/wiki/Acciona": "Acciona, S.A. (Spanish pronunciation: [akˈθjona]) is a Spanish conglomerate group dedicated to the development and management of infrastructure (construction, water, industrial and services) and renewable energy.",
  "/wiki/Challicum_Hills_Wind_Farm": "Challicum Hills Wind Farm is a wind farm encompassed by 35 (1.5 MW) NEG NM 64 wind turbines,  with a total generating capacity of 52.5 MW of electricity. The wind farm is near Ararat in western  Victoria, Australia. The power station was commissioned in August 2003 and is in a long term Power Purchase Agreement (PPA) with Origin Energy.",
  "/wiki/Pacific_Hydro": "Pacific Hydro is a Chinese-owned renewable energy company headquartered in Melbourne, Australia. The company was founded in 1992 and was soon floated on the Australian Stock Exchange, it was later bought by a consortium of industry superannuation funds and delisted. It is now owned by China's State Power Investment Corporation.",
  "/wiki/Clements_Gap_Wind_Farm": "Clements Gap Wind Farm is a wind farm opened in 2010 located in the Barunga Range, South Australia near Clements Gap, some 20 minutes south of Port Pirie. The wind farm consists of 27 wind turbines with a total generating capacity of 57 MW. It provides enough electricity for up to 33,000 homes and is estimated to avoid the emission of 150,000 tonnes of greenhouse gases each year.  The Clements Gap site was chosen because of its powerful winds, easy construction access, simple grid connection, and strong community support.",
  "/wiki/Collgar_Wind_Farm": "Collgar wind farm is a wind farm located approximately 25 kilometres south-east of Merredin, Western Australia. With 111 Vestas V90-2MW wind turbines built in the first stage, and a total capacity of 206 MW, it is expected to generate 792 GWh on average per year. It became fully operational in October 2011.",
  "/wiki/UBS_Global_Asset_Management": "UBS Group AG[nb 1] is a Swiss multinational investment bank and financial services company founded and based in Switzerland. Co-headquartered in the cities of Zürich and Basel, it maintains a presence in all major financial centres as the largest Swiss banking institution in the world. UBS client services are known for their strict bank–client confidentiality and culture of banking secrecy.[nb 2] The bank's large positions in the Americas, EMEA, and Asia Pacific markets make it a global systemically important financial institution.",
  "/wiki/Emu_Downs_Wind_Farm": "The Emu Downs Wind Farm (30°30′S 115°20′E﻿ / ﻿30.500°S 115.333°E﻿ / -30.500; 115.333) is a 79.2 MW wind farm in Western Australia. It was a joint development between Stanwell Corporation and Griffin Energy. The site is approximately 200 kilometres north of Perth, near Cervantes. Construction of the $180 million project commenced in November 2005, and the project was commissioned in October 2006.",
  "/wiki/APA_Group_(Australia)": "APA Group is a company in Australia which owns and operates natural gas and electricity assets. It is Australia's largest natural gas infrastructure business. It is listed on the Australian Stock Exchange.",
  "/wiki/Gullen_Range_Wind_Farm": "Gullen Range Wind Farm is a wind farm in the Southern Tablelands region of New South Wales, Australia. It consists of 73 wind turbines and produces up to 165.5MW of electricity. It is owned by BJCE Australia and built and operated by Goldwind Australia. Gullen Range was BJCE Australia's first wind farm, when it bought the project in 2014.",
  "/wiki/Goldwind_Australia": "Goldwind Australia is the Australian subsidiary of Chinese company Goldwind that builds, owns and operates wind farms and solar farms in Australia.",
  "/wiki/Hallett_Wind_Farm": "The Hallett Wind Farm is the collective name for four wind farms near the town of Hallett, South Australia. They are owned and operated by AGL Energy.",
  "/wiki/AGL_Energy": "AGL Energy Ltd (ASX: AGL) is an Australian listed public company involved in both the generation and retailing of electricity and gas for residential and commercial use.",
  "/wiki/Hornsdale_Wind_Farm": "The Hornsdale Wind Farm is an electricity generator in the locality of Hornsdale in the south-west of the Narien Range, north of Jamestown, South Australia. It consists of 99 wind turbines with a generation capacity of  315 megawatts (422,000 hp). The plant is owned and operated by Neoen, a French renewable energy company.",
  "/wiki/Neoen": "Neoen is a renewable energy company headquartered in Paris, France. It owns and operates solar and wind farms in 13 countries on four continents.",
  "/wiki/Lake_Bonney_Wind_Farm": "Lake Bonney Wind Farm, in South Australia, was built in three stages.  Stage 1 comprises 46 turbines each having a rated capacity of 1.75 MW (total 80.5 MW) and was finished in March 2005.  Construction of Stage 2 began in November 2006 and was finished around April 2008.  Stage 2 comprises 53 turbines of 3 MW (total 159 MW).  Stage 3 comprises 13 turbines of 3 MW of total 39 MW).",
  "/wiki/Lincoln_Gap_Wind_Farm": "The Lincoln Gap Wind Farm is a wind farm under construction in the vicinity of Lincoln Gap on northeastern Eyre Peninsula in South Australia, Australia. It is proposed to consist of 59 wind turbines and generate a total of 212 MW of electricity. Construction began in late 2017 and was initially expected to be commissioned in late 2018. Construction was delayed in July 2018 when unexploded ordnance was discovered on the site, left from historic military testing. The site is not far from the Cultana Training Area.",
  "/wiki/Macarthur_Wind_Farm": "The Macarthur Wind Farm is a wind farm located in Macarthur, Victoria, Australia, near Hamilton, 260 km west of Melbourne. It is on a 5,500 ha site which has an installed capacity of 420 megawatts (MW). Based on a capacity factor of around 35%, it is estimated that the long-term average generation will be approximately 1,250 GWh per year. The energy produced annually by a wind farm varies year-to-year, and during FY2015 the farm produced 977.9 GWh.",
  "/wiki/Mount_Emerald_Wind_Farm": "Mount Emerald Wind Farm  is a 180 MW wind power station situated on Mount Emerald approximately 8 km WNW of Tolga, and 49 km SW of Cairns, in Queensland, Australia. It consists of 37 Vestas v117-3.45 and 16 Vestas v112-3.3.The project is a joint venture between Port Bajool (land owner) and RATCH-Australia (wind farm developer and operator).  RATCH-Australia bought the project from Transfield Services in July 2011.",
  "/wiki/RATCH-Australia": "RATCH-Australia Corporation (RAC) is an Australian electricity generation company. It is a subsidiary of RATCH Group (formerly known as Ratchaburi Electricity Generating Holding Company), a public company listed on the Stock Exchange of Thailand. RATCH-Australia owns both renewable energy and fossil fuel power stations in Australia."
}