{
  "/wiki/Herbert_von_Karajan": "Herbert von Karajan (German: [ˈhɛɐbɛɐt fɔn ˈkaraˌjan] (listen); born Heribert Ritter von Karajan; 5 April 1908 – 16 July 1989) was an Austrian conductor. He was principal conductor of the Berlin Philharmonic for 35 years. Generally regarded as one of the greatest conductors of the 20th century, he was a dominant figure in European classical music from the mid-1950s until his death. Part of the reason for this was the large number of recordings he made and their prominence during his lifetime. By one estimate he was the top-selling classical music recording artist of all time, having sold an estimated 200 million records.",
  "/wiki/Vienna_Philharmonic": "The Vienna Philharmonic (VPO; German: Wiener Philharmoniker), founded in 1842, is an orchestra considered to be one of the finest in the world.",
  "/wiki/Elisabeth_Schwarzkopf": "Olga Maria Elisabeth Friederike Schwarzkopf, DBE (9 December 1915 – 3 August 2006) was a German-born Austro-British soprano. She was among the foremost singers of lieder, and was renowned for her performances of Viennese operetta, as well as the operas of Mozart, Wagner and Richard Strauss. After retiring from the stage, she was a voice teacher internationally. She is considered one of the greatest sopranos of the 20th century.",
  "/wiki/Hans_Hotter": "Hans Hotter (19 January 1909 – 8 December 2003) was a German operatic bass-baritone. He was extremely tall and his appearance was striking. His voice and diction were equally recognisable.",
  "/wiki/EMI": "EMI Group Limited (originally an initialism for Electric and Musical Industries, also referred to as EMI Records Ltd. or simply EMI) was a British transnational conglomerate founded in March 1931 in London. At the time of its break-up in 2012, it was the fourth largest business group and record label conglomerate in the music industry, and was one of the \"Big Four\" record companies (now the \"Big Three\"). Its labels included EMI Records, Parlophone, Virgin Records, and Capitol Records, which are now owned by other companies.",
  "/wiki/Robert_Shaw_(conductor)": "Robert Lawson Shaw (30 April 1916 – 25 January 1999) was an American conductor most famous for his work with his namesake Chorale, with the Cleveland Orchestra and Chorus, and the Atlanta Symphony Orchestra and Chorus. He was known for drawing public attention to choral music through his wide ranging influences and mentoring of younger conductors, the high standard of his recordings, his support for racial integration in his choruses, and his support for modern music, winning many awards throughout his career.",
  "/wiki/Eleanor_Steber": "Eleanor Steber (July 17, 1914 – October 3, 1990) was an American operatic soprano. Steber is noted as one of the first major opera stars to have achieved the highest success with training and a career based in the United States.",
  "/wiki/James_Pease": "James Pease (Indianapolis, 9 January 1916 – New York, 26 April 1967) was an American bass-baritone, notable for his Wagnerian roles. He was also a distinguished Balstrode in Benjamin Britten’s Peter Grimes, a role which he was the first to perform in the US in 1946, and later recorded under the composer’s direction in 1958.",
  "/wiki/RCA_Victor": "RCA Records (formerly legally traded as the RCA Records Label) is an American record label owned by Sony Music, a subsidiary of Sony Corporation of America. It is one of Sony Music's four flagship labels, alongside RCA's former long-time rival Columbia Records; also Arista Records, and Epic Records. The label has released multiple genres of music, including pop, classical, rock, hip hop, afrobeat, electronic, R&B, blues, jazz, and country. Its name is derived from the initials of its defunct parent company, the Radio Corporation of America (RCA). It was fully acquired by Bertelsmann in 1986, making it a part of Bertelsmann Music Group (BMG); however, RCA Records became a part of Sony BMG Music Entertainment, a merger between BMG and Sony Music, in 2004, and was acquired by the latter in 2008, after the dissolution of Sony BMG and the restructuring of Sony Music. It is the second-oldest record label in American history, after sister label Columbia Records.",
  "/wiki/Wilhelm_Furtw%C3%A4ngler": "Gustav Heinrich Ernst Martin Wilhelm Furtwängler (UK: /ˈfʊərtvɛŋɡlər/ FOORT-veng-glər, US: /-vɛŋlər/ -⁠lər, German: [ˈvɪlhɛlm ˈfʊɐ̯tvɛŋlɐ]; January 25, 1886 – November 30, 1954) was a German conductor and composer. He is widely regarded as one of the greatest symphonic and operatic conductors of the 20th century.",
  "/wiki/Royal_Stockholm_Philharmonic_Orchestra": "The Royal Stockholm Philharmonic Orchestra (Swedish: Kungliga Filharmonikerna or Kungliga Filharmoniska Orkestern, literal translations, \"Royal Philharmonic\" or \"Royal Philharmonic Orchestra\"[a]) is a Swedish orchestra based in Stockholm.",
  "/wiki/Bruno_Walter": "Bruno Walter (born Bruno Schlesinger, September 15, 1876 – February 17, 1962) was a German-born conductor, pianist and composer. Born in Berlin, he left Germany in 1933 to escape the Third Reich, was naturalized as a French citizen in 1938, and settled in the United States in 1939. He worked closely with Gustav Mahler, whose music he helped to establish in the repertory, held major positions with the Leipzig Gewandhaus Orchestra, New York Philharmonic, Concertgebouw Orchestra, Salzburg Festival, Vienna State Opera, Bavarian State Opera, Staatsoper Unter den Linden and Deutsche Oper Berlin, among others, made recordings of historical and artistic significance, and is widely considered to be one of the great conductors of the 20th century.",
  "/wiki/Westminster_Choir_College": "Westminster Choir College is a residential conservatory of music located in Princeton, New Jersey, United States. Westminster Choir College educates students at the undergraduate and graduate levels for musical careers in music education, voice performance, piano performance, organ performance, pedagogy, music theory and composition, conducting, sacred music, and arts management; professional training in musical skills with an emphasis on performance is complemented by studies in the liberal arts. All students study with Westminster's voice faculty, the largest voice faculty in the world. The school's proximity to New York City and Philadelphia provides students with easy access to the musical resources of both cities.",
  "/wiki/New_York_Philharmonic": "The New York Philharmonic, officially the Philharmonic-Symphony Society of New York, Inc., globally known as New York Philharmonic Orchestra (NYPO) or New York Philharmonic-Symphony Orchestra, is a symphony orchestra based in New York City. It is one of the leading American orchestras popularly referred to as the \"Big Five\". The Philharmonic's home is David Geffen Hall, located in New York's Lincoln Center for the Performing Arts.",
  "/wiki/Irmgard_Seefried": "Irmgard Seefried (9 October 1919 – 24 November 1988) was a distinguished German soprano who sang opera, sacred music, and lieder.",
  "/wiki/George_London_(bass-baritone)": "George London (born George Burnstein; May 30, 1920 – March 24, 1985) was an American concert and operatic bass-baritone.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Fritz_Lehmann": "Fritz Lehmann (17 May 1904 – 30 March 1956) was a noted German conductor, whose career was cut short by his early death at the age of 51. His repertoire ranged from the Baroque through to contemporary works, in both the concert hall and the opera house. He was an early advocate of period performance practice. and founded the Berliner Motettenchor. He is best known through a number of recordings he left.",
  "/wiki/St._Hedwigs_Kathedrale": "St. Hedwig's Cathedral (German: Sankt-Hedwigs-Kathedrale) is a Roman Catholic cathedral on the Bebelplatz in Berlin, Germany. It is the seat of the Archbishop of Berlin.",
  "/wiki/Berlin_Philharmonic": "The Berlin Philharmonic (German: Berliner Philharmoniker) is a German orchestra based in Berlin. It is traditionally ranked in the top handful of orchestras in the world, distinguished amongst peers for its virtuosity and compelling sound. The orchestra's history has always been tied to its chief conductors, many of whom have been authoritative and controversial characters, such as Wilhelm Furtwängler and Herbert von Karajan.",
  "/wiki/Maria_Stader": "Maria Stader (November 5, 1911 – April 27, 1999) was a Hungarian-born Swiss lyric soprano, known particularly for her Mozart interpretations.",
  "/wiki/Otto_Wiener": "Otto Wiener (February 13, 1911 – August 5, 2000) was an Austrian baritone, notable for his performances in the operas of Richard Wagner.",
  "/wiki/Deutsche_Grammophon": "Deutsche Grammophon (DGG) is a German classical music record label that was the precursor of the corporation PolyGram. Headquartered in Berlin Friedrichshain, it is now part of Universal Music Group (UMG) since its merger with the UMG family of labels in 1999. It is the oldest surviving established record company.",
  "/wiki/Rudolf_Kempe": "Rudolf Kempe (14 June 1910 – 12 May 1976) was a German conductor.",
  "/wiki/Elisabeth_Gr%C3%BCmmer": "Elisabeth Schilz Grümmer (31 March 1911 – 6 November 1986) was a German soprano. She has been described as \"a singer blessed with elegant musicality, warm-hearted sincerity, and a voice of exceptional beauty\".",
  "/wiki/Dietrich_Fischer-Dieskau": "Dietrich Fischer-Dieskau (28 May 1925 – 18 May 2012) was a German lyric baritone and conductor of classical music, one of the most famous Lieder (art song) performers of the post-war period, best known as a singer of Franz Schubert's Lieder, particularly \"Winterreise\" of which his recordings with accompanist Gerald Moore and Jörg Demus are still critically acclaimed half a century after their release.",
  "/wiki/EMI_Records": "EMI Records Limited (EMI Records Ltd.) was a British record label founded by the music company of the same name in 1972 as its flagship label, and launched in January 1973 as the successor to its Columbia and Parlophone record labels. The label was later launched worldwide. It has a branch in India called \"EMI Records India\", run by director Mohit Suri.",
  "/wiki/Otto_Klemperer": "Otto Nossan Klemperer (14 May 1885 – 6 July 1973) was a Jewish German-born conductor and composer, described as \"the last of the few really great conductors of his generation.\"",
  "/wiki/WDR_Symphony_Orchestra_Cologne": "The WDR Symphony Orchestra Cologne (WDR Sinfonieorchester Köln) is a German radio orchestra based in Cologne.  In Cologne, the orchestra primarily performs concerts at the WDR Funkhaus Wallrafplatz and at the Kölner Philharmonie.  The orchestra is particularly known for its performances of 20th-century and contemporary music.  It has commissioned and premiered works from such composers as Luciano Berio, Hans Werner Henze, Mauricio Kagel, Krzysztof Penderecki, Karlheinz Stockhausen and Bernd Alois Zimmermann.",
  "/wiki/Hermann_Prey": "Hermann Prey ([praɪ] Berlin, 11 July 1929 – Krailling, 22 July 1998) was a German lyric baritone, who was equally at home in the Lied, operatic and concert repertoires. His American debut was in November 1952, with the Philadelphia Orchestra and Eugene Ormandy, and his American recital debut took place in 1956, at New York's Carnegie Hall. As a Lieder singer, he was a gifted interpreter of Schubert, including his song-cycles Die schöne Müllerin and Die Winterreise and the collection of songs Schwanengesang, as well as of Robert Schumann, Richard Strauss and Gustav Mahler. He also appeared frequently as a soloist in Bach's Passions and Brahms' A German Requiem.",
  "/wiki/Carl_Schuricht": "Carl Adolph Schuricht (German: [ˈʃuːʁɪçt]; 3 July 1880 – 7 January 1967) was a German conductor.",
  "/wiki/Stuttgart_Radio_Symphony_Orchestra": "The Stuttgart Radio Symphony Orchestra (German: Radio-Sinfonieorchester Stuttgart des SWR) was a German radio orchestra based in Stuttgart in Germany.  The ensemble was founded in 1945 by American occupation authorities as the orchestra for Radio Stuttgart, under the name Sinfonieorchester von Radio Stuttgart (Symphony Orchestra of Radio Stuttgart).  The radio network later became the Süddeutscher Rundfunk (SDR, South German Radio), and the orchestra changed its name in 1949 to the Sinfonieorchester des Süddeutschen Rundfunks (South German Radio Symphony Orchestra).  In 1959, the orchestra took on the name Südfunk-Sinfonieorchester, and acquired its current name in 1975.",
  "/wiki/H%C3%A4nssler_Classic": "Hänssler-Verlag is a German music publishing house founded in 1919 as Musikverlag Hänssler by Friedrich Hänssler Senior (died 1972) to publish church music. The company is now based in Holzgerlingen. Since 1972 Hänssler Verlag has also published contemporary and jazz music.",
  "/wiki/Karl_Richter_(conductor)": "Karl Richter (15 October 1926 – 15 February 1981) was a German conductor, choirmaster, organist, pianist, and harpsichordist.",
  "/wiki/Orchestre_National_de_France": "The Orchestre national de France (ONF; literal translation, National Orchestra of France) is a French symphony orchestra based in Paris, founded in 1934.  Placed under the administration of the French national radio (named Radio France since 1975), the ONF performs mainly in the Théâtre des Champs-Élysées from where all its concerts are broadcast.  Some concerts are also held in the Salle Olivier Messiaen in the Maison de Radio France (formerly known as Maison de la Radio).",
  "/wiki/Evelyn_Lear": "Evelyn Shulman Lear (January 8, 1926 – July 1, 2012) was an American operatic soprano. Between 1959 and 1992, she appeared in more than forty operatic roles, appeared with every major opera company in the United States and won a Grammy Award in 1966. She was well known for her musical versatility, having sung all three main female roles in Der Rosenkavalier. Lear was also known for her work on 20th century pieces by Robert Ward, Alban Berg, Marvin David Levy, Rudolf Kelterborn and Giselher Klebe. She was married to the American bass-baritone Thomas Stewart until his death in 2006.",
  "/wiki/Thomas_Stewart_(bass-baritone)": "Thomas Stewart (August 29, 1928 – September 24, 2006) was an American bass-baritone who sang an unusually wide range of roles, earning global acclaim particularly for his performances in Wagner's operas.",
  "/wiki/Georg_Solti": "Sir Georg Solti, KBE (ˈʃolti; born György Stern; 21 October 1912 – 5 September 1997) was a Hungarian-born British orchestral and operatic conductor, best known for his appearances with opera companies in Munich, Frankfurt and London, and as a long-serving music director of the Chicago Symphony Orchestra. Born in Budapest, he studied there with Béla Bartók, Leó Weiner and Ernő Dohnányi. In the 1930s, he was a répétiteur at the Hungarian State Opera and worked at the Salzburg Festival for Arturo Toscanini. His career was interrupted by the rise of the Nazis' influence on Hungarian politics, and being of Jewish background he fled the increasingly harsh Hungarian anti-Jewish laws in 1938. After conducting a season of Russian ballet in London at the Royal Opera House he found refuge in Switzerland, where he remained during the Second World War. Prohibited from conducting there, he earned a living as a pianist.",
  "/wiki/Chicago_Symphony_Chorus": "The history of the Chicago Symphony Chorus began on September 22, 1957, when the Chicago Symphony Orchestra (CSO) announced that Margaret Hillis would organize and train a symphony chorus. Music Director Fritz Reiner’s original intent was to utilize the Chorus for the two weeks of subscription concerts that season, performing — George Frideric Handel’s Messiah in December and Giuseppe Verdi’s Requiem in April. When Bruno Walter informed the Orchestra’s management that his March 1958 appearances would be his last in Chicago the board president Eric Oldberg insisted that Walter conduct Wolfgang Amadeus Mozart’s Requiem utilizing the new Chorus. During that first season, it would have been logistically impossible for Hillis to audition and prepare a new Chorus for three major works within less than four months. As an interim fix the Apollo Chorus of Chicago was used for the Christmas Messiah concerts.",
  "/wiki/Chicago_Symphony_Orchestra": "The Chicago Symphony Orchestra (CSO) was founded by Theodore Thomas in 1891. The ensemble makes its home at Orchestra Hall in Chicago and plays a summer season at the Ravinia Festival. The music director is Riccardo Muti, who began his tenure in 2010. The CSO is one of five American orchestras commonly referred to as the \"Big Five\".",
  "/wiki/Kiri_Te_Kanawa": "Dame Kiri Jeanette Claire Te Kanawa ONZ CH DBE AC (/ˈkɪri təˈkɑːnəwə/; born Claire Mary Teresa Rawstron, 6 March 1944) is a New Zealand former opera singer. Her career included a full lyric soprano voice, which has been described as \"mellow yet vibrant, warm, ample and unforced\".",
  "/wiki/Bernd_Weikl": "Bernd Weikl (born 29 July 1942) is an Austrian operatic baritone, particularly known for his performances in the stage works by Richard Wagner. He also has written books and directed operas.",
  "/wiki/Decca_Records": "Decca Records is a British record label established in 1929 by Edward Lewis. Its U.S. label was established in late 1934 by Lewis, along with American Decca's first president Jack Kapp and later American Decca president Milton Rackmil. In 1937, anticipating Nazi aggression leading to World War II, Lewis sold American Decca and the link between the UK and U.S. Decca labels was broken for several decades. The British label was renowned for its development of recording methods, while the American company developed the concept of cast albums in the musical genre. Both wings are now part of the Universal Music Group, which is owned by Vivendi, a media conglomerate headquartered in Paris. The US Decca label was the foundation company that evolved into UMG (Universal Music Group).",
  "/wiki/Sergiu_Celibidache": "Sergiu Celibidache (Romanian: [ˈserdʒju tʃelibiˈdake]; 11 July [O.S. 28 June] 1912, Roman, Romania  – 14 August 1996, La Neuville-sur-Essonne, France) was a Romanian conductor, composer, musical theorist, and teacher of Greek descent (Σέργιος Τσελεπιδάκης; Sérgios Tselepidákis).\nEducated in his native Romania, and later in Paris and Berlin, Celibidache's career in music spanned over five decades, including tenures as principal conductor for the Munich Philharmonic, Berlin Philharmonic, Sicilian Symphony Orchestra and several European orchestras. Later in life, he taught at Mainz University in Germany and the Curtis Institute of Music in Philadelphia, Pennsylvania.",
  "/wiki/Munich_Philharmonic": "The Munich Philharmonic (German: Münchner Philharmoniker) is a German symphony orchestra located in the city of Munich. It is one of Munich's four principal orchestras, along with the Bavarian Radio Symphony Orchestra, the Munich Radio Orchestra and the Bavarian State Orchestra. Since 1985, the orchestra has been housed in the Gasteig culture centre.",
  "/wiki/Arleen_Aug%C3%A9r": "Joyce Arleen Auger (September 13, 1939 – June 10, 1993) was an American soprano, admired for her coloratura voice and interpretations of works by Bach, Handel, Haydn, Monteverdi, Gluck, and Mozart.",
  "/wiki/James_Levine": "James Lawrence Levine (/lɪˈvaɪn/; born June 23, 1943) is an American conductor and pianist. He is primarily known for his tenure as Music Director of the Metropolitan Opera (the \"Met\"), a position he held for 40 years (1976–2016). He was formally terminated by the Met from all his positions and affiliations with the company on March 12, 2018 over sexual misconduct allegations that he denies.",
  "/wiki/Kathleen_Battle": "Kathleen Deanna Battle (born August 13, 1948) is an American operatic soprano known for her distinctive vocal range and tone. Born in Portsmouth, Ohio, Battle initially became known for her work within the concert repertoire through performances with major orchestras during the early and mid-1970s. She made her opera debut in 1975. Battle expanded her repertoire into lyric soprano and coloratura soprano roles during the 1980s and early 1990s, until her eventual dismissal from the Metropolitan Opera in 1994. After a 22-year absence from the Met, Battle performed a concert of spirituals at the Metropolitan Opera House in November 2016.",
  "/wiki/H%C3%A5kan_Hageg%C3%A5rd": "Nils Olov Håkan Hagegård (born 25 November 1945 in Karlstad, Sweden) is a Swedish operatic baritone.",
  "/wiki/RCA": "The RCA Corporation was a major American electronics company, which was founded as the Radio Corporation of America in 1919. It was initially a wholly owned subsidiary of General Electric (GE); however, in 1932, RCA became an independent company after GE was required to divest its ownership as part of the settlement of a government antitrust suit.",
  "/wiki/Klaus_Tennstedt": "Klaus Tennstedt (German: [ˈtɛnʃtɛt]; June 6, 1926 – January 11, 1998) was a German conductor from Merseburg. He worked with the Swedish Radio Symphony Orchestra, the NDR Symphony Orchestra, world-top ensembles such as the Berlin Philharmonic Orchestra, and most notably the London Philharmonic Orchestra, with which he was closely associated and recorded many of his celebrated recordings under the EMI label, including a cycle of Mahler's 10 Symphonies. \nKnown for his interpretation of the Austro-German repertoire, especially his sympathetic approaches towards Mahler, Tennstedt is widely considered an established conductor, one of the most influential and the greatest of the late 20th century.",
  "/wiki/London_Philharmonic_Orchestra": "The London Philharmonic Orchestra (LPO) is a British orchestra and one of five permanent symphony orchestras based in London[clarification needed]. It was founded by the conductors Sir Thomas Beecham and Malcolm Sargent in 1932 as a rival to the existing London Symphony Orchestra and BBC Symphony Orchestra.",
  "/wiki/Jessye_Norman": "Jessye Norman (September 15, 1945 – September 30, 2019) was an American opera singer and recitalist. She was able to perform dramatic soprano roles, but refused to being limited to that voice type.  She was a commanding presence on operatic, concert and recital stages, associated with roles including Beethoven's Leonore, Wagner's Sieglinde and Kundry, Cassandre and Didon by Berlioz and Bartók's Judith. The New York Times music critic Edward Rothstein described her voice as a \"grand mansion of sound”, and wrote that “it has enormous dimensions, reaching backward and upward. It opens onto unexpected vistas. It contains sunlit rooms, narrow passageways, cavernous halls.\"",
  "/wiki/Jorma_Hynninen": "Jorma Kalervo Hynninen (born 3 April 1941) is a Finnish baritone who performs regularly with the world's major opera companies. He has also worked in opera administration.",
  "/wiki/EMI_Classics": "EMI Classics was a record label founded by EMI in 1990 in order to reduce the need to create country-specific packaging and catalogs for internationally distributed classical music releases. Following the European Commission's approval of the takeover of EMI Group by Universal Music in September 2012, EMI Classics was listed for divestment. The label was sold to Warner Music Group, which absorbed EMI Classics into Warner Classics in 2013.",
  "/wiki/Carlo_Maria_Giulini": "Carlo Maria Giulini Cavaliere di Gran Croce OMRI (Italian pronunciation: [ˈkarlo maˈriːa dʒuˈliːni]; 9 May 1914 – 14 June 2005) was an Italian conductor.\nFrom the age of five, when he began to play the violin, Giulini’s musical education was expanded when he began to study at Italy's foremost conservatory, the Accademia Nazionale di Santa Cecilia in Rome at the age of 16. Initially, he studied the viola and conducting; then, following an audition, he won a place in the Orchestra dell'Accademia Nazionale di Santa Cecilia.",
  "/wiki/Barbara_Bonney": "Barbara Bonney (born April 14, 1956) is an American soprano.",
  "/wiki/Andreas_Schmidt_(baritone)": "Andreas Schmidt (born 30 June 1960 in Düsseldorf) is a German classical bass-baritone in opera and concert.",
  "/wiki/John_Eliot_Gardiner": "Sir John Eliot Gardiner, CBE HonFBA (born 20 April 1943) is an English conductor, particularly known for his performances of the works of Johann Sebastian Bach and of other baroque music.",
  "/wiki/Orchestre_R%C3%A9volutionnaire_et_Romantique": "The Orchestre Révolutionnaire et Romantique, founded in 1989 by John Eliot Gardiner, performs Classical and Romantic music using the principles and original instruments of historically informed performance. The orchestra has recorded symphonies, operas, concertos, and other works of Beethoven, Berlioz, Brahms, Gluck, Mendelssohn, Schumann, Verdi, and Weber. The orchestra and the Monteverdi Choir performed a premiere recording (audio and TV) of the Berlioz Messe solennelle in Westminster Cathedral, London 1993.\n The orchestra performed in the BBC television film Eroica, a dramatisation of Beethoven's own performance of his third symphony.",
  "/wiki/Charlotte_Margiono": "Charlotte Margiono (born March 24, 1955) is a Dutch operatic soprano.",
  "/wiki/Rod_Gilfry": "Rodney Gilfry is a leading American operatic baritone. After launching his career at Frankfurt Opera in 1987, Gilfry quickly established a reputation for stylish singing and acting. A renowned Mozart specialist, he has given acclaimed performances as Don Giovanni, Count Almaviva, Guglielmo, and Papageno, and is also known for his work in roles from the standard baritone repertoire (Pelléas, Valentin, Orestes, Belcore, Billy Budd).",
  "/wiki/Philips_Classics_Records": "Philips Classics was started in the 1980s as the new classics record label for Philips Records. It was successful with artists including Alfred Brendel, Sir John Eliot Gardiner, Sir Neville Marriner and the Academy of St. Martin in the Fields, Mitsuko Uchida, Julian Lloyd Webber, Sir Colin Davis and André Rieu.",
  "/wiki/Atlanta_Symphony_Orchestra": "The Atlanta Symphony Orchestra (ASO) is an American orchestra based in Atlanta, Georgia, USA. Robert Spano has been its music director since 2001. The ASO's main concert venue is Atlanta Symphony Hall in the Woodruff Arts Center.",
  "/wiki/Richard_Stilwell_(bass-baritone)": "Richard Stilwell III (born 6 May 1942 in St. Louis, Missouri) is an operatic and concert baritone.",
  "/wiki/Telarc_International_Corporation": "Telarc International Corporation is an American audiophile independent record label founded in 1977 by two classically trained musicians and former teachers, Jack Renner and Robert Woods. Based in Cleveland, Ohio, the label has had a long association with the Cincinnati Symphony Orchestra and the Cleveland Orchestra, as well as with the Atlanta Symphony Orchestra and the St. Louis Symphony Orchestra. Although it started as a classical music label, Telarc has released jazz, blues and country music recordings.",
  "/wiki/Roger_Norrington": "Sir Roger Arthur Carver Norrington CBE (born 16 March 1934) is a British conductor. He is the son of Sir Arthur Norrington and his brother is Humphrey Thomas Norrington.",
  "/wiki/London_Classical_Players": "The London Classical Players (LCP) was a British orchestra that specialized in music following historically informed performance (HIP) practices and orchestral performances on period musical instruments.  Sir Roger Norrington founded the LCP in 1978. From 1978 to 1992, the concertmaster of the London Classical Players was baroque violinist John Holloway. The LCP made a variety of recordings for EMI Classics.  Many of the players in the LCP overlapped with four other major HIP orchestral ensembles, the Academy of Ancient Music, the English Concert, the Orchestra of the Age of Enlightenment, and the English Baroque Soloists.",
  "/wiki/Lynne_Dawson": "Lynne Dawson (born 3 June 1956) is an English soprano. She came to great prominence through her performance as a soloist in Libera me from Verdi's Requiem with the BBC Singers at Princess Diana's funeral in September 1997. Lynne Dawson has recorded over seventy-five CDs and has a varied concert and operatic repertoire.",
  "/wiki/Olaf_B%C3%A4r": "Olaf Bär (born 19 December 1957) is a German operatic baritone.",
  "/wiki/Virgin_Records": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Gorillaz, Lewis Capaldi and Spice Girls, among others.",
  "/wiki/Claudio_Abbado": "Claudio Abbado, Cavaliere di Gran Croce OMRI (Italian pronunciation: [ˈklaudjo abˈbaːdo]; 26 June 1933 – 20 January 2014) was an Italian conductor. He served as music director of the La Scala opera house in Milan, principal conductor of the London Symphony Orchestra, principal guest conductor of the Chicago Symphony Orchestra, music director of the Vienna State Opera, founder and director of Lucerne Festival Orchestra, music director of European Union Youth Orchestra and principal conductor of the Berlin Philharmonic orchestra.",
  "/wiki/Swedish_Radio_Choir": "The Swedish Radio Choir is a professional choir. It is part of Sveriges Radio, the public radio broadcasting company of Sweden. The choir consists of 32 singers and their chorus master Marc Korovitch. Peter Dijkstra is the choir's most recent chief conductor. He left the position after eleven years, in 2018. Since 1979 the Swedish Radio Choir has been based at the Swedish Radio Concert Hall, Berwaldhallen, in Stockholm.",
  "/wiki/Cheryl_Studer": "Cheryl Studer (born October 24, 1955) is an American dramatic soprano who has sung at many of the world's foremost opera houses. Studer has performed more than eighty roles ranging from the dramatic repertoire to roles more commonly associated with lyric sopranos and coloratura sopranos, and, in her late stage, mezzo-sopranos. She is particularly known for her interpretations of the works of Richard Strauss and Richard Wagner.",
  "/wiki/Herbert_Blomstedt": "Herbert Blomstedt (Swedish: [ˈhæ̌rːbɛʈ ˈblʊ̌mːstɛt]; born July 11, 1927) is a Swedish conductor.",
  "/wiki/San_Francisco_Symphony": "The San Francisco Symphony (SFS), founded in 1911, is an American orchestra based in San Francisco, California. Since 1980, the orchestra is resident at the Louise M. Davies Symphony Hall in the City's Hayes Valley neighborhood. The San Francisco Symphony Youth Orchestra (founded in 1981) and the San Francisco Symphony Chorus (1972) are part of the organization. Since 1995, Michael Tilson Thomas has been the orchestra's music director.  Tilson Thomas is scheduled to conclude his tenure as the orchestra's music director in 2020, when Esa-Pekka Salonen is scheduled to become the orchestra's next music director.",
  "/wiki/Elizabeth_Norberg-Schulz": "Elizabeth Norberg-Schulz (born 27 January 1959, Oslo) is a Norwegian/Italian operatic soprano.",
  "/wiki/Wolfgang_Holzmair": "Wolfgang Holzmair (born 1952 in Vöcklabruck) is an Austrian baritone.",
  "/wiki/Gerd_Albrecht": "Gerd Albrecht (19 July 1935 – 2 February 2014) was a German conductor.",
  "/wiki/Danish_National_Symphony_Orchestra": "The Danish National Symphony Orchestra (Danish: DR SymfoniOrkestret; English abbreviation \"DNSO\"), is a Danish orchestra based in Copenhagen.  The DNSO is the principal orchestra of DR (Danish Broadcasting Corporation).  The DRSO is based at the Copenhagen Concert Hall.",
  "/wiki/Chandos_Records": "Chandos Records is a British independent classical music recording company based in Colchester. It was founded in 1979 by Brian Couzens."
}