{
  "/wiki/Colony_Tower_Complex": "The Colony Tower Complex is a decorative water tower, with a gate and gatehouse, located at 6503 Dyke Rd. (M-29) in Pearl Beach, Michigan. The tower was listed on the National Register of Historic Places in 1994, and the gatehouse joined it in 1995.",
  "/wiki/M-29_(Michigan_highway)": "M-29 is a state trunkline highway in the US state of Michigan that runs in a south–north direction from Chesterfield Township to Marysville.  It generally runs along the shore of Lake St. Clair and the St. Clair River.",
  "/wiki/Pearl_Beach,_St._Clair_County,_Michigan": "Pearl Beach is an unincorporated community in St. Clair County in the U.S. state of Michigan.  Located in Clay Township, it is a census-designated place (CDP) used for statistical purposes. The population was 3,224 at the 2000 census.",
  "/wiki/Wilbur_F._Davidson_House": "The Wilbur F. Davidson House is a private house located at 1707 Military Street in Port Huron, Michigan. It was listed on the National Register of Historic Places in 1972.",
  "/wiki/Port_Huron,_Michigan": "Port Huron is a city in the U.S. state of Michigan and the county seat of St. Clair County. The population was 30,184 at the 2010 census. The city is adjacent to Port Huron Township but is administratively autonomous.",
  "/wiki/Federal_Building_(Port_Huron,_Michigan)": "The Federal Building and U.S. Courthouse, Port Huron, Michigan is a historic courthouse and federal office building located at Port Huron in St. Clair County, Michigan.  It is a courthouse of the United States District Court for the Eastern District of Michigan.",
  "/wiki/Fort_Gratiot": "Fort Gratiot was an American stockade fort in Fort Gratiot, Michigan, in Saint Clair County, Michigan. The former location of the fort was listed on the National Register of Historic Places in 1980.",
  "/wiki/Fort_Gratiot_Light": "Fort Gratiot Light, the first lighthouse in the state of Michigan, was constructed north of Fort Gratiot in 1829 by Lucius Lyon, who later became one of Michigan's first U.S. Senators.",
  "/wiki/Thomas_Edison_Depot_Museum": "The Grand Trunk Western Railroad Depot (now the Thomas Edison Depot Museum) is a former railway depot located at 520 State Street in Port Huron, Michigan. It has been converted into a museum. The building was listed on the National Register of Historic Places in 1977.",
  "/wiki/Harrington_Hotel": "The Harrington Hotel, also known as the Harrington Inn, is a hotel located at 1026 Military Street in Port Huron, Michigan. It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Howard_Block_(Port_Huron,_Michigan)": "The Howard Block, also known as the Central Block, is a commercial building located at 201-205 Huron Avenue in Port Huron, Michigan. It was listed on the National Register of Historic Places in 1994.",
  "/wiki/Huron_Lightship": "The United States lightship Huron (LV-103) is a lightvessel that was launched in 1920.  She is now a museum ship moored in Pine Grove Park, Port Huron, St. Clair County, Michigan.",
  "/wiki/St._Clair_River": "The St. Clair River (French: Rivière Sainte-Claire) is a 40.5-mile-long (65.2 km) river in central North America which drains Lake Huron into Lake St. Clair, forming part of the international boundary between the Canadian province of Ontario and the U.S. state of Michigan.  The river is a significant component in the Great Lakes Waterway, with shipping channels permitting cargo vessels to travel between the upper and lower Great Lakes.",
  "/wiki/Jeddo_Road%E2%80%93South_Branch_Mill_Creek_Drain_Bridge": "The Jeddo Road–South Branch Mill Creek Drain Bridge is a bridge carrying Jeddo Road over the south branch of the Mill Creek Drain in Brockway Township, Michigan. It was listed on the National Register of Historic Places in 2000.",
  "/wiki/Brockway_Township,_Michigan": "Brockway Township is a civil township of St. Clair County in the U.S. state of Michigan.  As of the 2010 Census, the township population was 2,022.",
  "/wiki/Ladies_of_the_Maccabees_Building": "The Ladies of the Maccabees Building is a fraternal organization building, located at 901 Huron Avenue in Port Huron, Michigan. It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Marine_City_City_Hall": "The Marine City City Hall is a former government building located at 300 Broadway Street in Marine City, Michigan. It was listed on the National Register of Historic Places in 1982. City government offices moved out of the building in 2005.",
  "/wiki/Marine_City,_Michigan": "Marine City is a city in St. Clair County in the U.S. state of Michigan. Located on the west bank of the St. Clair River, it is one of the cities in the River District north of Detroit and south of Lake Huron. In the late 19th century, it was a major center of wooden shipbuilding and lumber processing.",
  "/wiki/Marine_City_Water_Works": "The Marine City Water Works is a public works building located at 229 South Main Street in Marine City, Michigan. It was listed on the National Register of Historic Places in 2011.",
  "/wiki/Masters_Road%E2%80%93Belle_River_Bridge": "The Masters Road–Belle River Bridge is a bridge carrying Masters Road over the Belle River in Riley Township, Michigan. It was listed on the National Register of Historic Places in 2000.",
  "/wiki/Riley_Township,_St._Clair_County,_Michigan": "Riley Township is a civil township of St. Clair County in the U.S. state of Michigan. The population was 3,353 at the 2010 Census.",
  "/wiki/James_McColl_House": "The James McColl House is a private house located at 205 S. Main Street in Yale, Michigan. It was listed on the National Register of Historic Places in 1985.",
  "/wiki/Yale,_Michigan": "Yale is a city in St. Clair County in the U.S. state of Michigan.  The population was 1,955 at the 2010 census. Yale is considered unofficially as the Bologna Capital of the world, in part due to its Yale Bologna Festival, which began in 1989. Yale bologna is sold in grocery stores throughout the area. Yale is also home to the Yale Airport.",
  "/wiki/Military_Road_Historic_District": "The Military Road Historic District is a commercial historic district located along Military Street and Huron Avenue, from Court Street to Bard Street, in Port Huron, Michigan. The district was listed on the National Register of Historic Places in 1998.",
  "/wiki/St._Clair_Flats_Front_and_Rear_Range_Light": "St. Clair Flats Front and Rear Range Light are two lighthouse structures situated off the southeastern tip of Harsens Island at Lake St. Clair.",
  "/wiki/Harsens_Island": "Harsens Island is a wet marshy location at the mouth of the St. Clair River on Lake St. Clair, in the U.S. state of Michigan. Politically, the island is in Clay Township of St. Clair County",
  "/wiki/Algonac,_Michigan": "Algonac is a city in St. Clair County of the U.S. state of Michigan.  The population was 4,110 at the 2010 census.",
  "/wiki/St._Clair_Inn": "The St. Clair Inn is a hotel located at 500 North Riverside Avenue in St. Clair, Michigan. It was listed on the National Register of Historic Places in 1995.",
  "/wiki/St._Clair,_Michigan": "St. Clair is a city in St. Clair County in the eastern \"Thumb\" of the U.S. state of Michigan. The population was 5,485 at the 2010 census. The city is located on the St. Clair River near the southeast corner of St. Clair Township.",
  "/wiki/St._Clair_Tunnel": "The St. Clair Tunnel is the name for two separate rail tunnels which were built under the St. Clair River between Sarnia, Ontario and Port Huron, Michigan. The original, opened in 1891 and used until it was replaced by a new larger tunnel in 1995, was the first full-size subaqueous tunnel built in North America.  (By full-size it is meant that it allowed a railroad to run through it.)  It is a National Historic Landmark of the United States, and has been designated a civil engineering landmark by both US and Canadian engineering bodies.",
  "/wiki/Sarnia,_Ontario": "Sarnia is a city in Southwestern Ontario, Canada, and had a 2016 population of 71,594. It is the largest city on Lake Huron and in Lambton County. Sarnia is located on the eastern bank of the junction between the Upper and Lower Great Lakes where Lake Huron flows into the St. Clair River, which forms the Canada–United States border, directly across from Port Huron, Michigan. The site's natural harbour first attracted the French explorer La Salle. He named the site \"The Rapids\" on 23 August 1679, when he had horses and men pull his 45-ton barque Le Griffon north against the nearly four-knot current of the St. Clair River.",
  "/wiki/Seventh_Street%E2%80%93Black_River_Bridge": "The Seventh Street–Black River Bridge is a bridge carrying Seventh Street over the Black River in Port Huron, Michigan. The bridge was listed on the National Register of Historic Places in 2000. It is the only single-leaf bascule bridge in the state of Michigan.",
  "/wiki/Black_River_(St._Clair_County)": "Black River is an 81.0-mile-long (130.4 km) river in the U.S. state of Michigan, flowing into the St. Clair River in the city of Port Huron. The Black River Canal in northern Port Huron extends east into Lake Huron near Krafft Road.",
  "/wiki/National_Register_of_Historic_Places_listings_in_St._Clair_County,_Michigan": "The following is a list of Registered Historic Places in St. Clair County, Michigan."
}