{
  "/wiki/Howard_Backen": "Howard Backen (born 1936) is an American architect. He co-founded Backen, Arrigoni & Ross, now BAR Architects, following college and later founded Backen, Gillam & Kroeger in Napa, California. At the latter firm, he primarily focuses on residential and winery projects. Eschewing narcissistic styles as fads, Backen opts for architectural design that mesh with the landscape and its occupants. He is credited for being a large influence on the architectural aesthetic of Napa.",
  "/wiki/Brad_Cloepfil": "Brad Cloepfil (born 1956) is an American architect, educator and principal of Allied Works Architecture of Portland, Oregon and New York City. His first major project was an adaptive reuse of a Portland warehouse for the advertising agency Wieden+Kennedy. Since 2000, Cloepfil and Allied Works have completed cultural, commercial and residential projects including the Contemporary Art Museum St. Louis, the University of Michigan Museum of Art, the Dutchess County Residence Guest House and the Museum of Arts and Design. Recent and notable works include the Clyfford Still Museum in Denver, Colorado, completed in November 2011, and the National Music Centre of Canada in Calgary, Alberta, which opened in July 2016.",
  "/wiki/Allied_Works_Architecture": "Brad Cloepfil (born 1956) is an American architect, educator and principal of Allied Works Architecture of Portland, Oregon and New York City. His first major project was an adaptive reuse of a Portland warehouse for the advertising agency Wieden+Kennedy. Since 2000, Cloepfil and Allied Works have completed cultural, commercial and residential projects including the Contemporary Art Museum St. Louis, the University of Michigan Museum of Art, the Dutchess County Residence Guest House and the Museum of Arts and Design. Recent and notable works include the Clyfford Still Museum in Denver, Colorado, completed in November 2011, and the National Music Centre of Canada in Calgary, Alberta, which opened in July 2016.",
  "/wiki/Tinker_Hatfield": "Tinker Linn Hatfield, Jr., (born April 30, 1952, Hillsboro, Oregon)  is an American designer of numerous Nike athletic shoe models, including the Air Jordan 3 through Air Jordan 15, the twentieth anniversary Air Jordan XX, the Air Jordan XXIII, the 2010 (XXV), the 2015 Air Jordan XX9 (XXIX), and other athletic sneakers including the world's first \"cross training\" shoes, the Nike Air Trainer. Hatfield oversees Nike's \"Innovation Kitchen\". He is Nike's Vice President for Design and Special Projects. For his many innovative designs and numerous creations over more than three decades, Hatfield is considered a legend of design.",
  "/wiki/Nike,_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Mazharul_Islam": "Muzharul Islam (25 December 1923 – 15 July 2012) was a Bangladeshi architect, urban planner, educator and activist. He is considered as the Grand Master of regional modernism in South Asia.[by whom?] Islam is the pioneer of modern architecture in Bangladesh and the father of Bengali modernism. Islam's style and influence dominated the architectural scene in the country during the 1960s and 70s, along with major US architects he brought to work in Dhaka.",
  "/wiki/Johnpaul_Jones": "Johnpaul Jones (born July 24, 1941) is an American architect and landscape architect, partner in Seattle-based architecture firm Jones & Jones Architects and Landscape Architects, best known for innovative habitat immersion method design of zoo exhibits. A Native American himself, he has also executed many projects for various Native American organizations, and was lead design consultant for the Smithsonian Institution's National Museum of the American Indian, completed 2004 in Washington, D.C. He was the first architect ever to receive the National Humanities Medal.",
  "/wiki/National_Humanities_Medal": "The National Humanities Medal is an American award that annually recognizes several individuals, groups, or institutions for work that has \"deepened the nation's understanding of the humanities, broadened our citizens' engagement with the humanities, or helped preserve and expand Americans' access to important resources in the humanities.\"",
  "/wiki/Rick_Mather": "Rick Mather (May 30, 1937 – April 20, 2013) was an American-born architect working in England. Born in Portland, Oregon and awarded a B.arch. at the University of Oregon in 1961, he came to London in 1963 and worked at the architectural firm Lyons Israel Ellis for two years. He became a leading figure[citation needed] at the Architectural Association in the 1970s, and in 1973 founded his own practice, Rick Mather Architects.",
  "/wiki/Victoria_and_Albert_Museum": "The Victoria and Albert Museum (often abbreviated as the V&A) in London is the world's largest museum of applied and decorative arts and design, as well as sculpture, housing a permanent collection of over 2.27 million objects. It was founded in 1852 and named after Queen Victoria and Prince Albert.",
  "/wiki/Mel_Streeter": "Mel Streeter (1931 – June 12, 2006) was an American architect and college basketball player. A native of Riverside, California, he was the second African-American basketball player at the University of Oregon for the Ducks in the early 1950s. After serving as an officer in the U.S. Army, he moved to Seattle and worked as an architect.",
  "/wiki/Sarah_Susanka": "Sarah Susanka FAIA (born March 21, 1957) is an English-born American-based architect, an author of nine best-selling books, and a public speaker. Susanka is the originator of the \"Not So Big\" philosophy of residential architecture, which aims to \"build better, not bigger.\" Susanka has been credited with initiating the small house movement.",
  "/wiki/Eugene_Tsui": "Eugene Tssui (/tsweɪ/ born Eugene Tsui, September 14, 1954) is an American architect noted for his use of ecological principles and \"biologic\" design, a term coined by Tssui himself in the 2010 issue of World Architecture Review. He has proposed a number of projects such as a bridge across the Strait of Gibraltar to connect the continents of Africa and Europe as well as a 2-mile-high tower capable of housing 1 million residents.\nHe has been called the \"Seminal Architect of the 21st Century.\"  In May of 2013, Tssui was also listed as one of one hundred \"Guardian Angels of the Planet\" by Project Coyote.",
  "/wiki/DeNorval_Unthank_Jr.": "DeNorval Unthank Jr. (October 27, 1929 – November 2, 2000) was an American architect. In 1951 he was the first black man to earn an architecture degree from the University of Oregon (UO). Unthank worked on the courthouse in Lane County, Oregon; McKenzie Hall (formerly the UO School of Law building); and Kennedy Junior Middle School in Eugene, Oregon. He is the eponym of Unthank Hall at UO.",
  "/wiki/Margo_Grant_Walsh": "Grant began her career in the San Francisco office of design firm Skidmore, Owings & Merrill, at the time the world's largest architecture firm, where she quickly rose through the ranks to become the top executive in the firm's growing interiors practice. She later took a position with Gensler and Associates in 1973, eventually becoming one of its vice presidents. Since retirement in 2004, Walsh has spent her time curating her extensive silver collection.",
  "/wiki/Gensler": "Gensler is a global design and architecture firm. Organized into 16 diverse practice areas covering a broad spectrum of industry sectors, Gensler delivers a range of project types for clients around the world. In 2017, Gensler generated $1.197 billion in revenue, the most of any architecture firm in the United States. As of 2018, Gensler operated offices in 48 cities in 16 countries worldwide, working for clients in over 100 countries.",
  "/wiki/List_of_University_of_Oregon_alumni": "This List of University of Oregon alumni includes graduates and current students of the University of Oregon as well as former students who studied at the university but did not obtain a formal degree."
}