{
  "/wiki/Pulitzer_Prize": "The Pulitzer Prize (/ˈpʊlɪtsər/) is an award for achievements in newspaper, magazine and online journalism, literature, and musical composition in the United States. It was established in 1917 by provisions in the will of American (Hungarian-born) Joseph Pulitzer who had made his fortune as a newspaper publisher, and is administered by Columbia University in New York City. Prizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category of the journalism competition is awarded a gold medal.",
  "/wiki/Rick_Attig": "Rick Attig is an American journalist and fiction writer, formerly a member of the Editorial Board for The Oregonian newspaper in Portland, Oregon. He was a 2008 Knight Fellow at Stanford University  and twice shared the Pulitzer Prize.",
  "/wiki/Abe_Deffenbaugh": "Abe Walsh (born March 30, 1971, in Orange, California) is an American author who has written extensively about his hunting, fishing and back-country adventures. He has written for over 25 magazine titles, and authored or ghost-written several hardcover books on the subject. He has also appeared on-camera on television hunting shows.",
  "/wiki/National_Rifle_Association": "The National Rifle Association of America (NRA) is a gun rights advocacy group based in the United States. Founded in 1871, the group has informed its members about firearm-related legislation since 1934, and it has directly lobbied for and against firearms legislation since 1975.",
  "/wiki/Ann_Curry": "Ann Curry (born November 19, 1956) is an American journalist and photojournalist, who has been a reporter for more than 30 years, focused on human suffering in war zones and natural disasters. Curry has reported from the wars in Kosovo, Iraq, Syria, Lebanon, Israel, Afghanistan, Darfur, Congo and the Central African Republic. Curry has covered numerous disasters, including the tsunamis in Southeast Asia and the 2010 earthquake in Haiti, where her appeal via Twitter topped Twitter's 'most powerful' list, credited for helping speed the arrival of humanitarian planes.",
  "/wiki/Today_(NBC_program)": "Today, also called The Today Show, is an American news and talk morning television show that airs on NBC. The program debuted on January 14, 1952. It was the first of its genre on American television and in the world, and after 68 years of broadcasting it is the fifth-longest-running American television series.",
  "/wiki/Dateline_NBC": "Dateline NBC, or simply Dateline, is a weekly American television newsmagazine/reality legal show that is broadcast on NBC. It was previously the network's flagship news magazine, but now focuses mainly on true crime stories with only occasional editions that focus on other topics. The program airs Fridays at 10:00 p.m. Eastern Time (9:00 p.m. Eastern for special two-hour editions) and on most Sundays, outside the NFL season, at 7:00 p.m. Eastern Time, special Saturday editions also occasionally air during the fall and winter months. Two-hour feature-length editions sometimes air on any given scheduled evening, often to fill vacancies in the primetime schedule on the program's respective nights due to program cancellations.",
  "/wiki/Neil_Everett": "Neil Everett (born c. 1962 as Neil Everett Morfitt) is a sportscaster for ESPN. He is the co-anchor of the West Coast edition of SportsCenter alongside Stan Verrett.",
  "/wiki/ESPNEWS": "ESPNews (pronounced \"ESPN News\") is an American digital cable and satellite television network that is owned by ESPN Inc., a joint venture between the Disney Media Networks division of The Walt Disney Company (which owns a controlling 80% stake) and the Hearst Communications (which owns the remaining 20%).",
  "/wiki/SportsCenter": "SportsCenter (SC) is a daily sports news television program that serves as the flagship program and brand of American cable and satellite television network ESPN. The show covers various sports teams and athletes from around the world and often shows highlights of sports from the day. Originally broadcast only once per day, SportsCenter now has up to twelve airings each day, excluding overnight repeats. The show often covers the major sports in the U.S. including basketball, hockey, football, and baseball. SportsCenter is also known for its recaps after sports events and its in-depth analysis by different anchors and popular figures like Stephen A. Smith and Scott Van Pelt. The show continues to be the flagship show for ESPN and leads the way in sports broadcasting and entertainment.",
  "/wiki/Lisa_Verch_Fletcher": "Lisa Fletcher is an American television journalist. She is an investigative reporter and news anchor who has covered stories around the world - both for ABC News as a correspondent and various major-market television stations. She was previously the host of The Stream on Al Jazeera America based in Washington DC. She is currently with WJLA-TV in Washington, which is owned by Sinclair Broadcast Group.",
  "/wiki/WJLA-TV": "WJLA-TV, virtual and VHF digital channel 7, is an ABC-affiliated television station licensed to the American capital city of Washington, District of Columbia. The station is owned by the Hunt Valley, Maryland-based Sinclair Broadcast Group, which also operates local cable channel WJLA 24/7 News. The two outlets share studios on Wilson Boulevard in the Rosslyn section of Arlington, Virginia (at the former headquarters of the Gannett Company and its flagship newspaper USA Today); WJLA-TV's transmitter is located in the Tenleytown neighborhood of northwest Washington.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Thomas_Hager": "Thomas Hager is an American author of popular science and narrative nonfiction.",
  "/wiki/John_Hockenberry": "John Charles Hockenberry (born  June 4, 1956) is an American journalist and author. He has reported from all over the world, on a wide variety of stories in several mediums for more than three decades. He has written dozens of magazine and newspaper articles, a play, and two books, including the bestselling memoir Moving Violations: War Zones, Wheelchairs, and Declarations of Independence, which was a finalist for the National Book Critics Circle Award, and the novel A River Out Of Eden. He has written for The New York Times, The New Yorker, Wired, The Columbia Journalism Review, Metropolis, The Washington Post, and Harper's Magazine.",
  "/wiki/Emmy": "An Emmy Award, or simply Emmy, is an American award that recognizes excellence in the television industry. It is presented at numerous annual events held throughout the calendar year, each honoring one of the various sectors of the television industry. The two ceremonies that receive the most media coverage are the Primetime Emmy Awards and the Daytime Emmy Awards, which recognize outstanding work in American primetime and daytime entertainment programming, respectively. Other notable Emmy events include those honoring national sports programming, national news and documentary shows, and technological and engineering achievements in television, including the Primetime Engineering Emmy Awards. Regional Emmy Awards are also presented throughout the country at various times through the year, recognizing excellence in local and statewide television. In addition, the International Emmy Awards honor excellence in TV programming produced and initially aired outside the United States.",
  "/wiki/Peabody_Award": "The George Foster Peabody Awards (or simply Peabody Awards or the Peabodys) program, named for the American businessman and philanthropist George Peabody, honor the most powerful, enlightening, and invigorating stories in television, radio, and online media. Programs are recognized in seven categories: news, entertainment, documentaries, children's programming, education, interactive programming, and public service. Peabody Award winners include radio and television stations, networks, online media, producing organizations, and individuals from around the world.",
  "/wiki/Husky_(commentator)": "Mike Lamond (born May 4, 1987), more commonly known by his online alias Husky or HuskyStarcraft, is a former sports commentator, YouTuber,  director, and voice actor. He is best known for his work in e-Sports, most notably for his commentating on StarCraft II, a video game published by Blizzard Entertainment. He regularly appeared as a commentator at StarCraft tournaments, with his commentary being viewable through various YouTube channels.",
  "/wiki/StarCraft_II": "StarCraft II: Wings of Liberty is a science fiction real-time strategy video game developed and published by Blizzard Entertainment. It was released worldwide in July 2010 for Microsoft Windows and Mac OS X. A sequel to the 1998 video game StarCraft and the Brood War expansion pack, the game is actually split into three installments: the base game, subtitled Wings of Liberty, an expansion pack, Heart of the Swarm, and a stand-alone expansion pack, Legacy of the Void. In March 2016, a campaign pack called StarCraft II: Nova Covert Ops was also released.",
  "/wiki/Lars_Larson": "Lars Kristopher Larson (born March 6, 1959) is an American conservative talk radio show host based in Portland, Oregon. Larson worked in television and radio news from the 1970s to 1990s and has hosted The Lars Larson Show from flagship station KXL in Portland since 1997. Two versions of the show exist: the Northwest show airs from 12 p.m. to 3 p.m. (Pacific) and discussing Pacific Northwest issues. The Northwest show is syndicated on the Radio Northwest Network which is owned and operated by Alpha Media. The nationally syndicated program airs from 3 p.m. to 6 p.m.  (Pacific) and discusses national issues. The national show is syndicated by  Compass Media Networks.",
  "/wiki/KEX_(AM)": "KEX (1190 kHz) is an AM, clear channel radio station licensed to Portland, Oregon.  It is owned by iHeartMedia, Inc., and airs a news/talk format known as NewsRadio 1190.  The station's studios and offices are on SW 68th Parkway, off Interstate 5 in Tigard, Oregon.",
  "/wiki/FOX_News": "Fox News (officially Fox News Channel and abbreviated FNC) is an American conservative cable television news channel. It is owned by the Fox News Group, which itself was owned by News Corporation from 1996–2013, 21st Century Fox from 2013–2019, and Fox Corporation since 2019. The channel broadcasts primarily from studios at 1211 Avenue of the Americas in New York City. Fox News is provided in 86 countries or overseas territories worldwide, with international broadcasts featuring Fox Extra segments during ad breaks.",
  "/wiki/Nancy_Loo": "Nancy Loo is a reporter/fill-in anchor at WGN-TV in Chicago.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/John_Markoff": "John Gregory Markoff (born October 24, 1949) is a journalist best known for his work at The New York Times, and a book and series of articles about the 1990s pursuit and capture of hacker Kevin Mitnick.",
  "/wiki/Kevin_McCarey": "Kevin McCarey is an Emmy and Peabody Award winning filmmaker and author. He has worked extensively for National Geographic Television and the Turner Networks as producer, writer and director of documentaries. His narrative film work includes festival winners Coyotes, San Juan Story and Extinction.",
  "/wiki/Win_McCormack": "Win McCormack is an American publisher and editor from Oregon.",
  "/wiki/The_New_Republic": "The New Republic is an American magazine of commentary on politics and the arts, published since 1914, with influence on American political and cultural thinking. Founded in 1914 by leaders of the progressive movement, it attempted to find a balance between a humanitarian progressivism and an intellectual scientism, and ultimately discarded the latter. Through the 1980s and '90s, the magazine incorporated elements of the \"Third Way\" and conservatism.",
  "/wiki/Mother_Jones_(magazine)": "Mother Jones (abbreviated MoJo) is an American magazine that focuses on news, commentary, and investigative reporting on topics including politics, the environment, human rights, and culture. Its political inclination is variously described as either liberal or progressive. Clara Jeffery serves as editor-in-chief of the magazine. Steve Katz has been the publisher since 2010; Monika Bauerlein has been the CEO since 2015. Mother Jones is published by The Foundation for National Progress.",
  "/wiki/Tin_House_Magazine": "Tin House is an American literary magazine and book publisher based in Portland, Oregon, and New York City. Portland publisher Win McCormack conceived the idea for Tin House magazine in the summer of 1998. He enlisted Holly MacArthur as managing editor and developed the magazine with the help of two experienced New York editors, Rob Spillman and Elissa Schappell.",
  "/wiki/Ted_Natt": "Ted Natt (1941 – August 7, 1999) was a Pulitzer Prize–winning publisher. Natt was publisher of the Longview Daily News when Mount St. Helens erupted in May 1980. In 1981 the paper and its staff won the Pulitzer Prize for Local, General, or Spot Reporting.",
  "/wiki/Randy_Shilts": "Randy Shilts (August 8, 1951 – February 17, 1994) was an American journalist and author. He worked as a reporter for both The Advocate and the San Francisco Chronicle, as well as for San Francisco Bay Area television stations. His 1987 book And the Band Played On chronicled the history of the AIDS epidemic.",
  "/wiki/San_Francisco_Chronicle": "The San Francisco Chronicle is a newspaper serving primarily the San Francisco Bay Area of northern California. It was founded in 1865 as The Daily Dramatic Chronicle by teenage brothers Charles de Young and Michael H. de Young. The paper is owned by the Hearst Corporation, which bought it from the de Young family in 2000. It is the only major daily paper covering the city and county of San Francisco.",
  "/wiki/The_Mayor_of_Castro_Street": "The Mayor of Castro Street is a 1982 biography of Harvey Milk by Randy Shilts.",
  "/wiki/And_the_Band_Played_On": "And the Band Played On: Politics, People, and the AIDS Epidemic is a 1987 book by San Francisco Chronicle journalist Randy Shilts. The book chronicles the discovery and spread of the human immunodeficiency virus (HIV) and acquired immune deficiency syndrome (AIDS) with a special emphasis on government indifference and political infighting—specifically in the United States—to what was then perceived as a specifically gay disease. Shilts' premise is that AIDS was allowed to happen: while the disease is caused by a biological agent, incompetence and apathy toward those initially affected allowed its spread to become much worse.",
  "/wiki/Conduct_Unbecoming:_Gays_and_Lesbians_in_the_US_Military": "Conduct Unbecoming: Lesbians and Gays in the U.S. Military from Vietnam to the Persian Gulf War is a 1993 book by American journalist Randy Shilts, in which the author traces the participation of gay and lesbian personnel from the Revolutionary War to the late 20th century."
}