{
  "/wiki/William_E._Birkhimer": "William Edward Birkhimer (March 1, 1848 – June 10, 1914) was a United States Army Brigadier General and lawyer received the Medal of Honor while a captain during the Philippine-American War. His career was long and varied, as he started as an Iowa private in the Union Army during the Civil War.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Creed_C._Hammond": "Creed C. Hammond (October 9, 1874 – April 2, 1940) was a Major General in the United States Army. He served as Chief of the National Guard Bureau.",
  "/wiki/Major_General": "Major general (abbreviated MG, maj. gen. and similar) is a military rank used in many countries. It is derived from the older rank of sergeant major general. The disappearance of the \"sergeant\" in the title explains the apparently confusing phenomenon whereby a lieutenant general outranks a major general while a major outranks a lieutenant.",
  "/wiki/US_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/David_E._Jeremiah": "David Elmer Jeremiah (February 25, 1934 – October 7, 2013) was a United States Navy admiral who served as Vice Chairman and also acting Chairman of the Joint Chiefs of Staff.  After his retirement from the Navy in February 1994, he worked in the field of investment banking.  He served as partner and President, CEO and later Chairman of Technology Strategies & Alliances Corporation, a strategic advisory and investment banking firm engaged primarily in the aerospace, defense, telecommunications, and electronics industries. During his military career Jeremiah earned a reputation as an authority on strategic planning, financial management and the policy implications of advanced technology.",
  "/wiki/Admiral": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. The rank is generally thought to have originated in Sicily from a conflation of Arabic: أمير البحر‎, amīr al-baḥr, \"prince in Arabic; supervisor in Turkic; (commander) of the sea\", with Latin admirabilis (\"admirable\") or admiratus (\"admired\"), although alternative etymologies derive the word directly from Latin, or from the Turkish military and naval rank miralay. The French version—amiral without the additional d—tends to add evidence for the Arab origin.",
  "/wiki/US_Navy": "The United States Navy (USN) is the naval warfare service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most capable navy in the world and it has been estimated that in terms of tonnage of its active battle fleet alone, it is larger than the next 13 navies combined, which includes 11 U.S. allies or partner nations. It has the highest combined battle fleet tonnage and the world's largest aircraft carrier fleet, with eleven in service, two new carriers under construction, and five other carriers planned. With 336,978 personnel on active duty and 101,583 in the Ready Reserve, the U.S. Navy is the third largest of the U.S. military service branches in terms of personnel. It has 290 deployable combat vessels and more than 3,700 operational aircraft as of June 2019[update], making it the third-largest air force in the world, after the United States Air Force and the United States Army.",
  "/wiki/Donald_Malarkey": "Technical Sergeant Donald George Malarkey (July 31, 1921 – September 30, 2017) was a non-commissioned officer with Easy Company, 2nd Battalion, 506th Parachute Infantry Regiment, in the 101st Airborne Division of the United States Army during World War II.  Malarkey was portrayed in the HBO miniseries Band of Brothers by Scott Grimes.",
  "/wiki/Sergeant": "Sergeant (/ˈsɑː(r)dʒənt/ SARJ-ənt; abbreviated to Sgt. and capitalized when used as a named person's title) is a rank in many uniformed organizations, principally military and policing forces. The alternative spelling, serjeant, is used in The Rifles and other units that draw their heritage from the British Light Infantry. Its origin is the Latin serviens, 'one who serves', through the French term sergent.",
  "/wiki/E_Company,_506th_Infantry_Regiment_(United_States)": "E Company, 2nd Battalion of the 506th Parachute Infantry Regiment of the 101st Airborne Division, the \"Screaming Eagles,” is a company in the United States Army. The experiences of its members during World War II are the subject of the HBO miniseries Band of Brothers based on the book of the same name by historian Stephen Ambrose.",
  "/wiki/101st_Airborne": "The 101st Airborne Division (\"Screaming Eagles\") is a specialized modular light infantry division of the US Army trained for air assault operations. The Screaming Eagles has been referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer (ret). The 101st Airborne is able to plan, coordinate, and execute brigade-size air assault operations capable of seizing key terrain in support of operational objectives, and is capable of working in austere environments with limited or degraded infrastructure. These particular operations are conducted by highly mobile teams covering extensive distances and engaging enemy forces behind enemy lines. According to the author of Screaming Eagles: 101st Airborne Division, its unique battlefield mobility and high level of training have kept it in the vanguard of US land combat forces in recent conflicts. More recently, the 101st Airborne has been performing foreign internal defense and counterterrorism operations within Iraq and Afghanistan.",
  "/wiki/Stephen_E._Ambrose": "Stephen Edward Ambrose (January 10, 1936 – October 13, 2002) was an American historian and biographer of U.S. Presidents Dwight D. Eisenhower and Richard Nixon. He was a longtime professor of history at the University of New Orleans and the author of many bestselling volumes of American popular history.",
  "/wiki/Band_of_Brothers_(TV_miniseries)": "Band of Brothers is a 2001 American war drama miniseries based on historian Stephen E. Ambrose's 1992 non-fiction book of the same name. The executive producers were Steven Spielberg and Tom Hanks, who had collaborated on the 1998 World War II film Saving Private Ryan. The episodes first started airing on HBO September 9, 2001. The series won Emmy and Golden Globe awards in 2001 for best miniseries.",
  "/wiki/HBO": "HBO (Home Box Office) is an American premium television network owned by Home Box Office, Inc., a subsidiary of WarnerMedia Entertainment. The programming featured on the network consists primarily of theatrically released motion pictures and original television shows, along with made-for-cable movies, documentaries and occasional comedy and concert specials.",
  "/wiki/Herbert_B._Powell": "Herbert Butler Powell (July 13, 1903 – April 3, 1998) was a United States Army general and diplomat. He served as Commanding General of the United States Continental Army Command, and was later United States Ambassador to New Zealand and Samoa.",
  "/wiki/General": "A general officer is an officer of high rank in the army, and in some nations' air forces or marines.[a]",
  "/wiki/Charles_C._Pixley": "Charles Calvin Pixley (August 8, 1923 – December 31, 2005), was the 34th Surgeon General of the United States Army, serving in that capacity from October 1, 1977 to September 20, 1981.",
  "/wiki/Lieutenant_General": "Lieutenant general, lieutenant-general and similar (abbrev Lt Gen, LTG and similar) is a three-star military rank (NATO code OF-8) used in many countries. The rank traces its origins to the Middle Ages, where the title of lieutenant general was held by the second in command on the battlefield, who was normally subordinate to a captain general.",
  "/wiki/Raymond_F._Rees": "Major General Raymond F. Rees is Deputy Assistant Secretary of the Army for Training, Readiness and Mobilization.  He was appointed to that position as a career member of the Senior Executive Service on February 10, 2014.  He is a retired United States Army Major General who served as the Adjutant General of Oregon and was Director of the Army National Guard and acting Chief of the National Guard Bureau.",
  "/wiki/William_B._Rosson": "General William Bradford Rosson (August 25, 1918 – December 12, 2004) commanded the U.S. Army, Pacific from October 1970 to January 1973. He was commissioned in 1940 through ROTC and saw combat in World War II, earning the Distinguished Service Cross for valor on the Anzio Beachhead in Italy. He also fought in North Africa, Sicily, France, and Germany.",
  "/wiki/Rodger_W._Simpson": "Rodger Whitten Simpson (June 4, 1898 – December 10, 1964) was a rear admiral of the United States Navy, who distinguished himself during World War II. The frigate USS Simpson (FFG-56) was named in his honor.",
  "/wiki/Rear_Admiral": "Rear admiral is a naval commissioned officer rank above that of a commodore and captain, and below that of a vice admiral. It is regarded as a two star \"admiral\" rank, which are also referred to as \"flag officers\" or \"flag ranks\". In many navies it is referred to as (OF-7)/(O-7).",
  "/wiki/Tammy_Smith": "Tammy Smith (born c. 1963) is a major general of the U.S. Army Reserve. She received her confirmation to major general on July 13, 2016, and was formally promoted to the position in a ceremony at the U.S. Army Garrison Yongsan in Seoul, Korea. Major General Smith is the deputy commanding general-sustainment for the Eighth Army. She also became the first female general officer to serve in an Eighth Army headquarters-level position. Prior to this position, she served as the commanding general of the 98th Training Division (Initial Entry Training), and served for a year in the Afghanistan War.",
  "/wiki/Brigadier_General": "Brigadier general (Brig. Gen.) or brigade general is a senior rank in the armed forces. It is the lowest ranking general officer in some countries, usually sitting between the ranks of colonel and major general. When appointed to a field command, a brigadier general is typically in command of a brigade consisting of around 4,000 troops (four battalions). In some countries a brigadier general is informally designated as a one-star general (OF-6).",
  "/wiki/Gordon_Arthur_Stanley": "Gordon Arthur Stanley (13 July 1921 – 19 April 1956) was a United States Navy aviator and a flying ace of World War II. He was credited with shooting down eight enemy aircraft in the Pacific Theatre flying Grumman F6F Hellcats. As a United States Naval Reserve officer, he was killed in an accident while flying a Grumman F9F-6 Cougar of Naval Aviation Reserve Training Unit, Naval Air Station Glenview, in Illinois.",
  "/wiki/Lieutenant_Commander": "Lieutenant commander (also hyphenated lieutenant-commander and abbreviated LCdr, LCdr. or LCDR) is a commissioned officer rank in many navies. The rank is superior to a lieutenant and subordinate to a commander. The corresponding rank in most armies (armed services) and air forces is major, and in the Royal Air Force and other Commonwealth air forces is squadron leader.",
  "/wiki/Flying_ace": "A flying ace, fighter ace or air ace is a military aviator credited with shooting down several enemy aircraft during aerial combat. The actual number of aerial victories required to officially qualify as an ace has varied, but is usually considered to be five or more.",
  "/wiki/James_B._Thayer": "James Burdette Thayer (March 10, 1922 – September 16, 2018) was an American brigadier general who served on active duty during World War II. On May 4, 1945, Thayer and his platoon discovered and liberated 15,000 people held at a concentration camp near Wels, Austria.  Following the war, he continued his service in the United States Army Reserve.  In his civilian life, Thayer founded a successful business supply company in Beaverton, Oregon.  He was later appointed Oregon's civilian aide to the Secretary of the Army and then re-activated as commander of the Oregon State Defense Force.  The Oregon Military Museum at Camp Withycombe is named in his honor.",
  "/wiki/List_of_University_of_Oregon_alumni": "This List of University of Oregon alumni includes graduates and current students of the University of Oregon as well as former students who studied at the university but did not obtain a formal degree."
}