{
  "/wiki/Victor_G._Atiyeh": "Victor George \"Vic\" Atiyeh (/əˈtiːjə/; February 20, 1923 – July 20, 2014) was an American politician and member of the Republican Party who served as the 32nd Governor of Oregon from 1979 to 1987. He was also the first elected governor of Syrian descent in the United States.",
  "/wiki/Governor_of_Oregon": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments.",
  "/wiki/Neil_Goldschmidt": "Neil Edward Goldschmidt (born June 16, 1940) is an American businessman and Democratic politician from the state of Oregon who held local, state and federal offices over three decades. After serving as the governor of Oregon, Goldschmidt was once considered the most influential figure in the state's politics. He repeatedly raped a young teenage girl during his first term as mayor of Portland.",
  "/wiki/Mayor": "In many countries, a mayor is the highest-ranking official in a municipal government such as that of a city or a town.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area.[a]",
  "/wiki/Robert_D._Holmes": "Robert Denison Holmes (May 11, 1909 – June 6, 1976) was an American politician and journalist from the U.S. state of Oregon. A native of the state of New York, he worked in newspapers and radio before entering politics. Though a Republican early in his career, he served as a Democrat in the Oregon State Senate and as the 28th Governor of Oregon. He was governor from 1957 to 1959.",
  "/wiki/Leonard_B._Jordan": "Leonard Beck Jordan (May 15, 1899 – June 30, 1983) was the 23rd Governor of Idaho and a United States Senator for over ten years.",
  "/wiki/Governor_of_Idaho": "The Governor of Idaho is the head of the executive branch of Idaho's state government and commander-in-chief of the state's military forces.  The governor has the duty to see state laws are executed, power to either approve or veto bills passed by the Idaho Legislature.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/John_Kitzhaber": "John Albert Kitzhaber (born March 5, 1947) is an American physician and former politician. He is the longest-serving governor in Oregon's history, as well as the only Oregon governor to resign because of a scandal. He served two terms from 1995 until 2003, another full-term from 2011 until 2015, and was sworn in for a fourth term on January 12, 2015. He resigned on February 18, 2015, with state and federal investigations into criminal allegations against him and his fiancée, Cylvia Hayes. A member of the Democratic Party, Kitzhaber previously served in the Oregon House of Representatives (1979–81) and Oregon Senate (1981–93), including as Senate President (1985–93). He was also an emergency physician and has worked as a health care administrator.",
  "/wiki/Tom_McCall": "Thomas Lawson \"Tom\" McCall (March 22, 1913 –  January 8, 1983) was an American statesman, politician and journalist in the state of Oregon. A Republican, he was the state's thirtieth governor from 1967 to 1975. A native of Massachusetts, McCall grew up there and in central Oregon and attended the University of Oregon in Eugene. After college, he worked as a journalist, including time at The Oregonian in Portland during World War II.",
  "/wiki/Julius_L._Meier": "Julius L. Meier (December 31, 1874 – July 14, 1937) was an American businessman, civic leader, and politician in the state of Oregon. The son of the Meier & Frank department store founder, he would become a lawyer before entering the family business in Portland. Politically an independent, Meier served a single term as the 20th Governor of Oregon from 1931–1935. He is the only independent to be elected Governor of Oregon.",
  "/wiki/Paul_L._Patterson": "Paul Linton Patterson (July 18, 1900 – January 31, 1956) was an American Republican politician. A native of Ohio, he served in World War I before becoming an attorney in Oregon. Later he served as President of the Oregon State Senate (1951–1952) and the 26th Governor of Oregon (1952–1956), dying in office.",
  "/wiki/Oregon_State_Senate": "The Oregon State Senate is the upper house of the statewide legislature for the US state of Oregon. Along with the lower chamber  Oregon House of Representatives it makes up the Oregon Legislative Assembly. There are 30 members of the State Senate, representing 30 districts across the state, each with a population of 114,000. The State Senate meets at the Oregon State Capitol in Salem.",
  "/wiki/List_of_University_of_Oregon_alumni": "This List of University of Oregon alumni includes graduates and current students of the University of Oregon as well as former students who studied at the university but did not obtain a formal degree."
}