{
  "/wiki/Aisha_al-Mana": "Aisha al-Mana (Arabic: عائشة المانع) is a Saudi activist and feminist who has participated both in demonstrations against the ban on women driving in Saudi Arabia and in the anti male-guardianship campaign. She also works as director of the Al-Mana General Hospitals and the Mohammad al-Mana College of Health Sciences, and is a board member of Ebrahim M. Almana and Brothers.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Peter_Buxtun": "Peter Buxtun (sometimes referred to as Peter Buxton; born 1937 in Prague) is a former employee of the United States Public Health Service who became known as the whistleblower responsible for ending the Tuskegee syphilis experiment.",
  "/wiki/Whistleblower": "A whistleblower (also written as whistle-blower or whistle blower) is a person who exposes secretive information or activity that is deemed illegal, unethical, or not correct within a private or public organization. The information of alleged wrongdoing can be classified in many ways: violation of company policy/rules, law, regulation, or threat to public interest/national security, as well as fraud, and corruption. Those who become whistleblowers can choose to bring information or allegations to surface either internally or externally. Internally, a whistleblower can bring his/her accusations to the attention of other people within the accused organization such as an immediate supervisor. Externally, a whistleblower can bring allegations to light by contacting a third party outside of an accused organization such as the media, government, law enforcement, or those who are concerned. Whistleblowers, however, take the risk of facing stiff reprisal and retaliation from those who are accused or alleged of wrongdoing.",
  "/wiki/Tuskegee_syphilis_experiment": "Tuskegee Study of Untreated Syphilis in the Negro Male[a]  was a clinical study conducted between 1932 and 1972 by the U.S. Public Health Service. The purpose of this study was to observe the natural history of untreated syphilis; the African-American men in the study were only told they were receiving free health care from the United States government.",
  "/wiki/Donald_Hodel": "Donald Paul Hodel (born May 23, 1935) is an American former politician, who served as United States Secretary of Energy and Secretary of the Interior, and Chairman of the company, which has disseminated push polls for the Economic Freedom Fund.  He was known during his tenure as Secretary of the Interior for his controversial \"Hodel Policy,\" which stated that disused dirt roads and footpaths could be considered right-of-ways under RS 2477.",
  "/wiki/United_States_Secretary_of_Energy": "The United States Secretary of Energy is the head of the United States Department of Energy, a member of the Cabinet of the United States, and fifteenth in the presidential line of succession. The position was formed on October 1, 1977 with the creation of the Department of Energy when President Jimmy Carter signed the Department of Energy Organization Act. Originally the post focused on energy production and regulation. The emphasis soon shifted to developing technology for better and more efficient energy sources as well as energy education. After the end of the Cold War, the department's attention also turned toward radioactive waste disposal and maintenance of environmental quality. The current Secretary of Energy is Dan Brouillette.",
  "/wiki/United_States_Secretary_of_the_Interior": "The United States secretary of the interior is the head of the United States Department of the Interior. The Department of the Interior in the United States is responsible for the management and conservation of most federal land and natural resources; it oversees such agencies as the Bureau of Land Management, the United States Geological Survey, and the National Park Service.  The secretary also serves on and appoints the private citizens on the National Park Foundation board. The secretary is a member of the president's Cabinet. The U.S. Department of the Interior should not be confused with the Ministries of the Interior as used in many other countries.  Ministries of the Interior in these other countries correspond primarily to the Department of Homeland Security in the U.S. Cabinet and secondarily to the Department of Justice.",
  "/wiki/Presidency_of_Ronald_Reagan": "The presidency of Ronald Reagan began at noon EST on January 20, 1981, when Ronald Reagan was inaugurated as the 40th President of the United States, and ended on January 20, 1989. Reagan, a Republican from California, took office following a landslide victory over Democratic incumbent President Jimmy Carter in the 1980 presidential election. Reagan was succeeded by his Vice President, George H. W. Bush, who won the 1988 presidential election with Reagan's support. Reagan's 1980 election resulted from a dramatic conservative shift to the right in American politics, including a loss of confidence in liberal, New Deal, and Great Society programs and priorities that had dominated the national agenda since the 1930s.",
  "/wiki/Richard_James_Kerr": "Richard James Kerr (born October 4, 1935) was Deputy Director of the Central Intelligence Agency from 1989 to 1992.",
  "/wiki/Central_Intelligence_Agency": "The Central Intelligence Agency (CIA) is a civilian foreign intelligence service of the federal government of the United States, tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As one of the principal members of the United States Intelligence Community (IC), the CIA reports to the Director of National Intelligence and is primarily focused on providing intelligence for the President and Cabinet of the United States.",
  "/wiki/Hardy_Myers": "Hardy Myers (October 25, 1939 – November 29, 2016) was an American lawyer and Democratic politician who served three terms as the 15th attorney general of the state of Oregon, United States. Prior to taking office in 1997, he served from 1975 to 1985 in the Oregon House of Representatives, the last four of those years as its speaker, and was also a Metro councilor and chaired the Oregon Criminal Justice Council.",
  "/wiki/Attorney_General": "In most common law jurisdictions, the attorney general or attorney-general (sometimes abbreviated AG) is the main legal advisor to the government. The plural is attorneys general or attorney generals.",
  "/wiki/Theodora_Nathan": "Theodora Nathalia \"Tonie\" Nathan (February 9, 1923 – March 20, 2014) was an American political figure.  She was the first woman to receive an electoral vote in a United States presidential election. She was the 1972 vice presidential nominee of the Libertarian Party and running mate of John Hospers, when Roger MacBride, a Republican elector from Virginia, cast the historic vote as a faithless elector.",
  "/wiki/Libertarian_Party_(United_States)": "The Libertarian Party (LP) is a political party in the United States that promotes civil liberties, non-interventionism, laissez-faire capitalism, and limiting the size and scope of government. The party was conceived in August 1971 at meetings in the home of David F. Nolan in Westminster, Colorado, and was officially formed on December 11, 1971 in Colorado Springs, Colorado. The founding of the party was prompted in part due to concerns about the Nixon administration, the Vietnam War, conscription, and the introduction of fiat money.",
  "/wiki/Steve_Novick": "Steven \"Steve\" Novick (born February 8, 1963) is a politician in the U.S. state of Oregon and a former environmental lawyer and political activist. Most recently he served a four-year term as a Portland City Commissioner – a member of the City Council of Portland – from January 2013 to January 2017.  He was elected in May 2012 and assumed office on January 1, 2013.  In 2008, he ran for the Democratic Party's nomination for the United States Senate, for the seat then held by Republican Gordon Smith, but narrowly lost to Oregon House speaker Jeff Merkley.  On the Portland city council, he was in charge of the city's transportation department, among other responsibilities.  Novick ran for reelection to the city council in 2016 but lost to Chloe Eudaly.",
  "/wiki/Nguyen_Thien_Nhan": "Nguyễn Thiện Nhân (born 12 June 1953) is a Vietnamese politician and the current Secretary  of Ho Chi Minh City's Central Party Committee since May 10, 2017. His previous post was the Chairman of the Central Committee of the Vietnamese Fatherland Front. He was a Deputy Prime Minister of Vietnam between 2007 and 2013, and was Minister of Education and Training of Vietnam between 2006 and 2010. He is a member of the 11th Politburo of the Communist Party of Vietnam. He had been the 1st vice mayor of Ho Chi Minh City before being appointed Minister of Education on June 28, 2006, by Prime Minister Nguyễn Tấn Dũng. He was appointed by the National Assembly, upon recommendation of Nguyễn Tấn Dũng, Deputy Prime Minister of Vietnam. He got a PhD in cybernetics at the Otto-von-Guericke University Magdeburg in East Germany in 1979.",
  "/wiki/Ellen_Rosenblum": "Ellen F. Rosenblum (born January 6, 1951) is an American lawyer and politician who has served as the Oregon Attorney General since 2012. She is the first female state attorney general in Oregon's history, and previously was a judge on the Oregon Court of Appeals from 2005 to 2011.",
  "/wiki/Betty_Gram_Swing": "Betty Gram Swing, born Myrtle Eveline Gram (March 16, 1893 – September 1, 1969), was an American militant suffragist.",
  "/wiki/Women%27s_Suffrage": "Women's suffrage is the right of women to vote in elections. Beginning in the late 19th century, besides women working for broad-based economic and political equality and for social reforms, women sought to change voting laws to allow them to vote. National and international organizations formed to coordinate efforts towards that objective, especially the International Woman Suffrage Alliance (founded in 1904 in Berlin, Germany), as well as for equal civil rights for women.",
  "/wiki/Susan_Sygall": "Susan E. Sygall is an American disability rights advocate and civil rights leader. She is the CEO of Mobility International USA (MIUSA), which she co-founded in 1981.",
  "/wiki/Robert_Y._Thornton": "Robert Y. Thornton (January 28, 1910 – November 29, 2003) was an American attorney, politician, and jurist in the U.S. state of Oregon. A Democrat, he was the second-longest serving Oregon Attorney General in the state's history, holding that office from 1953 to 1969.  His 16-year tenure was second only to Republican Isaac Homer Van Winkle, who bested him by seven years, serving from 1920 to 1943. Thornton was the Democratic nominee for Oregon Governor in 1962, losing in the general election to incumbent Mark Hatfield.",
  "/wiki/Minoru_Yasui": "Minoru \"Min\" Yasui (安井稔, Yasui Minoru, October 19, 1916 – November 12, 1986) was an American lawyer from Oregon. Born in Hood River, Oregon, he earned both an undergraduate degree and his law degree at the University of Oregon. He was one of the few Japanese Americans after the bombing of Pearl Harbor who fought laws that directly targeted Japanese Americans or Japanese immigrants. His case was the first case to test the constitutionality of the curfews targeted at minority groups.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Ryan_Zinke": "Ryan Keith Zinke (/ˈzɪŋki/; born November 1, 1961) is an American politician and businessman who served as United States Secretary of the Interior in the Trump Administration from 2017 until his resignation in 2019. He previously served as the U.S. Representative for Montana's at-large congressional district from 2015 to 2017. From 2009 to 2013, he served as a member of the Montana Senate, representing the 2nd district."
}