{
  "/wiki/Amir_Aczel": "Amir Dan Aczel (/ɑːˈmɪər ɑːkˈsɛl/; November 6, 1950 – November 26, 2015) was an Israeli-born American lecturer in mathematics and the history of mathematics and science, and an author of popular books on mathematics and science.",
  "/wiki/Raymond_Delacy_Adams": "Raymond Delacy Adams (February 13, 1911 – October 18, 2008)  was an American neurologist. He was Bullard Professor of Neuropathology at Harvard Medical School and chief of neurology at Massachusetts General Hospital. Along with Maurice Victor, Adams was the author of Adams and Victor's Principles of Neurology.",
  "/wiki/American_Academy_of_Arts_and_Sciences": "The American Academy of Arts and Sciences is one of the oldest learned societies in the United States. Founded in 1780, the Academy is dedicated to honoring excellence and leadership, working across disciplines and divides, and advancing the common good.",
  "/wiki/Geoffrey_R._Ball": "Geoffrey R. Ball (born 1964) is an American Physiologist (speciality: Biomechanics) and inventor.",
  "/wiki/David_M._Beazley": "David Beazley is an American software engineer. He has made significant contributions to the Python developer community, which includes writing the definitive Python reference text Python Essential Reference, the SWIG software tool for creating language agnostic C and C++ extensions, and the PLY parsing tool. He has served on the program committees for PyCon and the O'Reilly Open Source Convention, and was elected a fellow of the Python Software Foundation in 2002.",
  "/wiki/Python_(programming_language)": "Python is an interpreted, high-level, general-purpose programming language. Created by Guido van Rossum and first released in 1991, Python's design philosophy emphasizes code readability with its notable use of significant whitespace. Its language constructs and object-oriented approach aim to help programmers write clear, logical code for small and large-scale projects.",
  "/wiki/Kent_Beck": "Kent Beck (born 1961) is an American software engineer and the creator of extreme programming, a software development methodology that eschews rigid formal specification for a collaborative and iterative design process. Beck was one of the 17 original signatories of the Agile Manifesto, the founding document for agile software development. Extreme and Agile methods are closely associated with Test-Driven Development (TDD), of which Beck is perhaps the leading proponent.",
  "/wiki/Software_engineer": "A software engineer is a person who applies the principles of software engineering to the design, development, maintenance, testing, and evaluation of computer software.",
  "/wiki/Extreme_Programming": "Extreme programming (XP) is a software development methodology which is intended to improve software quality and responsiveness to changing customer requirements. As a type of agile software development, it advocates frequent \"releases\" in short development cycles, which is intended to improve productivity and introduce checkpoints at which new customer requirements can be adopted.",
  "/wiki/Test_Driven_Development": "Test-driven development (TDD) is a software development process that relies on the repetition of a very short development cycle: requirements are turned into very specific test cases, then the code is improved so that the tests pass. This is opposed to software development that allows code to be added that is not proven to meet requirements.",
  "/wiki/Software_development_methodologies": "In software engineering, a software development process is the process of dividing software development work into distinct phases to improve design, product management, and project management.  It is also known as a software development life cycle (SDLC).  The methodology may include the pre-definition of specific deliverables and artifacts that are created and completed by a project team to develop or maintain an application.",
  "/wiki/Agile_software_development": "Agile software development comprises various approaches to software development under which requirements and solutions evolve through the collaborative effort of self-organizing and cross-functional teams and their customer(s)/end user(s). It advocates adaptive planning, evolutionary development, early delivery, and continual improvement, and it encourages rapid and flexible response to change.[further explanation needed]",
  "/wiki/Pamela_J._Bjorkman": "Pamela Jane Bjorkman (also spelled Pamela J. Björkman born 1956 in Portland, Oregon) is an American biochemist. She is the David Baltimore Professor of Biology and Biological Engineering at the California Institute of Technology (Caltech),  Her research centers on the study of the three-dimensional structures of proteins related to Class I MHC, or Major Histocompatibility Complex, proteins of the immune system and proteins involved in the immune responses to viruses . Bjorkman is most well known as a pioneer in the field of structural biology.",
  "/wiki/Biochemist": "Biochemists are scientists that are trained in biochemistry.",
  "/wiki/X-ray_crystallography": "X-ray crystallography (XRC) is the experimental science determining the atomic and molecular structure of a crystal, in which the crystalline structure causes a beam of incident X-rays to diffract into many specific directions. By measuring the angles and intensities of these diffracted beams, a crystallographer can produce a three-dimensional picture of the density of electrons within the crystal. From this electron density, the mean positions of the atoms in the crystal can be determined, as well as their chemical bonds, their crystallographic disorder, and various other information.",
  "/wiki/Max_Delbruck": "Max Ludwig Henning Delbrück (September 4, 1906 – March 9, 1981), a German–American biophysicist, helped launch the molecular biology research program in the late 1930s.  He stimulated physical scientists' interest into biology, especially as to basic research to physically explain genes, mysterious at the time.  Formed in 1945 and led by Delbrück along with Salvador Luria and Alfred Hershey, the Phage Group made substantial headway unraveling important aspects of genetics. The three shared the 1969 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the replication mechanism and the genetic structure of viruses\". He was the first physicist to predict what is now called Delbrück scattering.",
  "/wiki/California_Institute_of_Technology": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.",
  "/wiki/Richard_Gordon_(theoretical_biologist)": "Richard (Dick) Gordon is an American theoretical biologist. He was born in Brooklyn, New York on Nov 6, 1943, the eldest son of Jack Gordon, a salesman and American handball champion, and artist Diana Gordon. He is married to retired scientist Natalie K Björklund with whom he cowrote his second book and several academic publications. He has three sons, Leland, Bryson and Chason Gordon and three stepchildren Justin, Alan and Lana Hunstad.  Gordon was a professor at the University of Manitoba in Winnipeg, Canada 1978-2011. He is retired and currently volunteers as a scientist for the Gulf Specimen Marine Laboratory in Panacea, Florida where he winters, and he holds an adjunct position in the Department of Obstetrics & Gynecology, Wayne State University. Gordon lives in Alonsa, Manitoba, Canada.",
  "/wiki/Image_processing": "In computer science, digital image processing is the use of a digital computer to process digital images through an algorithm. As a subcategory or field of digital signal processing, digital image processing has many advantages over analog image processing. It allows a much wider range of algorithms to be applied to the input data and can avoid problems such as the build-up of noise and distortion during processing. Since images are defined over two dimensions (perhaps more) digital image processing may be modeled in the form of multidimensional systems. The generation and development of digital image processing are mainly affected by three factors: first, the development of computers; second, the development of mathematics (especially the creation and improvement of discrete mathematics theory); third, the demand for a wide range of applications in environment, agriculture, military, industry and medical science has increased.",
  "/wiki/University_of_Manitoba": "The University of Manitoba (U of M or UM) is a public research university in Manitoba, Canada. Its main campus is located in the Fort Garry neighbourhood of southern Winnipeg with other campuses throughout the city. Founded in 1877, it is Western Canada's first university. The university maintains a reputation as a top research-intensive post-secondary educational institution and conducts more research annually than any other university in the region.",
  "/wiki/Walter_Houser_Brattain": "Walter Houser Brattain (/ˈbrætən/; February 10, 1902 – October 13, 1987) was an American physicist at Bell Labs who, along with fellow scientists John Bardeen and William Shockley, invented the point-contact transistor in December of 1947. They shared the 1956 Nobel Prize in Physics for their invention. Brattain devoted much of his life to research on surface states.",
  "/wiki/Nobel_Prize_in_Physics": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Prize in Physiology or Medicine.",
  "/wiki/Clifford_E._Brubaker": "Clifford E. Brubaker is Dean of the School of Health and Rehabilitation Sciences at the University of Pittsburgh. Brubaker is also a Professor at that institution and an Adjunct Professor at both Xian Jiaotong University and Carnegie Mellon University.",
  "/wiki/Rehabilitation_Engineering_and_Assistive_Technology_Society_of_North_America": "Rehabilitation Engineering and Assistive Technology Society of North America (RESNA) is an association of people with an interest in technology and disability. Its mission statement notes that RESNA's mission is to improve the potential of people with disabilities to achieve their goals through the use of technology through promoting research, development, education, advocacy and provision of technology; and by supporting the assistive technology service providers engaged in these activities.",
  "/wiki/Robert_S._Cunningham": "Robert Stephen (Steve) Cunningham  (born 1942 – March 27, 2015) was an American Computer Scientist and Professor Emeritus of Computer Science at California State University Stanislaus.",
  "/wiki/CSU_Stanislaus": "California State University, Stanislaus (Stanislaus State, Stan State) is a public university in Turlock in Stanislaus County, California.  It is part of the California State University system.  It was established in 1957 and is also the only campus in the system to offer a bachelor's degree in cognitive studies. The university offers 45 Bachelor's degrees, 17 Master's degrees, one Doctoral degree (Doctor of Education), and 6 teaching credentials.",
  "/wiki/Stanislas_Dehaene": "Stanislas Dehaene (born May 12, 1965) is a French author and cognitive neuroscientist whose research centers on a number of topics, including numerical cognition, the neural basis of reading and the neural correlates of consciousness. As of 2017, he is a professor at the Collège de France and, since 1989, the director of INSERM Unit 562, \"Cognitive Neuroimaging\".",
  "/wiki/Anne_Fernald": "Anne Fernald is an American psychologist. She serves as the Josephine Knotts Knowles Professor in Human Biology at Stanford University and has been described as \"the leading researcher in infant-directed speech\".\nFernald received a Ph.D. in psychology from the University of Oregon in 1982, where she studied under the mentorship of Patricia K. Kuhl. As well as her position as a psychology professor, Fernald has taken an administrative role at Stanford as Vice Provost for Faculty Development. She also serves on the advisory board for a California-based company VersaMe which focuses on early childhood education and was partially inspired by Fernald's research. Her husband, Russell Fernald, is  the Benjamin Scott Crocker Professor in Human Biology at Stanford.",
  "/wiki/N._Gregory_Hamilton": "Norman Gregory Hamilton (born October 4, 1945) is an American psychiatrist and author known for his contributions to the fields of psychotherapy and object relations theory and for his participation in the national and international debate over the legalization of doctor-assisted suicide.",
  "/wiki/Douglas_Hofstadter": "Douglas Richard Hofstadter (born February 15, 1945) is an American scholar of cognitive science, physics, and comparative literature whose research includes concepts such as the sense of self in relation to the external world, consciousness, analogy-making, artistic creation, literary translation, and discovery in mathematics and physics. Hofstadter's book Gödel, Escher, Bach: An Eternal Golden Braid, first published in 1979, won both the Pulitzer Prize for general non-fiction\nand a National Book Award (at that time called The American Book Award) for Science.[note 1] His 2007 book I Am a Strange Loop won the Los Angeles Times Book Prize for Science and Technology.",
  "/wiki/Anthony_Leiserowitz": "Anthony Leiserowitz is a human geographer at Yale University who studies public perceptions of climate change. \nHe has particularly examined perceptions within the United States, where people are considerably less aware of climate change than in other countries. In the U.S., awareness of information about climate change\nis heavily influenced by emotion, imagery, associations, and values; public discourse reflects a lack of understanding of the science involved in climate change, and little awareness of the potential for effective responses to it.",
  "/wiki/Daniel_Levitin": "Daniel Joseph Levitin, FRSC (born December 27, 1957) is an American-Canadian cognitive psychologist, neuroscientist, writer, musician, and record producer.",
  "/wiki/Esther_Pohl_Lovejoy": "Esther Pohl Lovejoy (November 16, 1869 – August 31, 1967) was an American physician and public health pioneer, suffrage activist, congressional candidate, and a central figure in early efforts to organize international medical relief work. \nIn 1907, Lovejoy became the first woman appointed to direct a department of health in a major U.S city: the Board of Health in Portland, Oregon.  Lovejoy worked on the women's suffrage campaigns in Oregon in 1906 and 1912, and founded the Everybody's Equal Suffrage League ahead of the 1912 election, when Oregon became the 7th state to grant women the right to vote. Lovejoy was among the founders of the Medical Women's International Association and was elected as its first president in 1919. Lovejoy ran for the U.S. Congress in 1920 as the Democratic candidate for Portland’s Third District but was not successful against   the sitting Republican. She was awarded the Elizabeth Blackwell Medal by the American Medical Women's Association in 1951 and 1957 for contributions to the field of medicine. On July 21, 2012, the Century of Action Committee honored her and three other suffragists—Harriet Redmond, Harry Lane, and Martha Cardwell Dalton—by installing new headstones for them at the Lone Fir Pioneer Cemetery, where their initial headstones had become overgrown. The installation ceremony included costumed portrayals of the four suffragists and was attended by Barbara Roberts, a former Oregon governor. This event took place as part of the Century of Action Committee's year-long celebration of 100 years of suffrage for women in Oregon and as part of their efforts to call attention to remaining voting barriers for minorities.",
  "/wiki/Women%27s_suffrage": "Women's suffrage is the right of women to vote in elections. Beginning in the late 19th century, besides women working for broad-based economic and political equality and for social reforms, women sought to change voting laws to allow them to vote. National and international organizations formed to coordinate efforts towards that objective, especially the International Woman Suffrage Alliance (founded in 1904 in Berlin, Germany), as well as for equal civil rights for women.",
  "/wiki/William_Murphy_(scientist)": "William Parry Murphy (Stoughton, Wisconsin, February 6, 1892 – October 9, 1987) was an American physician who shared the Nobel Prize in Physiology or Medicine in 1934 with George Richards Minot and George Hoyt Whipple for their combined work in devising and treating macrocytic anemia (specifically, pernicious anemia).",
  "/wiki/Nobel_Prize_in_Physiology_or_Medicine": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Foundation for outstanding discoveries in the fields of life sciences and medicine.",
  "/wiki/PZ_Myers": "Paul Zachary Myers (born March 9, 1957) is an American biologist who founded and writes the Pharyngula science-blog. He is associate-professor of biology at the University of Minnesota Morris (UMM) where he works in the field of developmental biology. He is a critic of intelligent design (ID), the creationist movement, and other pseudoscientific concepts.",
  "/wiki/Harry_F._Noller": "Harry F. Noller (born June 10, 1939[citation needed] in Oakland, California) is an American biochemist, and since 1992 the director of the  University of California, Santa Cruz's Center for the Molecular Biology of RNA. He has made significant contributions to our understanding of the ribosome and is a member of the National Academy of Sciences.",
  "/wiki/Biochemistry": "Biochemistry, sometimes called biological chemistry, is the study of chemical processes within and relating to living organisms. Biochemical processes give rise to the complexity of life.",
  "/wiki/University_of_California,_Santa_Cruz": "The University of California, Santa Cruz (UC Santa Cruz or UCSC) is a public research university in Santa Cruz, California.  It is one of 10 campuses in the University of California system. Located 75 miles (120 km) south of San Francisco at the edge of the coastal community of Santa Cruz, the campus lies on 2,001 acres (810 ha) of rolling, forested hills overlooking the Pacific Ocean and Monterey Bay.",
  "/wiki/Ribosome": "Ribosomes (/ˈraɪbəˌsoʊm, -boʊ-/) (named also Palade's corpuscles) comprise a complex macromolecular machine, found within all living cells, that serves as the site of biological protein synthesis (translation). Ribosomes link amino acids together in the order specified by messenger RNA (mRNA) molecules. Ribosomes consist of two major components: the small ribosomal subunits, which read the mRNA, and the large subunits, which join amino acids to form a polypeptide chain. Each subunit consists of one or more ribosomal RNA (rRNA) molecules and a variety of ribosomal proteins (r-protein or rProtein). The ribosomes and associated molecules are also known as the translational apparatus.",
  "/wiki/United_States_National_Academy_of_Sciences": "The National Academy of Sciences (NAS) is a United States nonprofit, non-governmental organization. NAS is part of the National Academies of Sciences, Engineering, and Medicine, along with the National Academy of Engineering (NAE) and the National Academy of Medicine (NAM)."
}