{
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.",
  "/wiki/Eastern_Norway": "Eastern Norway (Bokmål: Østlandet, Nynorsk: Austlandet) is the geographical region of the south-eastern part of Norway. It consists of the counties Vestfold og Telemark, Viken, Oslo and Innlandet.",
  "/wiki/Rogaland": "Rogaland is the center of the Norwegian petroleum industry. In 2016, Rogaland had an unemployment rate of 4.9%, one of the highest in Norway. In 2015, Rogaland had a fertility rate of 1.78 children per woman, which is the highest in the country.",
  "/wiki/Stavanger": "Stavanger (/stəˈvæŋər/, also UK: /stæˈ-/, US usually /stɑːˈvɑːŋər, stəˈ-/, Norwegian: [stɑˈvɑ̀ŋər] (listen)) is a city and municipality in Norway. It is the fourth largest city and third largest metropolitan area in Norway (through conurbation with neighbouring Sandnes) and the administrative centre of Rogaland county. The municipality is the fourth most populous in Norway. Located on the Stavanger Peninsula in Southwest Norway, Stavanger counts its official founding year as 1125, the year the Stavanger Cathedral was completed. Stavanger's core is to a large degree 18th- and 19th-century wooden houses that are protected and considered part of the city's cultural heritage. This has caused the town centre and inner city to retain a small-town character with an unusually high ratio of detached houses, and has contributed significantly to spreading the city's population growth to outlying parts of Greater Stavanger.",
  "/wiki/Western_Norway": "Western Norway (Norwegian: Vestlandet, Vest-Norge, Vest-Noreg) is the region along the Atlantic coast of southern Norway. It consists of the counties Rogaland, Vestland and Møre og Romsdal. The region has a population of approximately 1.3 million people. The largest city is Bergen and the second-largest is Stavanger. Historically the regions of Agder, Vest-Telemark, Hallingdal, Valdres and northern parts of Gudbrandsdal have been included in Western Norway.",
  "/wiki/M%C3%B8re_og_Romsdal": "The name Møre og Romsdal was created in 1936. The first element refers to the districts of Nordmøre and Sunnmøre, and the last element refers to Romsdal. Until 1919, the county was called \"Romsdalens amt\", and from 1919-1935 \"Møre fylke\".",
  "/wiki/Molde": "Molde (Norwegian pronunciation: [ˈmɔ̂ldə] (listen)) is a municipality in Møre og Romsdal county, Norway. It is located in the traditional district of Romsdal. The municipality is located on the Romsdal Peninsula, surrounding the Fannefjord and Moldefjord.",
  "/wiki/%C3%85lesund": "Ålesund (Norwegian pronunciation: [ˈôːləsʉn] (listen)) is a municipality in Møre og Romsdal County, Norway. It is part of the traditional district of Sunnmøre and the centre of the Ålesund Region. The town of Ålesund is the administrative centre of Ålesund Municipality, as well as the principle shipping town of the Sunnmøre district. The town is a sea port and is noted for its concentration of Art Nouveau architecture. Although sometimes internationally spelled by its older name Aalesund, this spelling is obsolete in Norwegian. However, the local football club Aalesunds FK still carries that spelling, having been founded before the official change.",
  "/wiki/Nordland": "In the southern part is Vega, listed on the UNESCO World Heritage site list. The history of Nordland is a tale about the gifts from the sea: One of the most productive seas in the world providing food all year since ancient times, the same sea creates a climate more moderate than any other place in the arctic; even the bedrock itself enriched by sea living organisms millions of years ago in the geological past.",
  "/wiki/Bod%C3%B8": "Bodø (pronounced [ˈbûːdøː] (listen); Lule Sami: Bådåddjo, Swedish: Bodö) is a municipality in Nordland county, Norway.  It is part of the traditional region of Salten.  The administrative centre of the municipality is the town of Bodø (which is also the capital of Nordland county).  Some of the notable villages in Bodø include Misvær, Skjerstad, Saltstraumen, Løding, Løpsmarka, Kjerringøy, Sørvær, and Fenes.",
  "/wiki/Northern_Norway": "Northern Norway (Bokmål: Nord-Norge, Urban East Norwegian: [ˈnûːrˌnɔrɡə], Nynorsk: Nord-Noreg; Northern Sami: Davvi-Norga) is a geographical region of Norway, consisting of the two northernmost counties Nordland and Troms og Finnmark, in total about 35% of the Norwegian mainland. Some of the largest towns in Northern Norway (from south to north) are Mo i Rana, Bodø, Narvik, Harstad, Tromsø and Alta. Northern Norway is often described as the land of the midnight sun and the land of the northern lights. Further north, halfway to the North Pole, is the Arctic archipelago of Svalbard, traditionally not regarded as part of Northern Norway.",
  "/wiki/Viken_(county)": "Viken is a county in Eastern Norway that was established on 1 January 2020 by the forced merger of Akershus, Buskerud and Østfold with the addition of three other municipalities. It takes its name from Viken, Scandinavia, the historical region in western Sweden that before the middle ages also included areas in today's southeastern Norway, but has entirely different borders and does not include key parts of the historical region.",
  "/wiki/Drammen": "Drammen is a city in Viken, Norway. The port and river city of Drammen is centrally located in the eastern and most populated part of Norway.",
  "/wiki/Sarpsborg": "Sarpsborg [ˈsɑ̀ʂ.bɔr] or [ˈsɑ̀rps.bɔrg], historically Borg, is a city and municipality in Viken county, Norway.  The administrative centre of the municipality is the city of Sarpsborg.",
  "/wiki/Moss": "Mosses are small flowerless plants that typically form dense green clumps or mats, often in damp or shady locations. The individual plants are usually composed of simple leaves that are generally only one cell thick, attached to a stem that may be branched or unbranched and has only a limited role in conducting water and nutrients. Although some species have conducting tissues, these are generally poorly developed and structurally different from similar tissue found in vascular plants. Mosses do not have seeds and after fertilisation develop sporophytes with unbranched stalks topped with single capsules containing spores. They are typically 0.2–10 cm (0.1–3.9 in) tall, though some species are much larger. Dawsonia, the tallest moss in the world, can grow to 50 cm (20 in) in height.",
  "/wiki/B%C3%A6rum": "Bærum ([ˈbæ̂ːrʉm] (listen)) is a municipality in Viken County, Norway.  The administrative centre of the municipality is the town of Sandvika.  Bærum was established as a municipality on 1 January 1838. A suburb of Oslo, Bærum is located on the west coast of the city.",
  "/wiki/Innlandet": "Innlandet is a county in Norway. It was created on 1 January 2020 with the merger of the old counties of Oppland and Hedmark (the municipalities of Jevnaker and Lunner were transferred to the neighboring county of Viken on the same date). The new county has an area of 52,113 square kilometres (20,121 sq mi), making it the second largest county in Norway after Troms og Finnmark county.",
  "/wiki/Hamar": "Hamar [ˈhɑ̂ːmɑr] (listen) is a town in Hamar Municipality in Innlandet county, Norway.  It is part of the traditional region of Hedmarken.  The administrative centre of the municipality is the town of Hamar.  The municipality of Hamar was separated from Vang as a town and municipality of its own in 1849. Vang was merged back into Hamar on 1 January 1992.",
  "/wiki/Lillehammer": "Lillehammer (Urban East Norwegian: [ˈlɪ̂lːəhɑmər]) is a town and municipality in Innlandet county, Norway. It is part of the traditional region of Gudbrandsdal.  The administrative centre of the municipality is the town of Lillehammer.  As of 2018, the population of the town of Lillehammer was 28,034. The city centre is a late nineteenth-century concentration of wooden houses, which enjoys a picturesque location overlooking the northern part of lake Mjøsa and the river Lågen, surrounded by mountains. Lillehammer hosted the 1994 Winter Olympics and 2016 Winter Youth Olympics.\nBefore Oslo's withdrawal from consideration, it was included as part of a bid to host events in the 2022 Winter Olympics if Oslo were to win the rights to hold the Games.",
  "/wiki/Ringsaker": "The municipality of Ringsaker was established on 1 January 1838 (see formannskapsdistrikt). The municipalities of Furnes and Nes were merged with Ringsaker on 1 January 1964.",
  "/wiki/Vestfold_og_Telemark": "Vestfold og Telemark (lit. \"Vestfold and Telemark\"), is a Norwegian county that consists of two distinct and separate traditional regions, the former counties of Telemark and most of Vestfold. The county capital is Skien, which is also the county's largest city. While Skien is the capital of the county municipality, the seat of the County Governor is Tønsberg. It borders the counties of Viken, Vestland, Rogaland and Agder.",
  "/wiki/Skien": "Skien [ˈʃêːən] (listen) is a city and municipality in Vestfold og Telemark county in Norway. In modern times it is regarded as part of the traditional region of Grenland, although historically it belonged to Grenmar/Skiensfjorden, while Grenland referred the Norsjø area and Bø. The administrative centre of the municipality is the city of Skien. Skien is also the capital of Vestfold og Telemark county.",
  "/wiki/T%C3%B8nsberg": "Tønsberg [ˈtœ̂nsbær(ɡ)] (listen), historically Tunsberg, is a city and municipality in Vestfold in Vestfold og Telemark county, southern Norway, located around 102 kilometres (63 miles) south-southwest of Oslo on the western coast of the Oslofjord near its mouth onto the Skagerrak.  The administrative centre of the municipality is the city of Tønsberg. The municipality has a population of 41,239 and covers an area of 107 square kilometres (41 square miles).",
  "/wiki/Sandefjord": "The city is known for its rich Viking history and the prosperous whaling industry, which made Sandefjord the richest city in Norway. Today it has built up the third-largest merchant fleet in Norway. It is home to Europe's only museum dedicated to whaling, and is home to Gokstad Mound where the 9th century Gokstad Ship was discovered.",
  "/wiki/Agder": "Agder is a county (fylke) and historical district of Norway in the southernmost region of Norway.",
  "/wiki/Kristiansand": "Kristiansand[a] (/ˈkrɪstʃənsænd/, also US: /ˈkrɪstiənsɑːn/, Norwegian: [krɪstjɑnˈsɑnː] (listen)), historically spelled Christianssand and Christiansand, is a city and municipality Agder county, Norway. It is the fifth largest city in Norway and the municipality is the sixth largest in Norway, with a population of around 112,000 as of January 2020, following the incorporation of the municipalities of Søgne and Songdalen into the new and revised municipality of greater Kristiansand. In addition to the city itself, Statistics Norway counts four other densely populated areas in the municipality: Skålevik in Flekkerøy with a population of 3,526 in the Vågsbygd borough, Strai with a population of 1,636 in the Grim borough, Justvik with a population of 1,803 in the Lund borough, and Tveit with a population of 1,396 (as of January 2012[update]) in the Oddernes borough. Kristiansand is divided into five boroughs: Grim, which is located northwest in Kristiansand with a population of 15,000; Kvadraturen, which is the centre and downtown Kristiansand with a population of 5,200; Lund, the second largest borough; Søgne, with a population of around 12,000 and incorporated into the municipality of Kristiansand as of January 2020; Oddernes, a borough located in the west; and Vågsbygd, the largest borough with a population of 36,000, located in the southwest.",
  "/wiki/Arendal": "Arendal (Urban East Norwegian pronunciation: [ˈɑ̂ːɳɖɑːl] (listen)) is a municipality in Agder county in southeastern Norway.  Arendal belongs to the region of Sørlandet.  The administrative centre of the municipality is the city of Arendal (which is also the seat of Aust-Agder county).  Some of the notable villages in Arendal include Rykene, Eydehavn, Færvik, Strengereid, Kongshavn, Kilsund, Brattekleiv, Torsbudalen, Longum, Saltrød, Staubø, Vrengen, and Kolbjørnsvik.  The offices of UNEP/GRID-Arendal are also located in the city of Arendal.",
  "/wiki/Southern_Norway": "Southern Norway (Norwegian: Sørlandet; lit. \"The Southland\") is the geographical region (landsdel) along the Skagerrak coast of southern Norway.  The region is an informal description since it does not have any governmental function.  It roughly corresponds to the old petty kingdom of Agder as well as the two former counties of Vest-Agder and Aust-Agder.  From New Year 2020, the two counties have been merged into one county, Agder. The total combined area of Vest-Agder and Aust-Agder counties is 16,493 square kilometres (6,368 sq mi).  The name is relatively new, having first been used in Norway around 1900.",
  "/wiki/Vestland": "Vestland is a county in Norway established on January 1, 2020. It consists of the former counties of Hordaland and Sogn og Fjordane, with the exception of Hornindal municipality, which became part of Volda municipality in Møre og Romsdal county.",
  "/wiki/Bergen": "Bergen (Norwegian pronunciation: [ˈbæ̀rɡn̩] (listen)), historically Bjørgvin, is a city and municipality in Vestland on the west coast of Norway. At the end of the first quarter of 2018[update], the municipality's population was 280,216, and the Bergen metropolitan region has about 420,000 inhabitants. Bergen is the second-largest city in Norway. The municipality covers 465 square kilometres (180 sq mi) and is on the peninsula of Bergenshalvøyen. The city centre and northern neighbourhoods are on Byfjorden, 'the city fjord', and the city is surrounded by mountains; Bergen is known as the 'city of seven mountains'. Many of the extra-municipal suburbs are on islands. Bergen is the administrative centre of Hordaland, and consists of eight boroughs: Arna, Bergenhus, Fana, Fyllingsdalen, Laksevåg, Ytrebygda, Årstad, and Åsane.",
  "/wiki/Leikanger": "Leikanger (Urban East Norwegian: [ˈlæ̂ɪkɑŋər] (listen)) is a former municipality in Sogn og Fjordane county, Norway. It was located on the northern shore of the Sognefjorden in the traditional district of Sogn. The administrative center was the village of Hermansverk, which also was the administrative center of the old Sogn og Fjordane county.",
  "/wiki/Tr%C3%B8ndelag": "The largest city in Trøndelag is the city of Trondheim. The administrative centre is Steinkjer, while Trondheim functions as the office of the county mayor. Both cities serve the office of the county governor, however, Steinkjer houses the main functions.",
  "/wiki/Steinkjer": "Steinkjer is a municipality in Trøndelag county, Norway.  It is part of the Innherad region. The administrative centre of the municipality is the town of Steinkjer which is located on the inner part of the Trondheimsfjord.  The town is also the administrative centre for Trøndelag county.  Other populated areas in Steinkjer include the villages of Ogndal, Hyllbrua, Gaulstad, Beitstad, Bartnes, Vellamelen, Stod, Binde, Sunnan, Byafossen, Følling, Kvam, Lerkehaug, Mære, Sparbu, Vassaunet, Vekre, Malm, Follafoss, Sela, and Verrastranda.",
  "/wiki/Trondheim": "Trondheim (UK: /ˈtrɒndhaɪm, ˈtrɒnhaɪm/, US: /ˈtrɒnheɪm/, Urban East Norwegian: [ˈtrɔ̂n(h)æɪm] (listen); Southern Sami: Tråante), historically Kaupangen, Nidaros and Trondhjem, is a city and municipality in Trøndelag county, Norway. It has a population of 200,000 (01/01/2020), and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scientific and Industrial Research (SINTEF), St. Olavs University Hospital and other technology-oriented institutions.",
  "/wiki/Troms_og_Finnmark": "Troms og Finnmark (Northern Sami: Romsa ja Finnmárku or Kven: Tromssa ja Finmarkku) is a county in northern Norway that was established on January 1, 2020. The county is the result of a regional reform in Norway. It was formed by the merger of the former Finnmark and Troms counties plus Tjeldsund Municipality from Nordland county.  The administrative centre of the new county will be based in the city of Tromsø (the seat of the old Troms county), but the county governor will be based out of the town of Vadsø (the seat of the old Finnmark county).",
  "/wiki/Troms%C3%B8": "Tromsø (/ˈtrɒmsoʊ/, also UK: /ˈtrɒmsɜː/; Norwegian pronunciation: [ˈtrʊ̂msœ] (listen); Northern Sami: Romsa; Kven: Tromssa, Swedish: Tromsö) is a municipality in Troms og Finnmark county, Norway. The administrative centre of the municipality is the city of Tromsø.",
  "/wiki/Vads%C3%B8": "Vadsø [ˈvɑ̂dsøː] (listen) (Northern Sami: Čáhcesuolu; Kven: Vesisaari) is a  municipality in Troms og Finnmark County, Norway.  The administrative centre of the municipality is the town of Vadsø, which is also the administrative centre of Finnmark county.  Other settlements in Vadsø include Ekkerøy, Kiby, Krampenes, Skallelv, Valen, and Vestre Jakobselv."
}