{
  "/wiki/2011_Baltimore_Ravens_season": "The 2011 Baltimore Ravens season was the team's 16th in the National Football League and city of Baltimore, and the 14th to host home games at M&T Bank Stadium. 2011 marked one of the most successful seasons in Baltimore Ravens franchise history. The Ravens completed the season with a 12–4 record, matching their record from 2010, and winning the AFC North division title for the third time in franchise history. By earning a playoff berth in 2011, the Ravens set a franchise record by going to the postseason for four consecutive seasons.",
  "/wiki/Tim_Barnes_(American_football)": "Tim Barnes (born May 14, 1988) is an American football center who is currently a free agent. He played college football at Missouri.",
  "/wiki/Center_(gridiron_football)": "Center (C) is a position in gridiron football.  The center is the innermost lineman of the offensive line on a football team's offense.  The center is also the player who passes (or \"snaps\") the ball between his legs to the quarterback at the start of each play.",
  "/wiki/2010_Missouri_Tigers_football_team": "The 2010 Missouri Tigers football team represented the University of Missouri in the 2010 NCAA Division I FBS football season. The team was coached by Gary Pinkel, who returned for his tenth season with Mizzou, and played their home games at Faurot Field at Memorial Stadium.  The team began the season fresh off their fifth straight bowl appearance. The team hired a new public address announcer, Randy Moehlman.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Patrick_Scales_(American_football)": "Patrick Scales (born February 11, 1988) is an American football long snapper for the Chicago Bears of the National Football League (NFL). He played college football at Utah State University. He has also been a member of the Baltimore Ravens, Miami Dolphins, New York Jets and Tampa Bay Buccaneers.",
  "/wiki/Long_snapper": "In gridiron football, the long snapper (or deep snapper) is a special teams specialist whose duty is to snap the football over a longer distance, typically around 15 yards during punts, and 7–8 yards during field goals and extra point attempts.",
  "/wiki/2010_Utah_State_Aggies_football_team": "The 2010 Utah State Aggies football teamrepresented Utah State University in the 2010 NCAA Division I FBS college football season. The Aggies were led by second year head coach Gary Andersen and played their home games at Romney Stadium. They finished the season with a record of 4–8 (2–6 WAC). The Aggies won the Beehive Boot for the first time since 1997.",
  "/wiki/Western_Athletic_Conference": "The Western Athletic Conference (WAC) is an American collegiate athletic conference formed on July 27, 1962, and affiliated with the National Collegiate Athletic Association (NCAA) Division I.  The WAC covers a broad expanse of the western United States, with member institutions located in Arizona, California, New Mexico, Utah, and Washington, along with the \"non-western\" states of Missouri and Illinois (traditionally associated with the Midwest), as well as Texas (traditionally associated with the Southwest).",
  "/wiki/2011_Buffalo_Bills_season": "The 2011 Buffalo Bills season was the team's 42nd season in the National Football League and its 52nd overall. The Bills improved on their 4–12 record from the 2010 season, winning six games; however, the team also missed the playoffs for the twelfth consecutive season; the team had not made the playoffs since 1999, the longest standing playoff drought in the NFL at the time. Buffalo played in the Eastern division of the American Football Conference (AFC).",
  "/wiki/Danny_Aiken": "Daniel Lee Aiken (born August 28, 1988) is a former American football long snapper. He was signed by the Buffalo Bills as an undrafted free agent in 2011. He played college football at Virginia after a prep year at Fork Union Military Academy.",
  "/wiki/2010_Virginia_Cavaliers_football_team": "The 2010 Virginia Cavaliers football team represented the University of Virginia in the 2010 NCAA Division I FBS football season as a member of the Coastal Division of the Atlantic Coast Conference (ACC). The Cavaliers, led by first year head coach Mike London, played their home games at Scott Stadium and are members of the Coastal Division of the Atlantic Coast Conference. They finished the season 4–8, 1–7 in ACC play.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/2011_Carolina_Panthers_season": "The 2011 Carolina Panthers season was the franchise's 17th season in the National Football League and the first season for Ron Rivera as head coach. In Week 16 of the 2010 season, the team clinched the NFL's worst record of that year and was given the #1 pick in the 2011 NFL Draft, with which the team selected Auburn quarterback Cam Newton, the 2010 Heisman Trophy winner. They improved on their 2–14 record from 2010, and finished 6–10, missing the playoffs for the third year in a row.",
  "/wiki/Byron_Bell": "Byron Michael Bell (born January 17, 1989) is an American football offensive tackle who is currently a free agent. He played college football at New Mexico, and was signed by the Carolina Panthers as an undrafted free agent in 2011.",
  "/wiki/Tackle_(gridiron_football_position)": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/2010_New_Mexico_Lobos_football_team": "The 2010 New Mexico Lobos football team represented the University of New Mexico in the 2010 NCAA Division I FBS football season. The team was coached by second-year head coach Mike Locksley and played their home games in University Stadium in Albuquerque, New Mexico. They played in the Mountain West Conference and finished the season with a record of 1–11 (1–7 MW).",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/2011_Chicago_Bears_season": "The 2011 Chicago Bears season was the franchise's 92nd overall season in the National Football League, and the 8th under head coach Lovie Smith.  The Bears, defending NFC North Division champions, attempted a return to the playoffs after falling in the NFC Championship Game to their arch-rivals the Green Bay Packers.  The club was scheduled to partake in the Pro Football Hall of Fame Game but due to the lockout, the game was cancelled.  The Bears traveled to Wembley Stadium in London to take on the Tampa Bay Buccaneers in the NFL International Series and played the Packers on Christmas Day evening in the only scheduled game on that day.  The Bears finished the season with an 8–8 record and did not qualify for the playoffs again until 2018.",
  "/wiki/Mario_Addison": "Mario Addison (born September 6, 1987) is an American football outside linebacker for the Carolina Panthers of the National Football League (NFL). He played college football at Troy University. He was signed by the Chicago Bears as an undrafted free agent in 2011.",
  "/wiki/Defensive_end": "Defensive End (DE) is a defensive position in the sport of gridiron football.",
  "/wiki/2010_Troy_Trojans_football_team": "The 2010 Troy Trojans football team represented Troy University in the 2010 NCAA Division I FBS football season. They played their home games at Movie Gallery Stadium in Troy, Alabama and competed in the Sun Belt Conference. They were led by 20th-year head coach Larry Blakeney. They finished the season with a record of 8–5 (6–2 Sun Belt) to win a share of their fifth consecutive Sun Belt title and a 48–21 victory over Ohio in the New Orleans Bowl.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/2011_Cleveland_Browns_season": "The 2011 Cleveland Browns season was the team's 63rd season as a professional sports franchise and its 59th season as a member of the National Football League (NFL).  The team had hoped to improve on its 2010 season, where it finished with a record of 5–11 and placed third in the AFC North, however, the team was eliminated from playoff contention in Week 14. This season marked the second season under the leadership of team president Mike Holmgren and general manager Tom Heckert, as well as the first season under head coach Pat Shurmur.  The Browns played all of their home games at Cleveland Browns Stadium in Cleveland, Ohio.",
  "/wiki/Craig_Robertson_(American_football)": "Craig Robertson (born February 11, 1988) is an American football linebacker for the New Orleans Saints of the National Football League (NFL) He was signed by the Cleveland Browns as an undrafted free agent in 2011. Robertson played college football at North Texas.",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/2010_North_Texas_Mean_Green_football_team": "The 2010 North Texas Mean Green football team represented the University of North Texas in the 2010 NCAA Division I FBS football season. The 2010 season was the team's fourth under head coach Todd Dodge. The Mean Green played their home games on campus at Fouts Field in Denton, Texas as members of the Sun Belt Conference. They finished the season 3–9, 3–5 in Sun Belt play, during their final season at Fouts Field, before moving to their new stadium the following season.",
  "/wiki/2011_Dallas_Cowboys_season": "The 2011 Dallas Cowboys season was the franchise's 52nd season in the National Football League, the third playing their home games at Cowboys Stadium and the first full season under head coach Jason Garrett. The team improved on their 6–10 record from 2010, but failed to make the playoffs after their loss to the New York Giants for the NFC East division title in the final game of their season, who later went on to win the Super Bowl.",
  "/wiki/Dan_Bailey_(American_football)": "Dan Bailey (born January 26, 1988) is an American football placekicker for the Minnesota Vikings of the National Football League (NFL). Bailey grew up in the Oklahoma City area and played college football at Oklahoma State University. Following the 2011 NFL Draft, Bailey signed with the Dallas Cowboys as an undrafted free agent. He spent seven years in Dallas, where he became the franchise's all-time leader in field goals made and the second-most-accurate kicker in NFL history.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/2010_Oklahoma_State_Cowboys_football_team": "The 2010 Oklahoma State Cowboys football team represented Oklahoma State University in the 2010 NCAA Division I FBS football season. The team was coached by sixth-year head coach Mike Gundy and played their homes game at Boone Pickens Stadium. They played in the Big 12 Conference in the South Division. They finished the year with an 11–2 record (6–2 Big 12) and a 36–10 victory over Arizona in the Alamo Bowl.  Along the way, the Cowboys set a new school record for wins in a season, with 11.  It was also the fourth 10-win season in the Cowboys' 110-year football history; the others came in 1984, 1987 and 1988.",
  "/wiki/Kai_Forbath": "Kai August Forbath (born September 2, 1987) is an American football placekicker for the Dallas Cowboys of the National Football League. He played college football at UCLA and was recognized as an All-American and the best college kicker in the country in 2009. Forbath was signed by the Cowboys as an undrafted free agent in 2011, and has played for the Washington Redskins, New Orleans Saints, Minnesota Vikings, Jacksonville Jaguars, and New England Patriots.",
  "/wiki/2010_UCLA_Bruins_football_team": "The 2010 UCLA Bruins football team represented the University of California, Los Angeles (UCLA) in the 2010 NCAA Division I FBS football season.  Coached by third-year head coach Rick Neuheisel, they opened the season on the road against the Kansas State Wildcats on September 4, 2010. The next three games were against ranked opponents, and after a road win at #7 (AP) Texas, expectations for the Bruins dampened by their 0–2 start began to rise again. However, the season turned for the worse and included two three-game losing streaks against Pac-10 opponents, the latter to end the season on a three-game skid. The Bruins, coming off a bowl win the year before, found themselves ineligible for bowl play with their 4–8 overall record and finished ninth in the Pac-10.",
  "/wiki/Pac-12_Conference": "The Pac-12 Conference is a collegiate athletic conference that operates in the Western United States, participating in 24 sports at the  NCAA Division I level. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two tiers of NCAA Division I football competition.",
  "/wiki/Chris_Jones_(punter)": "Chris Jones (born July 21, 1989) is an American football punter for the Dallas Cowboys of the National Football League. He played college football at Carson-Newman College. He is a left-footed kicker, and right-handed passer.",
  "/wiki/Punter_(football)": "A punter (P) in gridiron football is a special teams player who receives the snapped ball directly from the line of scrimmage and then punts (kicks) the football to the opposing team so as to limit any field position advantage. This generally happens on a fourth down in American football and a third down in Canadian football. Punters may also occasionally take part in fake punts in those same situations, when they throw or run the football instead of punting.",
  "/wiki/Carson%E2%80%93Newman_Eagles_football": "The Carson–Newman Eagles are the athletic teams that represent the Carson–Newman University (formerly Carson–Newman College), located in Jefferson City, Tennessee, in NCAA Division II intercollegiate sports. The Eagles compete as members of the South Atlantic Conference for all 19 varsity sports.",
  "/wiki/South_Atlantic_Conference": "The South Atlantic Conference (SAC) is a collegiate athletic conference which operates in the southeastern United States. It participates in the National Collegiate Athletic Association (NCAA)'s Division II level. The SAC was founded in 1975 as a football-only conference and became an all-sports conference beginning with the 1989–90 season.",
  "/wiki/2011_Denver_Broncos_season": "The 2011 Denver Broncos season was the franchise's 42nd season in the National Football League and the 52nd overall. It also marked the first season under head coach John Fox, as well as the first with John Elway as the team's Executive Vice President of Football Operations.",
  "/wiki/Chris_Harris_Jr.": "Christopher Harris Jr. (born June 18, 1989) is an American football cornerback for the Denver Broncos  of the National Football League (NFL). He played college football at Kansas. He was signed by the Broncos as an undrafted free agent on July 27, 2011.",
  "/wiki/Cornerback": "A cornerback (CB) is a member of the defensive backfield or secondary in gridiron football. Cornerbacks cover receivers most of the time, but also blitz and defend against such offensive running plays as sweeps and reverses. They create turnovers through hard tackles, interceptions, and  deflecting forward passes.",
  "/wiki/2010_Kansas_Jayhawks_football_team": "The 2010 Kansas Jayhawks football team (variously \"Kansas\", \"KU\", or the \"Jayhawks\") represented the University of Kansas in the 2010 NCAA Division I FBS football season which was the school's 121st season. The Jayhawks played their home games on Kivisto Field at Memorial Stadium in Lawrence, Kansas.",
  "/wiki/2011_Green_Bay_Packers_season": "The 2011 Green Bay Packers season was the franchise's 93rd season overall and their 91st in the National Football League, and the sixth under head coach Mike McCarthy. The team not only improved on their 10–6 record from a season earlier, they became just the sixth team in NFL history to win 15 games during the regular season. As of 2019, the 15–1 record stands as the best in team history. The Packers won their first 13 games of the season to extend their winning streak from the previous season to 19, the second-longest in NFL history behind the 21-game winning streak of the New England Patriots in 2003 and 2004, and also tied the record for the best start to a season in NFC history that the New Orleans Saints had set in 2009. The only loss for the Packers during the regular season was a Week 15 defeat in Arrowhead Stadium against the Kansas City Chiefs. They also became the first NFC North team to go undefeated in the division since the 1987 Chicago Bears.",
  "/wiki/Brandon_Saine": "Brandon Croft Saine (born December 14, 1988) is a former American football running back. He played college football at Ohio State. Saine was signed by the Green Bay Packers as an undrafted free agent in 2011.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/2010_Ohio_State_Buckeyes_football_team": "The 2010 Ohio State Buckeyes football team represented The Ohio State University in the 2010 NCAA Division I FBS football season. The Buckeyes were coached by Jim Tressel and played their home games in Ohio Stadium in Columbus, Ohio. They were members of the Big Ten Conference.",
  "/wiki/Big_Ten_Conference": "The Big Ten Conference (stylized B1G, formerly the Western Conference and the Big Nine Conference) is the oldest Division I collegiate athletic conference in the United States. It is based in Rosemont, Illinois. For decades the conference consisted of 10 universities, while the present conference has 14 member institutions. They compete in the NCAA Division I; its football teams compete in the Football Bowl Subdivision (FBS), formerly known as Division I-A, the highest level of NCAA competition in that sport. The conference includes the flagship public university in each of 11 states stretching from New Jersey to Nebraska, as well as two additional public land-grant schools and a private university.",
  "/wiki/2011_Jacksonville_Jaguars_season": "The 2011 Jacksonville Jaguars season was the franchise's 17th season in the National Football League and the 9th under head coach Jack Del Rio, who was fired on November 29 and replaced on an interim basis by defensive coordinator Mel Tucker. The team had hoped to improve on their 8–8 record from 2010, but exceeded their loss total in Week 13, and were officially eliminated from postseason contention. With the 10th pick in the 2011 NFL Draft, they selected quarterback Blaine Gabbert from the University of Missouri, and Gabbert would replace Luke McCown as the starting quarterback in Week 3.",
  "/wiki/Cameron_Bradfield": "Cameron Bradfield (born September 14, 1987) is an American football offensive tackle who is currently a free agent. He was signed by the Jacksonville Jaguars as an undrafted free agent in 2011. He played college football at Grand Valley State University.",
  "/wiki/Grand_Valley_State_Lakers_football": "The Grand Valley State Lakers football team represents Grand Valley State University (GVSU) in NCAA Division II football. The team currently competes in the Great Lakes Intercollegiate Athletic Conference and was affiliated with the now defunct Midwest Intercollegiate Football Conference. The Lakers football team has appeared in six NCAA Division II national title games, winning four championships, since 2001. The team has made the playoffs in 17 seasons. They have also won or shared 16 conference titles (GLIAC & MIFC).",
  "/wiki/Great_Lakes_Intercollegiate_Athletic_Conference": "The Great Lakes Intercollegiate Athletic Conference (GLIAC) is a competitive collegiate athletic conference affiliated with the NCAA's Division II.",
  "/wiki/2011_Minnesota_Vikings_season": "The 2011 season was the Minnesota Vikings' 51st in the National Football League, and the first full season under head coach Leslie Frazier, who served as the team's interim head coach for the final six games of the 2010 season. The team failed to improve on their 6–10 record from 2010, going 2–6 before their bye week, before being eliminated from playoff contention in week 12 with a 2–9 record. The team also suffered its first six-game losing streak since the 1984 season.",
  "/wiki/Andre_Holmes": "Andre Holmes (born June 16, 1988) is an American football wide receiver who is currently a free agent. Originally signed by the Minnesota Vikings as an undrafted free agent in 2011, Holmes has also played for the Dallas Cowboys, Oakland Raiders, Buffalo Bills, and Denver Broncos.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/Hillsdale_Chargers_football": "The Hillsdale Chargers are the athletic teams that represent Hillsdale College, located in Hillsdale, Michigan, in NCAA Division II intercollegiate sporting competitions. The Chargers are currently members of the Great Midwest Athletic Conference as of 2017. The Chargers had been members of the GLIAC since 1975.",
  "/wiki/Allen_Reisner": "Allen Reisner (born September 29, 1988) is an American football tight end who is currently a free agent. He played college football at Iowa.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/2010_Iowa_Hawkeyes_football_team": "The 2010 Iowa Hawkeyes football team represented the University of Iowa in the 2010 NCAA Division I FBS football season.  The Hawkeyes, led by 12th year head coach Kirk Ferentz, were members of the Big Ten Conference and played their home games at Kinnick Stadium in Iowa City, Iowa.",
  "/wiki/2011_New_England_Patriots_season": "The 2011 New England Patriots season was the 42nd season for the team in the National Football League and 52nd season overall. The Patriots finished the regular season at 13–3, and represented the AFC in Super Bowl XLVI. It was the seventh Super Bowl trip in franchise history, and the fifth for head coach Bill Belichick and quarterback Tom Brady.",
  "/wiki/Richard_Medlin": "Richard Medlin (born March 4, 1987) is a former American football running back. He played college football at Fayetteville State University and attended Garner Magnet High School in Garner, North Carolina. He has been a member of the New England Patriots, Miami Dolphins and Atlanta Falcons.",
  "/wiki/Fayetteville_State_Broncos_football": "The Fayetteville State Broncos and Lady Broncos are the athletic teams that represent Fayetteville State University, located in Fayetteville, North Carolina, in NCAA Division II intercollegiate sports.  The Broncos and Lady Broncos compete as full members of the Central Intercollegiate Athletic Association (CAA). fayetteville State has been a member of the CIAA since 1954.",
  "/wiki/Central_Intercollegiate_Athletic_Association": "The Central Intercollegiate Athletic Association (CIAA) is a collegiate athletic conference, mostly consisting of historically black colleges and universities. CIAA institutions are affiliated at the Division II level of the National Collegiate Athletic Association (NCAA).",
  "/wiki/2011_New_Orleans_Saints_season": "The 2011 New Orleans Saints season was the franchise's 45th season in the National Football League, the 36th to host home  at the Mercedes-Benz Superdome and the sixth under head coach Sean Payton. During Week 16, Drew Brees broke the single season passing record set by Dan Marino. Brees ended the season with 5,476 passing yards, an NFL record. The team also broke the record for offensive yards from scrimmage with 7,474 and Darren Sproles broke the record for all purpose yards, with 2,696. The Saints also finished second in scoring for total points with 547, and finished second for points per game with 34.2 points and sacks with 24.",
  "/wiki/Isa_Abdul-Quddus": "Isa Abdul-Quddus (born August 3, 1989) is a former American football safety. He was signed by the New Orleans Saints as an undrafted free agent in 2011 and has also played for the Detroit Lions and Miami Dolphins. He played college football for Fordham University.",
  "/wiki/Safety_(gridiron_football_position)": "Safety, historically known as a safetyman, is a position in gridiron football played by a member of the defense. The safeties are defensive backs who line up from ten to fifteen yards from the line of scrimmage. There are two variations of the position in a typical American formation: the free safety (FS) and the strong safety (SS). Their duties depend on the defensive scheme. The defensive responsibilities of the safety and cornerback usually involve pass coverage towards the middle and sidelines of the field, respectively. While American (11-player) formations generally use two safeties, Canadian (12-player) formations generally have one safety and two defensive halfbacks, a position not used in the American game.\nAs professional and college football have become more focused on the passing game, safeties have become more involved in covering the eligible pass receivers.",
  "/wiki/2010_Fordham_Rams_football_team": "The 2010 Fordham Rams football team represented Fordham University in the 2010 NCAA Division I FCS football season. The Rams were led by fifth year head coach Tom Masella and played their home games at Coffey Field. They are a member of the Patriot League.",
  "/wiki/Patriot_League": "The Patriot League is a collegiate athletic conference comprising private institutions of higher education and two United States service academies based in the Northeastern United States. Outside the Ivy League, it is among the most selective group of higher education institutions in NCAA Division I and has a very high student-athlete graduation rate for both the NCAA graduation success rate and the federal graduation rate.",
  "/wiki/2011_New_York_Giants_season": "The 2011 New York Giants season was the 87th season for the team in the National Football League.  They played all of their home games at MetLife Stadium in East Rutherford, New Jersey. Although the team did not improve on their 10–6 mark from 2010, the Giants were able to qualify for the playoffs, and in another Cinderella run that paralleled what they did in 2007, they won Super Bowl XLVI, marking the fourth time in team history that they won a Super Bowl.",
  "/wiki/Larry_Donnell": "Larry Donnell (born November 1, 1988) is an American football tight end who is currently a free agent. He played college football for Grambling State. He was signed by the New York Giants as an undrafted free agent in 2012.",
  "/wiki/Grambling_State_Tigers_football": "The Grambling State Tigers are the college football team representing the Grambling State University. The Tigers play in NCAA Division I Football Championship Subdivision (FCS) as a member of the Southwestern Athletic Conference.",
  "/wiki/Southwestern_Athletic_Conference": "The Southwestern Athletic Conference (SWAC) is a collegiate athletic conference headquartered in Birmingham, Alabama, which is made up of historically black colleges and universities (HBCUs) in the Southern United States. It participates in the NCAA's Division I for all sports; in football, it participates in the Football Championship Subdivision (FCS), formerly referred to as Division I-AA.",
  "/wiki/2011_Oakland_Raiders_season": "The 2011 Oakland Raiders season was the franchise's 42nd season in the National Football League and the 52nd overall. 2011 also marked the final season under the ownership of Al Davis, who died on October 8, 2011. The Raiders matched their 8–8 record from 2010, finishing in a three-way tie with the Denver Broncos and San Diego Chargers for the AFC West division title, but lost tiebreakers to both teams, and missed the playoffs for the ninth consecutive season.",
  "/wiki/Sterling_Moore": "Sterling Moore (born February 3, 1990) is an American football cornerback who is currently playing for the Seattle Dragons in the XFL. He played college football at Southern Methodist University.",
  "/wiki/2010_SMU_Mustangs_football_team": "The 2010 SMU Mustangs football team represented Southern Methodist University in the 2010 NCAA Division I FBS football season. The Mustangs, led by third-year head coach June Jones, were members of Conference USA in the West Division and played their home games at Gerald J. Ford Stadium.",
  "/wiki/Conference_USA": "Conference USA (C-USA or CUSA) is an intercollegiate athletic conference whose current member institutions are located within the Southern United States. The conference participates in the NCAA's Division I in all sports. C-USA's offices are located in Dallas, Texas.",
  "/wiki/2011_Philadelphia_Eagles_season": "The 2011 Philadelphia Eagles season was the franchise's 79th season in the National Football League, and the thirteenth under head coach Andy Reid. The Eagles had high hopes of competing for a Super Bowl, with several notable offseason acquisitions; however, they ultimately failed to improve on their 10–6 record from 2010 and missed the playoffs for the first time since 2007. However, they did win their last four games, in an attempt to pull out a miracle playoff berth, finishing 8–8, only one game behind the divisional winners and eventual Super Bowl champions, the New York Giants. They also swept the Dallas Cowboys and Washington Redskins for the first time since 2006 and 2009, respectively. The Eagles played all their home games at Lincoln Financial Field in Philadelphia, Pennsylvania.",
  "/wiki/Cedric_Thornton": "Cedric Thornton (born June 21, 1988) is an American football defensive tackle who is currently a free agent. He was signed by the Philadelphia Eagles as an undrafted free agent in 2011. He played college football at Southern Arkansas University.",
  "/wiki/Southern_Arkansas_Muleriders_football": "The Southern Arkansas Muleriders football team represents Southern Arkansas University (SAU) in the sport of American football. The Southern Arkansas Muleriders compete in Division II of the National Collegiate Athletics Association (NCAA) and in the Great American Conference.",
  "/wiki/Gulf_South_Conference": "The Gulf South Conference (GSC) is a collegiate athletic conference affiliated at the National Collegiate Athletic Association (NCAA) Division II level which operates in the Southeastern United States.",
  "/wiki/2011_San_Diego_Chargers_season": "The 2011 San Diego Chargers season was the franchise's 42nd season in the National Football League and the 52nd overall. The team failed to improve on its 9–7 record from 2010, and finished in a three-way tie with the Denver Broncos and Oakland Raiders for the AFC West division title, with an 8–8 record, but lost the tiebreaker to the Broncos and missed the playoffs for a second consecutive season. For Norv Turner, this was his fifth season as the head coach of the Chargers. The Chargers had the 18th pick in the 2011 NFL Draft.",
  "/wiki/Patrick_DiMarco": "Patrick Scott DiMarco (born April 30, 1989) is an American football fullback for the Buffalo Bills in the National Football League (NFL). He was originally signed by the San Diego Chargers as an undrafted free agent in 2011. He played college football at South Carolina. He has also played for the Kansas City Chiefs and Atlanta Falcons.",
  "/wiki/Fullback_(gridiron_football)": "A fullback (FB) is a position known as the best position in the game of football, in the offensive backfield in gridiron football, and is one of the two running back positions along with the halfback. Typically, fullbacks are larger than halfback and in most offensive schemes their duties are split between power running, pass catching, and blocking for both the quarterback and the other running back.",
  "/wiki/2010_South_Carolina_Gamecocks_football_team": "The 2010 South Carolina Gamecocks football team represented the University of South Carolina in the 2010 NCAA Division I FBS football season. The team's head football coach was Steve Spurrier, who was in his sixth season at USC. The Gamecocks played their home games at Williams-Brice Stadium in Columbia, South Carolina and were members of the Eastern Division of the Southeastern Conference.  The Gamecocks finished the season 9–5, 5–3 in SEC play to win the Eastern Division. They earned their first appearance in the SEC Championship where they were defeated by Auburn 17–56. They were invited to the Chick-fil-A Bowl, where they were defeated by Florida State 17–26.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/2011_NFL_Draft": "The 2011 NFL Draft was the 76th installment of the annual NFL Draft, where the franchises of the National Football League select newly eligible football players. Like the 2010 draft, the 2011 draft was held at Radio City Music Hall in New York City, New York, over three days: this year, the first round took place on Thursday, April 28, 2011; the second and third rounds took place on Friday, April 29; with the final four rounds on Saturday, April 30, 2011. The Carolina Panthers, who had the worst record for the 2010 NFL season at 2–14, had the right to the first selection in the draft, where they selected Auburn University quarterback Cam Newton, who was the 2010 Heisman Trophy winner."
}