{
  "/wiki/Canadian_Albums_Chart": "The Canadian Albums Chart is the official album sales chart in Canada.  It is compiled every Monday by U.S.-based music sales tracking company Nielsen SoundScan, and published every Tuesday by Billboard.",
  "/wiki/Canadian_Recording_Industry_Association": "Music Canada (formerly Canadian Recording Industry Association (CRIA)) is a Toronto-based, non-profit trade organization that was founded 9 April 1963 to represent the interests of companies that record, manufacture, produce, promote and distribute music in Canada. It also offers benefits to some of Canada's leading independent record labels and distributors.",
  "/wiki/The_Black_Eyed_Peas": "Black Eyed Peas (also known as The Black Eyed Peas) is an American musical group, consisting of rappers will.i.am, apl.de.ap, and Taboo. Originally an alternative hip hop group, they subsequently changed their musical sound to pop and dance-pop music. Although the group was founded in Los Angeles in 1995, it was not until the release of their third album, Elephunk, in 2003, that they achieved high record sales. Since that time, the group has sold an estimated 75 million records, making them one of the world's best-selling groups of all time. According to Nielsen SoundScan, the Black Eyed Peas were the second-best-selling artist/group of all time for downloaded tracks, behind Rihanna, with over 42 million sales.[citation needed]",
  "/wiki/The_E.N.D.": "The E.N.D. (an abbreviation of, and subtitled The Energy Never Dies) is the fifth studio album by American group The Black Eyed Peas. It was released on June 3, 2009. Critics described the album as containing more anthemic and inspirational songs in the group's bid to appeal to a new generation of music listeners.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/Relapse_(Eminem_album)": "Relapse  is the sixth studio album by American rapper Eminem. The album was released on May 15, 2009, under Aftermath Entertainment, Shady Records, and Interscope Records. It was his first album of original material since Encore (2004), following a four-year hiatus from recording due to his writer's block and an addiction to prescription sleeping medication. Recording sessions for the album took place during 2007 to 2009 at several recording studios, and Dr. Dre, Mark Batson, and Eminem handled production.",
  "/wiki/Green_Day": "Green Day is an American rock band formed in the East Bay of California in 1987 by lead vocalist and guitarist Billie Joe Armstrong and bassist and backing vocalist Mike Dirnt. For much of the band's career, they have been a trio with drummer Tré Cool, who replaced John Kiffmeyer in 1990 prior to the recording of the band's second studio album, Kerplunk (1991). Touring guitarist Jason White became a full-time member in 2012, but returned to his role as a touring member in 2016.",
  "/wiki/21st_Century_Breakdown": "21st Century Breakdown (pronounced Twenty-first Century Breakdown) is the eighth studio album by American rock band Green Day, released on May 15, 2009 through Reprise Records. Green Day commenced work on the record in January 2006 and forty-five songs were written by vocalist/guitarist Billie Joe Armstrong by October 2007, but the band members did not enter studio work until January 2008.",
  "/wiki/Michael_Jackson": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades. His sound and style have influenced artists of various genres.",
  "/wiki/Michael_Jackson%27s_This_Is_It_(album)": "Michael Jackson's This Is It (or simply This Is It) is a posthumous two-disc soundtrack album by American singer Michael Jackson. Released by MJJ Music on October 26, 2009, This Is It features previously released music, as well as six previously unreleased recordings by Michael Jackson. This Is It was released to coincide with the theatrical release of Michael Jackson's This Is It, a concert film documenting Michael Jackson's rehearsals for the This Is It concert series at the O2 Arena in London. This Is It is the sixth album to be released by Sony and Motown/Universal since Michael Jackson's death in June 2009.",
  "/wiki/Adam_Lambert": "Adam Mitchel Lambert (born January 29, 1982) is an American singer, songwriter and actor. Since 2009, he has sold over 3 million albums and 5 million singles worldwide.",
  "/wiki/For_Your_Entertainment_(album)": "For Your Entertainment is the debut studio album by American singer Adam Lambert, which he started to record after the end of the eighth season of American Idol. It was released on November 23, 2009 by RCA Records. Three singles have been released from the album worldwide: \"For Your Entertainment\", \"Whataya Want from Me\" and \"If I Had You\" while \"Sleepwalker\" has been released in some countries as the fourth single. \"Fever\", \"Sure Fire Winners\" and \"Aftermath\" were released as radio-only singles in select countries. The album peaked at number 3 on the Billboard 200 and reached Gold and Platinum status in multiple countries. The album's second single \"Whataya Want from Me\" became an international hit reaching the top ten in fourteen countries. The album was supported by Lambert's first concert tour, the 2010 Glam Nation Tour.",
  "/wiki/Bon_Jovi": "Bon Jovi is an American rock band formed in 1983 in Sayreville, New Jersey. It consists of singer Jon Bon Jovi, keyboardist David Bryan, drummer Tico Torres, guitarist Phil X, and bassist Hugh McDonald. Previous bassist Alec John Such was dismissed in 1994, and longtime guitarist and co-songwriter Richie Sambora left in 2013.",
  "/wiki/The_Circle_(Bon_Jovi_album)": "The Circle is the eleventh studio album by American rock band Bon Jovi. Released on November 10, 2009, the album was produced by John Shanks. The album debuted at #1 in several countries, including the U.S., where it sold 163,000 copies in its first week.",
  "/wiki/Bruce_Springsteen": "Bruce Frederick Joseph Springsteen (born September 23, 1949) is an American singer, songwriter, and musician who is both a solo artist and the leader of the E Street Band. He received critical acclaim for his early 1970s albums and attained worldwide fame upon the release of Born to Run in 1975. During a career that has spanned five decades, Springsteen has become known for his poetic and socially conscious lyrics and lengthy, energetic stage performances, earning the nickname \"The Boss\". He has recorded both rock albums and folk-oriented works, and his lyrics often address the experiences and struggles of working-class Americans.",
  "/wiki/Working_on_a_Dream": "Working on a Dream is the sixteenth studio album by Bruce Springsteen, released on January 27, 2009 through Columbia Records. It has sold more than 3 million copies worldwide, with over 585,000 in the United States as of September 2010.",
  "/wiki/Carrie_Underwood": "Carrie Marie Underwood (born March 10, 1983) is an American singer, songwriter, fashion designer, and actress. She rose to fame as the winner of the fourth season of American Idol in 2005. Her debut single, \"Inside Your Heaven\", made her the only country artist to debut at number one on the Billboard Hot 100 chart and the only solo country artist in the 2000s to have a number-one song on the Hot 100. Her debut album, Some Hearts (2005), was bolstered by the huge crossover success of the singles \"Jesus, Take the Wheel\" and \"Before He Cheats\", becoming the best-selling solo female debut album in country music history, the fastest-selling debut country album in Nielsen SoundScan history and the best-selling country album of the last 17 years. Underwood won three Grammy Awards for the album, including Best New Artist.",
  "/wiki/Play_On_(Carrie_Underwood_album)": "Play On is the third studio album by American singer and songwriter Carrie Underwood. It was released in the United States on November 3, 2009, through Arista Nashville.",
  "/wiki/Daughtry_(band)": "Daughtry /ˈdɔːtri/ is an American rock band formed and fronted by namesake Chris Daughtry, who was a finalist on the fifth season of American Idol. Their self-titled debut album was released in November 2006 and reached number one on the Billboard 200. The album went on to sell more than six million copies in the United States, and has been certified sextuple platinum by the RIAA. Daughtry was also named the best selling album of 2007 by Billboard, becoming the fastest-selling debut rock album in Nielsen SoundScan history. The album produced four top 20 hits on the Billboard Hot 100, including top five hits \"It's Not Over\" and \"Home\".",
  "/wiki/Leave_This_Town": "Leave This Town is the second album by the American rock band Daughtry, released through RCA Records and 19 Entertainment on July 14, 2009. It is the first album that they recorded as a band, as their self-titled debut album was recorded before the band was formed and only lead singer Chris Daughtry was signed to the label. It was also their last album to feature Joey Barnes on drums. The album's style is primarily arena rock, with influences ranging from hard rock to pop rock.",
  "/wiki/Glee_(TV_series)": "Glee (stylized in all lowercase) is  an American musical comedy-drama television series that aired on the Fox network in the United States from May 19, 2009, to March 20, 2015. It centers on the fictional William McKinley High School glee club, the New Directions, which competes on the show choir competition circuit while its disparate members deal with social issues, especially regarding sexuality, race, relationships, and teamwork. The initial twelve-member cast included Matthew Morrison as club director and Spanish teacher Will Schuester, Jane Lynch as cheerleading coach Sue Sylvester, Jayma Mays as guidance counselor Emma Pillsbury, Jessalyn Gilsig as Will's wife Terri, and Dianna Agron, Chris Colfer, Kevin McHale, Lea Michele, Cory Monteith, Amber Riley, Mark Salling, and Jenna Ushkowitz as eight club members. The main cast was altered throughout the series.",
  "/wiki/Glee:_The_Music,_Volume_1": "Glee: The Music, Volume 1 is the debut soundtrack album by the cast of the musical television series Glee, which aired on Fox in the United States. It features cover versions from the first nine episodes of the first season and was released on November 2, 2009 by Columbia Records and 20th Century Fox Television Records. The album received mixed reviews from critics, with many praising large ensemble numbers, but comparing it to karaoke tracks. It went to number one on album charts in Ireland and the United Kingdom, and peaked at number three in Australia and number four in both Canada and the United States. Volume 1 has been certified platinum in these five countries."
}