{
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/University_of_Memphis": "The University of Memphis (UofM) is a public research university in Memphis, Tennessee. Founded in 1912, the university has an enrollment of more than 22,000 students.",
  "/wiki/Lyle_Green": "Lyle Green (born February 4, 1976, in Kitchener, Ontario) is a former gridiron football fullback. He was a member of the BC Lions and Calgary Stampeders.",
  "/wiki/Fullback_(American_football)": "A fullback (FB) is a position known as the best position in the game of football, in the offensive backfield in gridiron football, and is one of the two running back positions along with the halfback. Typically, fullbacks are larger than halfback and in most offensive schemes their duties are split between power running, pass catching, and blocking for both the quarterback and the other running back.",
  "/wiki/University_of_Toledo": "The University of Toledo (UToledo or UT) is a public research university in Toledo, Ohio.  The university also operates a 450-acre (180 ha) Health Science campus, which includes the University of Toledo Medical Center, in the  West Toledo neighborhood of Toledo; a 160-acre (65 ha) satellite campus in the Scott Park neighborhood of Toledo; the Center for the Visual Arts is located in downtown Toledo at the Toledo Museum of Art; and a research and education facility, known as the Lake Erie Center, is at the Maumee Bay State Park.",
  "/wiki/Guard_(American_football)": "In gridiron football, a guard (G) is a player who lines up between the center and the tackles on the offensive line of a football team on the line of scrimmage used primarily for blocking. Right guards (RG) is the term for the guards on the right of the offensive line, while left guards (LG) are on the left side. Guards are to the right or left of the center.",
  "/wiki/Montana_University": "The University of Montana (UM) is a public research university in Missoula, Montana. UM is a flagship institution of the Montana University System and its second largest campus. UM reported 10,962 undergraduate and graduate students in the fall of 2018.",
  "/wiki/Jamie_Boreham": "Jamie Boreham (born March 29, 1978 in Vancouver, British Columbia) is the head coach of the Okanagan Sun of the Canadian Junior Football League (CJFL) and is a former professional Canadian football punter and placekicker. He played for eight seasons in the Canadian Football League and was a member of the 95th Grey Cup championship team with the Saskatchewan Roughriders. He also played for the Hamilton Tiger-Cats, Toronto Argonauts, and Winnipeg Blue Bombers.",
  "/wiki/Placekicker": "Placekicker, or simply kicker (PK or K), is the player in gridiron football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or punter as well.",
  "/wiki/Wide_Receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/University_of_Saskatchewan": "The University of Saskatchewan (U of S) is a Canadian public research university, founded on March 19, 1907, and located on the east side of the South Saskatchewan River in Saskatoon, Saskatchewan, Canada. An \"Act to establish and incorporate a University for the Province of Saskatchewan\" was passed by the provincial legislature in 1907. It established the provincial university on March 19, 1907 \"for the purpose of providing facilities for higher education in all its branches and enabling all persons without regard to race, creed or religion to take the fullest advantage\".Coordinates: 52°7′47″N 106°37′58″W﻿ / ﻿52.12972°N 106.63278°W﻿ / 52.12972; -106.63278 The University of Saskatchewan is the largest education institution in the Canadian province of Saskatchewan. The University of Saskatchewan is one of Canada’s top research universities (based on the number of Canada Research Chairs) and is a member of the U15 Group of Canadian Research Universities (the 15 most research-intensive universities in Canada).",
  "/wiki/Simon_Fraser_University": "Simon Fraser University (SFU) is a public research university in British Columbia, Canada, with three campuses: Burnaby (main campus), Surrey, and Vancouver. The 170-hectare (420-acre) main Burnaby campus on Burnaby Mountain, located 20 kilometres (12 mi) from downtown Vancouver, was established in 1965 and comprises more than 30,000 students and approximately 950 faculty members.",
  "/wiki/Kelly_Bates": "Kelly Bates (born July 27, 1975) is the offensive line coach for the BC Lions of the Canadian Football League (CFL). He is a former professional Canadian football guard and former head coach of the Simon Fraser Clan. He was drafted by the Lions in fourth round of the 2001 CFL Draft. He played CIS football for the University of Saskatchewan Huskies.",
  "/wiki/Offensive_Lineman": "In American football each team has 11 players on the field at one time. The specific role that a player takes on the field is called their position. Under the modern rules of American football, teams are allowed free substitutions; that is, teams may change any number of players after any play. This has resulted in the development of three \"platoons\" of players: the offense (the team with the ball, which is trying to score), the defense (the team trying to prevent the other team from scoring, and to take the ball from them), and the special teams (who play in kicking situations). Within those platoons, various specific positions exist depending on what each player's main job is.",
  "/wiki/University_of_Manitoba": "The University of Manitoba (U of M or UM) is a public research university in Manitoba, Canada. Its main campus is located in the Fort Garry neighbourhood of southern Winnipeg with other campuses throughout the city. Founded in 1877, it is Western Canada's first university. The university maintains a reputation as a top research-intensive post-secondary educational institution and conducts more research annually than any other university in the region.",
  "/wiki/University_of_British_Columbia": "The University of British Columbia (UBC) is a public research university with campuses in Vancouver and Kelowna, British Columbia. Established in 1908, UBC is British Columbia's oldest university. The university has ranked among the top three universities in Canada. With an annual research budget of $600 million, UBC funds over 8,000 projects a year."
}