{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/1887_U.S._National_Championships": "List of champions of the 1887 U.S. National Championships (now known as the US Open). The men's tournament was held from 22 August to 30 August on the outdoor Grass courts at the Newport Casino in Newport, Rhode Island. It was the 7th U.S. National Championships and the second Grand Slam tournament of the year. In 1887 the first U.S. Women's National Singles Championship was held. The event was launched at the Philadelphia Cricket Club, PA and was played after the men's tournament had ended. 17-year-old Philadelphian Ellen Hansell became the first women's champion.",
  "/wiki/2017_US_Open_(tennis)": "The 2017 US Open was the 137th edition of tennis' US Open and the fourth and final Grand Slam event of the year. It was held on outdoor hard courts at the USTA Billie Jean King National Tennis Center in New York City. Experimental rules featured in qualifying for the main draw as well as in the junior, wheelchair and exhibition events.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/1962_U.S._National_Championships": "The 1962 U.S. National Championships (now known as the US Open) was a tennis tournament that took place on the outdoor grass courts at the West Side Tennis Club, Forest Hills in New York, United States. The tournament ran from 29 August until 10 September. It was the 82nd staging of the U.S. National Championships, and the fourth Grand Slam tennis event of 1962. The men's singles event was won by Australian Rod Laver whose victory completed his first Grand Slam.",
  "/wiki/2011_US_Open_(tennis)": "The 2011 US Open was a tennis tournament played on the outdoor hard courts at the Billie Jean King National Tennis Center in Flushing Meadows Park, of Queens, New York City, United States. It began on 29 August and was originally scheduled to end on 11 September, but the men's final was postponed to 12 September due to rain.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/1988_US_Open_(tennis)": "The 1988 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in New York in the United States. It was the 108th edition of the US Open and was held from August 29 to September 11, 1988.",
  "/wiki/2016_US_Open_(tennis)": "The 2016 US Open was the 136th edition of tennis' US Open, the fourth and final Grand Slam event of the year. It took place on outdoor hard courts at the USTA Billie Jean King National Tennis Center in New York City.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/2003_US_Open_(tennis)": "The 2003 US Open was held between August 25 – September 7, 2003.",
  "/wiki/2010_US_Open_(tennis)": "The 2010 US Open was a tennis tournament played on outdoor hard courts, held from August 30 to September 13, 2010 in the USTA Billie Jean King National Tennis Center at Flushing Meadows, Queens, New York City, United States.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/1959_U.S._National_Championships": "The 1959 U.S. National Championships (now known as the US Open) was a tennis tournament that took place on outdoor grass courts at two locations in the United States. The men's and women's singles as well as the mixed doubles were played from September 4 through September 13 at the West Side Tennis Club, Forest Hills in New York, while the men's and women's doubles were held at the Longwood Cricket Club in Chestnut Hill, Massachusetts from August 16 though August 23, 1959. It was the 79th staging of the U.S. National Championships, and the fourth Grand Slam tennis event of the year. Neale Fraser] and Maria Bueno won the singles titles.",
  "/wiki/1966_U.S._National_Championships": "The 1966 U.S. National Championships (now known as the US Open) was a tennis tournament that took place on the outdoor grass courts at the West Side Tennis Club, Forest Hills in New York, United States. The tournament ran from 1 September until 12 September. It was the 86th staging of the U.S. National Championships, and the fourth Grand Slam tennis event of 1966.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/1891_U.S._National_Championships": "List of champions of the 1891 U.S. National Championships (now known as the US Open). The men's tournament was held from 22 August to 31 August on the outdoor grass courts at the Newport Casino in Newport, Rhode Island. The women's tournament was held from 23 June to 27 June on the outdoor grass courts at the Philadelphia Cricket Club in Philadelphia, PA. It was the 11th U.S. National Championships and the second Grand Slam tournament of the year.:",
  "/wiki/1968_US_Open_(tennis)": "The 1968 US Open (formerly known as U.S. National Championships) was a tennis tournament that took place on the outdoor grass courts at the West Side Tennis Club, Forest Hills in New York, United States. The tournament ran from 29 August until 8 September. It was the 88th staging of the tournament and the fourth Grand Slam event of 1968. It was the first edition of the tournament in the Open Era of tennis and as such for the first time offered prize money, totaling  $100,000. Arthur Ashe and Virginia Wade won the singles titles. Ashe was still registered as an amateur and therefore not entitled to the  $14,000 first-prize money, which instead went to runner-up Tom Okker, while Wade earned $6,000.  Frank Parker, at the age of 52, lost to eventual champion Arthur Ashe in the second round, and still holds the record for the oldest man to compete in a Grand Slam singles tournament.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/1915_U.S._National_Championships": "The 1915 U.S. National Championships (now known as the US Open) took place on the outdoor grass courts at the West Side Tennis Club, Forest Hills in New York, United States. The men's singles tournament ran from 31 August until 8 September while the women's singles and doubles championship took place from 7 June to 12 June at the Philadelphia Cricket Club in Chestnut Hill. It was the 35th staging of the U.S. National Championships, the first held at Forest Hills and the second Grand Slam tennis event of the year.",
  "/wiki/1918_U.S._National_Championships": "The 1918 U.S. National Championships (now known as the US Open) was a tennis tournament that took place on the outdoor grass courts at the West Side Tennis Club, Forest Hills in New York, United States. The women's tournament was held from 17 Jun until 22 June while the men's tournament ran from 26 August until 3 September. It was the 38th staging of the U.S. National Championships and due to World War I the only Grand Slam tennis event of the year.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/2004_U.S._Open_(tennis)": "The 2004 US Open was held between August 30, 2004 – September 12, 2004.",
  "/wiki/2006_U.S._Open_(tennis)": "The 2006 US Open began 28 August and finished on 10 September 2006.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/1990_US_Open_(tennis)": "The 1990 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in the United States. It was the 110th edition of the US Open and was held from August 27 to September 9, 1990.",
  "/wiki/1990_U.S._Open_(tennis)": "The 1990 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in the United States. It was the 110th edition of the US Open and was held from August 27 to September 9, 1990.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/2015_US_Open_(tennis)": "The 2015 US Open was a tennis tournament played on outdoor hard courts. It was the 135th edition of the US Open, the fourth and final Grand Slam event of the year. It took place at the USTA Billie Jean King National Tennis Center.",
  "/wiki/Serbia_and_Montenegro": "Serbia and Montenegro (Serbian: Србија и Црна Гора, romanized: Srbija i Crna Gora; abbr. Serbian: СЦГ, romanized: SCG), also known from 2003 to 2006 as the State Union of Serbia and Montenegro (Serbian: Државна Заједница Србија и Црна Гора, romanized: Državna Zajednica Srbija i Crna Gora), and known as the Federal Republic of Yugoslavia from 1992 to 2003, was a country in Southeast Europe, created from the two remaining federal republics of the Socialist Yugoslavia after its breakup in 1992. The republics of Serbia and Montenegro together established a federation in 1992 as the Federal Republic of Yugoslavia (abbr. FR Yugoslavia or FRY; Serbian: Савезна Република Југославија, romanized: Savezna Republika Jugoslavija)[a] or Yugoslavia (Serbian: Југославија, romanized: Jugoslavija) for short.",
  "/wiki/1992_U.S._Open_(tennis)": "The 1992 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in New York in the United States. It was the 112th edition of the US Open and was held from August 31 to September 13, 1992.",
  "/wiki/Socialist_Federal_Republic_of_Yugoslavia": "The Socialist Federal Republic of Yugoslavia (SFRY), also known as SFR Yugoslavia or simply Yugoslavia, was a country located in Central and Southeastern Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km² (98,766 sq mi), the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the north, Bulgaria and Romania to the east, and Albania and Greece to the south. The nation was a socialist state and a federation governed by the League of Communists of Yugoslavia and made up of six socialist republics – Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia, and Slovenia – with Belgrade as its capital. In addition, it included two autonomous provinces within Serbia: Kosovo and Vojvodina. The SFRY's origin is traced to 26 November 1942, when the Anti-Fascist Council for the National Liberation of Yugoslavia was formed during World War II. On 29 November 1945, the Federal People's Republic of Yugoslavia was proclaimed after the deposition of King Peter II, thus ending the monarchy. Until 1948, the new communist government originally sided with the Eastern Bloc under the leadership of Josip Broz Tito at the beginning of the Cold War, but after the Tito–Stalin split of 1948, Yugoslavia pursued a policy of neutrality. It became one of the founding members of the Non-Aligned Movement, and transitioned from a command economy to market-based socialism. The SFRY maintained neutrality during the Cold War as part of its foreign policy. It was a founding member of CERN, the United Nations, Non-Aligned Movement, OSCE, IFAD, WTO, Eutelsat, and BTWC. Following the death of Tito on 4 May 1980, the Yugoslav economy started to collapse, which increased unemployment and inflation. The economic crisis led to a rise in ethnic nationalism in the late 1980s and early 1990s; dissidence resulted among the multiple ethnicities within the constituent republics. With the collapse of communism in Eastern Europe, inter-republic talks on transformation of the federation into a confederacy also failed, with the two wealthiest republics (Croatia and Slovenia) seceding. In 1991 some European states recognized their independence. The federation collapsed along federal borders, followed by the start of the Yugoslav Wars, and the final downfall and breakup of the federation on 27 April 1992. Two of its republics, Serbia and Montenegro, remained within a reconstituted state known as the \"Federal Republic of Yugoslavia\", but this union was not recognized internationally as the official successor state to the SFRY. The term \"former Yugoslavia\" (bivša Jugoslavija/бивша Југославија) is now commonly used retrospectively.",
  "/wiki/1991_U.S._Open_(tennis)": "The 1991 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in New York in the United States. It was the 111th edition of the US Open and was held from August 26 to September 8, 1991.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/2019_US_Open_(tennis)": "The 2019 US Open was the 139th edition of tennis' US Open and the fourth and final Grand Slam event of the year. It was held on outdoor hard courts at the USTA Billie Jean King National Tennis Center in New York City.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/1937_U.S._National_Championships": "The 1937 U.S. National Championships (now known as the US Open) was a tennis tournament that took place on the outdoor grass courts at the West Side Tennis Club, Forest Hills in New York, United States. The tournament ran from 2 September until 11 September. It was the 57th staging of the U.S. National Championships and the fourth Grand Slam tennis event of the year.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/1985_US_Open_(tennis)": "The 1985 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in New York in the United States. It was the 105th edition of the US Open and was held from August 27 to September 8, 1985.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/2018_US_Open_(tennis)": "The 2018 US Open was the 138th edition of tennis' US Open and the fourth and final Grand Slam event of the year. It was held on outdoor hard courts at the USTA Billie Jean King National Tennis Center in New York City.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/1994_U.S._Open_(tennis)": "The 1994 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in New York in the United States. It was the 114th edition of the US Open and was held from August 29 to September 11, 1994.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/1997_U.S._Open_(tennis)": "The 1997 US Open was a tennis tournament played on outdoor hard courts at the USTA National Tennis Center in New York City in New York in the United States. It was the 117th edition of the US Open and was held from August 25 through September 7, 1997.",
  "/wiki/List_of_US_Open_women's_singles_champions": "The US Open women's singles championship is an annual tennis event that is being held since 1887 as part of the US Open[a][b] tournament. The tournament is played on outdoor hard courts[c] at the USTA Billie Jean King National Tennis Center in Flushing Meadows – Corona Park, New York City."
}