{
  "/wiki/Arch_and_Ridge_Streets_Historic_District": "The Arch and Ridge Streets Historic District is a historic district located in Marquette, Michigan, running along Arch and Ridge Streets from Front Street to Lake Superior. It was listed on the National Register of Historic Places in 1980. The district includes the Call House.",
  "/wiki/Lake_Superior": "Lake Superior, the largest of the Great Lakes of North America, is also the world's largest freshwater lake by surface area, and the third largest freshwater lake by volume. It is shared by the Canadian province of Ontario to the north, the U.S. state of Minnesota to the west, and Wisconsin and the Upper Peninsula of Michigan to the south. The farthest north and west of the Great Lakes chain, Superior has the highest elevation of all five great lakes and drains into the St. Mary's River.",
  "/wiki/Marquette,_Michigan": "Marquette is a city in the U.S. state of Michigan and the county seat of Marquette County. The population was 21,355 at the 2010 census, making it the largest city of the state's Upper Peninsula. Marquette is a major port on Lake Superior, known primarily for shipping iron ore, and is the home of Northern Michigan University. In 2012, Marquette was listed among the 10 best places to retire in the United States by CBS MoneyWatch.",
  "/wiki/Peter_White_(Michigan)": "Peter Quintard White (October 31, 1830 – June 6, 1908) was one of the original settlers of Marquette, Michigan.  He was a banker, businessman, real estate developer, and a philanthropist; and was involved in a number of the area's iron mining-related businesses, including acting as a director the Cleveland Iron Company.  White served in many local and state public offices, including postmaster, county clerk, school board member, state representative and senator, and as a member of the state library commission and a Regent of the University of Michigan.  Poet William Henry Drummond said of White, \"the trail Peter White has cut through life is blessed by acts of private charity and deeds of public devotion that will serve as a guide to those who follow in the footsteps of a truly great, and above all, good man.\"",
  "/wiki/Big_Bay_Point_Light": "The Big Bay Point Light is a lighthouse which stands on a tall bluff over a rocky point near Big Bay, Michigan, approximately 24 miles (39 km) northwest of Marquette on the Upper Peninsula of Michigan. Today it is the only operational lighthouse with a bed and breakfast.[a] It is reputed to be haunted.",
  "/wiki/Big_Bay,_Michigan": "Big Bay is an unincorporated community in Marquette County of the U.S. state of Michigan.  It is a census-designated place (CDP) for statistical purposes and does not have any legal status as an incorporated municipality. As of the 2000 census, the CDP population was 265.  The community is located within Powell Township near the shore of \"Big Bay\" on Lake Superior.",
  "/wiki/Bed_and_breakfast": "A bed and breakfast (typically shortened to B&B or BnB) is a small lodging establishment that offers overnight accommodation and breakfast. Bed and breakfasts are often private family homes and typically have between four and eleven rooms, with six being the average. In addition, a B&B usually has the hosts living in the house.",
  "/wiki/Braastad–Gossard_Building": "The Braastad–Gossard Building, also known as the Gossard Building or Pioneer Square, is a commercial building located at 308 Cleveland Avenue in Ishpeming, Michigan.  It was listed on the National Register of Historic Places in 2015.",
  "/wiki/Ishpeming,_Michigan": "Ishpeming /ˈɪʃpəmɪŋ/ is a city in Marquette County in the Upper Peninsula of the U.S. state of Michigan. The population was 6,470 at the 2010 census.  This is down from a higher population in the 1950s and 1960s when the economically supportive iron ore mines employed more workers.  A statue of a Native American figure, erected in 1884 in the small town square, is referred to as \"Old Ish\".",
  "/wiki/Call_House": "The Call House is a private residence located at 450 East Ridge Street in the Arch and Ridge Streets Historic District in Marquette, Michigan.  The house is also known as the Henry R. and Mary Hewitt Mather House.  It was designated a Michigan State Historic Site in 1971 and listed on the National Register of Historic Places in 1972.",
  "/wiki/Cleveland_Iron_Mining_Company": "Cleveland-Cliffs, Inc., formerly Cliffs Natural Resources, is a Cleveland, Ohio, business firm that specializes in the mining, beneficiation, and pelletizing of iron ore. The firm is an independent company whose shares are traded on the New York Stock Exchange. Cleveland-Cliffs' primary operations are organized and managed according to product category: Mining & Pelletizing and Metallics.",
  "/wiki/Gothic_Revival": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/George_Shiras_Jr.": "George Shiras Jr. (January 26, 1832 – August 2, 1924) was an Associate Justice of the Supreme Court of the United States who was nominated to the Court by Republican President Benjamin Harrison. At that time, he had 37 years of private legal practice, but had never judged a case. Shiras's only public service before he became a justice was as a federal elector in 1888, almost four years before his nomination in 1892.",
  "/wiki/Cleveland_Mine_Engine_House_Number_3": "The Cleveland Mine Engine House Number 3, also known as the Brownstone Engine House, is a building located at 601 Division Street in Ishpeming, Michigan. It was built to house engines hoisting ore from various Cleveland Mine locales, and was listed on the National Register of Historic Places in 2007.",
  "/wiki/M-28_Business_(Ishpeming–Negaunee,_Michigan)": "Business M-28 (Bus. M-28) is a state trunkline highway serving as a business route that runs for 4.841 miles (7.791 km) through the downtown districts of Ishpeming and Negaunee in the US state of Michigan. The trunkline provides a marked route for traffic diverting from U.S. Highway 41 (US 41) and M-28 through the two historic iron-mining communities. It is one of three business loops for M-numbered highways in the state of Michigan. There have previously been two other Bus. M-28 designations for highways in Newberry and Marquette.",
  "/wiki/Jackson_Mine": "The Jackson Mine is an open pit iron mine in Negaunee, Michigan, extracting resources from the Marquette Iron Range. The first iron mine in the Lake Superior region, Jackson Mine was designated as a Michigan State Historic Site in 1956 and listed on the National Register of Historic Places in 1971.  The Lake Superior Mining Institute said, the mine \"is attractive in the iron ore region of Michigan and the entire Lake Superior region, because of the fact it was here that the first discovery of iron ore was made, here the first mining was done, and from its ore the first iron was manufactured.\" Multiple other mines soon followed the Jackson's lead, establishing the foundation of the economy of the entire region. The mine is located northwest of intersection of Business M-28 and Cornish Town Road.",
  "/wiki/Cleveland-Cliffs_Iron_Company": "Cleveland-Cliffs, Inc., formerly Cliffs Natural Resources, is a Cleveland, Ohio, business firm that specializes in the mining, beneficiation, and pelletizing of iron ore. The firm is an independent company whose shares are traded on the New York Stock Exchange. Cleveland-Cliffs' primary operations are organized and managed according to product category: Mining & Pelletizing and Metallics.",
  "/wiki/Cliffs_Shaft_Mine_Museum": "The Cliffs Shaft Mine Museum is a former iron mine, now a heritage museum, located on Euclid Street between Lakeshore Drive and Spruce Street in Ishpeming, Michigan. The museum, operated by \"Marquette Range Iron Mining Heritage Theme Park Inc.\", celebrates the history of the Marquette Iron Range. The site was designated a state of Michigan historic site in 1973 and placed on the National Register of Historic Places in 1992.",
  "/wiki/Coaster_II": "Coaster II, also known as Quissett, is a two-masted sailing schooner moored at the far western end of the Main Pier at Mattson Lower Harbor Park, off Harbor Drive in Marquette, Michigan. She was listed on the National Register of Historic Places in 1989.",
  "/wiki/Sam_Cohodas_Lodge": "The Sam Cohodas Lodge (also known as the Michigamme Lake Lodge) is a rustic lodge located off US-41 at the east end of Lake Michigamme near Champion, Michigan. It was listed on the National Register of Historic Places in 1991 and designated a Michigan State Historic Site in 1990.",
  "/wiki/U.S._Route_41_in_Michigan": "US Highway 41 (US 41) is a part of the United States Numbered Highway System that runs from Miami, Florida, to the Upper Peninsula of the US state of Michigan. In Michigan, it is a state trunkline highway that enters the state via the Interstate Bridge between Marinette, Wisconsin, and Menominee, Michigan. The 278.769 miles (448.635 km) of US 41 that lie within Michigan serve as a major conduit. Most of the highway is listed on the National Highway System. Various sections are rural two-lane highway, urbanized four-lane divided expressway and the Copper Country Trail National Scenic Byway. The northernmost community along the highway is Copper Harbor at the tip of the Keweenaw Peninsula. The trunkline ends at a cul-de-sac east of Fort Wilkins State Park after serving the Central Upper Peninsula and Copper Country regions of Michigan.",
  "/wiki/M-28_(Michigan_highway)": "M-28 is an east–west state trunkline highway that traverses nearly all of the Upper Peninsula of the U.S. state of Michigan, from Wakefield to near Sault Ste. Marie in Bruce Township. Along with US Highway 2 (US 2), M-28 forms a pair of primary highways linking the Upper Peninsula from end to end, providing a major access route for traffic from Michigan and Canada along the southern shore of Lake Superior. M-28 is the longest state trunkline in Michigan numbered with the \"M-\" prefix at 290.373 miles (467.310 km). The entire highway is listed on the National Highway System, while three sections of M-28 are part of the Lake Superior Circle Tour. M-28 also carries two memorial highway designations along its route.",
  "/wiki/Lake_Michigamme": "Lake Michigamme, one of Michigan's largest lakes, reaches a depth of over 70 feet (21 m). It covers 4,292 acres (17.37 km2) in Marquette and Baraga counties, Michigan. Van Riper State Park provides public access. The vast majority of the lake lies in Marquette County, with only its westernmost part extending into Baraga County.",
  "/wiki/Champion,_Michigan": "Champion is an unincorporated community in Marquette County, in the U.S. state of Michigan.",
  "/wiki/County_Road_557–West_Branch_Escanaba_River_Bridge": "The County Road 557–West Branch Escanaba River Bridge is a bridge located on County Road 557 as it passes over the West Branch of the Escanaba River in Wells Township in Marquette County, Michigan. It was listed on the National Register of Historic Places in 1999.",
  "/wiki/Escanaba_River": "The Escanaba River is a 52.2-mile-long (84.0 km) river on the Upper Peninsula of the U.S. state of Michigan.",
  "/wiki/Wells_Township,_Marquette_County,_Michigan": "Wells Township is a civil township of Marquette County in the U.S. state of Michigan.  As of the 2000 census, the township population was 292.",
  "/wiki/I-beams": "An I-beam, also known as H-beam (for universal column, UC), w-beam (for \"wide flange\"), universal beam (UB), rolled steel joist (RSJ), or double-T (especially in Polish, Bulgarian, Spanish, Italian and German), is a beam with an I or H-shaped cross-section. The horizontal elements of the I are flanges, and the vertical element is the \"web\". I-beams are usually made of structural steel and are used in construction and civil engineering.",
  "/wiki/Granite_Island_Light_Station": "Because it was positioned near the busy shipping lanes of the mid-19th century, a lighthouse was built on Granite Island in 1868 by the U.S. Lighthouse Board and commissioned in 1869.",
  "/wiki/Granot_Loma": "Granot Loma is an estate located on County Road 550 north of Marquette, Michigan, constructed in the tradition of the Great Camps of the Adirondacks in the late 19th and early 20th centuries. It was listed on the National Register of Historic Places in 1991.  It is said to be the \"biggest log cabin in the world\" and the most expensive residence in Michigan.",
  "/wiki/Gwinn_Model_Town_Historic_District": "Gwinn is an unincorporated community in Marquette County in the U.S. state of Michigan.  The community is in Forsyth Township at 46°16′52″N 87°26′27″W﻿ / ﻿46.28111°N 87.44083°W﻿ / 46.28111; -87.44083 on M-35 near the forks of the east and middle branches of the Escanaba River. Gwinn is a census-designated place (CDP) for statistical purposes, and the CDP includes the nearby communities of Austin to the west and New Swanzy to the east. The population of the CDP was 1,965 at the 2000 census. The Gwinn ZIP code is 49841 and serves a much larger area, including most of Forsyth Township, as well as portions of Turin Township to the east, Wells and Ewing townships to the south, Tilden Township to the west, Richmond, Sands, West Branch, and Chocolay townships to the north.",
  "/wiki/Forsyth_Township,_Michigan": "Forsyth Township is a civil township of Marquette County in the U.S. state of Michigan. The population was 4,824 at the 2000 census. Forsyth Township is one of the few townships in the Upper Peninsula that has its own police department.[circular reference] Forsyth Township is larger than the City of Detroit in land area.  The township was named for O. F. Forsyth, general agent for a mining firm in the area.",
  "/wiki/William_Gwinn_Mather": "William Gwinn Mather (September 22, 1857 – April 5, 1951) was an American industrialist.",
  "/wiki/Warren_H._Manning": "Warren Henry Manning (November 7, 1860–February 5, 1938) was an American landscape designer and promoter of the informal and naturalistic \"wild garden\" approach to garden design. In his designs, Manning emphasized pre-existing flora through a process of selective pruning to create a “spatial structure and character.” (Karson, 1997)  An advocate for the conservation of the American landscape, Manning was a key figure in the formation of the American Society of Landscape Architects and a proponent of the National Park System.",
  "/wiki/Harlow_Block_(Marquette,_Michigan)": "The Harlow Block is a commercial building located at 100 West Washington Street in Marquette, Michigan.  It was listed on the National Register of Historic Places in 1983.",
  "/wiki/U.S._Route_41_Business_(Marquette,_Michigan)": "Business US Highway 41 (Bus. US 41) was a state trunkline highway that served as a business loop off US 41 and M-28 in Marquette, Michigan, along Washington and Front streets. The streets serve the downtown area of Marquette and are bordered by several commercial properties and businesses. Those two streets originate with the early founding of the city in the middle of the 19th century. Jurisdiction over them was transferred to the city as part of a highway swap that resulted in the decommissioning of the trunkline in 2005. It was also previously co-designated Bus. M-28, mirroring the Bus. US 41/Bus. M-28 designation previously used along Bus. M-28 in Ishpeming and Negaunee. Washington and Front streets had been a part of the state highway system since the 1910s, and a part of the United States Numbered Highway System since 1926. The business loop designation dates back to the 1960s and was removed in 2005.",
  "/wiki/Holy_Family_Orphanage": "Holy Family Orphanage is an abandoned Catholic orphanage located at 600 Altamont Street in Marquette, Michigan. It was listed on the National Register of Historic Places on October 5, 2015.",
  "/wiki/Huron_Island_Light": "Huron Island Light is a lighthouse on Lake Superior near Big Bay, Michigan. It was listed on the National Register of Historic Places as Huron Islands Lighthouse in 1975.  It is on one of the Huron Islands Wilderness.",
  "/wiki/Grand_Island_North_Light": "The  Grand Island North Light Station (also known as the Old North Light) is a lighthouse located on the north end of Grand Island near Munising, Michigan. It was listed on the National Register of Historic Places in 1985.",
  "/wiki/Great_Lakes": "The Great Lakes (French: les Grands Lacs), also called the Laurentian Great Lakes and the Great Lakes of North America, are a series of interconnected freshwater lakes primarily in the upper mid-east region of North America, on the Canada–United States border, which connect to the Atlantic Ocean through the Saint Lawrence River. They comprise Lakes Superior, Michigan, Huron, Erie, and Ontario.  Hydrologically, there are only four lakes, because Lakes Michigan and Huron join at the Straits of Mackinac.  The lakes form the Great Lakes Waterway.",
  "/wiki/Granite_Island_(Michigan)": "Granite Island is a 2.5-acre (1.0 ha) island in Lake Superior located about 12 miles (19 km) northwest of Marquette in the Upper Peninsula of the U.S. state of Michigan.  Built upon it is the Granite Island Lighthouse, also known as Granite Island Light Station, \"one of the oldest surviving lighthouses on Lake Superior\". It is part of Marquette Township, in Marquette County.",
  "/wiki/Ishpeming_Municipal_Building": "The Ishpeming Municipal Building is a public building located at 100 East Division Street in Ishpeming, Michigan. It is also known as Ishpeming City Hall. The building was designated a Michigan State Historic Site in 1980 and listed on the National Register of Historic Places in 1981.",
  "/wiki/Milwaukee": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.",
  "/wiki/Jackson_Iron_Company_Site": "The Carp River Forge is an abandoned iron forge located along the Carp River on the grounds of the Michigan Iron Industry Museum, at 73 Forge Road near Negaunee, Michigan. It was the first forge constructed in northern Michigan; the site was designated a Michigan State Historic Site in 1956 and listed on the National Register of Historic Places in 1975. It is also known as the Jackson Iron Company Site.",
  "/wiki/County_Road_492_(Marquette_County,_Michigan)": "County Road 492 (CR 492, Co. Rd. 492) is a primary county road in Marquette County, Michigan. The road serves as an alternate route between Negaunee and Marquette. Several historic sites line the roadway as it runs south and parallel to the main highway, U.S. Highway 41 (US 41) and M-28, through the Marquette Iron Range in Michigan's Upper Peninsula. The path of the road runs near tracks of the Lake Superior and Ishpeming Railroad (LS&I). The locally created Iron Ore Heritage Trail will follow CR 492 through Eagle Mills and Morgan Meadows upon completion. The western terminus of the county road is on US 41/M-28 in Negaunee and the eastern end is in Marquette next to Lake Superior.",
  "/wiki/Negaunee,_Michigan": "Negaunee is a city in Marquette County in the U.S. state of Michigan. The population was 4,568 at the 2010 census. The city is located at the southwest corner of Negaunee Township, which is administratively separate, in the Upper Peninsula. The city is home to a luge track. The name Negaunee comes from an Anishinabemowin (Ojibwa) word nigani, meaning \"foremost, in advance, leading,\" which was determined to be the closest Ojibwa translation for \"pioneer\". Within the city limits is Teal Lake.",
  "/wiki/Open_pit": "Open-pit, open-cast or open cut mining is a surface mining technique of extracting rock or minerals from the earth by their removal from an open pit or borrow.",
  "/wiki/Iron": "Iron (/ˈaɪərn/) is a chemical element with symbol Fe (from Latin: ferrum) and atomic number 26. It is a metal that belongs to the first transition series and group 8 of the periodic table. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust.",
  "/wiki/Jackson,_Michigan": "Jackson is a city in the south central area of the U.S. state of Michigan, about 40 miles (64 km) west of Ann Arbor and 35 miles (56 km) south of Lansing. It is the county seat of Jackson County. \nAs of the 2010 census, the city population was 33,534, down from 36,316 at the 2000 census. Served by Interstate 94, it is the principal city of the Jackson Metropolitan Statistical Area, which includes Jackson County and has a population of 160,248.",
  "/wiki/Longyear_Building": "The Longyear Building is a commercial structure located at 210 North Front Street in Marquette, Michigan.  It was listed on the National Register of Historic Places in 2004.",
  "/wiki/Longyear_Hall_of_Pedagogy": "The Longyear Hall of Pedagogy (also known as just Longyear Hall) was an academic building located on Presque Isle Avenue, on the campus of Northern Michigan University in Marquette, Michigan.  It was designated a Michigan State Historic Site in 1972 as part of the Kaye Hall Complex, and individually listed on the National Register of Historic Places in 1980, but was demolished in 1993.",
  "/wiki/Northern_Michigan_University": "Northern Michigan University (NMU) is a public university in Marquette, Michigan.  The university was established in 1899. With enrollment of about 8,000 undergraduate and graduate students, Northern Michigan University is the Upper Peninsula's largest university.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Marquette_County,_Michigan": "This is a list of the National Register of Historic Places listings in Marquette County, Michigan."
}