{
  "/wiki/Caliber": "In guns, particularly firearms, caliber (or calibre in British English) is the specified nominal internal diameter of the gun barrel bore regardless of how or where the bore is measured and whether or not the finished bore matches that specification. It is measured in inches to an accuracy of hundredths or thousandths of an inch or in millimeters.  For example, a \".45 caliber\" firearm has a barrel diameter of roughly 0.45 inches (11 mm).  Barrel diameters can also be expressed using metric dimensions. For example, a \"9 mm pistol\" has a barrel diameter of about 9 millimeters. Due to the inaccuracy and imprecision of imperial dimensions \"converted\" to metric units, metric designations are typically far out of specifications published in decimal inches. True \"caliber\" specifications require imperial measure, and even when cartridge designations (often mistakenly referred to as \"caliber\") only specify caliber to even tenths or hundredths of an inch, actual barrel/chamber/projectile dimensions are published to at least thousandths of an inch and frequently tolerances extend into ten-thousandths of an inch.\n In a rifled barrel, the distance is measured between opposing lands or between opposing grooves; groove measurements are common in cartridge designations originating in the United States, while land measurements are more common elsewhere in the world. Measurements \"across the grooves\" are used for maximum precision because rifling and the specific caliber so-measured is the result of final machining process which cuts grooves into the rough bore leaving the \"lands\" behind.\n Good performance requires a concentric, straight bore that accurately centers the projectile within, in preference to a \"tight\" fit which can be achieved even with off-center, crooked bores that cause excessive friction, fouling and an out-of-balance, wobbling projectile in flight.\n While modern firearms are generally referred to by the name of the cartridge the gun is chambered for, they are still categorized together based on bore diameter.  For example, a firearm might be described as a \"30 caliber rifle\", which could be any of a wide range of cartridges using a roughly 0.30 inches (7.6 mm) projectile; or a \"22 rimfire\", referring to any rimfire firearms firing cartridges with a .22 caliber projectile. However, there can be significant differences in nominal bullet and bore dimensions and all cartridges so \"categorized\" are not automatically identical in actual caliber.\n For example, .303 British firearms and projectiles are often \"categorized\" as \".30-caliber\" alongside several dozen U.S. \".30-caliber\" cartridges despite using bullets .310-.312\" diameter while all U.S \".30-caliber\" centerfire rifle cartridges use a common, standard .308\" bullet outside diameter. Using bullets larger than design specifications causes excessive pressures while undersize bullets cause low pressures,insufficient muzzle velocities and fouling that will eventually lead to excessive pressures.\n Regardless of common practice among \"shooters\", caliber refers to specific, precise and crucial bore/bullet dimensions and generic categorizations involving \"caliber\" are of little benefit to the shooting and arms industries.\n Calibers fall into four general categories by size. Small-bore refers to calibers with a diameter of .32 inches or smaller. The medium-bore refers to calibers with a diameter between .33 inches up to .39 inches and large-bore refers to calibers with a diameter of .40 inches or larger. Miniature bore historically referred to calibers under .22. There is much variance in the use of the term small-bore which over the years has changed considerably with anything under .577 caliber considered small-bore prior to the mid-19th century.",
  "/wiki/Hwangja-Chongtong": "The Chongtong was the term for Joseon-era gunnery. There were many different types, various improvements over the years, often including renaming. The well-known \"Cheonja\", \"Jija\", \"Hyeonja\", and \"Hwangja\" were named after the first four characters of the Thousand Character Classic in decreasing size, thus making them equivalent to Cannons A, B, C, and D.",
  "/wiki/Korea": "Korea is a region in East Asia consisting of the Korean Peninsula, Jeju Island, and several minor islands near the peninsula. Korea has been divided since 1948 between two distinct sovereign states, North Korea and South Korea. Korea is bordered by Russia to the northeast, China to the northwest, and neighbours Japan to the east via the Korea Strait and the Sea of Japan (East Sea).\n During the first half of the 1st millennium, Korea was divided between the three competing states of Goguryeo, Baekje, and Silla, together known as the \"Three Kingdoms of Korea\". In the second half of the 1st millennium, Silla defeated and conquered Baekje and Goguryeo, leading to the \"Unified Silla\" period. Meanwhile, Balhae formed in the north, superseding former Goguryeo. Unified Silla eventually collapsed into three separate states due to civil war, ushering in the Later Three Kingdoms. Toward the end of the 1st millennium, Goguryeo was resurrected as Goryeo, which defeated the two other states and unified the Korean Peninsula as a single sovereign state. Around the same time, Balhae collapsed and its last crown prince fled south to Goryeo. Goryeo (also spelled as Koryŏ), whose name developed into the modern exonym \"Korea\", was a highly cultured state that created the world's first metal movable type in 1234. However, multiple incursions by the Mongol Empire during the 13th century greatly weakened the nation, which eventually agreed to become a vassal state after decades of fighting. Following military resistance under King Gongmin that ended Mongol political influence in Goryeo, severe political strife followed, and Goryeo eventually fell to a coup led by General Yi Seong-gye, who established Joseon in July 17, 1392.\n The first 200 years of the Joseon era were marked by relative peace. During this period, the Korean alphabet was created by Sejong the Great in the 15th century and there was increasing influence of Confucianism. During the later part of the dynasty, Korea's isolationist policy earned it the Western nickname of the \"Hermit Kingdom\". By the late 19th century, the country became the object of imperial design by the Empire of Japan. After the First Sino-Japanese War, despite the Korean Empire's effort to modernize, the country was annexed by Japan in 1910 and ruled by it until the end of World War II in August 1945.\n In 1945, the Soviet Union and the United States agreed on the surrender of Japanese forces in Korea in the aftermath of World War II, leaving Korea partitioned along the 38th parallel. The North was under Soviet occupation and the South under U.S. occupation. These circumstances soon became the basis for the division of Korea by the two superpowers, exacerbated by their inability to agree on the terms of Korean independence. The Communist-inspired government in the North received backing from the Soviet Union in opposition to the pro-Western government in the South, leading to Korea's division into two political entities: North Korea (officially the Democratic People's Republic of Korea), and South Korea (officially the Republic of Korea). Tensions between the two resulted in the outbreak of the Korean War in 1950. With involvement by foreign troops, the war ended in a stalemate in 1953, but without a formalized peace treaty. This status contributes to the high tensions that continue to divide the peninsula. Both governments of the two Koreas claim to be the sole legitimate government of the region.",
  "/wiki/Galloper_gun": "The Galloper gun is an artillery piece used circa 1740 in British colonies (later the United States).  It has 1½, 2, 3, 4 and rare 6 pound shell variants. The gun and carriage weighs around 600 pounds. The gun was designed to be pulled by one horse between the shafts and to keep up with fast moving troops, perhaps even cavalry.\n Gallopers were among the first attempts to give some degree of mobility to guns but the logistics of gun crew movement and ammunition transportation meant that the time to fire from a different location was not significantly reduced.\n The galloper carriage was not used in the Americas during the French and Indian War nor in the Revolutionary War.  Smith's Universal Military Dictionary of 1779 states its use by the King of Prussia in the previous war (which was?).  The replacements for the North American campaign were the Townsend design 3 pounder and the Patterson design 3 pounder on grasshopper carriages and the Congreve designed light field 3 pounder shipped in 1776.  Several of these were taken from Burgoyne at Saratoga. Two original Townsends are found at the Smithsonian and West Point.  The only Pattison original is in Perth, Canada.  No original carriages exist but a gunner's model of the grasshopper carriage is found at the Woolwich military museum.  Many of the Congreve light 3 pounders on butterfly carriages, two boxes mounted on the axle and one box in the trail, can be found in National Park facilities.  Information on the cannons of the Verbreuggens at the Royal Brass Foundary is found in the book on 18th century gun founding by Carel de Beers.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Hyunja-Chongtong": "The Chongtong was the term for Joseon-era gunnery. There were many different types, various improvements over the years, often including renaming. The well-known \"Cheonja\", \"Jija\", \"Hyeonja\", and \"Hwangja\" were named after the first four characters of the Thousand Character Classic in decreasing size, thus making them equivalent to Cannons A, B, C, and D.",
  "/wiki/Grasshopper_cannon": "Grasshopper was the nickname for a cannon used by the British in the late 18th century as a light battalion gun to support infantry. It was designed for service in rough terrain such as the frontiers of British North America.\n Its barrel was made of bronze instead of iron. Bronze is less brittle than cast iron, and so the barrel could be made thinner and lighter than that of an iron gun. Further, if a bronze gun developed a defect it would rupture; an iron gun with a flaw would shatter, at great cost to its own crew. It fired a three-pound ball (or 3 pounds of canister shot).\n Using the conventional bracket or split trail, the gun could be moved by its own crew using drag ropes and wooden shafts much like a handcart. Two straight shafts were placed on each side of the cheek pieces facing forward, and two angled ones at the trail.  The appearance of the shafts when fixed in place led to the nickname of Grasshopper.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Minion_(cannon)": "The minion (from the French word for cute) was a type of small cannon used during the Tudor period and into the late 17th century. It was of a small bore, typically 3-inch (76.2mm), and fired a 5-pound cannonball.",
  "/wiki/Saker_(cannon)": "The saker was a medium cannon, slightly smaller than a culverin, developed during the early 16th century and often used by the English. It was named after the saker falcon, a large falconry bird native to the Middle East.\n A saker's barrel was approximately 9.5 ft (2.9m) long, had a calibre of 3.25 inches (8.26 cm), and weighed approximately 1,900 lb (860 kg). It could fire round shot weighing 5.25 lb (2.4 kg) approximately 7,400 ft (2.3 km) using 4 lb (1.8 kg) of black powder. The shot was intended to bounce along the ground to cause as much damage as possible, the explosive shell being rare before the 19th century. Tests performed in France during the 1950s show that a saker's range was over 9,000 ft (2.7 km) when fired at a 45-degree angle.\nHenry VIII amassed a large arsenal of sakers in the early 16th century as he expanded the Royal Navy and came into conflict with France. Henry's foundries used so much bronze that there was a world shortage of tin. According to the inventory in the Anthony Roll, the Mary Rose carried several sakers, though none have been found so far and may have been recovered by salvagers soon after the disaster. Sakers were heavily used during the English Civil War, especially during sieges, when they were used by both attackers and defenders of fortified towns. They also saw action in the Jacobite rising of 1689 and were used by the armies of both William III and James II at the Battle of the Boyne.\n A French version of the saker is the couleuvrine moyenne, meaning \"middle sized\", which was often used at sea. Venetian merchant ships often carried sakers to defend themselves from pirates, and similar cannons have been found on Spanish Armada wrecks.\n In the New World, the pilgrims removed the naval guns from the Mayflower for use in possible land engagements, which they installed in the fort that they built to protect their newly founded Plimoth Plantation from French, Spanish, and hostile Native Americans. The British installed six saker cannons in Castle William on Castle Island in 1644 when the first of many rebuilds and rearming over the centuries was conducted in order to control the approaches to Boston Harbor.",
  "/wiki/Canon_de_4_de_Vallière": "The Canon de 4 de Vallière was a type of cannon designed by the French officer Florent-Jean de Vallière (1667-1759), Director-General of the Battalions and Schools of the Artillery.\n The cannon was a result of the Royal Ordonnance of October 7, 1732, enacted to reorganize and standardize the King's artillery\n Whereas numerous formats and designs had been in place in the French army, De Vallière standardized the French sizes in artillery pieces, by allowing only for the production of 24, 12, 8 and 4 pound guns, mortars of 13 and 9 inches, and stone-throwing mortars of 16 inches. The 24-pdr was the largest caliber available to French artillery in this system.\n The cannon used core drilling of the bore of cannons founded in one piece of bronze, a method developed at that time by Jean Maritz, which allowed for much higher precision of the bore shape and surface, and therefore higher shooting efficiency.\n As with other de Valliere guns, the 4-pdr was also highly decorated and contained numerous designs and inscriptions.",
  "/wiki/Kingdom_of_France": "The Kingdom of France (French: Royaume de France) was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power since the Late Middle Ages and the Hundred Years' War. It was also an early colonial power, with possessions around the world.\n France originated as West Francia (Francia Occidentalis), the western half of the Carolingian Empire, with the Treaty of Verdun (843). A branch of the Carolingian dynasty continued to rule until 987, when Hugh Capet was elected king and founded the Capetian dynasty. The territory remained known as Francia and its ruler as rex Francorum (\"king of the Franks\") well into the High Middle Ages. The first king calling himself Roi de France (\"King of France\") was Philip II, in 1190. France continued to be ruled by the Capetians and their cadet lines—the Valois and Bourbon—until the monarchy was abolished in 1792 during the French Revolution.\n France in the Middle Ages was a de-centralised, feudal monarchy. In Brittany and Catalonia (now a part of Spain) the authority of the French king was barely felt. Lorraine and Provence were states of the Holy Roman Empire and not yet a part of France. Initially, West Frankish kings were elected by the secular and ecclesiastic magnates, but the regular coronation of the eldest son of the reigning king during his father's lifetime established the principle of male primogeniture, which became codified in the Salic law. During the Late Middle Ages, the Kings of England laid claim to the French throne, resulting in a series of conflicts known as the Hundred Years' War (1337–1453). Subsequently, France sought to extend its influence into Italy, but was defeated by Spain in the ensuing Italian Wars (1494–1559).\n France in the early modern era was increasingly centralised; the French language began to displace other languages from official use, and the monarch expanded his absolute power, albeit in an administrative system (the Ancien Régime) complicated by historic and regional irregularities in taxation, legal, judicial, and ecclesiastic divisions, and local prerogatives. Religiously France became divided between the Catholic majority and a Protestant minority, the Huguenots, which led to a series of civil wars, the Wars of Religion (1562–1598). France laid claim to large stretches of North America, known collectively as New France. Wars with Great Britain led to the loss of much of this territory by 1763. French intervention in the American Revolutionary War helped secure the independence of  the new United States of America but was costly and achieved little for France.\n The Kingdom of France adopted a written constitution in 1791, but the Kingdom was abolished a year later and replaced with the First French Republic. The monarchy was restored by the other great powers in 1814 and lasted (except for the Hundred Days in 1815) until the French Revolution of 1848.",
  "/wiki/Korean_cannon": "Cannon appeared in Korea by the mid 14th century during the Goryeo dynasty and quickly proliferated as naval and fortress-defense weapons. Major developments occurred throughout the 15th century, including the introduction of large siege mortars as well as major improvements that drastically increased range, power, and accuracy.\n The Imjin War in the 1590s marked the beginning of a Korean military revolution which saw improvements in cannon design and the introduction and adaptation of foreign-based firearms. This included the en masse adoption of muskets and the adoption of volley fire and rigorous drill techniques. Breech-loading swivel guns were particularly popular as light anti-personnel artillery.\n With the rising threat of European powers in the 19th century, the Joseon dynasty made attempts at reverse-engineering European firearms but eventually had to simply buy them from foreign entities.",
  "/wiki/Canon_de_6_système_An_XI": "The Canon de 6 système An XI was a French cannon and part of the Year XI system of artillery. It was part of the field artillery, and complemented the Gribeauval system.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Demi-culverin": "The demi-culverin was a medium cannon similar to but slightly larger than a saker and smaller than a regular culverin developed in the late 16th century. Barrels of demi-culverins were typically about 11 feet (3.4 m) long, had a calibre of 4 inches (10 cm) and could weigh up to 3,400 pounds (1,500 kg). It required 6 pounds (2.7 kg) of black powder to fire an 8-pound (3.6 kg) round shot (though there were heavier variants firing 9-pound (4.1 kg) or 10-pound (4.5 kg) round shot). The demi-culverin had an effective range of 1,800 feet (550 m).\n Demi-culverins were valued by generals for their range, accuracy and effectiveness. They were often used in sieges for wall and building demolition.",
  "/wiki/Hongyi-po": "Hongyipao (Chinese: 紅夷炮; pinyin: hóngyípào; literally: 'red barbarian cannon'; Vietnamese: hồng di pháo) was the Chinese name for European style muzzle-loading culverins introduced to China and Korea from the Portuguese colony of Macau and by the Hendrick Hamel expedition to Joseon in the early 17th century.",
  "/wiki/Dutch_Republic": "The United Provinces of the Netherlands, or simply United Provinces (officially the Republic of the Seven United Netherlands), and commonly referred to historiographically as the Dutch Republic, was a federal republic formally established from the formal creation of a federal state in 1581 by several Dutch provinces—seceded from Spanish rule—until the Batavian Revolution of 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state.\n The small republic of around 1.5 million inhabitants distinguished itself by world trade through the Dutch East India Company (VOC) and the Dutch West India Company (WIC), by its great military successes against ostensibly stronger countries such as Spain and England, by its huge fleet (with 2,000 ships, larger than that of England and France combined), by the flourishing of arts (painters such as Rembrandt, Johannes Vermeer and many others) and sciences (including Hugo Grotius and Antonie van Leeuwenhoek), and by its relatively tolerant atmosphere towards different religions and ideas (freedom of thought). Because Dutch trade, science, military, and art were among the most acclaimed in the world during much of the 17th century, this period became known in Dutch history as the Dutch Golden Age.",
  "/wiki/Jija-Chongtong": "The Chongtong was the term for Joseon-era gunnery. There were many different types, various improvements over the years, often including renaming. The well-known \"Cheonja\", \"Jija\", \"Hyeonja\", and \"Hwangja\" were named after the first four characters of the Thousand Character Classic in decreasing size, thus making them equivalent to Cannons A, B, C, and D.",
  "/wiki/Cheonja-Chongtong": "The Chongtong was the term for Joseon-era gunnery. There were many different types, various improvements over the years, often including renaming. The well-known \"Cheonja\", \"Jija\", \"Hyeonja\", and \"Hwangja\" were named after the first four characters of the Thousand Character Classic in decreasing size, thus making them equivalent to Cannons A, B, C, and D.",
  "/wiki/Jean-Jacques_Keller": "Jean-Jacques Keller (1635–1700) and his brother Jean-Balthazar Keller (1638–1702) were Swiss gunfounders from Zürich, in the service of France.\n Jean-Jacques was considered as one of the most skillful founders of France. In 1669, he became \"Master of the foundries\" (Commissaire des Fontes) at Douai. He also established other foundries in Besançon, Breisach and Pinerolo. His work was integral part of the plan established by Louvois in 1666 to have the army and artillery reorganized.",
  "/wiki/Canon_de_12_de_Vallière": "The Canon de 12 de Vallière was a type of cannon designed by French officer Florent-Jean de Vallière (1667–1759), Director-General of the Battalions and Schools of the Artillery.",
  "/wiki/Canon_obusier_de_12": "The Canon obusier de 12 (officially the \"Canon obusier de campagne de 12 livres, modèle 1853\"), also known as the \"Canon de l’Empereur\" (\"emperor's cannon\") and was a type of canon-obusier (literally \"shell-gun cannon\", \"gun-howitzer\") developed by France in 1853. Its performance and versatility (it was able to fire either ball, shell, canister or grapeshot) allowed it to replace all the previous field guns, especially the Canon de 8 and the Canon de 12 as well as the two howitzers of the Valée system.\n The cannon was known in the United States as the 12-pounder Napoleon after French President and Emperor Napoleon III.",
  "/wiki/Culverin": "A culverin was a relatively simple ancestor of the musket, and later a medieval cannon, adapted for use by the French as the \"couleuvrine\" (from couleuvre \"grass snake\") in the 15th century, and later adapted for naval use by the English in the late 16th century. The culverin was used to bombard targets from a distance. The weapon had a relatively long barrel and a light construction. The culverin fired solid round shot projectiles with a high muzzle velocity, producing a relatively long range and flat trajectory. Round shot refers to the classic solid spherical cannonball.",
  "/wiki/List_of_muzzle-loading_guns": "Muzzle-loading guns (as opposed to muzzle-loading mortars and howitzers) are an early type of artillery, (often field artillery, but naval artillery and siege artillery were other types of muzzleloading artillery), used before, and even for some time after, breech-loading cannon became common. Projectile (shot, and later shell) and powder charge are loaded via the muzzle and rammed down the barrel, and then fired at the target. Muzzle-loading artillery came in smoothbore and rifled form, the rifled guns increasingly taking over from the smoothbores as time past and technology improved. Most were made of bronze because of a lack of metallurgic technology, but cast and wrought-iron guns were common as well, particularly later on. Muzzleloading artillery evolved across a wide range of styles, beginning with the bombard, and evolving into culverins, falconets, sakers, demi-cannon, rifled muzzle-loaders, Parrott rifles, and many other styles. Handcannons are excepted from this list because they are hand-held and typically of small caliber."
}