{
  "/wiki/Paul_Broun": "Paul Collins Broun Jr. (born May 14, 1946) is an American physician and politician. He served as the U.S. Representative for Georgia's 10th congressional district, serving from 2007 to 2015. He is a member of the Republican Party and the Tea Party Caucus.\nOn February 6, 2013, Broun announced that he planned to run for the U.S. Senate in the 2014 Georgia election being vacated by Saxby Chambliss, but lost in the May 20, 2014 Republican primary. Broun left office on January 3, 2015.",
  "/wiki/Georgia%27s_10th_congressional_district": "Georgia's 10th congressional district is a congressional district in the U.S. state of Georgia. The district is currently represented by Republican Jody Hice, and includes a large swath of urban and rural territory between Atlanta and Augusta.",
  "/wiki/Charlie_Ross_(state_senator)": "Charlie Ross is an American politician and attorney who lives in Brandon, Mississippi. He served as Senator from District 20 in the Mississippi Senate until 2007. District 20 comprises parts of Madison and Rankin Counties.  Ross was first elected to the Senate in 1997 after serving as the representative from District 59 in the Mississippi House of Representatives. Prior to his legislative service, he served as the Chairman of the Rankin County Republican Executive Committee. In 2008, Ross ran for Congress in Mississippi's 3rd congressional district, but was defeated in the primary by Rankin County Republican Chairman Gregg Harper.",
  "/wiki/Mississippi%27s_3rd_congressional_district": "Mississippi's 3rd congressional district (MS-3) covers central portions of state and stretches from the Louisiana border in the west to the Alabama border in the east.",
  "/wiki/Pennsylvania%27s_5th_congressional_district": "Pennsylvania's fifth congressional district encompasses all of Delaware County, a small portion of southern Montgomery County and a section of southern Philadelphia. Democrat Mary Gay Scanlon represents the district.",
  "/wiki/Harri_Anne_Smith": "Harri Anne Smith (born January 20, 1962) is an independent member of the Alabama Senate, representing the 29th District since 1998. She has been elected to three terms in the State Senate and is also a former mayor of her hometown of Slocomb, in the Wiregrass Region.",
  "/wiki/Alabama%27s_2nd_congressional_district": "Alabama's 2nd congressional district is a United States congressional district in Alabama that elects a representative to the United States House of Representatives. It includes most of the Montgomery metropolitan area, and stretches into the Wiregrass Region in the southeastern portion of the state.  The district encompasses portions of Montgomery County and the entirety of Autauga, Barbour, Bullock, Butler, Coffee, Conecuh, Covington, Crenshaw, Dale, Elmore, Geneva, Henry, Houston and Pike counties. Other cities in the district include Andalusia, Dothan,  Greenville, and Troy.",
  "/wiki/Missouri%27s_9th_congressional_district": "Missouri's 9th congressional district was a US congressional district, dissolved in 2013, that last encompassed rural Northeast Missouri, the area known as \"Little Dixie,\" along with the larger towns of Columbia, Fulton, Kirksville and Union.  Boone, Franklin, and a portion of St. Charles County comprise the highest voting centers of the mostly rural district. It was last represented by Republican Blaine Luetkemeyer.",
  "/wiki/Sean_Parnell": "Sean Randall Parnell (born November 19, 1962) is an American attorney and politician. He succeeded Sarah Palin in July 2009 to become the tenth governor of Alaska and served until 2014. Parnell was elected governor in his own right in 2010 with 59.06% of the vote, as the largest percentage margin of any Alaska governor since statehood.  In 2014, he narrowly lost his bid for re-election and has since returned to work in the private sector. He is a member of the Republican Party.",
  "/wiki/Alaska%27s_at-large_congressional_district": "Since becoming a U.S. state in 1959, Alaska has been entitled to one member in the United States House of Representatives, elected in the state's sole, at-large congressional district.",
  "/wiki/Steve_Scalise": "Stephen Joseph Scalise (/skəˈliːs/; born October 6, 1965) is an American politician who is the United States House of Representatives Minority Whip and representative for Louisiana's 1st congressional district, serving since 2008. The district includes most of New Orleans's suburbs, as well as a small sliver of New Orleans itself. He is a member of the Republican Party and was the chair of the conservative House Republican Study Committee.",
  "/wiki/Louisiana%27s_1st_congressional_district": "Louisiana's 1st congressional district is a congressional district in the U.S. state of Louisiana. The district comprises land from the northern shore of Lake Pontchartrain south to the Mississippi River delta.",
  "/wiki/Woody_Jenkins": "Louis Elwood Jenkins, Jr., known as Woody Jenkins (born January 3, 1947), is a newspaper editor in Baton Rouge and Central City, Louisiana, who served as a member of the Louisiana House of Representatives from 1972 to 2000 and waged three unsuccessful races for the United States Senate in 1978, 1980, and 1996.",
  "/wiki/Louisiana%27s_6th_congressional_district": "Louisiana's 6th congressional district is a congressional district in the U.S. state of Louisiana. Located in south-central Louisiana, the district contains most of the state capital of Baton Rouge, the bulk of Baton Rouge's suburbs, and continues south to Houma.  It also includes the western shores of Lake Pontchartrain.",
  "/wiki/John_Shadegg": "John Barden Shadegg (/ˈʃædɪɡ/; born October 22, 1949) is the former U.S. Representative for Arizona's 3rd congressional district, serving from 1995 until 2011. He is a member of the Republican Party.",
  "/wiki/Arizona%27s_4th_congressional_district": "Arizona's 4th congressional district is a congressional district located in the U.S. state of Arizona.  It stretches from the periphery of Phoenix to contain much of the rural western and northwestern portion of the state.",
  "/wiki/Scott_Garrett": "Ernest Scott Garrett (born July 9, 1959) is an American politician who was the U.S. Representative for New Jersey's 5th congressional district, serving from 2003 to 2017. He is a member of the Republican Party. He previously served in the New Jersey General Assembly from 1990 to 2003. Garrett chaired the United States House Financial Services Subcommittee on Capital Markets and Government-Sponsored Enterprises. He lost his reelection bid in 2016 to Democrat Josh Gottheimer, becoming the only incumbent Congressman in New Jersey to be defeated that year.",
  "/wiki/New_Jersey%27s_5th_congressional_district": "New Jersey's Fifth Congressional District is represented by Democrat Josh Gottheimer.",
  "/wiki/Doug_Lamborn": "Douglas Lawrence Lamborn (born May 24, 1954) is the U.S. Representative for Colorado's 5th congressional district, in office since 2007. He is a member of the Republican Party. His district is based in Colorado Springs.",
  "/wiki/Colorado%27s_5th_congressional_district": "Colorado's 5th congressional district is a congressional district in the U.S. state of Colorado. The district lies in the center of the state and comprises Colorado Springs and its suburbs including Cimarron Hills and Fort Carson.",
  "/wiki/Michele_Bachmann": "Michele Marie Bachmann (/ˈbɑːkmən/; née Amble; born April 6, 1956) is an American politician and a member of the Republican Party. She represented Minnesota's 6th congressional district in the United States House of Representatives from 2007 to 2015. The district includes St. Cloud and several of the northern suburbs of the Twin Cities.",
  "/wiki/Minnesota%27s_6th_congressional_district": "Minnesota's 6th congressional district includes most or all of Benton, Carver, Sherburne, Stearns, Wright, Anoka, and Washington counties. The district is Republican-leaning with a CPVI of R+12. It is currently represented by Republican Tom Emmer.",
  "/wiki/Pete_Olson": "Peter Graham Olson (born December 9, 1962) is the U.S. Representative for Texas's 22nd congressional district, serving since 2009. He is a member of the Republican Party. The district includes much of southern Houston, as well as most of the city's southwestern suburbs such as Katy, Pearland, and Sugar Land.",
  "/wiki/Texas%27s_22nd_congressional_district": "Texas's 22nd congressional district of the United States House of Representatives covers a largely suburban south-central portion of the Greater Houston metropolitan area. The district includes the majority of Fort Bend County, including most of the cities of Sugar Land, Missouri City, Rosenberg, Needville and the county seat of Richmond as well as the county's share of the largely unincorporated Greater Katy area west of Houston. In addition, the district also contains portions of northern Brazoria County, including Pearland and Alvin, as well as a small portion of southeast Harris County centered on Friendswood.",
  "/wiki/Mike_Coffman": "Michael Harold Coffman (born March 19, 1955) is an American politician, businessman, and retired member of the U.S. Army and U.S. Marine Corps currently serving as the Mayor of Aurora, Colorado. A Republican, Coffman has spent 30 years in public office in Colorado. He was the U.S. representative for Colorado's 6th congressional district for five terms, as well as the Secretary of State of Colorado and Colorado State Treasurer.",
  "/wiki/Colorado%27s_6th_congressional_district": "Colorado's 6th congressional district is a congressional district in the U.S. state of Colorado. Located in central Colorado, the district encompasses much of the eastern part of the Denver-Aurora Metropolitan Area, including all of Aurora, as well as portions of the southern (Centennial and Littleton) and northern metro area (Brighton and Henderson).",
  "/wiki/Tom_McClintock": "Thomas Miller McClintock II (/məˈklɪntɒk/; born July 10, 1956) is an American politician who is the U.S. Representative for California's 4th congressional district, serving since 2009. A member of the Republican Party, he previously served as an assemblyman and state senator. McClintock unsuccessfully ran for Governor of California in the California recall election and for Lieutenant Governor of California in the 2006 election.",
  "/wiki/California%27s_4th_congressional_district": "California's 4th congressional district is a congressional district in the U.S. state of California.",
  "/wiki/Saxby_Chambliss": "Clarence Saxby Chambliss (born November 10, 1943) is an American politician who was a United States Senator from Georgia from 2003 to 2015. As a member of the Republican Party, he previously served as a U.S. Representative from 1995 to 2003.",
  "/wiki/United_States_Senate_election_in_Georgia,_2008": "The 2008 United States Senate election in Georgia took place on November 4, 2008. The run off election took place on December 2, 2008. Republican Senator Saxby Chambliss, first elected in 2002, sought re-election to his position as a United States Senator from Georgia. He was challenged by Democratic nominee Jim Martin and Libertarian nominee Allen Buckley. After a runoff election on December 2, Chambliss was elected.",
  "/wiki/John_E._Sununu": "John Edward Sununu (born September 10, 1964) is a former Republican United States Senator from New Hampshire. Sununu was the youngest member of the Senate for his entire six-year term. He is the son of former New Hampshire Governor and former White House Chief of Staff John H. Sununu. On November 4, 2008, Sununu lost his re-election bid to former governor Jeanne Shaheen. His younger brother, Chris Sununu, is Governor of New Hampshire, having been elected in November 2016 and re-elected in November 2018.",
  "/wiki/United_States_Senate_election_in_New_Hampshire,_2008": "The United States Senate election in New Hampshire was held on November 4, 2008. Incumbent Republican U.S. Senator John E. Sununu ran for re-election to a second term, but was defeated by Democrat Jeanne Shaheen in a rematch of the 2002 election. Shaheen's win ended 30 years of Republican control of this Senate seat, and made her the first Democratic Senator from New Hampshire since Thomas McIntyre left office in 1980.",
  "/wiki/Bob_Schaffer": "Robert Warren Schaffer (born July 24, 1962) is a Republican former member of the United States House of Representatives from the State of Colorado in the 105th Congress and the two succeeding Congresses (January 3, 1997 – January 3, 2003). Schaffer was co-chairman of the Congressional Ukrainian Caucus, and an outspoken leader in promoting American interests and human rights in Eastern Europe.",
  "/wiki/United_States_Senate_election_in_Colorado,_2008": "The 2008 United States Senate election in Colorado was held November 4, 2008. The primary elections were held August 12, 2008. Incumbent Republican U.S. Senator Wayne Allard decided to retire instead of seeking a third term. Democratic nominee Mark Udall won the open seat, making this the first time a Democrat had held this seat since 1978. As of 2020, this is the last time the Democrats have won the Class 2 Senate Seat from Colorado.",
  "/wiki/Steve_Pearce_(politician)": "Stevan Edward Pearce (born August 24, 1947) is an American businessman and politician who served as the U.S. Representative for New Mexico's 2nd congressional district from 2003 to 2009 and from 2011 to 2019. He is a member of the Republican Party and was his party's unsuccessful nominee in the 2018 New Mexico gubernatorial election. On December 8, 2018, Pearce was elected Chair of the New Mexico Republican Party, replacing Ryan Cangiolosi.",
  "/wiki/United_States_Senate_election_in_New_Mexico,_2008": "The 2008 United States Senate election in New Mexico was held on November 4, 2008 coinciding with the 2008 U.S. presidential election. Incumbent Republican U.S. Senator Pete Domenici decided to retire instead of seeking a seventh term. All three of New Mexico's U.S. Representatives (Tom Udall, Steve Pearce, and Heather Wilson) retired from the U.S. House of Representatives to run in this election, which was the first open seat in the state since 1972. Pearce defeated Wilson in the Republican primary, but Udall won the general election after an uncontested Democratic primary. Democrats won this seat for the first time since 1973, the NM-01 House seat for the first time, and the NM-02 seat for the first time since 1981, giving New Mexico an all-Democratic Congressional delegation for the first time since 1969.",
  "/wiki/Andrew_P._Harris": "Andrew Peter Harris (born January 25, 1957) is an American politician and physician who has been the U.S. Representative for Maryland's 1st congressional district since 2011. He is currently the only Republican member of Maryland's congressional delegation. Harris previously served in the Maryland Senate.",
  "/wiki/Maryland%27s_1st_congressional_district": "Maryland's 1st congressional district encompasses the entire Eastern Shore of Maryland, including Salisbury, as well as parts of Baltimore, Harford and Carroll counties."
}