{
  "/wiki/Richard_Mourdock": "Richard Earl Mourdock (born October 8, 1951) is an American politician who served as treasurer of the state of Indiana from 2007 to 2014. Running with the support of the Tea Party movement, he defeated six-term incumbent U.S. Senator Richard Lugar in the May 2012 Republican primary election. He lost the November 6, 2012 general election for Lugar's seat to Democratic congressman Joe Donnelly.",
  "/wiki/United_States_Senate_election_in_Indiana,_2012": "The 2012 United States Senate election in Indiana took place on November 6, 2012, concurrently with the U.S. presidential election as well as other elections to the United States Senate and House of Representatives and various state and local elections.",
  "/wiki/Josh_Mandel": "Joshua Aaron Mandel (born September 27, 1977) is an American Republican politician who served as the State Treasurer of Ohio from 2011 to 2019. Mandel is a former city councilman and member of the Ohio House of Representatives. He was the unsuccessful Republican challenger to incumbent Democrat Sherrod Brown in the 2012 U.S. Senate election. In 2016, he announced his intention to again challenge Brown in 2018; he withdrew on January 5, 2018, citing family health reasons.",
  "/wiki/United_States_Senate_election_in_Ohio,_2012": "The 2012 United States Senate election in Ohio took place on November 6, 2012, concurrently with the 2012 U.S. presidential election as well as other elections to the United States Senate and House of Representatives and various state and local elections. Incumbent Democratic U.S. Senator Sherrod Brown won re-election to a second term, defeating Republican Josh Mandel, the Ohio State Treasurer. He was unopposed in the Democratic primary and Mandel won the Republican primary with 63% of the vote.",
  "/wiki/Connie_Mack_IV": "Cornelius Harvey McGillicuddy (born August 12, 1967), popularly known as Connie Mack IV, is a politician and lobbyist. He is the former U.S. Representative for Florida's 14th congressional district, serving from 2005 to 2013. A Republican, he ran for the U.S. Senate in 2012, losing to Democrat Bill Nelson. He subsequently began a career in lobbying and currently represents Hungarian Prime Minister Viktor Orbán, among others. He has been paid more than $2.5 million to lobby on behalf of Orban's regime. He is the son of former Republican U.S. Senator Connie Mack III.",
  "/wiki/United_States_Senate_election_in_Florida,_2012": "The 2012 United States Senate election in Florida  was held on November 6, 2012, alongside a presidential election, other elections to the United States Congress, as well as various state and local elections. The primary election was held August 14, 2012. Incumbent Democratic U.S. Senator Bill Nelson won reelection to a third term, defeating Republican U.S. Representative Connie Mack IV (whose father, Connie Mack III was Nelson's direct predecessor in that Senate seat) by 13%, winning 55% to 42%. Nelson defeated Mack by over 1 million votes. Until Donald Trump won 4.6 million votes in the 2016 presidential election and Marco Rubio won 4.8 million votes in the 2016 Senate election, Nelson recorded the most votes in Florida history.",
  "/wiki/Ted_Cruz": "Rafael Edward Cruz (/kruːz/; born December 22, 1970) is an American politician and attorney serving as the junior United States Senator for Texas since 2013. He was the runner-up for the Republican presidential nomination in the 2016 election.",
  "/wiki/United_States_Senate_election_in_Texas,_2012": "The 2012 United States Senate election in Texas was held on November 6, 2012, along with other elections to the United States Senate the United States House of Representatives in additional states. Incumbent Republican U.S. Senator Kay Bailey Hutchison decided to retire instead of running for re-election to a fourth full term.",
  "/wiki/Jeff_Flake": "Jeffry Lane Flake (born December 31, 1962) is an American politician who served as a United States Senator from Arizona from 2013 to 2019. A member of the Republican Party, Flake served in the United States House of Representatives from 2001 to 2013.",
  "/wiki/United_States_Senate_election_in_Arizona,_2012": "The 2012 United States Senate election in Arizona was held November 6, 2012, alongside a presidential election, other elections to the United States Senate in other states, as well as elections to the United States House of Representatives and various state and local elections. Incumbent Republican U.S. Senator Jon Kyl, the Senate Minority Whip, decided to retire instead of running for reelection to a fourth term. Republican U.S. Representative Jeff Flake won the open seat.",
  "/wiki/Thomas_Massie": "Thomas Harold Massie (born January 13, 1971) is an American Republican politician who has been the United States Representative for Kentucky's 4th congressional district since 2012.",
  "/wiki/Kentucky%27s_4th_congressional_district": "Kentucky's 4th congressional district is a congressional district in the U.S. state of Kentucky. Located in the northeastern portion of the state, it is a long district that follows the Ohio River. The majority of voters live in the booming suburban Cincinnati counties of Boone, Kenton and Campbell, which includes such suburbs as Fort Mitchell, Covington, Florence, Newport, and Fort Thomas.  It also stretches into the eastern suburbs of Louisville (including a small portion of Louisville itself) and the western suburbs of Lexington.",
  "/wiki/Steve_King": "Steven Arnold King (born May 28, 1949) is an American politician, and former businessman, serving as a U.S. Representative from Iowa since 2003. A member of the Republican Party, he represented Iowa's 5th congressional district until 2013, when redistricting renumbered it the 4th. This district is in northwestern Iowa and includes Sioux City.",
  "/wiki/Iowa%27s_4th_congressional_district": "Iowa's 4th congressional district is a congressional district in the U.S. state of Iowa that covers its northwestern part. The district includes Sioux City, Ames, Mason City, Fort Dodge, Boone and Carroll; it is currently represented by Republican Steve King, who has been in office since 2013.",
  "/wiki/Ron_DeSantis": "Ronald \"Ron\" Dion DeSantis (born September 14, 1978) is an American attorney, naval officer, and Republican politician. He has served as the 46th governor of Florida  since 2019, and he represented Florida's 6th congressional district in Congress from 2013 to 2018. After graduating from Yale University and Harvard Law School, DeSantis served as an officer and attorney in the Judge Advocate General's Corps, U.S. Navy (JAG).",
  "/wiki/Florida%27s_6th_congressional_district": "Florida's 6th congressional district is a congressional district in the U.S. state of Florida. The district stretches from the southern Jacksonville suburbs to New Smyrna Beach.  It includes the city of Daytona Beach.",
  "/wiki/Kevin_Cramer": "Kevin John Cramer (born January 21, 1961) is an American politician serving as the junior United States Senator for North Dakota since 2019. A member of the Republican Party, he served in the United States House of Representatives for North Dakota's at-large Congressional District from 2013 to 2019. He also chaired the North Dakota Republican Party (1991–1993) and served as State Tourism Director (1993–1997) and Economic Development Director (1997–2000). He served on the North Dakota Public Service Commission from 2003 to 2012.",
  "/wiki/North_Dakota%27s_At-large_congressional_district": "North Dakota's at-large congressional district is the sole congressional district for the state of North Dakota. Based on size, it is the eighth largest congressional district in the nation.",
  "/wiki/Tom_Cotton": "Thomas Bryant Cotton (born May 13, 1977) is an American attorney, military veteran, and politician serving as the junior United States senator for Arkansas since January 3, 2015. He is a member of the Republican Party.\nIn 2005, he enlisted in the U.S. Army, where he rose to the rank of captain. Cotton's military background includes service in Afghanistan and deployment to Iraq during Operation Iraqi Freedom; he is a Bronze Star recipient.\nCotton served in the United States House of Representatives from 2013 to 2015. He was elected to the U.S. Senate at age 37 in 2014, defeating two-term Democratic incumbent Mark Pryor.",
  "/wiki/Arkansas%27s_4th_congressional_district": "Arkansas's 4th congressional district is a congressional district located in the southwestern portion of the U.S. state of Arkansas. Notable towns in the district include Camden, Hope, Hot Springs, Magnolia, Pine Bluff, and Texarkana.",
  "/wiki/Mark_Neumann": "Mark William Neumann (born February 27, 1954) is an American businessman and politician. He represented Wisconsin's 1st congressional district from 1995 to 1999. In 2010, Neumann lost a bid to become the Republican nominee for Governor of Wisconsin.  Neumann was a candidate for U.S. Senate in Wisconsin to succeed Herb Kohl who was retiring. He came in third place during the 2012 Republican primary election on August 14, 2012.",
  "/wiki/United_States_Senate_election_in_Wisconsin,_2012": "The 2012 United States Senate election in Wisconsin took place on November 6, 2012, alongside a U.S. presidential election as well as other elections to the United States Senate and House of Representatives and various state and local elections. Incumbent Democratic Senator Herb Kohl retired instead of running for re-election to a fifth term. This is the 1st open seat election since 1988.",
  "/wiki/Carl_Wimmer": "Carl Daniel Wimmer (born June 30, 1975) was a member of the Utah House of Representatives. He resigned from Utah's legislature in 2012 to run for the United States House of Representatives.",
  "/wiki/Utah%27s_4th_congressional_district": "Utah's 4th congressional district is a congressional district created by the state legislature as a result of reapportionment by Congress after the 2010 Census showed population increases in the state relative to other states. Prior to 2010 reapportionment, Utah had three congressional districts.",
  "/wiki/Don_Stenberg": "Don Stenberg (born September 30, 1948) is a politician from the state of Nebraska in the Midwestern United States, who served as Nebraska's state treasurer from 2011 to 2019. He previously served as Attorney General of Nebraska from 1991 to 2003 and also served as legal counsel to Governor Charles Thone from 1979 to 1983. He has run unsuccessfully for Lieutenant Governor of Nebraska in 1978, Attorney General in 1986 and for the United States Senate in 1996, 2000, 2006 and 2012.  Stenberg is a member of the Republican Party.",
  "/wiki/United_States_Senate_election_in_Nebraska,_2012": "The 2012 United States Senate election in Nebraska took place on November 6, 2012, concurrently with the 2012 U.S. presidential election as well as other elections to the United States Senate and House of Representatives and various state and local elections.",
  "/wiki/Matt_Salmon": "Matthew James Salmon (born January 21, 1958) is an American Republican politician, who retired from office after serving as representative for Arizona's 5th congressional district. The district is based in Mesa and includes most of the East Valley. He previously represented the district, then numbered as the 1st District, from 1995 to 2001. In 2002, he lost by less than 1% to Janet Napolitano in a highly competitive governor's race. He regained his old congressional seat in the 2012 election. Salmon and his wife Nancy have been married for 34 years. They have four children and seven grandchildren.",
  "/wiki/Arizona%27s_5th_congressional_district": "Arizona's 5th congressional district is a congressional district located in the U.S. state of Arizona.",
  "/wiki/Scott_Keadle": "John Scott Keadle is a North Carolina Republican politician and a frequent candidate for office. He was a 2012 candidate for US House for North Carolina's 8th congressional district. Keadle lost in a primary run-off to former congressional aide Richard Hudson.",
  "/wiki/North_Carolina%27s_8th_congressional_district": "North Carolina's eighth congressional district comprises a large portion of the southern Piedmont area of North Carolina from Concord to Spring Lake, including China Grove, Albemarle, Troy, Pinehurst and Raeford.  The district includes all of Cabarrus, Montgomery, Moore, Hoke and Stanly counties, as well as portions of Rowan and Cumberland counties.",
  "/wiki/David_M._McIntosh": "David Martin McIntosh  (born June 8, 1958) is an American attorney and Republican Party politician who served as the U.S. Representative for Indiana's 2nd congressional district from 1995 to 2001. McIntosh was the Republican nominee for Governor of Indiana in 2000, losing to Democratic incumbent Frank O'Bannon. He was an unsuccessful candidate for the Republican nomination in Indiana's 5th congressional district in 2012. In December 2014, McIntosh was named the president of the Club for Growth, a fiscally conservative 501(c)4 organization.",
  "/wiki/Indiana%27s_5th_congressional_district": "Indiana's 5th congressional district is a congressional district in the U.S. state of Indiana that takes the north side of Indianapolis as well as its eastern and northern suburbs, including Marion, Carmel, Anderson, Noblesville, Fishers, and parts of Kokomo. This suburban district is predominantly white and is the wealthiest congressional district in Indiana, per median income.",
  "/wiki/Ron_Gould_(politician)": "Ronald Charles Gould (born August 31, 1965) is a small business owner and a former Republican member of the Arizona Senate from Lake Havasu City, representing the 3rd Senate District from 2005 until 2013.",
  "/wiki/Arizona%27s_4th_congressional_district": "Arizona's 4th congressional district is a congressional district located in the U.S. state of Arizona.  It stretches from the periphery of Phoenix to contain much of the rural western and northwestern portion of the state.",
  "/wiki/Keith_Rothfus": "Keith James Rothfus /ˈrɒθfəs/ (born April 25, 1962) is an American politician who served as the U.S. Representative for Pennsylvania's 12th congressional district from 2013 to 2019. He succeeded Democratic Representative Mark Critz, whom he defeated in the 2012 election. Prior to serving in Congress, he worked as an attorney. After new congressional district maps were released by the Pennsylvania Supreme Court in February 2018, Rothfus became a candidate in Pennsylvania's 17th congressional district, where he was defeated for re-election by the incumbent from the 18th district, Democrat Conor Lamb.",
  "/wiki/Pennsylvania%27s_12th_congressional_district": "Pennsylvania's 12th congressional district is located in the north central and northeastern parts of Pennsylvania, including the Northern Tier region, parts of the Susquehanna Valley, and part of Happy Valley including State College. It has been represented by Fred Keller since May 21, 2019, who won a special election to fill the vacancy caused by the resignation of former representative Tom Marino.",
  "/wiki/Club_for_Growth": "The Club for Growth is a 501(c)(4) conservative organization active in the United States, with an agenda focused on cutting taxes and other economic issues. The Club has two political arms: an affiliated traditional political action committee, called the Club for Growth PAC, and Club for Growth Action, an independent-expenditure only committee or Super-PAC."
}