{
  "/wiki/Matt_Rosendale": "Matthew Martin Rosendale (born July 7, 1960) is the current Auditor for the State of Montana. Previously, he was a member of the Montana Legislature. In 2010, Rosendale started his career in politics and was elected to represent House District 38 in the Glendive area. Later, he was elected to the State Senate for the 2013 and 2015 sessions.",
  "/wiki/United_States_Senate_election_in_Montana,_2018": "The 2018 United States Senate election in Montana was held on November 6, 2018, to elect a member of the United States Senate to represent the State of Montana, concurrently with other elections to the United States Senate, elections to the United States House of Representatives and various state and local elections.",
  "/wiki/Van_Taylor": "Nicholas Van Campen Taylor (born August 1, 1972), known as Van Taylor, is an American businessman and politician from Plano, Texas. He is the U.S. Representative for Texas' 3rd congressional district. The district includes much of Collin County, an affluent suburban county north of Dallas.",
  "/wiki/Texas%27_3rd_congressional_district": "Texas District 3 of the United States House of Representatives is a Congressional district that serves a suburban area north and northeast of Dallas. It encompasses a large portion of Collin County including McKinney, Plano, and Frisco, as well as Collin County's share of Dallas itself.",
  "/wiki/United_States_Senate_election_in_Wisconsin,_2018": "The 2018 United States Senate election in Wisconsin took place on November 6, 2018, concurrently with a gubernatorial election and U.S. House elections. Incumbent Democratic U.S. Senator Tammy Baldwin won a second term, defeating Republican challenger Leah Vukmir by a margin of approximately eleven percent.",
  "/wiki/Marsha_Blackburn": "Marsha Blackburn (née Wedgeworth; born June 6, 1952) is an American politician and businesswoman serving as the junior United States Senator from Tennessee. A member of the Republican Party, Blackburn previously served the U.S. House for Tennessee's 7th congressional district from 2003 to 2019. She was also a State Senator from 1999 to 2003. On November 6, 2018, she became the first woman to be elected to the U.S. Senate from Tennessee, defeating Democratic former Tennessee Governor Phil Bredesen.",
  "/wiki/United_States_Senate_election_in_Tennessee,_2018": "The 2018 United States Senate election in Tennessee took place on November 6, 2018, concurrently with other elections to the United States Senate, elections to the United States House of Representatives, and various state and local elections. Incumbent Republican Senator Bob Corker opted to retire instead of running for a third term. Republican Congresswoman Marsha Blackburn won the open seat, defeating former Democratic Governor Phil Bredesen.",
  "/wiki/Mark_E._Green": "Mark Edward Green (born November 8, 1964) is an American politician, physician, and retired U.S. Army Major who currently represents Tennessee's 7th congressional district in the United States House of Representatives. A Republican, Green previously served in the Tennessee State Senate.",
  "/wiki/Tennessee%27s_7th_congressional_district": "The 7th Congressional District of Tennessee is a congressional district located in parts of Middle and West Tennessee. It has been represented by Republican Mark E. Green since January 2019.",
  "/wiki/Josh_Hawley": "Joshua David Hawley (born December 31, 1979) is an American attorney and Republican politician, currently serving as the junior United States Senator from Missouri. Hawley served as the 42nd Attorney General of Missouri from 2017 to 2019, before defeating two-term Democratic incumbent Senator Claire McCaskill in the 2018 election. He is currently the youngest member of the U.S. Senate at 40.",
  "/wiki/United_States_Senate_election_in_Missouri,_2018": "The 2018 United States Senate election in Missouri took place on November 6, 2018, to elect a member of the United States Senate to represent the State of Missouri, concurrently with other elections to the United States Senate, elections to the United States House of Representatives, and various state and local elections, including Missouri's quadrennial State Auditor election.",
  "/wiki/Denver_Riggleman": "Denver Lee Riggleman III (born March 17, 1970) is an American businessman and politician from the Commonwealth of Virginia, currently serving in the United States House of Representatives for Virginia's 5th congressional district. A former Air Force officer and National Security Agency contractor, Riggleman opened a craft distillery in Virginia in 2014. As a Republican, he ran for his party's nomination in the 2017 gubernatorial election, but withdrew from the race. Riggleman was elected to the United States House of Representatives in 2018.",
  "/wiki/Virginia%27s_5th_congressional_district": "Virginia’s fifth congressional district is a United States congressional district in the commonwealth of Virginia. It is Virginia's largest district with an area of 10,181.03 square miles (26,368.7 km2) and is larger in area than six US states.",
  "/wiki/Russ_Fulcher": "Russell Mark Fulcher (born March 9, 1962) is an American politician, currently serving as the U.S. Representative for Idaho's 1st congressional district. A Republican, he previously served in the Idaho Senate where he represented Legislative District 21 from 2005 to 2012 and Legislative District 22 from 2012 until 2014. Fulcher ran for the position of Governor of Idaho in 2014 but narrowly lost the nomination to incumbent Butch Otter. He was elected to the U.S. House in the 2018 elections and succeeded incumbent Raúl Labrador, who retired from Congress to run, unsuccessfully, for Governor of Idaho.",
  "/wiki/Idaho%27s_1st_congressional_district": "Idaho's 1st congressional district is one of two congressional districts in the U.S. state of Idaho.  It comprises the western portion of the state.",
  "/wiki/Chip_Roy": "Charles Eugene \"Chip\" Roy (born August 7, 1972) is an American attorney and politician serving as the U.S. Representative for Texas's 21st congressional district. He is a Republican.",
  "/wiki/Texas%27s_21st_congressional_district": "Texas's 21st congressional district of the United States House of Representatives serves the area north of San Antonio and a significant portion of Austin in the state of Texas. The current Representative from District 21 is Chip Roy.",
  "/wiki/Rick_Saccone": "Richard Saccone (born February 14, 1958) is an American politician and author who represented the state's 39th district in the Pennsylvania House of Representatives. A Republican, he was the party's nominee for the 18th congressional district special election, held on March 13, 2018. The race proved to be very close, and was ultimately won by the Democratic candidate Conor Lamb with a margin of less than 0.4%. Saccone conceded the race eight days later.",
  "/wiki/Pennsylvania%27s_18th_congressional_district_special_election,_2018": "A special election for Pennsylvania's 18th congressional district was held on March 13, 2018, following the resignation of Republican Representative Tim Murphy. Murphy, who held the seat since January 3, 2003, declared his intent to resign on October 5, 2017, and vacated his seat on October 21 that year. Democrat Conor Lamb defeated Republican Rick Saccone 49.9% to 49.5%. Saccone conceded the race eight days after the election.",
  "/wiki/Dino_Rossi": "Dino John Rossi (born October 15, 1959) is an American businessman and politician who served as a member of the Washington State Senate. He is a former Chair of the Washington State Special Olympics.",
  "/wiki/Washington%27s_8th_congressional_district": "Washington's 8th congressional district includes the eastern portions of King and Pierce counties and crosses the Cascade mountains to include Chelan and Kittitas counties.  The population centers on the west side of the mountains include the exurban communities of Sammamish, Issaquah, and Auburn.  On the east side, the 8th's population centers are rural communities Wenatchee, Leavenworth, and Ellensburg. It is currently represented in the U.S. House of Representatives by Democrat Kim Schrier. Dr. Kim Schrier was elected on November 6, 2018.",
  "/wiki/Ron_Wright_(politician)": "Ronald Jack Wright (born April 8, 1953) is an American Republican politician from the state of Texas. He is the member of the United States House of Representatives from Texas's 6th district.",
  "/wiki/Texas%27s_6th_congressional_district": "Texas District 6 of the United States House of Representatives is a Congressional district that serves Ellis and Navarro counties to the south and southeast of the Dallas/Fort Worth area plus the southeast corner of Tarrant County.  As of the 2000 census, District 6 represents 651,620 people.  The current Representative from District 6 is Ron Wright, who took office in 2019. The district was represented by Joe Barton from 1985 until 2019. In November 2017, Barton announced that he would retire from Congress and would not seek re-election in 2018.",
  "/wiki/United_States_House_of_Representatives_elections_in_Oklahoma,_2018": "The 2018 United States House of Representatives elections in Oklahoma were held on November 6, 2018, to elect the five U.S. Representatives from the state of Oklahoma, one from each of the state's five congressional districts. The elections coincided with other elections to the House of Representatives, elections to the United States Senate and various state and local elections. Primary elections were held on June 26 and runoff elections were held two months later on August 28. The state congressional delegation changed from 5-0 for Republicans to a 4-1 Republican majority. This is the first time since the 2012 election that Democrats held a seat in the state.",
  "/wiki/Oklahoma%27s_1st_congressional_district": "Oklahoma's 1st congressional district is in the northeastern corner of the state and borders Kansas. Anchored by Tulsa, it is largely coextensive with the Tulsa metropolitan area.  It includes all of Tulsa, Washington and Wagoner counties, and parts of Rogers and Creek counties. Although it has long been reckoned as the Tulsa district, a small portion of Tulsa itself is located in the 3rd district.",
  "/wiki/Mark_Harris_(North_Carolina_politician)": "Mark Harris (born April 24, 1966) is an American pastor and politician from North Carolina. He ran as a Republican to represent North Carolina's 9th congressional district in the United States House of Representatives in the 2016 and 2018 elections.",
  "/wiki/North_Carolina%27s_9th_congressional_district": "The 9th Congressional District of North Carolina is a Congressional district in south-central North Carolina. The district's current boundaries were redrawn in February 2016 after a U.S. District Court overturned the existing boundaries because of politically directed gerrymandering that suppressed minority representation. The new congressional district consists of Union, Anson, Richmond, Scotland, and Robeson counties; a southeast portion of Mecklenburg County; and parts of Cumberland and Bladen counties.",
  "/wiki/2019_North_Carolina%27s_9th_congressional_district_special_election": "A special election was held on September 10, 2019, to fill the vacancy in North Carolina's 9th congressional district in the United States House of Representatives for the remainder of the 116th United States Congress. The seat has been vacant since the opening of the 116th Congress, following the refusal of the North Carolina State Board of Elections to certify the results of the November 2018 election in the district due to allegations of electoral fraud. Because of the allegations, the race received substantial national attention.",
  "/wiki/Michael_Cloud": "Michael Jonathan Cloud (born May 13, 1975) is an American politician currently serving as a member of the United States House of Representatives for Texas's 27th congressional district. He is a member of the Republican Party.",
  "/wiki/Texas%27s_27th_congressional_district": "Texas District 27 of the United States House of Representatives is a Congressional district that serves the coastal bend of Texas' Gulf Coast consisting of Corpus Christi and Victoria up to Bastrop County near Austin and Wharton County near Houston. Its current Representative is Republican Michael Cloud. Cloud was elected to the district in a special election on June 30, 2018, to replace former Republican Representative Blake Farenthold, who had resigned on April 6.",
  "/wiki/Scott_Perry_(politician)": "Scott Gordon Perry (born May 27, 1962) is the U.S Representative for Pennsylvania's 10th congressional district, serving in congress since 2013. The district, numbered as the 4th District from 2013 to 2019, includes Harrisburg, York and most of those cities' inner suburbs.",
  "/wiki/Pennsylvania%27s_10th_congressional_district": "Pennsylvania's 10th Congressional District is located in the south-central region of the state. It encompasses all of Dauphin County as well as parts of Cumberland County and York County. The district includes the cities of Harrisburg and York. Prior to 2019, the district was located in the northeastern part of the state. The Supreme Court of Pennsylvania redrew the district in 2018 after ruling the previous map unconstitutional due to gerrymandering. They added State College to the old district's boundaries while removing some Democratic-leaning areas and redesignated it the twelfth district, and they reassigned the tenth district to an area around Harrisburg and York. The new tenth district is represented by Republican Scott Perry, who previously represented the old fourth district.",
  "/wiki/Ted_Budd": "Theodore Paul Budd (born October 21, 1971) is an American politician from the state of North Carolina. A Republican, Budd is the member of the United States House of Representatives for North Carolina's 13th congressional district.",
  "/wiki/North_Carolina%27s_13th_congressional_district": "The Thirteenth congressional district of North Carolina was re-established in 2002 after the state gained population in the 2000 United States Census.  Previously, the state had 13 districts from the first election following the 1810 United States Census until the reapportionment following the 1840 United States Census.",
  "/wiki/Bunni_Pounds": "The 2018 United States House of Representatives elections in Texas were held on Tuesday, November 6, 2018. Voters will elect the 36 U.S. Representatives from the state of Texas, one from each of the state's 36 congressional districts. The elections coincided with the elections of other offices, including the gubernatorial election, as well as other elections to the House of Representatives, elections to the United States Senate and various state and local elections. The primaries were held on March 6 and the run-offs were held on May 22.",
  "/wiki/Texas%27s_5th_congressional_district": "Texas District 5 of the United States House of Representatives is a Congressional district that serves an area that includes a northeast portion of the City of Dallas, Dallas County including Mesquite plus a number of smaller counties south and east of Dallas including Anderson, Cherokee, Henderson, Van Zandt, and Kaufman counties. As of the 2000 census, the 5th district  represents 651,620 people. The current Representative from District 5 is Lance Gooden.",
  "/wiki/Greg_Steube": "William Gregory Steube (born May 19, 1978) is an American Republican politician from Florida and the U.S. Representative from Florida's 17th congressional district, serving since January 3, 2019. Prior to his election to Congress, he served as a member of the Florida Senate for two years, representing Sarasota County and western Charlotte County. He previously served three terms in the Florida House of Representatives, representing the Sarasota-Manatee area from 2010 to 2016.",
  "/wiki/Florida%27s_17th_congressional_district": "Florida's 17th congressional district is an electoral district for the U.S. Congress, located in south-central Florida. The district includes a large area of central Florida from eastern Tampa Bay to the western shores of Lake Okeechobee. This district includes North Port, Punta Gorda, Venice, and Okeechobee.",
  "/wiki/United_States_House_of_Representatives_elections_in_South_Carolina,_2018": "The 2018 United States House of Representatives elections in South Carolina were held on November 6, 2018, to elect the seven U.S. Representatives from the state of South Carolina, one from each of the state's seven congressional districts. The elections coincided with a gubernatorial election, as well as other elections to the House of Representatives, elections to the United States Senate and various state and local elections. The state congressional delegation changed from 6-1 for Republicans to 5-2 for Republicans. The last time Democrats held 2 seats in the state was in 2010.",
  "/wiki/South_Carolina%27s_4th_congressional_district": "The 4th Congressional District of South Carolina is a congressional district in upstate South Carolina bordering North Carolina.  It includes parts of Greenville and Spartanburg counties.  The district is characterized by the two major cities of Greenville and Spartanburg."
}