{
  "/wiki/Talk_on_Corners": "Talk on Corners is the second studio album by Irish pop rock band The Corrs. It was released on 17 October 1997 by 143, Lava and Atlantic Records. Preceded by lead single \"Only When I Sleep\", which became a top ten hit internationally, the album was an immediate commercial success in several territories, including Ireland, Spain, Sweden, Denmark, Australia, New Zealand and Japan. Its commercial performance elsewhere was initially modest, however.",
  "/wiki/The_Corrs": "The Corrs are an Irish band that combine pop rock with traditional Irish themes within their music. The group consists of the Corr siblings, Andrea (lead vocals, tin whistle, ukulele), Sharon (violin, keyboards, vocals), Caroline (drums, percussion, piano, bodhrán, vocals) and Jim (guitar, piano, keyboards, vocals). They are from Dundalk, County Louth, Ireland.",
  "/wiki/21_(Adele_album)": "21 is the second studio album by English singer-songwriter Adele. It was released on 24 January 2011 in Europe and on 22 February 2011 in North America by XL Recordings and Columbia Records. The album was named after the age of the singer during its production. 21 shares the folk and Motown soul influences of her 2008 debut album 19, but was further inspired by the American country and Southern blues music to which she had been exposed during her 2008–09 North American tour An Evening with Adele. Composed in the aftermath of the singer's separation from her then partner, the album typifies the near dormant tradition of the confessional singer-songwriter in its exploration of heartbreak, self-examination, and forgiveness.",
  "/wiki/Adele": "Adele Laurie Blue Adkins MBE (/əˈdɛl/; born 5 May 1988) is an English singer-songwriter. After graduating from the BRIT School in 2006, Adele signed a recording contract with XL Recordings. In 2007, she received the Brit Awards Critics' Choice Award and won the BBC Sound of 2008 poll. Her debut album, 19, was released in 2008 to commercial and critical success. It is certified eight times platinum in the UK, and three times platinum in the US. The album contains her first song, \"Hometown Glory\", written when she was 16, which is based on her home suburb of West Norwood in London. An appearance she made on Saturday Night Live in late 2008 boosted her career in the US. At the 51st Grammy Awards in 2009, Adele received the awards for Best New Artist and Best Female Pop Vocal Performance.",
  "/wiki/Crazy_Love_(Michael_Bubl%C3%A9_album)": "Crazy Love is the sixth studio album (and fourth major label studio album) by Canadian-Italian vocalist Michael Bublé. It was released by 143 Records and Reprise Records on October 9, 2009. After only three days of sales, it opened atop the Billboard 200 chart with 132,000 copies, making it Bublé's second No. 1 album. Spending the first full week at the top, the album increased in sales to 203,000 copies, staying again at the No. 1 spot on its second week. In Australia, the album debuted at No. 1 on the ARIA Albums Chart and spent six non-consecutive weeks as No. 1. It has since been certified five times Platinum. In the United Kingdom, Crazy Love topped the album charts.",
  "/wiki/Michael_Bubl%C3%A9": "Michael Steven Bublé (IPA: /buːˈbleɪ/ boo-BLAY; born September 9, 1975) is a Canadian singer, songwriter, actor and record producer. His first album reached the top ten in Canada and the UK. He found a worldwide audience with his 2005 album It's Time as well as his 2007 album Call Me Irresponsible – which reached number one on the Canadian Albums Chart, the UK Albums Chart, the US Billboard 200, the Australian ARIA Albums Chart and several European charts. Bublé's 2009 album Crazy Love debuted at number one on the US Billboard 200 after three days of sales, and remained there for two weeks. It was also his fourth number one album on Billboard's Top Jazz Albums chart. His 2011 holiday album, Christmas, was in first place on the Billboard 200 for the final four weeks of 2011 and the first week of 2012, totalling five weeks atop the chart, it also made the top 5 in the United Kingdom. With this, Christmas became his third-consecutive number-one album on the chart. To Be Loved was released in April 2013. Bublé has sold over 75 million records worldwide, and won numerous awards, including four Grammy Awards and multiple Juno Awards. Bublé is a dual citizen of both Canada and Italy.",
  "/wiki/Forgiven,_Not_Forgotten": "Forgiven, Not Forgotten is the debut studio album by Irish pop rock group The Corrs. It was released by Atlantic Records on 26 September 1995 across the world. The album was primarily produced by David Foster, with additional production by Jim Corr. In January 1997, a special tour edition of the album was released in Australia and New Zealand and featured a bonus disc containing live and rare tracks which were recorded from their Forgiven, Not Forgotten World Tour.",
  "/wiki/The_Love_Album_(Westlife_album)": "The Love Album is the eighth studio album, eighth album under Sony BMG and second, last cover album by Irish boy band Westlife. It was released in the Philippines on 13 November 2006 and in the UK on 20 November 2006 and the songs on the album center in a \"love theme\". It was also the band's third album to be released as a four-piece.  The first and only single released was a cover of the Bette Midler song \"The Rose\", which debuted at No. 1 in Ireland and the UK. It was the band's 14th No. 1 single. The song was first performed at Miss World 2006.",
  "/wiki/Westlife": "Westlife is an Irish pop vocal group, which was formed in 1998 in Sligo, disbanded in 2012 and reunited in 2018. They were originally signed by Simon Cowell in the UK, Clive Davis in the US and managed by Louis Walsh and Sonny Takhar. The group currently consists of Shane Filan, Mark Feehily, Kian Egan, and Nicky Byrne.",
  "/wiki/Spice_(album)": "Spice is the debut studio album by English girl group the Spice Girls. It was released on 19 September 1996 by Virgin Records. The album was recorded between 1995 and 1996 at Olympic Studios in Barnes, London, and Strongroom Studios in Shoreditch, London, by producers Matt Rowe and Richard Stannard, and the production duo Absolute. Spice is a pop album that incorporates styles such as dance, R&B and hip hop. It is considered to be the record that brought teen pop back, opening the doors for a wave of teen pop artists. Conceptually, the album centered on the idea of Girl Power, and the hype surrounding the group was compared to Beatlemania.",
  "/wiki/Spice_Girls": "The Spice Girls are an English pop girl group formed in 1994. The group comprises Melanie Brown, also known as Mel B (\"Scary Spice\"), Melanie Chisholm, also known as Mel C (\"Sporty Spice\"), Emma Bunton (\"Baby Spice\"), Geri Halliwell (\"Ginger Spice\"), and Victoria Beckham (\"Posh Spice\"). They were signed to Virgin Records and released their debut single \"Wannabe\" in 1996; it hit number one in 37 countries and commenced their global success. Their debut album Spice sold more than 31 million copies worldwide, becoming the best-selling album by a female group in history. Their follow-up album, Spiceworld sold over 20 million copies worldwide. The Spice Girls have sold 85 million records worldwide, making them the best-selling girl group of all time, one of the best-selling pop groups of all time, and the biggest British pop success since The Beatles. Among the highest profile acts in 1990s popular culture, Time called them \"arguably the most recognizable face\" of Cool Britannia, the mid-1990s celebration of youth culture in the UK.",
  "/wiki/The_Fame": "The Fame is the debut studio album by American singer Lady Gaga. It was released on August 19, 2008, by Interscope Records. After joining Kon Live Distribution and Cherrytree Records in 2008, Gaga began working on the album with different producers, primarily RedOne, Martin Kierszenbaum, and Rob Fusari. Musically, The Fame is an electropop, synth-pop, and dance-pop album that displays influences from 1980s music. Lyrically, it visualizes Gaga's love of fame in general, while also dealing with subjects such as love, sex, money, drugs, and sexual identity. The album was primarily promoted through The Fame Ball Tour and multiple television appearances, and was reissued as a deluxe edition with The Fame Monster on November 18, 2009.",
  "/wiki/The_Fame_Monster": "The Fame Monster is a reissue of American singer Lady Gaga's debut studio album, The Fame (2008), and was released on November 18, 2009, through Interscope Records. Initially planned solely as a deluxe edition reissue of The Fame, Interscope later decided to release the eight new songs as a standalone EP in some territories. The decision was also because Gaga believed the re-release was too expensive and that the albums were conceptually different, describing them as yin and yang. The deluxe edition is a double album featuring the eight new songs on the first disc and The Fame on the second disc. A super deluxe edition released on December 15, 2009 holds additional merchandise, including a lock from Gaga's wig.",
  "/wiki/Lady_Gaga": "Stefani Joanne Angelina Germanotta (/ˈstɛfəni ˌdʒɜːrməˈnɒtə/ STEF-ən-ee JUR-mə-NOT-ə) (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, and actress. She is known for reinventing herself throughout her career and for her versatility in numerous areas of the entertainment industry. Gaga began performing as a teenager, singing at open mic nights and acting in school plays. She studied at Collaborative Arts Project 21, through New York University's Tisch School of the Arts, before dropping out to pursue a music career. When Def Jam Recordings canceled her contract, she worked as a songwriter for Sony/ATV Music Publishing, where Akon helped her sign a joint deal with Interscope Records and his own label KonLive Distribution in 2007. She rose to prominence the following year with her debut album, the electropop record The Fame, and its chart-topping singles \"Just Dance\" and \"Poker Face\". The follow-up EP The Fame Monster (2009), along with the singles \"Bad Romance\", \"Telephone\" and \"Alejandro\", were also successful.",
  "/wiki/Unplugged_(Eric_Clapton_album)": "Unplugged is a 1992 album by Eric Clapton, recorded at Bray Studios, England in front of an audience for the MTV Unplugged television series. It includes a version of the successful 1991 single \"Tears in Heaven\" and an acoustic version of \"Layla\". It won six Grammy awards at the 35th Annual Grammy Awards in 1993 and became the bestselling live album of all time, and Clapton's bestselling album, selling 26 million copies worldwide.",
  "/wiki/Eric_Clapton": "Eric Patrick Clapton, CBE (born 30 March 1945) is an English rock and blues guitarist, singer, and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist and separately as a member of the Yardbirds and of Cream. Clapton has been referred to as one of the most important and influential guitarists of all time. Clapton ranked second in Rolling Stone's list of the \"100 Greatest Guitarists of All Time\" and fourth in Gibson's \"Top 50 Guitarists of All Time\". He was also named number five in Time magazine's list of \"The 10 Best Electric Guitar Players\" in 2009.",
  "/wiki/Unplugged_(The_Corrs_album)": "The Corrs Unplugged is a live album by Irish band The Corrs, released in 1999. The album is part of MTV's Unplugged series. It was released internationally but for a short time was not available in the United States until later. The song \"No Frontiers\" was sung by Sharon and Caroline, with Jim playing the piano. It is a cover of the Mary Black song, written by Jimmy MacCarthy.",
  "/wiki/X%26Y": "X&Y (stylized as X & Y) is the third studio album by the British rock band Coldplay. It was released on 6 June 2005 by Parlophone in the United Kingdom, and a day later by Capitol Records in the United States. The album was produced by Coldplay and producer Danton Supple. It is noted for its troubled and urgent development, with producer Ken Nelson having originally been tasked with producing much of the album; however, many songs written during his sessions were discarded owing to the band's dissatisfaction with them. The album's cover art is a combination of colours and blocks, which is a representation of the Baudot code.",
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.",
  "/wiki/Face_to_Face_(Westlife_album)": "Face to Face is the seventh studio album by Irish boy band Westlife and it was released in the UK on 31 October 2005. The album contains pop songs and some dance oriented tracks. It was also the band's second album to be released as a four-piece. It was also the band's seventh album release under RCA Records and Sony BMG.",
  "/wiki/The_Circus_(Take_That_album)": "The Circus is the fifth studio album by British pop band Take That. It was released in the United Kingdom on 1 December 2008. The album was their second, and also their last, as a four-piece, as founding member Robbie Williams returned for their sixth studio album Progress (2010), before both Williams and Jason Orange departed prior to the release of 2014's III.",
  "/wiki/Take_That": "Take That are an English pop group formed in Manchester in 1989. The group currently consists of Gary Barlow, Howard Donald and Mark Owen. The original line-up also featured Jason Orange and Robbie Williams. Barlow is the group's lead singer and primary songwriter, with Owen and Williams initially providing backing vocals and Donald and Orange serving primarily as dancers.",
  "/wiki/I_Dreamed_a_Dream_(album)": "I Dreamed a Dream is the debut studio album by Scottish singer Susan Boyle. It was released on 23 November 2009 by Syco Music in the United Kingdom, and by Columbia Records in the United States one day later. In the standard edition, 11 out of the 12 songs that appear on the album are cover songs, plus the original composition \"Who I Was Born to Be\". It quickly became the world's biggest selling album of 2009. The album has sold almost 14 million copies worldwide.",
  "/wiki/Susan_Boyle": "Susan Magdalane Boyle (born 1 April 1961) is a Scottish singer, who rose to fame after appearing as a contestant on the third series of Britain's Got Talent, singing \"I Dreamed a Dream\" from Les Misérables."
}