{
  "/wiki/Gold:_Greatest_Hits": "ABBA Gold: Greatest Hits is a compilation album by the Swedish pop group ABBA. It was released on 21 September 1992 through PolyGram and released in 2008 through Universal Music Australia, making it the first compilation to be released after the company had acquired Polar Music, and thus the rights to the ABBA back catalogue.",
  "/wiki/ABBA": "ABBA  is a Swedish pop supergroup formed in Stockholm in 1972 by Agnetha Fältskog, Björn Ulvaeus, Benny Andersson, and Anni-Frid Lyngstad. The group's name is an acronym of the first letters of their first names. They became one of the most commercially successful acts in the history of popular music, topping the charts worldwide from 1974 to 1982. ABBA won the Eurovision Song Contest 1974, giving Sweden its first triumph in the contest. They are the most successful group to have taken part in the competition.",
  "/wiki/Brothers_in_Arms_(album)": "Brothers in Arms is the fifth studio album by British rock band Dire Straits, released on 13 May 1985 by Vertigo Records internationally and by Warner Bros. Records in the United States. It charted at number one in several countries, spending a total of 14 non-consecutive weeks at number one on the UK Albums Chart (including 10 consecutive weeks between 18 January and 22 March 1986), nine weeks at number one on the Billboard 200 in the United States and 34 weeks at number one on the Australian Albums Chart. Brothers in Arms was the first album certified 10-times platinum in the UK and is the eighth-best-selling album in UK chart history, is certified nine-times platinum in the United States, and is one of the world's best-selling albums, having sold more than 30 million copies worldwide.",
  "/wiki/Dire_Straits": "Dire Straits were a British rock band formed in London in 1977 by Mark Knopfler (lead vocals and lead guitar), David Knopfler (rhythm guitar and backing vocals), John Illsley (bass guitar and backing vocals), and Pick Withers (drums and percussion). They were active from 1977 to 1988 and again from 1991 to 1995. Dire Straits are one of the world's best-selling music artists, with album sales of over 100 million.",
  "/wiki/Romanza": "Romanza is the first compilation album by Italian singer Andrea Bocelli, released internationally in 1997.",
  "/wiki/Andrea_Bocelli": "Andrea Angel Bocelli OMRI OMDSM (Italian pronunciation: [anˈdreːa boˈtʃɛlli]; born 22 September 1958) is an Italian opera singer, songwriter, and record producer. Celine Dion has said that \"if God would have a singing voice, he must sound a lot like Andrea Bocelli,\" and David Foster, a record producer, often describes Bocelli's voice as the most beautiful in the world.",
  "/wiki/Thriller_(Michael_Jackson_album)": "Thriller is the sixth studio album by American singer Michael Jackson, released on November 30, 1982 by Epic Records. Reunited with Off the Wall producer Quincy Jones, Jackson was inspired to create an album where \"every song was a killer\". With the ongoing backlash against disco, Jackson moved in a different musical direction from the disco-heavy Off the Wall. Thriller features a single guest appearance, with Paul McCartney becoming the first artist to be featured on Jackson's albums. Recording took place from April to November 1982 at Westlake Recording Studios in Los Angeles, with a production budget of $750,000. Thriller explores genres including pop, R&B, post-disco, rock and funk.",
  "/wiki/Michael_Jackson": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades. His sound and style have influenced artists of various genres.",
  "/wiki/Let's_Talk_About_Love": "Let's Talk About Love is the fifth English-language studio album by Canadian singer Celine Dion, released on 14 November 1997 by Columbia/Epic Records. The follow-up to her commercially successful album Falling into You (1996), Let's Talk About Love showed a further progression of Dion's music. Throughout the project, she collaborated with Barbra Streisand, the Bee Gees, Luciano Pavarotti, Carole King, George Martin, Diana King, Brownstone, Corey Hart and her previous producers: David Foster, Ric Wake, Walter Afanasieff, Humberto Gatica and Jim Steinman. Let's Talk About Love includes Dion's biggest hit, \"My Heart Will Go On\". Written by James Horner and Will Jennings, and serving as the love theme for James Cameron's blockbuster film Titanic, \"My Heart Will Go On\" topped the charts around the world, and has become Dion's signature song.",
  "/wiki/Celine_Dion": "Céline Marie Claudette Dion CC OQ (/seɪˌliːn diˈɒn/, also UK: /- ˈdiːɒn/, French: [selin maʁi klodɛt djɔ̃], Quebec French: [- d͡zjɔ̃]; born 30 March 1968) is a Canadian singer. Born into a large family from Charlemagne, Quebec, she emerged as a teen star in her homeland with a series of French-language albums during the 1980s. She first gained international recognition by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest, where she represented Switzerland. After learning to speak English, she signed on to Epic Records in the United States. In 1990, Dion released her debut English-language album, Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.",
  "/wiki/Greatest_Hits_(Queen_album)": "Greatest Hits is a compilation album by the British rock band Queen, released worldwide on 26 October 1981. The album consisted of Queen's biggest hits since their first chart appearance in 1974 with \"Seven Seas of Rhye\", up to their 1980 hit \"Flash\" (though in some countries \"Under Pressure\", the band's 1981 chart-topper with David Bowie, was included). There was no universal track listing or cover art for the album, and each territory's tracks were dependent on what singles had been released there and which were successful. In 1991, the US version of the album Classic Queen was released following the band's increase in popularity in the nation.",
  "/wiki/Queen_(band)": "Queen are a British rock band formed in London in 1970. Their classic line-up was Freddie Mercury (lead vocals, piano), Brian May (guitar, vocals), John Deacon (bass guitar), and Roger Taylor (drums, vocals). Their earliest works were influenced by progressive rock, hard rock and heavy metal, but the band gradually ventured into more conventional and radio-friendly works by incorporating further styles, such as arena rock and pop rock.",
  "/wiki/Dirty_Dancing_(soundtrack)": "Dirty Dancing is the original soundtrack of the 1987 film Dirty Dancing. The album became a huge commercial success. It went on to sell 32 million copies worldwide and is one of the best-selling albums of all time.\nIn the United States the album spent 18 weeks at #1 on the Billboard 200 album sales charts and went multi-platinum.",
  "/wiki/...But_Seriously": "...But Seriously is the fourth solo studio album by English drummer and singer-songwriter Phil Collins, released on 6 November 1989 in the US by Atlantic Records and on 20 November 1989 in the UK by Virgin Records. After Genesis took a break in activity in 1987 Collins resumed his solo career, first starring in the film Buster followed by writing and recording ...But Seriously. The album has a more serious tone than his previous album, No Jacket Required, and several songs have lyrics concerning socio-economic and political issues.",
  "/wiki/Phil_Collins": "Philip David Charles Collins LVO (born 30 January 1951) is an English drummer, singer, songwriter, multi-instrumentalist, record producer, and actor. He was the drummer and then the singer of the rock band Genesis, and is also a solo artist. Between 1982 and 1989, Collins scored three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US Top 40 singles than any other artist during the 1980s. His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds (Take a Look at Me Now)\", \"One More Night\", \"Sussudio\", \"Two Hearts\" and \"Another Day in Paradise\".",
  "/wiki/Greatest_Hits_II_(Queen_album)": "Greatest Hits II is a compilation album by the British rock band Queen, released on 28 October 1991. It reached No. 1 on the UK Albums Chart, and is the tenth best-selling album in UK Chart history with sales of 3.9 million copies as of 2014, and has sold over 22 million copies worldwide. Accumulated sales (Greatest Hits II and Classic Queen for the US and Canada combined) are in excess of 25 million worldwide. It is also the best-selling album by a foreign artist in Finland.",
  "/wiki/Dangerous_(Michael_Jackson_album)": "Dangerous is the eighth studio album by American singer Michael Jackson. It was released by Epic Records on November 26, 1991. Jackson, Bill Bottrell, Teddy Riley, and Bruce Swedien co-produced the album. This was Jackson's first album since Forever, Michael (1975) not produced by longtime collaborator Quincy Jones. Featured artists include Heavy D, Princess Stéphanie of Monaco, Slash and Wreckx-n-Effect. The music incorporates R&B, pop and new jack swing, a new genre in vogue at the time. Elements of industrial, funk, hip hop, gospel, classical and rock can also be found. Twelve of the album's fourteen songs were written or co-written by Jackson, discoursing topics like racism, poverty, romance, self-improvement, and the welfare of children and the world.",
  "/wiki/The_Bodyguard:_Original_Soundtrack_Album": "The Bodyguard: Original Soundtrack Album is a soundtrack album from the film of the same name, released on November 17, 1992, by Arista Records. The album's first side (in its original LP and cassette formats) features songs recorded by American singer Whitney Houston, who starred in the film, while side two features the work of various artists. Houston and Clive Davis were co-executive producers of the record, which is the best selling female album of all-time.",
  "/wiki/Whitney_Houston": "Whitney Elizabeth Houston (August 9, 1963 – February 11, 2012) was an American singer and actress. She was cited as the most awarded female artist of all time by Guinness World Records and remains one of the best-selling music artists of all time with 200 million records sold worldwide. Houston released seven studio albums and two soundtrack albums, all of which have been certified diamond, multi-platinum, platinum, or gold by the Recording Industry Association of America (RIAA). Her crossover appeal on the popular music charts—as well as her prominence on MTV, starting with her video for \"How Will I Know\"—influenced several female African-American artists.",
  "/wiki/Gölä": "Marco Pfeuti (born 1968 in Oppligen near Thun), better known by his stage name Gölä, is a popular Swiss rock musician performing mainly in Bernese German.",
  "/wiki/List_of_best-selling_albums_by_country": "This is a list of the best selling albums by country based on the information and certifications provided by the respective national charts."
}