{
  "/wiki/Crystal_system": "In crystallography, the terms crystal system, crystal family, and lattice system each refer to one of several classes of space groups, lattices, point groups, or crystals. Informally, two crystals are in the same crystal system if they have similar symmetries, although there are many exceptions to this.",
  "/wiki/Index_ellipsoid": "In optics, an index ellipsoid is a diagram of an ellipsoid that depicts the orientation and relative magnitude of refractive indices in a crystal \n.",
  "/wiki/Birefringence": "Birefringence is the optical property of a material having a refractive index that depends on the polarization and propagation direction of light. These optically anisotropic materials are said to be birefringent (or birefractive). The birefringence is often quantified as the maximum difference between refractive indices exhibited by the material. Crystals with non-cubic crystal structures are often birefringent, as are plastics under mechanical stress.",
  "/wiki/Anorthite": "Anorthite is the calcium endmember of the plagioclase feldspar mineral series. The chemical formula of pure anorthite is CaAl2Si2O8. Anorthite is found in mafic igneous rocks. Anorthite is rare on the Earth but abundant on the Moon.",
  "/wiki/Triclinic": "In crystallography, the triclinic (or anorthic) crystal system is one of the 7 crystal systems.  A crystal system is described by three basis vectors.  In the triclinic system, the crystal is described by vectors of unequal length, as in the orthorhombic system. In addition, the angles between these vectors must all be different and may not include 90°.",
  "/wiki/Biotite": "Biotite is a common group of phyllosilicate minerals within the mica group, with the approximate chemical formula K(Mg,Fe)3AlSi3O10(F,OH)2. It is primarily a solid-solution series between the iron-endmember annite,  and the magnesium-endmember phlogopite; more aluminous end-members include siderophyllite and eastonite. Biotite was regarded as a mineral species by the International Mineralogical Association until 1998, when its status was changed to a mineral group. The term biotite is still used to describe unanalysed dark micas in the field. Biotite was named by J.F.L. Hausmann in 1847 in honor of the French physicist Jean-Baptiste Biot, who performed early research into the many optical properties of mica.",
  "/wiki/Monoclinic": "In crystallography, the monoclinic crystal system is one of the 7 crystal systems.  A crystal system is described by three vectors. In the monoclinic system, the crystal is described by vectors of unequal lengths, as in the orthorhombic system. They form a rectangular prism with a parallelogram as its base. Hence two vectors are perpendicular (meet at right angles), while the third vector meets the other two at an angle other than 90°.",
  "/wiki/Calcite": "Calcite is a carbonate mineral and the most stable polymorph of calcium carbonate (CaCO3). The Mohs scale of mineral hardness, based on scratch hardness comparison, defines value 3 as \"calcite\".",
  "/wiki/Hexagonal_crystal_system": "In crystallography, the hexagonal crystal family is one of the 6 crystal families, which includes 2 crystal systems (hexagonal and trigonal) and 2 lattice systems (hexagonal and rhombohedral).",
  "/wiki/Chlorite_group": "The chlorites are a group of phyllosilicate minerals. Chlorites can be described by the following four endmembers based on their chemistry via substitution of the following four elements in the silicate lattice; Mg, Fe, Ni, and Mn.",
  "/wiki/Cinnabar": "Cinnabar (/ˈsɪnəbɑːr/) or cinnabarite (/sɪnəˈbɑːraɪt/), likely deriving from the Ancient Greek: κιννάβαρι (kinnabari), is the bright scarlet to brick-red form of mercury(II) sulfide (HgS). It is the most common source ore for refining elemental mercury, and is the historic source for the brilliant red or scarlet pigment termed vermilion and associated red mercury pigments.",
  "/wiki/Corundum": "Corundum is a crystalline form of aluminium oxide (Al2O3) typically containing traces of iron, titanium, vanadium and chromium. It is a rock-forming mineral. It is also a naturally transparent material, but can have different colors depending on the presence of transition metal impurities in its crystalline structure. Corundum has two primary gem varieties: ruby and sapphire. Rubies are red due to the presence of chromium, and sapphires exhibit a range of colors depending on what transition metal is present. A rare type of sapphire, padparadscha sapphire, is pink-orange.",
  "/wiki/Trigonal": "In crystallography, the hexagonal crystal family is one of the 6 crystal families, which includes 2 crystal systems (hexagonal and trigonal) and 2 lattice systems (hexagonal and rhombohedral).",
  "/wiki/Cristobalite": "Cristobalite is a mineral polymorph of silica that is formed at very high-temperatures. It is used in dentistry as a component of alginate impression materials as well as for making models of teeth",
  "/wiki/Tetragonal": "In crystallography, the tetragonal crystal system  is one of the 7 crystal systems. Tetragonal crystal lattices result from stretching a cubic lattice along one of its lattice vectors, so that the cube becomes a rectangular prism with a square base (a by a) and height (c, which is different from a).",
  "/wiki/Enstatite": "Enstatite is a mineral; the magnesium endmember of the pyroxene silicate mineral series enstatite (MgSiO3) – ferrosilite  (FeSiO3). The magnesium rich members of the solid solution series are common rock-forming minerals found in igneous and metamorphic rocks. The intermediate composition, (Mg,Fe)SiO3, has historically been known as hypersthene, although this name has been formally abandoned and replaced by orthopyroxene. When determined petrographically or chemically the composition is given as relative proportions of enstatite (En) and ferrosilite (Fs) (e.g., En80Fs20).",
  "/wiki/Orthorombic": "In crystallography, the orthorhombic crystal system is one of the 7 crystal systems. Orthorhombic lattices result from stretching a cubic lattice along two of its orthogonal pairs by two different factors, resulting in a rectangular prism with a rectangular base (a by b) and height (c), such that a, b, and c are distinct. All three bases intersect at 90° angles, so the three lattice vectors remain mutually orthogonal.",
  "/wiki/Epidote": "Epidote is a calcium aluminium iron sorosilicate mineral.",
  "/wiki/Garnet": "Garnets ( /ˈɡɑːrnɪt/) are a group of silicate minerals that have been used since the Bronze Age as gemstones and abrasives.",
  "/wiki/Cubic_crystal_system": "In crystallography, the cubic (or isometric) crystal system is a crystal system where the unit cell is in the shape of a cube. This is one of the most common and simplest shapes found in crystals and minerals.",
  "/wiki/Isotropic": "Isotropy is uniformity in all orientations; it is derived from the Greek isos (ἴσος, \"equal\") and tropos (τρόπος, \"way\"). Precise definitions depend on the subject area.  Exceptions, or inequalities, are frequently indicated by the prefix an, hence anisotropy. Anisotropy is also used to describe situations where properties vary systematically, dependent on direction. Isotropic radiation has the same intensity regardless of the direction of measurement, and an isotropic field exerts the same action regardless of how the test particle is oriented.",
  "/wiki/Glauconite": "Glauconite is an iron potassium phyllosilicate (mica group) mineral of characteristic green color which is very friable and has very low weathering resistance.",
  "/wiki/Glaucophane": "Glaucophane is the name of a mineral and a mineral group belonging to the sodic amphibole supergroup of the double chain inosilicates, with the chemical formula ☐Na2(Mg3Al2)Si8O22(OH)2.",
  "/wiki/Microcline": "Microcline  (KAlSi3O8) is an important igneous rock-forming tectosilicate mineral. It is a potassium-rich alkali feldspar. Microcline typically contains minor amounts of sodium. It is common in granite and pegmatites. Microcline forms during slow cooling of orthoclase; it is more stable at lower temperatures than orthoclase. Sanidine is a polymorph of alkali feldspar stable at yet higher temperature. Microcline may be clear, white, pale-yellow, brick-red, or green; it is generally characterized by cross-hatch twinning that forms as a result of the transformation of monoclinic orthoclase into triclinic microcline.",
  "/wiki/Muscovite": "Muscovite (also known as common mica, isinglass, or potash mica) is a hydrated phyllosilicate mineral of aluminium and potassium with formula KAl2(AlSi3O10)(F,OH)2, or (KF)2(Al2O3)3(SiO2)6(H2O). It has a highly perfect basal cleavage yielding remarkably thin laminae (sheets) which are often highly elastic. Sheets of muscovite 5 meters × 3 meters (16.5 feet × 10 feet) have been found in Nellore, India.",
  "/wiki/Olivine": "The mineral olivine ( /ˈɒlɪˌviːn/) is a magnesium iron silicate with the formula (Mg2+, Fe2+)2SiO4. Thus, it is a type of nesosilicate or orthosilicate. The primary component of the Earth's upper mantle, it is a common mineral in Earth's subsurface, but weathers quickly on the surface.",
  "/wiki/Orthoclase": "Orthoclase, or orthoclase feldspar (endmember formula KAlSi3O8), is an important tectosilicate mineral which forms igneous rock. The name is from the Ancient Greek for \"straight fracture,\" because its two cleavage planes are at right angles to each other. It is a type of potassium feldspar, also known as K-feldspar. The gem known as moonstone (see below) is largely composed of orthoclase.",
  "/wiki/Quartz": "Quartz is a hard, crystalline mineral composed of silicon and oxygen atoms. The atoms are linked in a continuous framework of SiO4 silicon–oxygen tetrahedra, with each oxygen being shared between two tetrahedra, giving an overall chemical formula of SiO2.  Quartz is the second most abundant mineral in Earth's continental crust, behind feldspar.",
  "/wiki/Hexagonal": "In geometry, a hexagon (from Greek ἕξ hex, \"six\" and  γωνία, gonía, \"corner, angle\") is a six-sided polygon or 6-gon. The total of the internal angles of any simple (non-self-intersecting) hexagon is 720°.",
  "/wiki/Sanidine": "Sanidine is the high temperature form of potassium feldspar with a general formula K(AlSi3O8). Sanidine is found most typically in felsic volcanic rocks such as obsidian, rhyolite and trachyte. Sanidine crystallizes in the monoclinic crystal system. Orthoclase is a monoclinic polymorph stable at lower temperatures. At yet lower temperatures, microcline, a triclinic polymorph of potassium feldspar, is stable.",
  "/wiki/Talc": "Talc is a clay mineral composed of hydrated magnesium silicate with the chemical formula Mg3Si4O10(OH)2. Talc in powdered form, often in combination with corn starch, is widely used as baby powder. This mineral is used as a thickening agent and lubricant, is an ingredient in ceramics, paint and roofing material, and is also one of the main ingredients in many cosmetic products. It occurs as foliated to fibrous masses, and in an exceptionally rare crystal form. It has a perfect basal cleavage, uneven flat fracture and it is foliated with a two dimensional platy form.",
  "/wiki/List_of_minerals_by_optical_properties": "N/A"
}