{
  "/wiki/North_station_(Brussels)": "Brussels-North (French: Bruxelles-Nord, Dutch: Brussel-Noord) is one of the three major railway stations in Brussels; the other two are Brussels Central and Brussels South. The station's bilingual French–Dutch name is generally translated to Brussels North. Every regular domestic and international train (except Thalys and Eurostar) passing there has a planned stop. The station has 200,000 passengers per week, mainly commuters.",
  "/wiki/Rogier_metro_station": "The Rogier metro station is a Brussels metro station on the northern segment of line 2 which also serves tram lines on the north-south axis. It is named after Charles Rogier, Belgium's thirteenth prime minister. It opened as a premetro on 18 August 1974 and became a full metro station on 2 October 1988. The station is located under the small ring at Place Rogier/Rogierplein in the municipality of the Saint-Josse-ten-Noode.",
  "/wiki/De_Brouckère_station": "De Brouckère is a Brussels rapid transit station consisting of both a metro station (serving lines 1 and 5) and a premetro (tram) station (serving lines 3 and 4).",
  "/wiki/Bourse/Beurs_premetro_station": "The Bourse/Beurs premetro station is an underground tram station in Brussels, Belgium located in the city centre under Boulevard Anspach, next to the Place de la Bourse and the Brussels Stock Exchange, after which it is named. It is also located metres from the Grand Place. Brussels trams stopping at that station are the lines 3 and 4 as well as evening services 31, 32 and 33. The station in part of the North-South axis between Brussels-North railway station and Albert premetro station. A connection with bus routes 46, 48, 86 and 95 is possible at ground level.",
  "/wiki/Anneessens_premetro_station": "The Anneessens premetro station is an underground tram station in the municipality of the City of Brussels in the city center of Brussels, Belgium. The station is located under the Anneessens square along the Maurice Lemonnier boulevard. It is on the North-South Axis, a tram tunnel crossing the city center from the Brussels-North railway station to the Albert premetro station. Tram routes 3 and 4, as well as evening routes 31, 32 and 33 stop at this station.",
  "/wiki/Lemonnier_premetro_station": "The Lemonnier premetro station is an underground tram station in the City of Brussels, Brussels, Belgium. It is located near the crossroad between the Maurice Lemonnier boulevard and the small ring road. It is part of the North–South Axis tunnel which crosses the city center from the Brussels-North railway station to the Albert premetro station. Additional tunnel exits exist at the Brussels-South railway station as well as at the Lemonnier premetro station, allowing trams to leave or enter the tunnel at those points. Currently, tram routes 51 and 82 enter the tunnel at Lemonnier toward the South. Tram routes 3 and 4 as well as evening routes 31, and 32 also stop at Lemonnier. The station is decorated with paintings by Hamsi Boubeker. On a lower floor there is unused second station with two platforms. In the tunnel between Annessens and Lemonnier there is a tunnel towards this station.",
  "/wiki/Bruxelles-Midi_/_Brussel-Zuid_railway_station": "Brussels-South (French: Bruxelles-Midi, Dutch: Brussel-Zuid, IATA code: ZYR) is one of the three major railway stations in Brussels (the other two are Brussels Central and Brussels North) and the busiest station in Belgium. It is located on the territory of the municipality of Saint-Gilles/Sint-Gillis.",
  "/wiki/Thalys": "Thalys (French: [talis]) is a French-Belgian high-speed train operator originally built around the LGV Nord high-speed line between Paris and Brussels. This track is shared with Eurostar trains that go from Paris, Brussels or Amsterdam to London via Lille and the Channel Tunnel and with French domestic TGV trains. Thalys serves Amsterdam (via the HSL-Zuid, a service part of NS International) and Cologne as well. Its system is managed by Thalys International — 70% SNCF, 30% NMBS/SNCB — and operated by THI Factory — 60% SNCF, 40% NMBS/SNCB.",
  "/wiki/Eurostar": "Eurostar is an international high-speed railway service connecting London with Amsterdam, Avignon, Brussels, Bourg-Saint-Maurice, Disneyland Paris, Lille, Fréthun, Lyon, Marseille, Paris, and Rotterdam. All its trains travel through the Channel Tunnel between the United Kingdom and France, owned and operated separately by Getlink.",
  "/wiki/Intercity-Express": "The Intercity Express (commonly known as ICE (German pronunciation: [iːtseːˈʔeː])) is a system of high-speed trains predominantly running in Germany. It also serves some destinations in Austria, Denmark, France, Belgium, Switzerland and the Netherlands mostly as part of cross border services. It is the highest service category of rail and the flagship train of the German state railway, Deutsche Bahn. There are currently 259 trainsets in use. ICE trains are the highest category (Class A) trains in the fare system of the Deutsche Bahn. Their fares are not calculated on a fixed per-kilometre table as with other trains, but instead have fixed prices for station-to-station connections, levied on the grounds that the ICE trains have a higher level of comfort. Travelling at speeds up to 320 km/h (200 mph), they are tailored for business travellers or long-distance commuters and are marketed by Deutsche Bahn as an alternative to flights.",
  "/wiki/Porte_de_Hal/Hallepoort_metro_station": "The Porte de Hal/Hallepoort metro station is a double Brussels metro/premetro station; one station on the southern segment of metro line 2/6 and one premetro station on the North-South axis. The metro station opened on 2 October 1988 and the premetro station opened on 3 December 1993 (the metro operates one level below the premetro lines).",
  "/wiki/Parvis_de_Saint-Gilles/Sint-Gillis_Voorplein_premetro_station": "Parvis de Saint-Gilles/Sint-Gillis Voorplein is part of the Brussels Metro, situated in the Saint-Gilles commune of the Brussels capital region, Belgium.",
  "/wiki/Horta_premetro_station": "Horta premetro station is part of the Brussels Metro, situated in the Saint-Gilles commune of the Brussels capital region, Belgium.",
  "/wiki/Albert_premetro_station": "The Albert premetro station is an underground tram station located on the border between the municipalities of Saint-Gilles and Forest in Brussels, Belgium. The station is at the crossroad between the Avenue Albert/Albertlaan on the greater ring road and the Chaussée d'Alsemberg/Alsembergsesteenweg between the Forest park and the Saint-Gilles prison. The station is the last stop south of the North-South Axis, a tram tunnel crossing Brussels city center from Albert to the Brussels-North railway station. It is on tram routes 3 and 4 and evening route 33. There is a connection at ground level with tram route 51 as well as bus routes 48 and 54.",
  "/wiki/List_of_Brussels_Metro_stations": "This list of Brussels metro and premetro stations includes all the underground stations in the Brussels metro and premetro network, arranged by line.  The \"premetro\" refers to sections of the Brussels tramway network which run underground and at metro frequency."
}