{
  "/wiki/The_Trouble_with_Tracy": "The Trouble with Tracy is a Canadian television series produced by CTV for the 1970–1971 television season, with intended distribution by the U.S.-based National General Pictures. It is considered by some to be one of the worst situation comedies ever produced.",
  "/wiki/The_Odd_Couple_(1970_TV_series)": "The Odd Couple, formally titled onscreen Neil Simon's The Odd Couple, is an American television situation comedy broadcast from September 24, 1970, to March 7, 1975, on ABC. It stars Tony Randall as Felix Unger and Jack Klugman as Oscar Madison, and was the first of several sitcoms developed by Garry Marshall for Paramount Television. The show is based on the 1965 play of the same name, which was written by Neil Simon, as well as on the play's 1968 film adaptation. Felix and Oscar are both divorced. They share a Manhattan apartment, and their different lifestyles inevitably lead to conflicts and laughs.",
  "/wiki/McCloud_(TV_series)": "McCloud is an American police drama television series created by Herman Miller, that aired on NBC from September 16, 1970, to April 17, 1977. The series starred Dennis Weaver, and for six of its seven years on the air it aired as part of the NBC Mystery Movie rotating wheel series that was produced for the network by Universal Television. The show was centered on Deputy Marshal Sam McCloud of the small western town of Taos, New Mexico, who was on loan to the metropolitan New York City Police Department (NYPD) as a special investigator.",
  "/wiki/All_in_the_Family": "All in the Family is an American sitcom television series that was originally broadcast on the CBS television network for nine seasons, from January 12, 1971, to April 8, 1979. The following September, it was continued with the spin-off series Archie Bunker's Place, which picked up where All in the Family had ended and ran for four more seasons through 1983.",
  "/wiki/The_Electric_Company": "The Electric Company is an American educational children's television series created by Paul Dooley and directed by Robert Schwarz (1971 and 1977), Henry Behar (1972–1975), John Tracy (1975–1976); written by Dooley, Christopher Cerf (1971–1973), Jeremy Steven (1972–1974) and John Boni/Amy Ephron (1972–1973); and produced by the Children's Television Workshop (now called Sesame Workshop) for PBS in the United States. PBS broadcast 780 episodes over the course of its six seasons from October 25, 1971, to April 15, 1977 (in many areas, a preview special, Here Comes The Electric Company, was seen in  syndication through sponsor Johnson Wax on many local commercial stations during the week before its 1971 debut). After it ceased production in 1977, the program continued in reruns until October 4, 1985, as the result of a decision made in 1975 to produce two final seasons for perpetual use. The Workshop produced the show at Second Stage, located within the Reeves Teletape Studios (Teletape), in Manhattan, which had been the first home of Sesame Street.",
  "/wiki/Dick_Clark%27s_New_Year%27s_Rockin%27_Eve": "Dick Clark's New Year's Rockin' Eve (NYRE) is an annual New Year's Eve television special broadcast by ABC. The special broadcasts primarily from New York City's Times Square and prominently features coverage of its annual ball drop event, along with live and pre-recorded musical performances by popular musicians from Times Square and Hollywood, in addition to live performances and coverage of festivities from New Orleans.",
  "/wiki/The_Super_(TV_series)": "The Super is an American sitcom television series starring Richard S. Castellano which centers on the superintendent of an apartment building in New York City. The show aired on ABC from June 21, 1972 to August 23, 1972.",
  "/wiki/Bridget_Loves_Bernie": "Bridget Loves Bernie is an American sitcom created by Bernard Slade. Depicting an interfaith marriage between a Catholic woman and a Jewish man, Bridget Loves Bernie was based loosely on the premise of the 1920s Broadway play and 1940s radio show Abie's Irish Rose. It stars Meredith Baxter and David Birney as the title characters.  Despite high ratings, CBS cancelled the show after only one season.",
  "/wiki/Madigan": "Madigan is a 1968 American neo-noir dramatic thriller film directed by Don Siegel and starring Richard Widmark and Henry Fonda.",
  "/wiki/Kojak": "Kojak is an American action crime drama television series starring Telly Savalas as the title character, New York City Police Department Detective Lieutenant Theo Kojak. Taking the time slot of the popular Cannon series, it aired on CBS from 1973 to 1978.",
  "/wiki/Needles_and_Pins_(TV_series)": "Needles and Pins is an American sitcom about a women's clothing manufacturer and his employees in New York City that aired from September 21, 1973 to December 28, 1973.",
  "/wiki/Rhoda": "Rhoda is an American television sitcom starring Valerie Harper that originally aired on CBS for five seasons from September 9, 1974 to December 9, 1978.",
  "/wiki/Baretta": "Baretta is an American detective television series which ran on ABC from 1975–78.",
  "/wiki/Barney_Miller": "Barney Miller is an American sitcom set in a New York City Police Department police station on East 6th St in Greenwich Village. The series was broadcast from January 23, 1975, to May 20, 1982, on ABC. It was created by Danny Arnold and Theodore J. Flicker. Noam Pitlik directed the majority of the episodes.",
  "/wiki/Ellery_Queen_(TV_series)": "Ellery Queen is an American TV series, developed by Richard Levinson and William Link, who based it on the fictional character of the same name. The series ran on NBC from September 11, 1975, to April 4, 1976 featuring the titular fictional sleuth. The series stars Jim Hutton as the titular character, and David Wayne as his father, Inspector Richard Queen.",
  "/wiki/The_Jeffersons": "The Jeffersons is an American sitcom that was broadcast on CBS from January 18, 1975, to July 2, 1985, lasting 11 seasons and a total of 253 episodes. The Jeffersons is one of the longest-running sitcoms, the second-longest-running American series with a primarily African American cast (surpassed in 2012 by Tyler Perry's House of Payne by one episode, though The Jeffersons ran for more seasons), and the first to prominently feature a married interracial couple.",
  "/wiki/Ryan%27s_Hope": "Ryan's Hope is an American soap opera created by Claire Labine and Paul Avila Mayer, originally airing for 13 years on ABC from July 7, 1975 to January 13, 1989. It revolves around the trials and tribulations within a large Irish-American family in the Washington Heights neighborhood of Manhattan, New York City.",
  "/wiki/Welcome_Back,_Kotter": "Welcome Back, Kotter is an American sitcom starring Gabe Kaplan as a sardonic high school teacher in charge of a racially and ethnically diverse remedial class called the \"Sweathogs\". Recorded in front of a live studio audience, it originally aired on ABC from September 9, 1975, to May 17, 1979.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/Busting_Loose_(TV_series)": "Busting Loose is an American sitcom starring Adam Arkin which centers on a young man in New York City who has moved out of his parents' house to live on his own for the first time. The show aired on CBS between January 17, 1977, and November 16, 1977.",
  "/wiki/List_of_television_shows_set_in_New_York_City": "This page provides a partial list of television shows set in New York City."
}