{
  "/wiki/Blue_Bloods_(TV_series)": "Blue Bloods is an American police procedural drama television series that airs on CBS. Its main characters are members of the fictional Reagan family, an Irish Catholic family in New York City with a history of work in law enforcement. Blue Bloods stars Tom Selleck as New York City Police Commissioner Frank Reagan; other main cast members include Donnie Wahlberg, Bridget Moynahan, Will Estes, Len Cariou, and Sami Gayle. The show is filmed on location in New York City with occasional references to nearby suburbs. The series debuted on September 24, 2010, with episodes airing on Fridays following CSI: NY before being moved to Wednesdays at 10:00 p.m. Eastern and Pacific time and 9:00 p.m. Central and Mountain time for a four-week tryout. After four weeks, it returned to its original Friday 10:00 p.m. Eastern time slot, where it has remained since. On April 12, 2019, CBS renewed the series for a tenth season; it premiered on September 27, 2019.",
  "/wiki/How_to_Make_It_in_America": "How to Make It in America is an American comedy-drama television series that ran on HBO from February 14, 2010, to November 20, 2011. The series follows the lives of Ben Epstein (Bryan Greenberg) and his friend Cam Calderon (Victor Rasuk) as they try to succeed in New York City's fashion scene. The show's second season premiered on October 2, 2011.",
  "/wiki/Scrappers": "Scrappers was a reality television series about three competing groups of scrappers from Brooklyn, New York who collect and sell scrap metal. The series premiered 3 August 2010 at 10pm on Spike TV. The show was eventually scrapped itself on September 21 of the same year, after it failed to be renewed for a second season.",
  "/wiki/Oddities_(TV_series)": "Oddities is a half-hour  documentary/reality television program which follows the operation of an East Village, Manhattan shop which trades in antiques and other rarities. The show premiered on November 4, 2010, and airs on the Discovery Channel and its sister network, the Science Channel.",
  "/wiki/Boardwalk_Empire": "Boardwalk Empire is an American period crime drama television series created by Terence Winter and broadcast on the premium cable channel HBO. The series is set chiefly in Atlantic City, New Jersey, during the Prohibition era of 1920s and stars Steve Buscemi as Nucky Thompson. Winter, a Primetime Emmy Award-winning screenwriter and producer, created the show, inspired by Nelson Johnson's non-fiction book Boardwalk Empire: The Birth, High Times, and Corruption of Atlantic City, about the historical criminal kingpin Enoch L. Johnson.",
  "/wiki/Mad_Love_(TV_series)": "Mad Love is an American sitcom television series created by Matt Tarses, that aired on CBS from February 14 to May 16, 2011. The sitcom was planned as a mid-season replacement during the 2010–11 television season.",
  "/wiki/The_Avengers:_Earth%27s_Mightiest_Heroes": "The Avengers: Earth's Mightiest Heroes is an American animated television series by Marvel Animation in cooperation with Film Roman, based on the Marvel Comics superhero team the Avengers. The show debuted on Disney XD and online in the fall of 2010, starting with a 20-part micro-series.",
  "/wiki/Suits_(U.S._TV_series)": "Suits is an American legal drama television series created and written by Aaron Korsh. The series premiered on USA Network on June 23, 2011 and is produced by Universal Cable Productions. It is the network's longest-running original series in terms of seasons and episodes. The series concluded on September 25, 2019.",
  "/wiki/2_Broke_Girls": "2 Broke Girls is an American television sitcom that aired on CBS from September 19, 2011, to April 17, 2017. The series was produced for Warner Bros. Television and created by Michael Patrick King and Whitney Cummings. Set in the Williamsburg neighborhood of Brooklyn, New York City, the show's plot follows the lives of friends Max Black (Kat Dennings) and Caroline Channing (Beth Behrs). Whereas Caroline was raised as the daughter of a billionaire, Max grew up in poverty, resulting in differing perspectives on life, although together they work in a local diner while attempting to raise funds to start a cupcake business.",
  "/wiki/A_Gifted_Man": "A Gifted Man is an American fantasy medical drama television series that premiered on CBS on September 23, 2011. The series is about a talented but self-absorbed surgeon (Patrick Wilson) who starts questioning his purpose in life when he is visited by the spirit of his deceased ex-wife (Jennifer Ehle). The pilot episode was directed by Jonathan Demme, who also served as an executive producer on the show along with writer Susannah Grant. The first thirteen episodes were aired in the Friday 8:00 p.m. timeslot (September 23, 2011 – February 10, 2012), while the final three episodes of the 16 episode season order were aired in the Friday 9:00 p.m. timeslot (February 17, 2012 – March 2, 2012).",
  "/wiki/Louie_(U.S._TV_series)": "Louie is an American comedy-drama television series that premiered on FX on June 29, 2010. It is written, directed, created, edited, and produced by comedian Louis C.K., who also stars in the show as a fictionalized version of himself, a comedian and newly divorced father raising his two daughters in New York City. The show has a loose format atypical for television comedy series, consisting of largely unconnected storylines and segments (described by FX president John Landgraf as \"extended vignettes\") that revolve around Louie's life, punctuated by live stand-up performances.",
  "/wiki/Jessie_(2011_TV_series)": "Jessie is an American comedy television series created by Pamela Eells O'Connell that aired on Disney Channel from September 30, 2011 to October 16, 2015. The series stars Debby Ryan, Peyton List, Cameron Boyce, Karan Brar, Skai Jackson, and Kevin Chamberlin.",
  "/wiki/Person_of_Interest_(TV_series)": "Person of Interest is an American science fiction crime drama television series that aired on CBS from September 22, 2011, to June 21, 2016, its five seasons comprising 103 episodes. The series was created by Jonathan Nolan; executive producers were Nolan, J. J. Abrams, Bryan Burk, Greg Plageman, Denise Thé, and Chris Fisher.",
  "/wiki/Unforgettable_(2011_TV_series)": "Unforgettable is an American police procedural crime drama television series that premiered on CBS on September 20, 2011. Unforgettable was developed by Ed Redlich and John Bellucci, and stars Poppy Montgomery as Detective Carrie Wells, a police detective with an unusually detailed and photographic memory.",
  "/wiki/Smash_(U.S._TV_series)": "Smash is an American musical drama television series created by playwright Theresa Rebeck and developed by Robert Greenblatt for NBC. Steven Spielberg served as one of the executive producers. The series was broadcast in the US by NBC and produced by DreamWorks Television and Universal Television. The series revolves around a fictional New York City theater community and specifically the creation of a new Broadway musical. It features a large ensemble cast, led by Debra Messing, Jack Davenport, Katharine McPhee, Christian Borle, Megan Hilty, and Anjelica Huston.",
  "/wiki/I_Just_Want_My_Pants_Back": "I Just Want My Pants Back is an American comedy-drama that premiered with a special sneak peek on August 28, 2011 on MTV, with the series airing the new episodes beginning on February 2, 2012. The series is based on David J. Rosen's 2007 novel of the same name.",
  "/wiki/Girls_(TV_series)": "Girls is an American comedy-drama television series created by and starring Lena Dunham and executive produced by Judd Apatow. The series follows the lives of four young women living in New York City. The show's premise and major aspects of the main character—including being cut off financially from her parents, becoming a writer, and making unfortunate decisions—were drawn from Dunham's own life.",
  "/wiki/Breakout_Kings": "Breakout Kings is an American drama television series that aired on the A&E network. It is a production of Fox 21. The series was created, written, and executive-produced by Nick Santora and Matt Olmstead, who previously worked together on Prison Break.  Peter Chernin, Katherine Pope, and Gavin Hood also served as executive producers.",
  "/wiki/Ultimate_Spider-Man_(TV_series)": "Ultimate Spider-Man is an American animated television series based on the Spider-Man comics published by Marvel Comics. The series featured writers such as Brian Michael Bendis (who also writes the comic book series of the same name), Paul Dini, and Man of Action (a group consisting of Steven T. Seagle, Joe Kelly, Joe Casey and Duncan Rouleau). The third season was retitled Ultimate Spider-Man: Web-Warriors and the fourth and final season was retitled Ultimate Spider-Man vs. the Sinister 6.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_(2012_TV_series)": "Teenage Mutant Ninja Turtles (also known as Tales of the Teenage Mutant Ninja Turtles for its fifth season) is an American 3D rendered computer animated television series based on the fictional superhero team. It aired on Nickelodeon in the United States from September 29, 2012 to November 12, 2017. It was produced by Nickelodeon Animation Studio with CG animation services provided by Technicolor Animation. The series begins with the turtles emerging from their sewer home for the first time. They use their ninjutsu training to fight enemies in present-day New York City.",
  "/wiki/List_of_television_shows_set_in_New_York_City": "This page provides a partial list of television shows set in New York City."
}