{
  "/wiki/Jackson_Lake": "Jackson Lake is in Grand Teton National Park in northwestern Wyoming. This natural lake was enlarged by the construction of the Jackson Lake Dam, which was originally built in 1911, enlarged in 1916 and rebuilt by 1989. As part of the Minidoka Project the top 33 ft (10 m) of the lake is used by farmers in Idaho for irrigation purposes under water rights legislation that was enacted prior to the establishment of Grand Teton National Park. The lake is the remnant of large glacial gouging from the neighboring Teton Range to the west and the Yellowstone Plateau to the north.  The lake is primarily fed by the Snake River, which flows in from the north, and empties at Jackson Lake Dam. Jackson Lake is one of the largest high altitude lakes in the United States, at an elevation of 6,772 ft (2,064 m) above sea level. The lake is up to 15 mi (24 km) long, 7 mi (11 km) wide and 438 ft (134 m) deep. The water of the lake averages below 60 °F (16 °C), even during the summer.\n Numerous species of fish inhabit the lake including nonnative brown and lake trout and the native Snake River fine-spotted cutthroat trout and mountain whitefish.\n There are over 15 islands in the lake, including the largest, Elk Island, and Donoho Point.\n John D. Rockefeller, Jr. Memorial Parkway is located near the northern end of Jackson Lake and extends to the south entrance of Yellowstone National Park. This roadway combines with the roads in Grand Teton National Park that follow the eastern side of the lake, and provides access for boating and fishing. There are several marinas and lodges along the eastern shore such as Leeks marina, Colter Bay Village, Jackson Lake Lodge and Signal Mountain Lodge. All of these except Jackson Lake Lodge have boat access points and ramps. The western shore of Jackson Lake is primitive, with only hiking trails and a handful of primitive campground spots.",
  "/wiki/Teton_County,_Wyoming": "Teton County is a county in the U.S. state of Wyoming. As of the 2010 United States Census, the population was 21,294. Its county seat is Jackson. Its west boundary line abuts the east line of the state of Idaho.\n Teton County is part of the Jackson, WY-ID Micropolitan Statistical Area.\n Teton County contains the Jackson Hole ski area, all of Grand Teton National Park, and 40.4% of Yellowstone National Park's total area, including over 96.6% of its water area (largely in Yellowstone Lake).",
  "/wiki/Leigh_Lake": "Leigh Lake is located in Grand Teton National Park, in the U. S. state of Wyoming. The glacially formed lake is 2.4 miles (3.9 km) wide and 2.8 miles (4.5 km) long from north to south. Situated just southeast of Mount Moran, the lake is at the terminus of both Paintbrush and Leigh Canyons. The lake can be accessed from the Leigh Lake Trail which follows the eastern shores of String Lake a distance of one mile (1.6 km) and is an easy hike over level terrain. The Leigh Lake Ranger Patrol Cabin is located on the northeast shore of the lake and is on the National Register of Historical Places.\n The lake was named for Richard \"Beaver Dick\" Leigh, a mountain guide.",
  "/wiki/Wind_River_(Wyoming)": "The Wind River is the name applied to the upper reaches of the Bighorn River in Wyoming in the United States. The Wind River is 185 miles (298 km) long. The two rivers are sometimes referred to as the Wind/Bighorn.",
  "/wiki/Fremont_County,_Wyoming": "Fremont County is a county in the U.S. state of Wyoming. As of the 2010 United States Census, the population was 40,123. Its county seat is Lander. The county was founded in 1884 and is named for John C. Frémont, a general, explorer, and politician. It is roughly the size of the state of Vermont.\n Fremont County comprises the Riverton, WY Micropolitan Statistical Area.",
  "/wiki/Yellowstone_Lake": "Yellowstone Lake is the largest body of water in Yellowstone National Park. The lake is 7,732 feet (2,357 m) above sea level and covers 136 square miles (350 km2) with 110 miles (180 km) of shoreline. While the average depth of the lake is 139 ft (42 m), its greatest depth is at least 394 ft (120 m). Yellowstone Lake is the largest freshwater lake above 7,000 ft (2,100 m) in North America.\n In winter, ice nearly 3 ft (0.91 m) thick covers much of the lake except where shallow water covers hot springs. The lake freezes over by early December and can remain frozen until late May or early June.",
  "/wiki/Green_River_(Colorado_River)": "The Green River, located in the western United States, is the chief tributary of the Colorado River. The watershed of the river, known as the Green River Basin, covers parts of Wyoming, Utah, and Colorado. The Green River is 730 miles (1,170 km) long, beginning in the Wind River Mountains of Wyoming and flowing through Wyoming and Utah for most of its course, except for 40 miles (64 km) into western Colorado. Much of the route is through the Colorado Plateau and through some of the most spectacular canyons in the United States. It is only slightly smaller than the Colorado when the two rivers merge, but typically carries a larger load of silt. The average yearly mean flow of the river at Green River, Utah is 6,121 cubic feet (173.3 m3) per second.\n The status of the Green River as a tributary of the Colorado River came about for mainly political reasons.  In earlier nomenclature, the Colorado River began at its confluence with the Green River. Above the confluence the Colorado was called the Grand River.  In 1921, Colorado U.S. Representative Edward T. Taylor petitioned the Congressional Committee on Interstate and Foreign Commerce to rename the Grand River as the Colorado River. On July 25, 1921, the name change was made official in House Joint Resolution 460 of the 66th Congress, over the objections of representatives from Wyoming and Utah and the United States Geological Survey which noted that the drainage basin of the Green River was more extensive than that of the Grand River, although the Grand carried a higher volume of water at its confluence with the Green.",
  "/wiki/Sublette_County,_Wyoming": "Sublette County is a county in the U.S. state of Wyoming. As of the 2010 United States Census, the population was 10,247. The county seat is Pinedale. It is a sparsely populated rural county in western Wyoming, along the Green River.",
  "/wiki/Sweetwater_County,_Wyoming": "Sweetwater County is a county in southwestern Wyoming, United States. As of the 2010 United States Census, the population was 43,806. Its county seat is Green River. By area, it is the largest county in Wyoming. Its southern boundary line abuts the north lines of the states of Colorado and Utah.\n Sweetwater County comprises the Rock Springs, Green River, Wyoming Micropolitan Statistical Area.",
  "/wiki/North_Platte_River": "The North Platte River  is a major tributary of the Platte River and is approximately 716 miles (1,152 km) long, counting its many curves. In a straight line, it travels about 550 miles (890 km), along its course through the U.S. states of Colorado, Wyoming, and Nebraska.\n The head of the river is essentially all of Jackson County, Colorado, whose boundaries are the continental divide on the east and south and the mountain drainage peaks on the east—the north boundary is the state of Wyoming border. The rugged Rocky Mountains surrounding Jackson County have at least twelve peaks over 11,000 feet (3,400 m) in height. From Jackson County the river flows north about 200 miles (320 km) out of the Routt National Forest and North Park (Colorado basin) near what is now Walden, Colorado, to Casper, Wyoming. Shortly after passing Casper, the river turns to the east-southeast and flows about 350 miles (560 km) to the city of North Platte, Nebraska.\n The North Platte and South Platte River join to form the Platte River in western Nebraska near the city of North Platte, Nebraska. The Platte River flows to the Missouri River, which joins the Mississippi River to flow to the Gulf of Mexico. The river provides the major avenue of drainage for northern Colorado, eastern Wyoming and western Nebraska. It is only navigable over most of its length at high water by canoes, kayaks and rubber rafts.",
  "/wiki/Carbon_County,_Wyoming": "Carbon County is a county in the U.S. state of Wyoming. As of the 2010 United States Census, the population was 15,885. Its county seat is Rawlins. Its south border abuts the north line of Colorado.",
  "/wiki/List_of_islands_of_Wyoming": "The following is a list of islands of Wyoming.  Occupying 97,814 square miles (253,348 km²), the state of Wyoming is the 10th largest state in the country.  It is the sixth largest state to not have an ocean coastline.  Despite being landlocked, Wyoming does contain islands; the state contains 713.16 square miles (1,847 km²) of water, which is 0.72% of the state's total area.\n Wyoming has 32 named islands, in which the majority of those are located in Jackson Lake and Yellowstone Lake within Yellowstone National Park in the northwest portion of the state.  Green River in the southwest also contains a number of islands."
}