{
  "/wiki/Argonaut_Mine": "The Argonaut Mine is a gold mine in Jackson, California, United States. The deposit was discovered 1850 and was the site of the worst gold-mining disaster in the state's history.[citation needed] The mine closed in 1942 and, along with the nearby Kennedy Mine, is registered as California Historical Landmark #786.",
  "/wiki/Jackson,_California": "Jackson (formerly, Botilleas, Botilleas Spring, Bottileas, Bottle Spring, and Botellas) is the county seat of Amador County, California.  The population was 4,651 at the 2010 census, up from 3,989 at the 2000 census. The city is accessible by both State Route 49 and State Route 88.",
  "/wiki/Butte_City,_California": "Butte City (formerly, Butte) is an unincorporated community in Glenn County, California. It is located on the east bank of the Sacramento River 11 miles (18 km) south-east of Willows, at an elevation of 89 feet (27 m).",
  "/wiki/Indian_Grinding_Rock_State_Historic_Park": "Indian Grinding Rock State Historic Park is a California State Park, preserving an outcropping of marbleized limestone with some 1,185 mortar holes—the largest collection of bedrock mortars in North America.  It is located in the Sierra Nevada foothills, 8 miles (13 km) east of Jackson. The park is nestled in a little valley 2,400 feet (732 m) above sea level, with open meadows and large specimens of valley oak that once provided the Miwok peoples of this area with an ample supply of acorns.  The 135-acre (55 ha) park was established in 1962 and listed on the National Register of Historic Places in 1971.",
  "/wiki/Pine_Grove,_Amador_County,_California": "Pine Grove is a census-designated place in Amador County, California. It lies at an elevation of 2513 feet (766 m). The population was 2,219 at the 2010 census. It is located at 38°24′47″N 120°39′32″W﻿ / ﻿38.41306°N 120.65889°W﻿ / 38.41306; -120.65889, along State Route 88. The community is in ZIP code 95665 and area code 209.",
  "/wiki/Clinton,_California": "Clinton (formerly, Sarahville, Sarahsville, and Lincoln) is a small town in Amador County, California. It is located 2.5 miles (4.0 km) south of Pine Grove, at an elevation of 1972 feet (601 m).  Clinton was the center of a placer mining community during the 1850s and of quartz mining as late as the 1880s. This town once decided Amador County elections as its votes were always counted last. Clinton is registered as a California Historical Landmark. A post office operated at Clinton from 1856 to 1859. Nowadays, Clinton is a picturesque little town made up of an assemblage of homes and historic buildings around the center of town. It has a population of about 45.",
  "/wiki/Community_Methodist_Church_of_Ione": "The Community Methodist Church of Ione, is a United Methodist church in Ione, California, United States. The church is registered as a California Historical Landmark and is listed on the National Register of Historic Places.",
  "/wiki/Ione,_California": "Ione (/aɪˈoʊn/ eye-OWN; formerly Bed Bug, Bedbug, Freeze Out, Hardscrabble, Ione City, Woosterville, Jone City, Jone Valley, and Rickeyville) is a city in Amador County, California, United States. The population was 7,918 at the 2010 census, up from 7,129 in 2000. Once known as \"Bed-Bug\" and \"Freeze Out,\" Ione was an important supply center on the main road to the Mother Lode and Southern Mines during the California Gold Rush.",
  "/wiki/D%27Agostini_Winery": "D'Agostini Winery refers to both a winery in Healdsburg, California (Sonoma County) owned by Armagan Champagne Cellars as well as the original vineyard and wine cellar located in Plymouth, Amador County, which are owned by Sobon Estate Winery. The original wine cellar is registered as a California Historical Landmark.",
  "/wiki/Plymouth,_California": "Plymouth (formerly, Puckerville, Pokerville, and Poker Camp) is a city in Amador County, California, United States. The population was 1,005 at the 2010 census. The town was originally named Pokerville, when it was settled during the time of the Gold Rush. Plymouth is commonly now known as a \"Gateway to Shenandoah Valley\", a popular wine-producing region in the Sierra foothills. The Ione Band of Miwok Indians, a federally recognized tribe of Miwok people, is headquartered in Plymouth.",
  "/wiki/D._Stewart_Company_Store": "D. Stewart Company Store was the first building in Ione, California, United States. It was a general store. It opened in 1856. It's listed as a California Historical Landmark.",
  "/wiki/Drytown,_California": "Drytown (formerly, Dry Town) is a census-designated place in Amador County, California. It is located 2.5 miles (4.0 km) south of Plymouth on Dry Creek, at an elevation of 646 feet (197 m).  The population at the 2010 census was 167. The town is registered as a California Historical Landmark. The community is in ZIP code 95699 and area code 209. Today Drytown is home to a population of less than 200 people and about 5 antiques stores. But once before it was a well-known hotspot thanks to the gold mines with a population of 10,000 people.",
  "/wiki/Irishtown,_California": "Irishtown (also, Irish Town) is a former settlement in Amador County, California. It was located 1.5 miles (2.4 km) south-southwest of Pine Grove, at an elevation of 1972 feet (601 m). The townsite lies within the boundaries of Pine Grove. Irishtown is a former Miwok settlement.",
  "/wiki/Kennedy_Mine": "The Kennedy Gold Mine is a gold mine in Jackson, California, one of the deepest mines on the Mother Lode. It closed in 1942 and together with nearby Argonaut Mine, is registered as California Historical Landmark No. 786. It has since been re-opened as a tourist attraction.",
  "/wiki/Kirkwood_Inn_%26_Saloon": "The Kirkwood Inn & Saloon (also known as Kirkwood Station or Kirkwood's) is a restaurant and bar located in Kirkwood, California, United States. It's situated at the intersection of three county lines: Alpine, Amador, and El Dorado counties, at 7,800 feet (2,400 m) up. It was built in 1864 and is a California Historical Landmark.",
  "/wiki/Kirkwood,_California": "Kirkwood (formerly, Kirk, Kirkwood's, and Roundtop) is a census-designated place in Alpine and Amador counties, California, United States. The population was 158 at the 2010 census. Kirkwood's main attraction is the Kirkwood Mountain Resort. The town is accessible by State Route 88. Kirkwood is within the Eldorado National Forest.",
  "/wiki/Knight_Foundry": "Knight Foundry, also known as Knight's Foundry and Shops, is a cast iron foundry and machine shop in Sutter Creek, California. It was established in 1873 to supply heavy equipment and repair facilities to the gold mines and timber industry of the Mother Lode. Samuel N. Knight developed a high speed, cast iron impulse water turbine which was a forerunner of the Pelton wheel design. Knight Wheels were used in some of the first hydroelectric plants in California, Utah, and Oregon. This site is the last water-powered foundry and machine shop in the United States. A 42-inch (107 cm) Knight Wheel drives the main line shaft, with smaller water motors powering other machines.",
  "/wiki/Sutter_Creek,_California": "Sutter Creek (formerly spelled Sutter's Creek and Suttercreek; formerly named Suttersville, commonly referred to as the \"Sausalito of the foothills\") is a city in Amador County, California, United States. The population was 2,501 at the 2010 census, up from 2,303 at the 2000 census. It is accessible via State Route 49.",
  "/wiki/Lancha_Plana,_California": "Lancha Plana (\"flat boat\" in Spanish; formerly, Sonora Bar) was a small settlement in Amador County, California, formed as a result of a flatboat ferry crossing across the Mokelumne River. It was founded by Mexican settlers in 1848. It lay on the north bank of the Mokelumne River, 9 miles (14 km) south-southeast of Ione, at an elevation of 220 feet (67 m).  The remnants of the town were submerged as a result of the damming of the river to form the Camanche Reservoir. Lancha Plana Bridge crosses the lake now about where the town once stood.",
  "/wiki/Camanche_Reservoir": "Camanche Reservoir is an artificial lake in the San Joaquin Valley in California in the United States, at the juncture of Amador, Calaveras, and San Joaquin counties.  Its waters are impounded by Camanche Dam, which was completed in 1963. Camanche Reservoir is a source of water for industrial and municipal purposes and also provides flood control.",
  "/wiki/Buena_Vista,_Amador_County,_California": "Buena Vista (formerly, The Corners) is a census-designated place in Amador County, California. It lies at an elevation of 295 feet (90 m). It is located 4 miles (6.4 km) south-southeast of Ione, at 38°17′40″N 120°54′48″W﻿ / ﻿38.29444°N 120.91333°W﻿ / 38.29444; -120.91333. The community is in ZIP code 95640 and area code 209. The population was 429 at the 2010 census.",
  "/wiki/Carson_Pass": "Carson Pass is a mountain pass on the crest of the central Sierra Nevada, in the Eldorado National Forest and Alpine County, eastern California.",
  "/wiki/Middle_Bar,_California": "Middle Bar is a former mining town on the Mokelumne River in Amador County, California. It is a California Historical Landmark.",
  "/wiki/Fiddletown,_California": "Fiddletown (from 1878 to 1932, Oleta) is a census-designated place in Amador County, California. It lies at an elevation of 1683 feet (513 m). It is located at 38°30′14″N 120°45′20″W﻿ / ﻿38.50389°N 120.75556°W﻿ / 38.50389; -120.75556. The town is registered as a California Historical Landmark and is listed in the National Register of Historic Places (NPS-78000655). The community is in ZIP code 95629 and area code 209. Fiddletown's population was 235 at the 2010 census.",
  "/wiki/Native_Daughters_of_the_Golden_West": "Native Daughters of the Golden West  is an American non-profit organization for women born in California. The organization focuses on the care and preservation of California history.  Its brother organization in this purpose is the Native Sons of the Golden West.",
  "/wiki/California_Historical_Landmarks_in_Amador_County": "This list includes properties and districts listed on the California Historical Landmark listing in Amador County, California. Click the \"Map of all coordinates\" link to the right to view a Google map of all properties and districts with latitude and longitude coordinates in the table below."
}