{
  "/wiki/Alacranes_de_Durango": "Club de Fútbol Alacranes de Durango, is a Mexican football club based in the city of Durango, Durango, Mexico and currently play in the third level of the professional Mexican football league system. Their colors are green, white with black trim, and their mascot is the scorpion.",
  "/wiki/H%C3%A9ctor_Jair_Real": "Héctor Jair Real Cobián (born July 13, 1981) is a Mexican football manager.",
  "/wiki/Durango_City": "Durango City (Spanish pronunciation: [duˈɾaŋɡo]), officially Victoria de Durango is the capital and largest city of the Mexican state of Durango. The city, which is located in Northern Mexico has a population of 654,876 as of the 2015 census, and sits at an altitude of 1,890 metres (6,201 feet). It is also the municipal seat of the Durango Municipality. The city's official name is Victoria de Durango. The denomination of Victoria was added in honor of the first president of Mexico Guadalupe Victoria, who was originally from the state of Durango. In the Tepehuán language, the city is known as Korian.",
  "/wiki/Durango": "Durango (Spanish pronunciation: [duˈɾaŋɡo] (listen)), officially named Estado Libre y Soberano de Durango (English: Free and Sovereign State of Durango) (Tepehuán: Korian) (Nahuatl: Tepēhuahcān), is one of the 32 states which make up the 32 Federal Entities of Mexico, situated in the northwest of the country. With a population of 1,632,934, Durango has Mexico's second-lowest population density, after Baja California Sur. The capital city, Victoria de Durango, is named after the first president of Mexico, Guadalupe Victoria.",
  "/wiki/Estadio_Francisco_Zarco": "The Estadio Francisco Zarco is a multi-use stadium in the Mexican city of Durango.  The stadium holds 18,000 people.  It is used mostly for football matches, and is the home stadium of Alacranes de Durango (as of 2014–15, playing in the third tier of Mexican football) and of fourth-tier club Dorados de Villa (Teca Huixquilucan). The stadium is owned by the state of Durango.",
  "/wiki/Atl%C3%A9tico_Bah%C3%ADa": "The Atlético Bahía Club de Fútbol play in the Liga Premier – Serie A, the club have its ground in San José del Valle, Bahía de Banderas, Nayarit, Mexico.",
  "/wiki/Bah%C3%ADa_de_Banderas": "Bahía de Banderas (Spanish pronunciation: [ba'i.a ðe βan'deɾas], Spanish for Bay of Flags) is a bay on the Pacific Coast of Mexico, within the Mexican states of Jalisco and Nayarit. It is also the name of an administrative municipality, located on the bay in Nayarit state.  The port and resort city of Puerto Vallarta is on the bay.",
  "/wiki/Nayarit": "Nayarit (Spanish pronunciation: [naʝaˈɾit]), officially the Free and Sovereign State of Nayarit (Spanish: Estado Libre y Soberano de Nayarit), is one of the 32 states which comprise the Federal Entities of Mexico. It is divided in 20 municipalities and its capital city is Tepic.",
  "/wiki/Atl%C3%A9tico_Reynosa": "The Atlético Reynosa Fútbol Club, is a Mexican football club based in the city of Reynosa, Tamaulipas, Mexico. The club was founded on 2012, and currently plays in the Serie A of Liga Premier.",
  "/wiki/Gast%C3%B3n_Obledo": "Gastón Ángel Obledo Loo (born February 6, 1966) is a Mexican football manager and former player.",
  "/wiki/Reynosa": "Reynosa (Spanish pronunciation: [reiˈnosa]) is a border city in the northern part of the state of Tamaulipas, in Mexico. It is also the municipal seat of Reynosa Municipality.",
  "/wiki/Tamaulipas": "Tamaulipas (Spanish pronunciation: [tamau̯ˈlipas] (listen)), officially the Estado Libre y Soberano de Tamaulipas (English: Free and Sovereign State of Tamaulipas), is one of the 32 states which comprise the Federal Entities of Mexico. It is divided into 43 municipalities and its capital city is Ciudad Victoria.",
  "/wiki/Unidad_Deportiva_Solidaridad": "The Unidad Deportiva Solidaridad is a multi-use stadium in Reynosa, Tamaulipas, Mexico.  It is currently used mostly for football matches and is the home stadium for Reynosa F.C..  The stadium has a capacity of 20,000 people.",
  "/wiki/Coras_de_Nayarit_F.C.": "Club Coras de Nayarit Fútbol Club commonly known as Coras is a football club that plays in the Mexican football league system Mexican Liga Premier (third-tier). The club was founded in the late 1950s as Deportivo Tepic and was based in Tepic, Nayarit, Mexico.",
  "/wiki/Manuel_Naya_Barba": "Julio Manuel Naya Barba (born July 17, 1968) is a Mexican football manager.",
  "/wiki/Tepic": "Tepic (Spanish pronunciation: [teˈpik] (listen)) is the capital and largest city of the western Mexican state of Nayarit.",
  "/wiki/Estadio_Nicol%C3%A1s_%C3%81lvarez_Ortega": "The Estadio Nicolás Álvarez Ortega is a multi-use stadium in Tepic, Nayarit, Mexico.  It is currently used mostly for football matches and is the home stadium for Tepic.  The stadium has a capacity of 12,271 people and opened in 2011.",
  "/wiki/Cimarrones_de_Sonora_Premier": "The Cimarrones de Sonora Fútbol Club Premier play in the Liga Premier in Hermosillo, Sonora, Mexico and are the official reserve team for Cimarrones de Sonora. The games are held in the city of Hermosillo in the Estadio Héroe de Nacozari.",
  "/wiki/Hermosillo": "Hermosillo (Spanish pronunciation: [eɾmoˈsiʝo] (listen)), formerly called Pitic (as Santísima Trinidad del Pitic and Presidio del Pitic), is a city located centrally in the northwestern Mexican state of Sonora. It is the capital and largest city as well as the main economic center for the state and region. As of 2015, the city has a population of 812,229 inhabitants, making it the 16th largest city in Mexico. The recent city population spur is due to its recent strong industrialization, especially in the automotive industry.",
  "/wiki/Sonora": "Sonora (Spanish pronunciation: [soˈnoɾa] (listen)), officially Estado Libre y Soberano de Sonora (English: Free and Sovereign State of Sonora), is one of 32 states which comprise the Federal Entities of Mexico. It is divided into 72 municipalities; the capital city is Hermosillo.\nSonora is bordered by the states of Chihuahua to the east, Baja California to the northwest and Sinaloa to the south. To the north, it shares the U.S.–Mexico border primarily with the state of Arizona with a small length with New Mexico, and on the west has a significant share of the coastline of the Gulf of California.",
  "/wiki/Estadio_H%C3%A9roe_de_Nacozari": "Estadio Héroe de Nacozari is a multi-use stadium in Hermosillo, Sonora, Mexico.  It is currently used mostly for football matches and is the home stadium of the Cimarrones de Sonora of the Ascenso MX.  The stadium holds 22,000 people.",
  "/wiki/Cimarrones_de_Sonora": "The Cimarrones de Sonora Fútbol Club is Mexican football club that plays in the Ascenso MX. The club is based in Hermosillo, Sonora. They currently play as an expansion team in the Ascenso MX.",
  "/wiki/Correcaminos_UAT_Premier": "Club de Fútbol Correcaminos de la Universidad Autónoma de Tamaulipas Premier is a professional football team that plays in the Mexican Football League. They are currently playing in the Liga Premier Serie A. Club de Fútbol Correcaminos de la Universidad Autónoma de Tamaulipas Premier is affiliated with UAT who plays in the Ascenso MX. The games are held in the city of Ciudad Victoria in the Estadio Marte R. Gómez and Estadio Universitario Eugenio Alvizo Porras as a backup stadium.",
  "/wiki/Ciudad_Victoria": "Ciudad Victoria (Spanish pronunciation: [sjuˈðað βikˈtoɾja] (listen)) is the capital of the Municipality of Victoria and the Mexican state of Tamaulipas. It is located in the northeast of Mexico at the foot of the Sierra Madre Oriental. It borders the municipality of Güémez to the north, Llera to the south, Casas Municipality to the east, and the municipality of Jaumave to the west. The city is located 246 km (153 mi) from Monterrey and 319 km (198 mi) from the border with the United States. Ciudad Victoria is named after the first president of Mexico, Guadalupe Victoria.",
  "/wiki/Estadio_Marte_R._G%C3%B3mez": "The Estadio Olímpico Marte R. Gómez is a multi-use stadium in Ciudad Victoria, Tamaulipas, Mexico.  It is currently used mostly for football matches and is the home stadium for Correcaminos UAT.  The stadium has a capacity of 10,520 people and opened in 1938.",
  "/wiki/Correcaminos_UAT": "Club de Fútbol Correcaminos de la Universidad Autónoma de Tamaulipas is an association football team from Ciudad Victoria, Tamaulipas.",
  "/wiki/Gavilanes_de_Matamoros": "The Gavilanes de Matamoros Fútbol Club, commonly known as Gavilanes, is a Mexican football club based in Matamoros, Tamaulipas. The club was founded on 2011, and currently plays in the Serie A of Liga Premier.",
  "/wiki/Lorenzo_L%C3%B3pez_Balboa": "Lorenzo Javier López Balboa (born October 24, 1963) is a Mexican football manager.",
  "/wiki/Matamoros,_Tamaulipas": "Matamoros, officially known as Heroica Matamoros, is a city in the northeastern Mexican state of Tamaulipas.\nIt is located on the southern bank of the Rio Grande, directly across the border from Brownsville, Texas, in the United States.\nMatamoros is the second largest city in the state of Tamaulipas.\nAs of 2016, Matamoros had a population of 520,367.\nIn addition, the Matamoros–Brownsville Metropolitan Area has a population of 1,387,985, making it the 4th largest metropolitan area on the Mexico–US border. Matamoros is the 39th largest city in Mexico and anchors the second largest metropolitan area in Tamaulipas.",
  "/wiki/Estadio_El_Hogar": "The Estadio El Hogar is a multi-use stadium in Matamoros.  It is currently used mostly for football matches and is the home stadium for Gavilanes de Matamoros  The stadium has a capacity of 22,000 people.",
  "/wiki/Leones_Negros_UdeG_Premier": "Club Leones Negros de la Universidad de Guadalajara Premier play in the Liga Premier in Zapopan, Mexico and are the official reserve team for Leones Negros UdeG.",
  "/wiki/Zapopan": "Zapopan (Spanish pronunciation: [saˈpopan]) is a city and municipality located in the Mexican state of Jalisco. Part of the Guadalajara Metropolitan Area, the population of Zapopan city proper makes it the second largest city in the state, very close behind the population of Guadalajara proper. It is best known as being the home of the Virgin of Zapopan, an image of the Virgin Mary which was made in the 16th century. This image has been credited with a number of miracles and has been recognized by popes and even visited by Pope John Paul II.  The municipality is also the home of the Centro Cultural Universitario, which contains one of the most important concert venues in Latin America  and is the home of the new stadium for the C.D. Guadalajara.",
  "/wiki/Jalisco": "Jalisco (UK: /həˈliːskoʊ/, US: /hɑːˈ-, həˈlɪskoʊ/, Spanish: [xaˈlisko] (listen)), officially the Free and Sovereign State of Jalisco (Spanish: Estado Libre y Soberano de Jalisco [esˈtaðo ˈliβɾe i soβeˈɾano ðe xaˈlisko]), is one of the 32 states which comprise the Federal Entities of Mexico. It is located in Western Mexico and is bordered by six states which are Nayarit, Zacatecas, Aguascalientes, Guanajuato, Michoacán and Colima. Jalisco is divided into 125 municipalities, and its capital city is Guadalajara. Jalisco is one of the most important states in Mexico because of its natural resources as well as its history. Many of the characteristic traits of Mexican culture, particularly outside Mexico City, are originally from Jalisco, such as mariachi, ranchera music, birria, tequila, jaripeo, etc., hence the state's motto: \"Jalisco es México.\"  Economically, it is ranked third in the country, with industries centered in the Guadalajara metropolitan area, the second largest metropolitan area in Mexico.\nThe state is home to two significant indigenous populations, the Huichols and the Nahuas. There is also a significant foreign population, mostly from the United States and Canada, living in the Lake Chapala and Puerto Vallarta areas.[citation needed]",
  "/wiki/Leones_Negros_UdeG": "Club Leones Negros de la Universidad  de Guadalajara, also known as Leones Negros,  Leones Negros UdeG, Universidad de Guadalajara,  or UdeG, is a football club that currently plays in the Ascenso MX.",
  "/wiki/Mineros_de_Fresnillo_F.C.": "The Mineros de Fresnillo Fútbol Club, commonly known as Mineros, is a Mexican football club based in Fresnillo, Zacatecas. The club was founded in 2007, and currently plays in the Serie A of Liga Premier.",
  "/wiki/Fresnillo": "Fresnillo /fres'nijo/ (2005 census pop. 110,892), founded in 1554 by Francisco de Ibarra, is the second largest city in Zacatecas state, north central Mexico and the seat of Fresnillo municipality. As a rail and highway junction, Fresnillo is the center of a rich mining area known especially for silver, and the location of one of the world's richest silver mines, the Mina Proaño or Fresnillo Mine, which belongs to the Peñoles mining company. It has a mining school, and agriculture (cereals, beans) and cattle raising are other important economic activities. Fresnillo is also the municipal seat of the municipality of the same name which surrounds it. The municipality had a population of 196,538 and an areal extent of 4,947 square kilometres (1,910 sq mi).",
  "/wiki/Zacatecas": "Zacatecas (American Spanish: [sakaˈtekas] (listen)), officially the Free and Sovereign State of Zacatecas (Spanish: Estado Libre y Soberano de Zacatecas), is one of the 32 states of Mexico. It is divided into 58 municipalities and its capital city is Zacatecas City.",
  "/wiki/Unidad_Deportiva_Minera_Fresnillo": "The Unidad Deportiva Minera Fresnillo is a multi-use stadium in Fresnillo, Zacatecas, Mexico.  It is currently used mostly for football matches and is the home stadium for Mineros de Fresnillo.  The stadium has a capacity of 6,000 people.",
  "/wiki/Murci%C3%A9lagos_F.C.": "Murciélagos Fútbol Club is a Mexican football club that plays in the Liga Premier. The club is based in Los Mochis, Sinaloa. From its beginnings the club had the aim to turn into a model for Mexican football.",
  "/wiki/Valent%C3%ADn_Arredondo": "Valentín Arredondo (born February 13, 1989 in Ahome, Sinaloa) is a retired Mexican professional footballer who played for Murciélagos  of Ascenso MX.",
  "/wiki/Los_Mochis": "Los Mochis (Spanish pronunciation: [los ˈmotʃis]) is a coastal city in northern Sinaloa, Mexico. It serves as the municipal seat of the municipality of Ahome. As of the 2010 census, the population was 362,613, which was 61 percent of the municipality's population.",
  "/wiki/Sinaloa": "Sinaloa (Spanish pronunciation: [sinaˈloa] (listen)), officially the Estado Libre y Soberano de Sinaloa (English: Free and Sovereign State of Sinaloa), is one of the 32 states which comprise the Federal Entities of Mexico. It is divided into 18 municipalities and its capital city is Culiacán Rosales.",
  "/wiki/Estadio_Centenario_(Los_Mochis)": "Estadio Centenario is a multi-use stadium in Los Mochis, Sinaloa, Mexico.  It is currently used mostly for football matches and is the home stadium for Murciélagos.  The stadium has a capacity of 10,844 people. It was remodeled by Grupo Faharo for Murciélagos de Los Mochis to be played in the Ascenso MX and completed by the season opener aka Grand Re-Opening of the Stadium on July 31, 2015 against Atlante in Week 2 of Torneo Apertura 2015.",
  "/wiki/Saltillo_F.C.": "The Saltillo Fútbol Club, commonly known as Saltillo S.F.C., is a Mexican football club based in Saltillo. The club was founded in 2017 as Atlético Saltillo Soccer, in 2019 was renamed as Saltillo F.C, and currently plays in the Serie A of Liga Premier.",
  "/wiki/Francisco_Javier_Gamboa": "Francisco Javier Gamboa Chávez (born September 18, 1978) is a Mexican football manager.",
  "/wiki/Saltillo": "Saltillo (American Spanish: [salˈtiʝo] (listen)) is the capital of the northeastern Mexican state of Coahuila and the municipal seat of the municipality of the same name. As of the 2015 census, Saltillo had a population of 807,537 people, while the population of itsmetropolitan area was 923,636 inhabitants, making Saltillo the largest city and the second-largest metropolitan area in the state of Coahuila, and the 19th most populated metropolitan area in the country.",
  "/wiki/Coahuila": "Coahuila (Spanish pronunciation: [koaˈwila] (listen)), formally Coahuila de Zaragoza (American Spanish: [koaˈwila ðe saɾaˈɣosa] (listen)), officially the Free and Sovereign State of Coahuila de Zaragoza (Spanish: Estado Libre y Soberano de Coahuila de Zaragoza), is one of the 32 states which comprise the 32 Federal Entities of Mexico.",
  "/wiki/Estadio_Ol%C3%ADmpico_Francisco_I._Madero": "The Estadio Olímpico Francisco I. Madero is a multi-use stadium in Saltillo, Coahuila, Mexico.  It is currently used mostly for football matches and is the home stadium for Atlético Saltillo Soccer and the Dinos de Saltillo American football team.",
  "/wiki/Tecos_F.C.": "Tecos Fútbol Club (often referred to by its nickname \"Tecos\") is a Mexican professional football club associated with the Universidad Autónoma de Guadalajara AC. It plays its home games in the Estadio 3 de Marzo (March 3 Stadium, named for the day the university was founded in 1935). The 30,015-seat facility is located in Zapopan, a municipality within the Guadalajara, Jalisco conurbation.",
  "/wiki/Daniel_Alc%C3%A1ntar": "Daniel Alcántar García (born 2 May 1976 in León) is a former Mexican professional football player, who last played for Club Necaxa.",
  "/wiki/Estadio_Tres_de_Marzo": "The Estadio 3 de Marzo, is situated in Zapopan, Jalisco, México, district that forms part of the Guadalajara Metropolitan Area; it is the ground of Tecos; which plays in the Tercera Division de Mexico. It has a capacity of 18,779 and was constructed inside the campus of the Universidad Autónoma de Guadalajara.",
  "/wiki/C.D._Tepatitl%C3%A1n_de_Morelos": "The Club Deportivo Tepatitlán de Morelos, commonly known as Tepatitlán de Morelos, or just Tepa, is a Mexican football club based in Tepatitlán. The club was founded in 1944, and currently plays in the Serie A of Liga Premier.",
  "/wiki/Paco_Ram%C3%ADrez": "Francisco Javier Ramírez Gámez (born November 28, 1965 in Bacerac, Sonora), popularly nicknamed Paco Ramírez, is a Mexican football manager and former defender. He was also a member of the Mexico national team coaching staff on two occasions under Ricardo Lavolpe and Sven-Göran Eriksson. Ramírez later became manager of C.D. Guadalajara during the Clausura 2009, but was sacked after 7 matches into the Apertura 2009.",
  "/wiki/Tepatitl%C3%A1n": "Tepatitlán de Morelos is a city and municipality founded in 1530, in the central Mexican state of Jalisco.  It is located in the area known as Los Altos de Jalisco (the 'Highlands of Jalisco'), about 70 km east of state capital Guadalajara. It is part of the macroregion of the Bajío. Its surrounding municipality of the same name had an area of 1,532.78 km² (591.81 sq mi). Its most distinctive feature is the Baroque-style parish church in the centre of the city dedicated to Saint Francis of Assisi. Other notable sites include the kiosk that sits on the Plaza de Armas in downtown (ornamented with iron, it was built in France, and brought to the city), the Temple of San Antonio, and the city hall (Palacio Municipal). The latter is one of the most distinctive features in the city,[citation needed] built in neoclassic-baroque style.",
  "/wiki/Estadio_Gregorio_%22Tepa%22_G%C3%B3mez": "The Estadio Gregorio \"Tepa\" Gómez is a multi-use stadium in Tepatitlán de Morelos, Jalisco, Mexico.  It is currently used mostly for football matches and is the home stadium for C.D. Tepatitlán de Morelos.  The stadium has a capacity of 10,000 people.",
  "/wiki/Tuzos_UAZ": "The Tuzos de la Universidad Autónoma de Zacatecas, commonly known as Tuzos UAZ, or just UAZ, is a Mexican football club based in Zacatecas City. The club was founded in 1990, and currently plays in the Serie A of Liga Premier.",
  "/wiki/Rub%C3%A9n_Hern%C3%A1ndez_S%C3%A1nchez": "Rubén Hernández Sánchez (born July 10, 1968) is a Mexican football manager and former player.",
  "/wiki/Zacatecas_City": "Zacatecas (Spanish pronunciation: [sakaˈtekas] (listen)) is a city and municipality in Mexico, and the capital and the  second largest city of the state of Zacatecas.  Located in north-central Mexico, the city had its start as a Spanish mining camp in the mid-16th century. Native Americans had already known about the area's rich deposits of silver and other minerals. Due to the wealth that the mines provided, Zacatecas quickly became one of the most important cities in New Spain, with much of its silver enriching the Spanish crown. The area saw battles during the turbulent 19th century, but the next major event was the Battle of Zacatecas during the Mexican Revolution when Francisco Villa captured the town, an event still celebrated every anniversary. Today, the colonial part of the city is a World Heritage Site, due to the Baroque and other structures built during its mining days. Mining still remains an important industry. The name Zacatecas is derived from the Zacateco people and has its roots in Nahuatl. The name means \"people of the grasslands\".",
  "/wiki/Estadio_Carlos_Vega_Villalba": "Estadio Carlos Vega Villalba, formerly known as the Estadio Francisco Villa is a multi-use stadium in Zacatecas, Zacatecas, Mexico.  It is used mostly for football matches and is the home stadium for the new Ascenso MX side Mineros de Zacatecas. The stadium has a capacity of 20,068 people.",
  "/wiki/UACH_F.C.": "Universidad Autónoma de Chihuahua Fútbol Club is a Mexican football club based in Chihuahua, Chihuahua, Mexico. The club represent the Autonomous University of Chihuahua. Currently playing in the Liga Premier. The clubs makes its home in the Estadio Olímpico de la UACH.",
  "/wiki/Chihuahua_City": "The city of Chihuahua (Spanish pronunciation: [tʃiˈwawa]) is the state capital of the Mexican state of Chihuahua. As of 2017[update], the city of Chihuahua had a population of 878,062 inhabitants. while the metropolitan area had a population of 1,036,806 inhabitants.",
  "/wiki/Chihuahua_(state)": "Chihuahua (Spanish pronunciation: [tʃiˈwawa] (listen)), officially the Estado Libre y Soberano de Chihuahua (English: Free and Sovereign State of Chihuahua), is one of the 32 states which comprise the 32 Federal Entities of Mexico. It is located in Northwestern Mexico and is bordered by the states of Sonora to the west, Sinaloa to the southwest, Durango to the south, and Coahuila to the east. To the north and northeast, it has a long border with the U.S. adjacent to the U.S. states of New Mexico and Texas. Its capital city is Chihuahua City.",
  "/wiki/Estadio_Ol%C3%ADmpico_Universitario_Jos%C3%A9_Reyes_Baeza": "The Estadio Olímpico Universitario is a multi-use stadium in Chihuahua, Chihuahua, Mexico.  It is currently used mostly for football, American football and concerts.  The stadium holds 22,000 people."
}