{
  "/wiki/Failure_(band)": "Failure is an American alternative rock band from Los Angeles that was active from 1990 to 1997 and from 2014 onwards. They are often compared to other alternative rock bands from that time that were similarly labeled as \"alternative\", such as Nirvana and Soundgarden, but are distinguished by their meticulous attention to textural sonic detail, inventive use of guitar effects and signal processing, and the overall expansive sound design of their later albums. Failure reunited in 2014.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Comfort_(Failure_album)": "Comfort is the debut album by the American alternative rock band Failure.",
  "/wiki/Magnified": "Magnified is the second album by the American alternative rock band Failure. Magnified differs greatly from Failure's debut album Comfort by using a great deal of bass guitar distortion. Their use of a bassline as the main structure to the song as well as distortion can be heard best on \"Frogs\" and \"Wonderful Life\". Harmonics are also used extensively and can be heard quite prominently on the songs \"Moth\", \"Wonderful Life\" and \"Empty Friend\".",
  "/wiki/Fantastic_Planet_(album)": "Fantastic Planet is the third studio album by American alternative rock band Failure, released on August 13, 1996. It was the last album released on Slash Records as distributed by Warner Bros. Records.",
  "/wiki/The_Heart_Is_A_Monster": "The Heart Is a Monster is the fourth studio album by the alternative rock band, Failure. It is the follow up to 1996's Fantastic Planet. The album was released on June 30, 2015, via INgrooves Music Group's artist services division, INresidence.",
  "/wiki/Failure_Anthem": "Failure Anthem is an American hard rock band from Greensboro, North Carolina. Forming in 2013, they worked on recording a debut album for two years before signing to Razor & Tie, a subsidiary of Sony Music Entertainment, in late 2015. Their debut album, First World Problems, was released on January 22, 2016.",
  "/wiki/Greensboro,_North_Carolina": "Greensboro (/ˈɡriːnzbʌroʊ/ (listen); formerly Greensborough) is a city in the U.S. state of North Carolina. It is the 3rd-most populous city in North Carolina, the 68th-most populous city in the United States, and the county seat and largest city in Guilford County and the surrounding Piedmont Triad metropolitan region. As of the 2010 census, the city population was 269,666, and in 2018 the estimated population was 294,722. Three major interstate highways (Interstate 40, Interstate 85, and Interstate 73) in the Piedmont region of central North Carolina were built to intersect at this city.",
  "/wiki/First_World_Problems_(album)": "First World Problems is the debut studio album for hard rock band Failure Anthem. After two years of writing and recording, the album was released on January 22, 2016, by Razor & Tie Records, a subsidiary of Sony Music Entertainment. The album has been a moderate success, debuting at number 12 on Billboard's Top Heatseekers chart, and its first single, \"Paralyzed\" peaking at number 23 on the Mainstream Rock chart as well.",
  "/wiki/Bonehead_(band)": "Bonehead (also known as Familiar 48) is an American alternative rock band, best known for their US radio hit, \"The Question\".",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Feeder_(band)": "Feeder are a Welsh rock band formed in Newport in 1994. They have released 10 studio albums, 12 compilations, four EPs, and 40 singles. All of these have spent a total of 183 weeks on the singles and albums charts combined as of 2019, while accumulating 25 top 75 singles between 1997 and 2012. At their peak of commercial success, Feeder won two Kerrang! Awards in 2001 and 2003. They were inducted into the Kerrang! Radio Hall of Fame on 9 August 2019, for \"Distinguished Services to Rock\".",
  "/wiki/Newport,_Wales": "Newport (Welsh: Casnewydd; [kasˈnɛwɨð]) is a city and unitary authority area in south east Wales, on the River Usk close to its confluence with the Severn Estuary, 12 miles (19 km) northeast of Cardiff. At the 2011 census, it was the third largest city in Wales, with a population of 145,700. The city forms part of the Cardiff-Newport metropolitan area, with a population of 1,097,000.",
  "/wiki/Polythene_(album)": "Polythene is the debut studio album by Welsh rock band Feeder. It was released 18 May 1997 on the Echo Label, and then re-issued on 28 October in the same year in an Enhanced CD version, featuring their UK top 40 breakthrough single \"High\" and its video. The original version of the album was deleted soon after and is relatively rare due to this reason.",
  "/wiki/Yesterday_Went_Too_Soon": "Yesterday Went Too Soon is the second full-length album by the British rock band Feeder. It was released on 30 August 1999 on The Echo Label.",
  "/wiki/Echo_Park_(album)": "Echo Park is the third studio album by the Welsh rock band Feeder. It was their first album since 1999's Yesterday Went Too Soon. The album was recorded at Great Linford Manor in Milton Keynes during most of 2000, and was produced by Gil Norton.",
  "/wiki/Comfort_in_Sound": "Comfort in Sound is the fourth studio album by the Welsh rock band Feeder, released on 21 October 2002 and also the first to be released by the band after the suicide of drummer Jon Lee earlier in the year. The album was recorded at RAK Studios in London during most of 2002, and was produced by Gil Norton.",
  "/wiki/Pushing_the_Senses": "Pushing the Senses is the fifth album by the British rock band Feeder. It was released on Echo, Liberation Music and PIAS on 31 January 2005 in the United Kingdom, Australia, New Zealand and Europe, while being released on Pony Canyon in Japan on 10 February 2005. Despite mixed reviews, the album was a commercial success, in which it was a top five album in Feeder's native United Kingdom, and its lead single \"Tumble and Fall\" was a top five single. This made the album Feeder's most successful in terms of peak chart position, but did not experience the same chart longevity as presuccessor Comfort in Sound, which spent 36 weeks on the UK top 75 chart in comparison to the 15 weeks spent by Pushing the Senses.",
  "/wiki/Silent_Cry": "Silent Cry is the sixth full studio album by rock band Feeder. It was released by Echo, on 16 June 2008, on CD, deluxe CD, vinyl, and digital download. It was the follow-up to 2005's Pushing the Senses and in terms of all albums, the highly successful singles album in 2006. The first single, \"We Are the People\", preceded the album, being released on 9 June. It was the last album to feature Mark Richardson on Drums before departing in 2009.",
  "/wiki/Renegades_(Feeder_album)": "Renegades is the seventh studio album by the British rock band Feeder. It was released on 5 July 2010. It was the first in a proposed series of two albums to be released in 2010 by the band, before its follow-up was delayed until 2012. It is also the first studio album not to be released on The Echo Label, and also their first since 2002's Comfort In Sound not to feature drummer Mark Richardson, who left the band the previous year.",
  "/wiki/Generation_Freakshow_(album)": "Generation Freakshow is the eighth studio album by the Welsh rock band Feeder. It was set to be released on 26 March 2012 but was delayed until 23 April 2012. It was due to be the second in a series of two albums released in 2010 by the band, following up previous album Renegades. However, the band decided to hold more recording sessions for the album, leading them to delay the album until 2012.",
  "/wiki/All_Bright_Electric": "All Bright Electric is the ninth studio album by the Welsh rock band Feeder. It was released on 21 September 2016 in Japan and on 7 October 2016 in the UK. Three singles were released from the album, \"Universe of Life\", \"Eskimo\" and \"Another Day on Earth\". The first two of these were Gratis singles from pre-orders of the albums, while the last single was a streaming-track only although no download was released. \"Paperweight\" had a video made for it but is not classified as a single.",
  "/wiki/Filter_(band)": "Filter is an American rock band formed in 1993 in Cleveland, Ohio by singer Richard Patrick and guitarist/programmer Brian Liesegang. The band was formed when Patrick desired to start his own band after leaving Nine Inch Nails as their touring guitarist. Their debut album, Short Bus, was released in 1995, and ended up going platinum, selling over one million copies, largely due to the success of the band's single \"Hey Man Nice Shot.\" After the album, the band would go through the first of many lineup changes, leaving Patrick as the only consistent member across all music releases.",
  "/wiki/Cleveland,_Ohio": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
  "/wiki/Short_Bus_(album)": "Short Bus is the debut studio album by American rock band Filter, released on May 8, 1995 by Reprise Records. Lead singer Richard Patrick said in an interview that Trent Reznor had told him he should make his own record while he went off to work on Nine Inch Nails' 1994 album The Downward Spiral. Patrick, while still retaining industrial elements in the music, chose to focus on the guitars, which he felt was something missing when he played with Nine Inch Nails; he also chose not to go with the standard industrial rock look, which he felt would set them apart.",
  "/wiki/Title_of_Record": "Title of Record is the second studio album by American rock band Filter, released on August 24, 1999 by Reprise Records. The album's earlier sessions were marred with slow progress due to lineup changes and frontman Richard Patrick's decision to construct his own studio for recording. However, progress improved after solidifying the lineup and bringing in further production help. In support of the album's release, Filter performed on the 1999 Family Values Tour.",
  "/wiki/The_Amalgamut": "The Amalgamut is the third studio album by American rock band Filter, released on July 30, 2002 by Reprise Records. Unlike their first two albums Short Bus (1995) and Title of Record (1999), which were both certified platinum, the album stalled prior to hitting 100,000 copies sold, in part due to frontman Richard Patrick cancelling its main tour in order to enter a rehab facility. The album still had two singles released in its promotion: \"Where Do We Go from Here\" and \"American Cliché\". The Amalgamut was the last album to feature band members Geno Lenardo, Frank Cavanagh, and Steve Gillis, with Patrick starting up the band Army of Anyone upon getting out of rehab. It was the last Filter album to be released until six years later, when Patrick reformed the band with new members and released 2008's Anthems for the Damned.",
  "/wiki/Anthems_for_the_Damned": "Anthems for the Damned is the fourth studio album by American industrial rock band Filter. Started in 2003, the album saw many delays, as the band sole member, frontman and founder Richard Patrick, took several breaks to pursue other musical interests, notably The Damning Well in 2003 and Army of Anyone from 2005 to 2007. Upon the breakup of Army of Anyone, Patrick decided to revisit the old material and finish it up for a final release. It was released to the public on May 13, 2008 through Pulse Records. It sold 13,000 copies its first week and debuted at #87 on the Billboard 200.",
  "/wiki/The_Trouble_with_Angels_(Filter_album)": "The Trouble with Angels is the fifth studio album by American band Filter. It was released on August 17, 2010 through Rocket Science Ventures in North America and Nuclear Blast in Europe. The first single from the album, \"The Inevitable Relapse\", was released for free on the band's official website on May 26, 2010. The album debuted at number 64 on Billboard's Top 200, selling 6,300 copies.",
  "/wiki/The_Sun_Comes_Out_Tonight": "The Sun Comes Out Tonight is the sixth studio album by American industrial rock band Filter. Originally announced as Gurney and the Burning Books and intended for independent release in mid-2012, the band would later sign to major record label Wind-up Records, leading to them to delay and rename the release. The album was released on June 4, 2013, with the first single, \"What Do You Say\" being released on May 7, 2013.",
  "/wiki/Crazy_Eyes_(Filter_album)": "Crazy Eyes is the seventh studio album by American industrial rock band Filter. The album was released on April 8, 2016. The first single, \"Take Me to Heaven\", was released in January 2016. In its opening week, the album debuted at number 151 on the Billboard 200 charts, the band's lowest debut to date.",
  "/wiki/Finger_Eleven": "Finger Eleven is a Canadian alternative rock band from Burlington, Ontario, formed in 1990. They have released seven studio albums (six as Finger Eleven and one as Rainbow Butt Monkeys), with their album The Greyest of Blue Skies bringing them into the mainstream. Their 2003 self-titled album achieved Gold status in the United States and Platinum in Canada, largely from the success of the single \"One Thing\", which marked the band's first placing on the US Hot 100 Chart at number 16. Their 2007 album, Them vs. You vs. Me launched the single \"Paralyzer\", which went on to top the Canadian Hot 100 and both US rock charts, as well as reaching No. 6 on the US Hot 100 and No. 12 on the Australian Singles Chart. They won the Juno Award for Rock Album of the Year in 2008. The same album was later certified gold in the US and multi-platinum in Canada. They released their sixth studio album, Life Turns Electric, on October 5, 2010; it was nominated for a Juno Award for Best Rock Album of the Year. The first single off the album, \"Living in a Dream\", added a little bit of funk rock and dance rock, just like their hit song \"Paralyzer\". Five Crooked Lines, their 7th studio album, was released in 2015. Between 1995 and 2016, Finger Eleven was among the top 75 best-selling Canadian artists in Canada and among the top 25 best-selling Canadian bands in Canada.",
  "/wiki/Burlington,_Ontario": "Burlington is a city in the Regional Municipality of Halton at the northwestern end of Lake Ontario in Ontario, Canada. Along with Milton to the north, Burlington forms the west end of the Greater Toronto Area, and is also part of the Hamilton metropolitan census area. Burlington lies between Lake Ontario's north shore and the Niagara Escarpment.",
  "/wiki/Tip_(album)": "Tip is the debut studio album by Canadian rock band Finger Eleven, after their first, Letters from Chutney, was released under their old name of Rainbow Butt Monkeys in 1995. The band was dropped from their record label in 1997, six weeks after the album was released in Canada. They were picked up by Wind-up and the album was re-released on September 15, 1998, to the U.S. and Canada.",
  "/wiki/The_Greyest_of_Blue_Skies_(album)": "The Greyest of Blue Skies is the second studio album from the Canadian rock band Finger Eleven. The track \"Suffocate\" appeared on the Scream 3: The Album soundtrack. The tracks \"First Time\" and \"Drag You Down\" each appeared in the Dragonball Z feature film Lord Slug, while the song \"Stay and Drown\" was in the Dragonball Z feature film Cooler's Revenge. A contestant from Idol 2006 sang \"Sick of It All\". The album was certified Gold in Canada in June 2001.",
  "/wiki/Finger_Eleven_(album)": "Finger Eleven is the eponymous third studio album by the Canadian alternative rock band Finger Eleven. Because of its commercial success, they were welcomed to the SnoCore 2004 tour. \"One Thing\" became the biggest single from this record, reaching 16 on the Billboard Hot 100. Some of the songs have been featured in various EA games including \"Stay in Shadow\" (Burnout 3) and \"Good Times\" (SSX3). In a similar vein, \"Other Light\", \"Conversations\", and \"Good Times\" have all appeared in the Nintendo GameCube game 1080° Avalanche.",
  "/wiki/Them_vs._You_vs._Me": "Them vs. You vs. Me is the fourth full-length studio album from Canadian alternative rock band Finger Eleven. The album was initially rumoured to be titled Sense of a Spark.  The album was released on March 6, 2007.  As of May 17, 2008, the album has sold 650,342 copies in the United States and has been certified Gold by the RIAA.",
  "/wiki/Life_Turns_Electric": "Life Turns Electric is the fifth studio album from Canadian alternative rock band Finger Eleven. It was released by Wind-up Records on October 5, 2010, was the last studio album to feature drummer Rich Beddoe, and was nominated for Rock Album of the Year at the 2011 Juno Awards. \"Living in a Dream\" is the official theme song for the 2011 WWE Royal Rumble event that is produced by WWE.",
  "/wiki/Five_Crooked_Lines": "Five Crooked Lines is the sixth studio album by Canadian rock band Finger Eleven. The album was released July 31, 2015.This is the first album without drummer Rich Beddoe after his departure in 2013. Instead, drums were provided by Chris Powell.",
  "/wiki/Fireflight": "Fireflight is an American Christian rock band formed in Eustis, Florida in 1999. The band is signed by Flicker Records. They have played in ShoutFest, Revelation Generation, and have been featured on The Scars Remain tour with Disciple, Family Force 5, and Decyfer Down. While touring, they wrote their third album, Unbreakable (2008), and released their first single off the album, \"Unbreakable\". They performed at Winter Jam 2010 and released their fourth full-length album For Those Who Wait in February. On December 1, 2010, they were nominated for their first Grammy award. In 2012 they came out with their fifth full-length album Now.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/The_Healing_of_Harms": "The Healing of Harms is the first non-independent studio album released by Christian rock band Fireflight in 2006. The album was Fireflight's first release on Flicker Records. \"Waiting\", \"Liar\", and \"Serenity\" previously appeared on the band's 2004 release On the Subject of Moving Forward EP (though \"Serenity\" was titled \"Call\").",
  "/wiki/Unbreakable_(Fireflight_album)": "Unbreakable is the third full-length studio album released by Christian rock band Fireflight, but second full-length to be released on Flicker Records. The album was released on March 4, 2008, on Flicker Records.",
  "/wiki/For_Those_Who_Wait": "For Those Who Wait is the fourth full-length studio album released by Christian rock band Fireflight. The album was released on February 9, 2010 on Flicker Records.",
  "/wiki/Now_(Fireflight_album)": "Now is the fifth full-length studio album released by Christian rock band Fireflight released on March 6, 2012 on Flicker Records. It is their fastest selling and highest charting album to date. As of July 15, 2012 the album has sold more than 40,000 copies.[citation needed]",
  "/wiki/Innova_(album)": "Innova (stylized, INNOVA) is the sixth studio album by Fireflight. The band independently released the album on May 5, 2015. This album was funded by a crowdfunding project. Fireflight worked with Geoff Duncan, Joshua Silverberg, Rusty Varenkamp, and Kipp Williams in the production and writing of this album, with vocalist Dawn Michele being the only band member to contribute compositions.",
  "/wiki/Flightside": "Eaglesfield used her own publication Waxstreet Dive to raise awareness of the band and publicise their initial gigs. Showing influences such as The Birthday Party, Crime and the City Solution and Einstürzende Neubauten they won the award for Best Student Band in the 1992 UK University Unsigned Awards, which led to them being signed by Bang Boom Krash.",
  "/wiki/Uxbridge": "Uxbridge (/ˈʌksbrɪdʒ/) is a suburban town in west London, and the administrative headquarters of the London Borough of Hillingdon. 15.4 miles (24.8 km) west-northwest of Charing Cross, it is one of the major metropolitan centres identified in the London Plan. Uxbridge historically formed part of the parish of Hillingdon in the county of Middlesex, and was a significant local commercial centre from an early time. As part of the suburban growth of London in the 20th century it expanded and increased in population, becoming a municipal borough in 1955, and has formed part of Greater London since 1965. It is a significant retail and commercial centre, and is the location of Brunel University and the Uxbridge campus of Buckinghamshire New University. The town is close to the boundary with Buckinghamshire, which is locally the River Colne.",
  "/wiki/Flyleaf_(band)": "Flyleaf is an American rock band formed in Bell County, Texas, in 2002. The band has charted on mainstream rock, Christian pop and Christian metal genres. They performed around the United States in 2003 until releasing their eponymous debut album, Flyleaf, in 2005. The album went platinum after selling more than one million copies. Flyleaf released their second album Memento Mori on November 10, 2009, which debuted and peaked at No. 8 on the Billboard charts.\nFlyleaf's third album New Horizons was released on October 30, 2012. Shortly before the album's release, lead vocalist Lacey Sturm announced her departure. Kristen May subsequently became the new lead vocalist. May sang with the band until August 2016, when she announced her departure from the band.",
  "/wiki/Belton,_Texas": "Belton is a city in the U.S. state of Texas, within the Killeen-Temple metropolitan area. The city is on the Interstate 35 corridor between Austin and Waco and is the seat of Bell County.The population was 21,734 in 2017 according to a US Census Estimate. As of 2015[update] the metro region had a population of 450,051.",
  "/wiki/Temple,_Texas": "Temple is a city in Bell County, Texas, United States.  As of 2018, the city has a population of 76,600 according to a US census estimate.",
  "/wiki/Flyleaf_(album)": "Flyleaf is the debut studio album by American rock band Flyleaf. It was released on October 4, 2005 through Octone Records. A re-packaged CD/DVD special edition was released on October 30, 2007, which included additional acoustic tracks and music videos. The album was re-released on January 14, 2008 through Polydor Records in the United Kingdom, which included three additional acoustic tracks.",
  "/wiki/Memento_Mori_(Flyleaf_album)": "Memento Mori is the second studio album by American rock band Flyleaf, released through A&M/Octone Records on November 10, 2009.  The title is a Latin phrase meaning \"be mindful of death\" or \"remember you will die\". Memento Mori debuted at number eight on the Billboard 200, selling 56,000 units in its opening week. It also became the first album by a female-led act to top the Billboard Hard Rock Albums chart. The album sold more than 311,600 copies in the U.S. in a little over one year.",
  "/wiki/New_Horizons_(Flyleaf_album)": "New Horizons is the third full-length studio album by American rock band Flyleaf, released on A&M/Octone Records on October 30, 2012. It was produced by Howard Benson, who has produced several of Flyleaf's previous recordings. It is the final album with lead vocalist Lacey Sturm, who announced her departure from the band, just prior to the album's release, in October 2012.",
  "/wiki/Between_the_Stars": "Between the Stars is the fourth full-length studio album by American rock band Flyleaf. The album was released on September 16, 2014 through Loud & Proud Records. The group funded the album through PledgeMusic. It marks the group's first and only record to feature Kristen May on vocals, who replaced original vocalist Lacey Sturm who exited the band in 2012. May exited the band in 2016. It is the group's first album to be recorded by producer Don Gilmore. Studio recording was completed in Los Angeles, CA. The album's lead single \"Set Me on Fire\" debuted on July 1, 2014 at Revolver.",
  "/wiki/The_Flys_(US_band)": "The Flys were an American post-grunge group, formed in Hollywood in 1994 and on indefinite hiatus since 2012. They had success with the 1998 alternative top five hit \"Got You (Where I Want You)\", produced by David J. Holman, the video for which featured actors Katie Holmes and James Marsden. \"Got You (Where I Want You)\" was featured on their second album Holiday Man in 1998 and also appeared on the soundtrack for the 1998 MGM film Disturbing Behavior, which starred Holmes.  Their music is also featured in The Crow: Salvation soundtrack, with the track \"I Know What You Want\". \"She's So Huge\" was featured in the 2001 film Sugar & Spice. The band has shared the stage and also toured with many other well known acts and rock bands since the beginning in the mid-90’s when Adam and Josh first put the band together.",
  "/wiki/Holiday_Man": "Holiday Man is the second studio album by the American alternative rock band The Flys, released in August 1998 by Trauma Records. The album spawned two singles, \"Got You (Where I Want You)\" and \"She's So Huge\", both of which charted on Billboard's Modern Rock Tracks chart.",
  "/wiki/Foo_Fighters": "Foo Fighters is an American rock band, formed in Seattle, Washington, in 1994. It was founded by Nirvana drummer Dave Grohl as a one-man project following the dissolution of Nirvana after the suicide of Kurt Cobain. The group got its name from the UFOs and various aerial phenomena that were reported by Allied aircraft pilots in World War II, which were known collectively as \"foo fighters\".",
  "/wiki/Seattle,_Washington": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Foo_Fighters_(album)": "Foo Fighters is the eponymous debut studio album by American rock band Foo Fighters, released on July 4, 1995 by Roswell and Capitol Records. Dave Grohl wrote and recorded the entire album himself, apart from a guest guitar spot by Greg Dulli, with the assistance of producer Barrett Jones at Robert Lang Studios in Seattle, Washington, in 1994. He claimed that he recorded the album just for fun, describing it as a cathartic experience to recover from the death of Nirvana bandmate Kurt Cobain.",
  "/wiki/The_Colour_and_the_Shape": "The Colour and the Shape is the second studio album by American rock band Foo Fighters, released on May 20, 1997, by Roswell and Capitol Records. It marked the official debut of the Foo Fighters as a band, as their eponymous 1995 debut album was primarily recorded by frontman Dave Grohl and producer Barrett Jones as a demo. After the debut became an international success, Grohl recruited guitarist Pat Smear, bassist Nate Mendel, and drummer William Goldsmith to form the band's full lineup. The group convened in the fall of 1996 for pre-production on a second album, and brought in Gil Norton as producer to establish a pop sensibility for the tracks. The band strived to create a full-fledged rock record, contrary to music press predictions that it would be another grunge offshoot.",
  "/wiki/There_Is_Nothing_Left_to_Lose": "There Is Nothing Left to Lose is the third studio album by American rock band Foo Fighters, released on November 2, 1999 by Roswell and RCA Records. It marked the first appearance of drummer Taylor Hawkins, and is often seen as a departure from the band's previous work, showcasing a softer, more experimental sound. Dave Grohl has stated that the album was \"totally based on melody\" and that it might be \"[his] favorite album that [they've] ever done.\"",
  "/wiki/One_by_One_(Foo_Fighters_album)": "One by One is the fourth studio album by American rock band Foo Fighters, released on October 22, 2002 by Roswell and RCA Records. Production on the album was troubled, with initial recording sessions considered unsatisfying and raising tensions between the band members. They eventually decided to redo the album from scratch during a two-week period at frontman Dave Grohl's home studio in Alexandria, Virginia. The album, which includes the successful singles \"All My Life\" and \"Times Like These\", has been noted for its introspective lyrics and a heavier, more aggressive sound compared to the band's earlier work, which Grohl said was intended to translate the energy of the Foo Fighters' live performances into a recording. This was the first album recorded with Chris Shiflett as part of the band.",
  "/wiki/In_Your_Honor": "In Your Honor is the fifth studio album by American rock band Foo Fighters, released as a double album on June 14, 2005 by Roswell and RCA Records. It consists of one disc containing heavy rock songs and a second disc with mellower acoustic songs. Frontman Dave Grohl decided to do a diverse blend of songs, as he felt that after ten years of existence, the band had to break new ground with their music. The album was recorded at a newly built studio in Northridge, Los Angeles, and features guests such as John Paul Jones (Led Zeppelin), Norah Jones, and Josh Homme (Queens of the Stone Age). Its lyrics deal with both resonating and introspective themes, with a major influence from Grohl's involvement on the campaign trail with John Kerry during the 2004 presidential election. It was the first album to feature keyboardist Rami Jaffee, although he would not join the band as full-time member until 2017.",
  "/wiki/Echoes,_Silence,_Patience_%26_Grace": "Echoes, Silence, Patience & Grace is the sixth studio album by American rock band Foo Fighters, released on September 25, 2007 by RCA Records. The album is noted for a blend of regular rock and acoustic tracks with shifting dynamics, which emerged from the variety of styles employed on the demos the band produced. It also marks the second time the band worked with producer Gil Norton, whom frontman Dave Grohl brought to fully explore the potential of his compositions and have a record that sounded different from their previous work. Grohl tried to focus on songs with messages that resonated with his audience, writing reflective lyrics which drew inspiration from the birth of his daughter.",
  "/wiki/Wasting_Light": "Wasting Light is the seventh studio album by American rock band Foo Fighters. It was released on April 12, 2011 on Roswell and RCA Records, and is the first album to feature rhythm guitarist Pat Smear since The Colour and the Shape (1997).",
  "/wiki/Sonic_Highways_(album)": "Sonic Highways is the eighth studio album by the American rock band Foo Fighters. It was produced by Butch Vig and was released on November 10, 2014, on RCA Records. In writing the album's eight songs, singer and guitarist Dave Grohl traveled to eight cities across the United States to conduct interviews with musicians, recording engineers, record producers, and other individuals discussing each city's musical history, which he used as inspiration for the songs' lyrics. The band and Vig then traveled to a different recording location in each city to record the songs. Each track features contributions from one or more musicians with ties to that city's musical history. The process was filmed for a companion television series, Foo Fighters: Sonic Highways, which was broadcast on HBO in the months surrounding the album's release.",
  "/wiki/Concrete_and_Gold": "Concrete and Gold is the ninth studio album by American rock band Foo Fighters. It was produced by Greg Kurstin and released worldwide on September 15, 2017, through RCA Records. Described by the band as an album where \"hard rock extremes and pop sensibilities collide\", Concrete and Gold concerns the future of the United States from the viewpoint of the band's frontman and lead songwriter Dave Grohl, with the heated atmosphere of the 2016 elections and the presidency of Donald Trump cited as major influences by Grohl. Juxtapositions serve as a common motif in both the album's lyrical and musical composition, with Grohl further describing the album's overall theme as \"hope and desperation\".",
  "/wiki/Forty_Foot_Echo": "Forty Foot Echo is a Canadian rock band formed in 2001 by lead singer and songwriter Murray Yates. The band released their debut album, Forty Foot Echo in 2003 on Hollywood Records, where they released two singles, \"Save Me\" and \"Brand New Day\", the latter appearing on the certified Gold selling Freaky Friday soundtrack as well. Troubles with the label led them to part ways in 2004, though Yates persevered, assembling a new band and releasing a follow-up album Aftershock in 2006. After a long hiatus, Yates reformed the band again in 2013 to release a third album, Returning, and has announced plans to release further music in 2015 as well.",
  "/wiki/Vancouver": "Vancouver (/vænˈkuːvər/ (listen)) is a coastal seaport city in western Canada, located in the Lower Mainland region of British Columbia. As the most populous city in the province, the 2016 census recorded 631,486 people in the city, up from 603,502 in 2011. The Greater Vancouver area had a population of 2,463,431 in 2016, making it the third-largest metropolitan area in Canada. Vancouver has the highest population density in Canada, with over 5,400 people per square kilometre, which makes it the fifth-most densely populated city with over 250,000 residents in North America, behind New York City, Guadalajara, San Francisco, and Mexico City. Vancouver is one of the most ethnically and linguistically diverse cities in Canada: 52% of its residents are not native English speakers, 48.9% are native speakers of neither English nor French, and 50.6% of residents belong to visible minority groups.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Forty_Foot_Echo_(album)": "Forty Foot Echo is the debut album of the Canadian alternative rock band Forty Foot Echo. It was released on May 20, 2003 by record label Hollywood Records.",
  "/wiki/Fuel_(band)": "Fuel is a multi-Platinum selling American rock band formed in Harrisburg, Pennsylvania by guitarist and songwriter Carl Bell and bassist Jeff Abercrombie in 1994. They are known for their hit songs \"Shimmer\" from the album Sunburn,  \"Hemorrhage (In My Hands)\" and \"Bad Day\" from the album Something Like Human, and \"Falls on Me\" from the Grammy nominated album Natural Selection, as well as many other songs. The band has had numerous Top 10 Billboard rock hits, multiple videos in heavy rotation on MTV, VH1, and other former video channels, numerous live network TV performances in the US, Canada, and Australia, Platinum singles in Australia in addition to the US, and numerous songs on movie soundtracks such as Scream 3, Daredevil, and Godzilla.  The album Sunburn is certified Platinum by the RIAA, and the album Something Like Human is certified Double-Platinum by the RIAA.  The band has worldwide record sales of nearly 4 million records.",
  "/wiki/Jackson,_Tennessee": "Jackson is a city in and the county seat of Madison County, Tennessee. Located 70 miles (110 km) east of Memphis, it is a regional center of trade for West Tennessee. Its total population was 65,211 at the 2010 census and 66,903 in the 2018 Census estimate.",
  "/wiki/Sunburn_(Fuel_album)": "Sunburn is the full-length debut album by the band Fuel released in 1998. It was produced by Steven Haigler. The songs \"Shimmer\", \"Jesus or a Gun\", and \"Bittersweet\" were released as singles. \"Shimmer\" peaked at #42 on the Billboard Hot 100.",
  "/wiki/Something_Like_Human": "Something Like Human is the second album by the band Fuel released in 2000 on Epic Records. Something Like Human reached #17 on the U.S. Billboard Top 200, and featured their first U.S. Top 40 hit with \"Hemorrhage (In My Hands)\" which reached #30 on the Billboard Hot 100 charts. It remains one of their most popular songs to date.",
  "/wiki/Natural_Selection_(Fuel_album)": "Natural Selection is Fuel's third album, released in 2003 on Epic Records. It features generally the same style as heard on the band's previous two efforts but didn't manage to match their commercial success.",
  "/wiki/Angels_%26_Devils_(Fuel_album)": "Angels & Devils is the fourth studio album by American rock band Fuel. Released on August 7, 2007, it was their first studio effort since 2003's Natural Selection and was the last Fuel album to feature original songwriter/guitarist Carl Bell and bassist Jeff Abercrombie. No musician on this album is still with the band. It was also Fuel's only studio album to feature new vocalist Toryn Green, and their final album for Epic Records. With a new singer, the album also introduced a new Fuel logo.",
  "/wiki/Puppet_Strings": "Puppet Strings is the fifth studio album by American rock band Fuel. Released March 4, 2014, it is their first studio effort since 2003's Natural Selection to feature original lead singer Brett Scallions and the first Fuel album not to feature original songwriter/guitarist, Carl Bell and bassist Jeff Abercrombie. Additionally, no one who participated in the recording of Fuel's previous album Angels & Devils participated in the recording of Puppet Strings.",
  "/wiki/Future_Leaders_of_the_World": "Future Leaders of the World is a rock band formed in 2003. The band released their debut album, LVL IV in 2004, before going through a period of being named Machina, featuring former Evanescence members guitarist John LeCompt and drummer Rocky Gray. After a hiatus, the band reformed in 2014 and released another album under the \"Future Leaders of the World\" name, Reveal, in March 2015.",
  "/wiki/Little_Rock,_Arkansas": "Little Rock is the capital and most populous city of the U.S. state of Arkansas. As the county seat of Pulaski County, the city was incorporated on November 7, 1831, on the south bank of the Arkansas River close to the state's geographic center. The city derives its name from a rock formation along the river, named the \"Little Rock\" (French: La Petite Roche) by the French explorer Jean-Baptiste Bénard de la Harpe in the 1720s. The capital of the Arkansas Territory was moved to Little Rock from Arkansas Post in 1821. The city's population was 197,881 in 2018 according to the United States Census Bureau. The six-county Little Rock-North Little Rock-Conway, AR Metropolitan Statistical Area (MSA) is ranked 78th in terms of population in the United States with 738,344 residents according to the 2017 estimate by the United States Census Bureau.",
  "/wiki/LVL_IV": "LVL IV, pronounced Level Four, is the debut by American post-grunge band Future Leaders of the World. It features the song \"Let Me Out\" which received extensive airplay and launched Future Leaders of the World into the mainstream. The songs \"Kill Pop\" and \"Make You Believe\" were also featured on the game ATV Offroad Fury 3",
  "/wiki/List_of_post-grunge_bands": "This is an alphabetical list of rock music groups whose primary genre is post-grunge."
}