{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Domingos_Nascimento_dos_Santos_Filho": "Domingos Nascimento dos Santos Filho (born December 12, 1985 in Muniz Ferreira), or simply Domingos, is a Brazilian central defender who plays for Aparecidense.",
  "/wiki/Gr%C3%AAmio_FBPA": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954.",
  "/wiki/Darcy_Dolce_Neto": "Darcy Dolce Neto, or simply Neto (born February 7, 1981), is a retired Brazilian football right-back.",
  "/wiki/Paran%C3%A1_Clube": "Paraná Clube is a Brazilian football club, established on the 19th of December, 1989, in the Vila Capanema district of Curitiba, Paraná. It is one of several Brazilian clubs called Tricolor da Vila (\"tricolored of the town\") by its fans because it has three team colors. Paraná's three colors are red, white and blue.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Jonas_Gon%C3%A7alves_Oliveira": "Jonas Gonçalves Oliveira (born 1 April 1984), known as Jonas (Brazilian Portuguese: [ˈʒõːnas]), is a Brazilian former professional footballer who played as a striker. A Brazilian international on twelve occasions, he could also play as an attacking midfielder.",
  "/wiki/Guarani_Futebol_Clube": "Guarani Futebol Clube is a Brazilian football club located in Campinas, São Paulo. It is also known as Bugre, a popular term for an Indigenous Brazilian, and its supporters are known as bugrinos.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/F%C3%A1bio_Costa": "Fabio Costa (born 27 November 1977 in Camaçari, Bahia) is a former Brazilian goalkeeper.",
  "/wiki/SC_Corinthians_Paulista": "Sport Club Corinthians Paulista (Brazilian Portuguese: [isˈpɔʁtʃi ˈklubi kʊˈɾĩtʃɐ̃s pawˈɫistɐ]) is a Brazilian sports club based in the city of  São Paulo. Although they compete in a number of different sports, Corinthians is mostly known for its professional association football team.",
  "/wiki/Roger_Jos%C3%A9_de_Noronha_Silva": "Roger José de Noronha Silva, or simply Roger is a Brazilian football goalkeeper.",
  "/wiki/S%C3%A3o_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system).",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Claudio_Maldonado": "Claudio Andrés del Tránsito Maldonado Rivera (born 3 January 1980) is a Chilean footballer who plays as a defensive midfielder in Colo-Colo.",
  "/wiki/Cruzeiro_EC": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/F%C3%A1bio_Alves_F%C3%A9lix": "Fábio Alves Félix  or simply  Fabinho (born January 10, 1980), is a Brazilian former defensive midfielder, born in São Bernardo do Campo. He currently works as an assistant manager for Corinthians.",
  "/wiki/Cerezo_Osaka": "Cerezo Osaka (セレッソ大阪, Seresso Ōsaka) is a Japanese football team, currently playing in the J1 League, the top tier of football in Japan. The team name Cerezo (Spanish for cherry tree) is also the flower of Osaka City. The official home town for the team are Osaka City and Sakai City.",
  "/wiki/Julio_Manzur": "Julio César Manzur Caffarena (born 22 January 1981 in Asunción) is a Paraguayan former football player who last played for Rubio Ñu of the Paraguayan Primera División.",
  "/wiki/Club_Guaran%C3%AD": "Club Guaraní is a Paraguayan football team, based in the neighbourhood of Pinoza in outer Asunción. Founded on 12 October 1903, it is one of the oldest and most successful in the country, with eleven Primera División titles.",
  "/wiki/Jos%C3%A9_Ant%C3%B4nio_Martins_Galv%C3%A3o": "José Antônio Martins Galvão (born July 8, 1982), also known simply as Galvão, is a Brazilian former professional footballer who played as a striker. He played in the top division in Brazil, Switzerland and Japan.",
  "/wiki/Iraty_Sport_Club": "Iraty Sport Club, or simply Iraty, is a Brazilian football team from Irati in Paraná, founded on April 21, 1914.",
  "/wiki/Reinaldo_da_Cruz_Oliveira": "Reinaldo da Cruz Oliveira  or simply  Reinaldo  (born 14 March 1979 in Itaguaí, Brazil) is a retired Brazilian footballer who played as a forward.",
  "/wiki/Kashiwa_Reysol": "Kashiwa Reysol (柏レイソル, Kashiwa Reisoru) is a Japanese professional football club based in Kashiwa, Chiba. The team currently competes in the J1 League.",
  "/wiki/Gilmar_Silva_Santos": "Gilmar Silva Santos  or simply  Gilmar (born March 9, 1984 in Ubatã), is a Brazilian attacking midfielder who currently plays for Itumbiara.",
  "/wiki/Esporte_Clube_Vit%C3%B3ria": "Esporte Clube Vitória, usually known simply as Vitória, is a Brazilian football team from Salvador in Bahia, founded on May 13, 1899. The team plays in the Campeonato Brasileiro Série B and the Campeonato Baiano.",
  "/wiki/Cl%C3%A9ber_Santana": "Cléber Santana Loureiro (27 June 1981 – 28 November 2016) was a Brazilian professional footballer who played as a central midfielder.",
  "/wiki/Ronaldo_Guiaro": "Ronaldo Guiaro (born 18 February 1974), known as Ronaldo, is a Brazilian manager and retired footballer who played as a central defender.",
  "/wiki/Be%C5%9Fikta%C5%9F_J.K.": "Beşiktaş Jimnastik Kulübü (English: Beşiktaş Gymnastics Club), also known simply as Beşiktaş (Turkish pronunciation: [beˈʃiktaʃ]), is a Turkish sports club founded in 1903, and based in the Beşiktaş district of Istanbul, Turkey. The club's football team is one of the most successful teams in Turkey, having never been relegated to a lower division. The team last won the Turkish Süper Lig championship during the 2016–17 season. The home ground of Beşiktaş is Vodafone Park, a 41,903 capacity all-seater stadium located next to Dolmabahçe Palace.",
  "/wiki/Magnum_Rafael_Farias_Tavares": "Magnum Rafael Farias Tavares  or simply  Magnum (born March 24, 1982 in Belém) is a Brazilian professional footballer, who plays as left-sided attacking midfielder.",
  "/wiki/Rodrigo_Tabata": "Rodrigo Barbosa Tabata (born November 19, 1980 in Araçatuba, Brazil) or simply Rodrigo Tabata, is a professional footballer who plays as an attacking midfielder for Qatari club Al-Rayyan and the Qatar national football team.",
  "/wiki/Goi%C3%A1s_Esporte_Clube": "Goiás Esporte Clube is a Brazilian sports club, best known for its association football team, located in Goiânia, Goiás state. It's the biggest club of the Central-Western. Goiás has won Brazilian's second tier Série B twice, also 28 Campeonato Goiano and 3 Copa Centro-Oeste. Goiás' football team has been a mainstay in premiere Brazilian league Série A and has been promoted to Latin America's Copa Libertadores twice and South America's Copa Sudamericana six times. Its main rival is Vila Nova. Goiás has a wide advantage in matches between the two teams.",
  "/wiki/Antonio_de_Nigris": "Antonio de Nigris Guajardo (Spanish pronunciation: [anˈtonjo ðe ˈniɣɾis]; 1 April 1978 – 15 November 2009) was a Mexican footballer who played as a striker.",
  "/wiki/C.F._Monterrey": "Club de Fútbol Monterrey is a Mexican football club from Monterrey, Nuevo León which currently plays in the Liga MX. Founded on 28 June 1945, it is the oldest active team in the professional division from the northern part of Mexico. The club is owned by FEMSA, Latin America's largest bottling company. Its home games have been played in the Estadio BBVA since 2015.",
  "/wiki/Rodrigo_Tiu%C3%AD": "Rodrigo Bonifácio da Rocha (born 4 December 1985 in Taboão da Serra, São Paulo), nicknamed Tiuí, is a Brazilian footballer who plays for Clube Atlético Barra da Tijuca as a forward.",
  "/wiki/Esporte_Clube_Noroeste": "Esporte Clube Noroeste, usually known simply as Noroeste, is a Brazilian football (soccer) club based in Bauru, as of 2012 competing in the São Paulo State second division (Campeonato Paulista Série A2). Named after a now-defunct railway, Noroeste is a very traditional team within São Paulo state. Their home ground is \"Alfredo de Castilho\" stadium (supports approximately 18,840 people).",
  "/wiki/Wellington_Paulista": "Wellington Pereira do Nascimento (born 22 April 1984), known as Wellington Paulista, is a Brazilian footballer who plays as a forward for Fortaleza.",
  "/wiki/Clube_Atl%C3%A9tico_Juventus": "The Clube Atlético Juventus (Latin for Youth), usually known simply as Juventus, is a professional Brazilian football club based in Mooca, a São Paulo neighborhood. Although it was a Campeonato Brasileiro Série B (Taça de Prata) winner once, Juventus nowadays competes only in São Paulo tournaments, like Campeonato Paulista.",
  "/wiki/D%C3%AAnis_Oliveira_de_Souza": "Dênis Oliveira de Souza or simply Dênis  (born September 21, 1983 in Ipatinga), is a retired Brazilian right back.",
  "/wiki/Ipatinga_Futebol_Clube": "Ipatinga Esporte Clube, is a Brazilian football club based in Ipatinga, state of Minas Gerais, founded on May 21, 1998. During the 2013 season club played in Betim, shortly after returned to Ipatinga in 2015.",
  "/wiki/Andr%C3%A9_Oliveira_de_Lima": "André Oliveira de Lima  (born 20 April 1985), known as  André Oliveira or André Beleza, is a Brazilian footballer who plays as an attacking midfielder."
}