{
  "/wiki/Net_worth": "Net worth is the value of all the non-financial and financial assets owned by an institutional unit or sector minus the value of all its outstanding liabilities. Since financial assets minus outstanding liabilities equal net financial assets, net worth can also be conveniently expressed as non-financial assets plus net financial assets. Net worth can apply to companies, individuals, governments or economic sectors such as the sector of financial corporations or to entire countries.",
  "/wiki/USD": "The United States dollar (sign: $; code: USD; also abbreviated US$ and referred to as the dollar, U.S. dollar, or American dollar) is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents (Symbol: ¢) or 1000 mills (for accounting purposes and for taxing. Symbol: ₥). The Coinage Act of 1792 created a decimal currency by creating the following coins: tenth dollar, one-twentieth dollar, one-hundredth dollar. In addition the act created the dollar, half dollar, and quarter dollar coins. All of these coins are still minted in 2020.",
  "/wiki/Jeff_Bezos": "Jeffrey Preston Bezos (/ˈbeɪzoʊs/;[a] né Jorgensen; born January 12, 1964) is an American internet and aerospace entrepreneur, media proprietor, and investor. He is best known as the founder, chief executive officer, and president of Amazon. The first centi-billionaire on the Forbes wealth index, Bezos was named the \"richest man in modern history\" after his net worth increased to $150 billion in July 2018. In September 2018, Forbes described him as \"far richer than anyone else on the planet\" as he added $1.8 billion to his net worth when Amazon became the second company in history to reach a market cap of $1 trillion.",
  "/wiki/Amazon_(company)": "Amazon.com, Inc. (/ˈæməzɒn/), is an American multinational technology company based in Seattle that focuses on e-commerce, cloud computing, digital streaming, and artificial intelligence. It is considered one of the Big Four tech companies, along with Google, Apple, and Facebook.",
  "/wiki/Bill_Gates": "William Henry Gates III  (born October 28, 1955) is an American business magnate, software developer, investor, and philanthropist. He is best known as the co-founder of Microsoft Corporation. During his career at Microsoft, Gates held the positions of chairman, chief executive officer (CEO), president and chief software architect, while also being the largest individual shareholder until May 2014. He is one of the best-known entrepreneurs and pioneers of the microcomputer revolution of the 1970s and 1980s.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word \"Microsoft\" is a portmanteau of \"microcomputer\" and \"software\". Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Cascade_Investment": "Cascade Investment, L.L.C. is an American holding and investment company headquartered in Kirkland, Washington, United States. It is controlled by Bill Gates, and managed by Michael Larson. More than half of Gates' fortune is held in assets outside his holding of Microsoft shares. Cascade is the successor company to Dominion Income Management, the former investment vehicle for Gates' holdings, which was managed by Andrew Evans.",
  "/wiki/Warren_Buffett": "Warren Edward Buffett (/ˈbʌfɪt/; born August 30, 1930) is an American business magnate, investor, and philanthropist, who is the chairman and CEO of Berkshire Hathaway. He is considered one of the most successful investors in the world and has a net worth of US$88.9 billion as of December 2019, making him the fourth-wealthiest person in the world.",
  "/wiki/Berkshire_Hathaway": "Berkshire Hathaway Inc. is an American multinational conglomerate holding company headquartered in Omaha, Nebraska, United States. The company wholly owns GEICO, Duracell, Dairy Queen, BNSF, Lubrizol, Fruit of the Loom, Helzberg Diamonds, Long & Foster, FlightSafety International, Pampered Chef, Forest River and NetJets, and also owns 38.6% of Pilot Flying J; 26.7% of the Kraft Heinz Company, and significant minority holdings in American Express (17.6%), Wells Fargo (9.9%), The Coca-Cola Company (9.4%), Bank of America (6.8%), and Apple (5.22%). Since 2016, the company has acquired large holdings in the major US airline carriers, and is currently the largest shareholder in United Airlines and Delta Air Lines, and a top three shareholder in Southwest Airlines and American Airlines. Berkshire Hathaway has averaged an annual growth in book value of 19.0% to its shareholders since 1965 (compared to 9.7% from the S&P 500 with dividends included for the same period), while employing large amounts of capital, and minimal debt.",
  "/wiki/Mark_Zuckerberg": "Mark Elliot Zuckerberg (/ˈzʌkərbɜːrɡ/; born May 14, 1984) is an American internet entrepreneur and philanthropist. Zuckerberg is known for co-founding and leading Facebook, Inc. and its namesake social networking website as its chairman, chief executive officer, and controlling shareholder. He also co-founded and is a board member of the solar sail spacecraft development project Breakthrough Starshot.",
  "/wiki/Facebook": "Facebook is an American online social media and social networking service based in Menlo Park, California and a flagship service of the namesake company Facebook, Inc. It was founded by Mark Zuckerberg, along with fellow Harvard College students and roommates Eduardo Saverin, Andrew McCollum, Dustin Moskovitz and Chris Hughes.",
  "/wiki/Larry_Ellison": "Lawrence Joseph Ellison (born August 17, 1944) is an American businessman, entrepreneur, and philanthropist who is a co-founder and the executive chairman and chief technology officer (CTO) of Oracle Corporation. As of October 2019, he was listed by Forbes magazine as the fourth-wealthiest person in the United States and as the sixth-wealthiest in the world, with a fortune of $69.1 billion, increased from $54.5 billion in 2018.",
  "/wiki/Oracle_(company)": "Oracle Corporation is an American multinational computer technology corporation headquartered in Redwood Shores, California. The company sells database software and technology, cloud engineered systems, and enterprise software products—particularly its own brands of database management systems. In 2019, Oracle was the second-largest software company by revenue and market capitalization.",
  "/wiki/Larry_Page": "Lawrence Edward Page (born March 26, 1973) is an American computer scientist and Internet entrepreneur. He is best known for being one of the co-founders of Google along with Sergey Brin.",
  "/wiki/Google": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, search engine, cloud computing, software, and hardware. It is considered one of the Big Four technology companies, alongside Amazon, Apple, and Facebook.",
  "/wiki/Sergey_Brin": "Sergey Mikhaylovich Brin (Russian: Серге́й Миха́йлович Брин; born August 21, 1973) is an American computer scientist and Internet entrepreneur. Together with Larry Page, he co-founded Google. Brin was the president of Google's parent company Alphabet Inc, until stepping down from the role on December 3, 2019. Brin and Larry Page will remain controlling shareholders of Alphabet. As of October 2019, Brin is the 10th-richest person in the world, with an estimated net worth of US$64.1billion.",
  "/wiki/Michael_Bloomberg": "Michael Rubens  Bloomberg (born February 14, 1942) is an American politician, businessman, and author. Bloomberg was the mayor of New York City from 2002 to 2013. He is currently a candidate in the Democratic Party primaries for the 2020 United States presidential election.",
  "/wiki/Bloomberg_L.P.": "Bloomberg L.P. is a privately held financial, software, data, and media company headquartered in Midtown Manhattan, New York City. It was founded by Michael Bloomberg in 1981, with the help of Thomas Secunda, Duncan MacMillan, Charles Zegar, and a 30% ownership investment by Merrill Lynch.",
  "/wiki/Steve_Ballmer": "Steven Anthony Ballmer (/ˈbɔːlmər/; born March 24, 1956) is an American businessman and investor who was the chief executive officer of Microsoft from January 13, 2000, to February 4, 2014, and is the current owner of the Los Angeles Clippers of the National Basketball Association (NBA). As of October 2019[update], his personal wealth is estimated at US $51.9 billion, ranking him the 16th richest person in the world.",
  "/wiki/LA_Clippers": "The Los Angeles Clippers (branded as the LA Clippers) are an American professional basketball team based in Los Angeles. The Clippers compete in the National Basketball Association (NBA) as a member of the Pacific Division in the league's Western Conference. The Clippers play their home games at the Staples Center, an arena they share with fellow NBA team the Los Angeles Lakers, as well as the Los Angeles Sparks of the Women's National Basketball Association (WNBA), and the Los Angeles Kings of the National Hockey League (NHL).",
  "/wiki/Jim_Walton": "James Carr Walton (born June 7, 1948) is an heir to the fortune of Walmart, the world's largest retailer. As of November 2019, Walton was the 15th-richest person in the world, with a net worth of $53.1 billion. He is the youngest son of Sam Walton.",
  "/wiki/Walmart": "Walmart Inc. ( /ˈwɔːlmɑːrt/; formerly Wal-Mart Stores, Inc.) is an American multinational retail corporation that operates a chain of hypermarkets, discount department stores, and grocery stores, headquartered in Bentonville, Arkansas.   The company was founded by Sam Walton in 1962 and incorporated on October 31, 1969. It also owns and operates Sam's Club retail warehouses. As of October 31, 2019,[update] Walmart has 11,438 stores and clubs in 27 countries, operating under 55 different names. The company operates under the name Walmart in the United States and Canada, as Walmart de México y Centroamérica in Mexico and Central America, as Asda in the United Kingdom, as the Seiyu Group in Japan, and as Best Price in India. It has wholly owned operations in Argentina, Chile, Canada, and South Africa. Since August 2018, Walmart only holds a minority stake in Walmart Brasil, which was renamed Grupo Big in August 2019, with 20 percent of the company's shares, and private equity firm Advent International holding 80 percent ownership of the company.",
  "/wiki/Alice_Walton": "Alice Louise Walton (born October 7, 1949) is an American heir to the fortune of Walmart Inc. She is the daughter of Walmart founder Sam Walton and Helen Walton, and sister of S. Robson Walton, Jim Walton and the late John T. Walton.",
  "/wiki/S._Robson_Walton": "Samuel Robson \"Rob\" Walton (born October 28, 1944) is an heir to the fortune of Walmart, the world's largest retailer. He is the eldest son of Helen Walton and Sam Walton. He served as Chairman of Walmart from 1992 to 2015. As of October 2019, Walton had a net worth of $52.9 billion, making him the 17th richest person in the world.[circular reference]",
  "/wiki/Charles_Koch": "Charles de Ganahl Koch (/koʊk/; born November 1, 1935) is an American businessman, political donor and philanthropist. As of March 2019, he was ranked as the 11th-richest person in the world, with an estimated net worth of $50.5 billion. Koch has been co-owner, chairman, and chief executive officer of Koch Industries since 1967, while his late brother David Koch served as executive vice president. Charles and David each owned 42% of the conglomerate. The brothers inherited the business from their father, Fred C. Koch, then expanded the business. Originally involved exclusively in oil refining and chemicals, Koch Industries now includes process and pollution control equipment and technologies, polymers and fibers, minerals, fertilizers, commodity trading and services, forest and consumer products, and ranching. The businesses produce a wide variety of well-known brands, such as Stainmaster carpet, the Lycra brand of spandex fiber, Quilted Northern tissue, and Dixie Cup.",
  "/wiki/Koch_Industries": "Koch Industries, Inc. /koʊk/ is an American multinational corporation based in Wichita, Kansas. Its subsidiaries are involved in the manufacturing, refining, and distribution of petroleum, chemicals, energy, fiber, intermediates and polymers, minerals, fertilizers, pulp and paper, chemical technology equipment, ranching, finance, commodities trading, and investing. Koch owns Invista, Georgia-Pacific, Molex, Flint Hills Resources, Koch Pipeline, Koch Fertilizer, Koch Minerals, Matador Cattle Company, and Guardian Industries. The firm employs 120,000 people in 60 countries, with about half of its business in the United States. The company is the largest landowner in the Athabasca oil sands.",
  "/wiki/Julia_Koch": "David Hamilton Koch (/koʊk/; May 3, 1940 – August 23, 2019) was an American businessman, philanthropist, political activist, and chemical engineer. In 1970, he joined the family business: Koch Industries, the second-largest privately held company in the United States. He became president of the subsidiary Koch Engineering in 1979, and became a co-owner of Koch Industries (along with elder brother Charles) in 1983. Koch served as an executive vice president of Koch Industries until he retired due to health issues in 2018.",
  "/wiki/MacKenzie_Bezos": "MacKenzie Scott Bezos (née Tuttle; April 7, 1970) is an American novelist and philanthropist. She is the ex-wife of Amazon founder Jeff Bezos, to whom she was married from 1993 until their divorce in 2019. In 2014, she founded the anti-bullying organization Bystander Revolution, where she serves as executive director.",
  "/wiki/List_of_Americans_by_net_worth": "This is a list of American billionaires based on an annual assessment of wealth and assets as determined by Forbes."
}