{
  "/wiki/Tony_Awards": "The Antoinette Perry Award for Excellence in Broadway Theatre, more commonly known as the Tony Award, recognizes excellence in live Broadway theatre. The awards are presented by the American Theatre Wing and The Broadway League at an annual ceremony in Midtown Manhattan. The awards are given for Broadway productions and performances, and an award is given for regional theatre. Several discretionary non-competitive awards are also given, including a Special Tony Award, the Tony Honors for Excellence in Theatre, and the Isabelle Stevenson Award. The awards are named after Antoinette \"Tony\" Perry, co-founder of the American Theatre Wing. The trophy consists of a medallion, with a face portraying an adaptation of the comedy and tragedy masks, mounted on a black base with a pewter swivel.",
  "/wiki/Tony_Award_for_Best_Featured_Actor_in_a_Musical": "This is a list of the winners and nominations of Tony Award for the Best Performance by a Featured Actor in a Musical. It is the equivalent to the Best Supporting Actor award at the Academy Awards. The award has been given since 1947, but the nominees who did not win have only been publicly announced since 1956.",
  "/wiki/Grammy_Awards": "A Grammy Award (stylized as GRAMMY, originally called Gramophone Award), or Grammy, is an award presented by The Recording Academy to recognize achievements in the music industry. The trophy depicts a gilded gramophone. The annual presentation ceremony features performances by prominent artists, and the presentation of those awards that have a more popular interest. The Grammys are the second of the Big Three major music awards held annually (between the American Music Awards in the Fall, and the Billboard Music Awards in the Summer), was held May 1 in 2019.",
  "/wiki/Grammy_Award_for_Best_Album_for_Children": "The Grammy Award for Best Children's Album (from 2020: Grammy Award for Best Children's Music Album) is an honor presented since 2012 at the Grammy Awards, a ceremony that was established in 1958 and originally called the Gramophone Awards. Honors in various categories are presented at the ceremony annually by the National Academy of Recording Arts and Sciences of the United States to \"honor artistic achievement, technical proficiency and overall excellence in the recording industry, without regard to album sales or chart position.\"",
  "/wiki/Golden_Globe_Awards": "The Golden Globe Awards  are accolades bestowed by the 93 members of the Hollywood Foreign Press Association beginning in January 1944, recognizing excellence in film, both American and International, and the American television.",
  "/wiki/Golden_Globe_Award_for_Best_Actor_-_Motion_Picture_Musical_or_Comedy": "The Golden Globe Award for Best Actor in a Motion Picture – Musical or Comedy is an award presented annually by the Hollywood Foreign Press Association.  It is given in honor of an actor who has delivered an outstanding performance in a leading role in a musical or comedy film. Previously, there was a single award for \"Best Actor in a Motion Picture\", but the creation of the category in 1951 allowed for recognition of it and the Best Actor – Drama.",
  "/wiki/Primetime_Emmy_Awards": "The Primetime Emmy Award is an American award bestowed by the Academy of Television Arts & Sciences (ATAS) in recognition of excellence in American primetime television programming. First given out in 1949, the award was originally referred to as simply the \"Emmy Awards\" until the first Daytime Emmy Award ceremony was held in 1974 and the word \"prime time\" was added to distinguish between the two.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Lead_Actor_in_a_Comedy_Series": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series. The award is presented to the best performance by a lead actor in a television comedy series. Beginning with the 18th Primetime Emmy Awards, leading actors in comedy have competed alone. However, these comedic performances included actors from miniseries, telefilms, and guest performers competing against main cast competitors. Such instances are marked below:",
  "/wiki/17th_Primetime_Emmy_Awards": "The 17th Emmy Awards, later known as the 17th Primetime Emmy Awards, were handed out on September 12, 1965.  The ceremony was hosted by Sammy Davis, Jr. and Danny Thomas.  Winners are listed in bold and series' networks are in parentheses.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Comedy_Series": "The Primetime Emmy Award for Outstanding Comedy Series is an annual award given to the best television comedy series of the year. From 1960 to 1964, this category was combined with the Comedy Specials (one time programs) category so that both type of programs competed for the same award during those years.",
  "/wiki/18th_Primetime_Emmy_Awards": "The 18th Emmy Awards, later known as the 18th Primetime Emmy Awards, were handed out in May 22, 1966, at the Hollywood Palladium.  The ceremony was hosted by Danny Kaye and Bill Cosby.",
  "/wiki/29th_Golden_Globe_Awards": "The 29th Golden Globe Awards, honoring the best in film and television for 1971 films, were held on February 6, 1972.",
  "/wiki/Golden_Globe_Award_for_Best_Television_Series_%E2%80%93_Musical_or_Comedy": "The Golden Globe Award for Best Television Series – Musical or Comedy is one of the annual Golden Globe Awards, given to the best comedy television series. From 1962 to 1968, the category was Golden Globe Award for Best Television Series, and grouped Musical, Comedy and Drama series in a single category (see Golden Globe Award for Best Television Series – Drama).",
  "/wiki/26th_Primetime_Emmy_Awards": "The 26th Emmy Awards, later known as the 26th Primetime Emmy Awards, were handed out on May 28, 1974. The ceremony was hosted by Johnny Carson. Winners are listed in bold and networks are in parentheses.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Lead_Actor_in_a_Miniseries_or_a_Movie": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie (called the Primetime Emmy Award for Outstanding Lead Actor in a Miniseries or a Movie prior to 2015).",
  "/wiki/29th_Primetime_Emmy_Awards": "The 29th Primetime Emmy Awards were held on Sunday, September 11, 1977. The ceremony was broadcast on NBC. It was hosted by Angie Dickinson and Robert Blake.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Variety_Series": "The Primetime Emmy Award for Outstanding Variety Series was a category in the Primetime Emmy Awards. It was awarded annually to the best variety show or similarly formatted program of the year. The award was sometimes known by other names, such as “Outstanding Comedy-Variety or Music Program” and “Outstanding Variety, Music, or Comedy Series.”",
  "/wiki/People%27s_Choice_Awards": "The People's Choice Awards, officially the E! People's Choice Awards since E! took it over in April 2017, is an American awards show, recognizing people in entertainment, voted online by the general public and fans. The show has been held annually since 1975, with the winners originally determined using Gallup Polls until the switch to online voting in 2005.",
  "/wiki/Daytime_Emmy_Awards": "The Daytime Emmy Award is an American accolade bestowed by the New York–based National Academy of Television Arts and Sciences in recognition of excellence in American daytime television programming. Ceremonies generally are held in May or June.",
  "/wiki/Daytime_Emmy_Award_for_Outstanding_Performer_in_Children%27s_Programming": "The Daytime Emmy Award for Outstanding Performer in Children's Programming is an Emmy award given to performers in television programming aimed towards children. During the 1970s and 1980s, guest performers in dramatic specials and regular performers on children's series competed in the same category. However, starting in 1989, separate categories for performances in children's series and performances in children's specials were created and used until after 2007 when all categories related to Children's Specials were dropped.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Guest_Actor_in_a_Comedy_Series": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series. Prior to 1988 the category was not gender specific, thus was called Outstanding Guest Performer in a Comedy Series. These awards, like the other \"Guest\" awards, are not presented at the Primetime Emmy Award ceremony, but rather at the Creative Arts Emmy Award ceremony.",
  "/wiki/American_Comedy_Awards": "The American Comedy Awards are a group of awards presented annually in the United States recognizing performances and performers in the field of comedy, with an emphasis on television comedy and comedy films. They began in 1987, billed as the \"first awards show to honor all forms of comedy.\" In 1989, after the death of Lucille Ball, the statue was named \"the Lucy\" to honor the comic legend.",
  "/wiki/Television_Critics_Association": "The Television Critics Association (TCA) is a group of approximately 200 United States and Canadian television critics, journalists and columnists who cover television programming for newspapers, magazines and web publications. The TCA accepts applications and selects members twice per year in March and September. Once selected, all members meet at The Langham Huntington Hotel and Spa in Pasadena, California in January for the winter press tour, and at the Beverly Hilton in Beverly Hills in July for the summer press tour. Winter press tour usually covers network midseason replacements, programs from streaming services and cable series which start in January, while the summer tour covers the new fall season for broadcast, streaming, and cable programming.",
  "/wiki/TCA_Career_Achievement_Award": "The TCA Career Achievement Award is an award given by the Television Critics Association. The Career Achievement Award annually honors an individual who has inspired his or her work in television. In 2014, director James Burrows became the 30th recipient of the award.",
  "/wiki/Screen_Actors_Guild": "The Screen Actors Guild (SAG) was an American labor union which represented over 100,000 film and television principal and background performers worldwide. On March 30, 2012, the union leadership announced that the SAG membership voted to merge with the American Federation of Television and Radio Artists (AFTRA) to create SAG-AFTRA.",
  "/wiki/Screen_Actors_Guild_Life_Achievement_Award": "The Screen Actors Guild Life Achievement Award is presented by the Screen Actors Guild's National Honors and Tributes Committee for \"outstanding achievement in fostering the finest ideals of the acting profession.\" It predates the 1st Screen Actors Guild Awards by over thirty years. The award's first recipient was performer and comedian Eddie Cantor, in 1962. Since then, it has been presented every year except 1963 and 1981. On two occasions, two people received the award the same year: in 1985, when it was presented to actor Paul Newman and actress Joanne Woodward, and in 2000, when it was presented to civil rights activists Ossie Davis and Ruby Dee. As of 2018, 54 people have received the award, of whom 46 are men and 19 women.",
  "/wiki/42nd_Daytime_Emmy_Awards": "The 42nd Daytime Emmy Awards, presented by the National Academy of Television Arts and Sciences (NATAS), \"recognizes outstanding achievement in all fields of daytime television production and are presented to individuals and programs broadcast from 2:00 a.m. to 6:00 p.m. during the 2014 calendar year\". The ceremony took place on April 26, 2015, at the Warner Bros. Studios in Burbank, California,  5:00 p.m. PST / 8:00 p.m. EST. The ceremony, televised in the United States by Pop was executive produced by Michael Levitt, Gary Tellalian and Mike Rothman. Talk show host, actress and producer Tyra Banks hosted the show for the first time.",
  "/wiki/Daytime_Emmy_Award_for_Outstanding_Performer_In_An_Animated_Program": "This is a list of winners of the Daytime Emmy Award for Outstanding Performer In An Animated Program. It recognizes a continuing or single voice-over\nperformance in a series or a special. The performance can originate from a Children’s Animated, Special Class Animated Program",
  "/wiki/Britannia_Awards": "The Britannia Awards are presented by BAFTA Los Angeles, a branch of the British Academy of Film and Television Arts (BAFTA), as \"a bridge between the Hollywood and British production and entertainment business communities.\" Established in 1989, it honours \"individuals and companies who have dedicated their careers or corporate missions to advancing the art-forms of the moving image.\""
}