{
  "/wiki/Camp_de_Ch%C3%A2lons": "The camp de Châlons, also known as camp de Mourmelon,  is a military camp of about 10,000 hectares at Mourmelon-le-Grand, near Châlons-en-Champagne. It was created at the behest of Napoleon III and opened August 30, 1857 during the Second French Empire.",
  "/wiki/1924_Summer_Olympics": "The 1924 Summer Olympics (French: Les Jeux olympiques d'été de 1924), officially known as the Games of the VIII Olympiad, were an international multi-sport event which was celebrated in 1924 in Paris, France.",
  "/wiki/Shooting_at_the_1924_Summer_Olympics": "At the 1924 Summer Olympics in Paris, ten events in shooting were contested.  These would be the last Games in which team events were part of the Olympic shooting program. The competitions were held from 23 June 1924 to 9 July 1924 at the shooting ranges at Versailles, Reims, Camp de Châlons (Mourmelon), and Issy-les-Moulineaux.",
  "/wiki/CB_Viladecans": "Club Béisbol Viladecans is a División de Honor de Béisbol baseball club in Viladecans, Catalonia, Spain. It was founded in 1945 and was one of the most active teams during the heyday of baseball in Spain in the 1950s and 1960s. Club Beisbol Viladecans was one of the few teams that survived the difficult times of the late 1960s and 1970s, when mass-interest in football (soccer) compromised the viability of other local baseball clubs.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Baseball_at_the_1992_Summer_Olympics": "Baseball had its debut as an official medal sport at the 1992 Summer Olympics in Barcelona.  Eight nations competed, with the preliminary phase consisting of each team playing every other team.  Playoffs were then held, with the four highest ranked teams advancing.  For the semifinals, the 1st place team played the 4th place team and the 2nd place team played against the 3rd place team.  The winners of those semifinals competed against each other for the gold medal, with the loser getting the silver medal.  The teams defeated in the semifinal played a match for the bronze medal.",
  "/wiki/Campo_Marte": "Campo Marte is a venue under the administration of the Secretariat of National Defense. It is used for military and government events, as well as equestrian events. Campo Marte is located next to the National Auditorium in Chapultepec Park, Mexico City.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Equestrian_at_the_1968_Summer_Olympics": "Equestrian competitions at the 1968 Summer Olympics in Mexico City, Mexico featured team and individual competitions in show jumping, eventing, and dressage. Mexico City proved a challenging site since it was 2,300 meters above sea level, resulting in 30% less oxygen in the air. The horses at the 1955 Pan American Games, which was also held in Mexico City, arrived a few weeks before the Games to adjust, but had difficulty in the competition. However, racehorses that competed at the same location and who were shipped in the day before, and left the day after the race, performed fine. It was discovered that although horses would adjust immediately to the high altitude during the first few days after arrival, they showed weakness and decreased performance around Day 10, which continued to Day 20. Therefore, nations were advised to ship in horses 3–4 weeks before the competition, which would allow them time to recover from the long travel, as well as adjust to the difference in altitude. Argentina, Ireland, and the USSR were the first to ship horses over, who arrived mid-September. France and Germany were the last countries to send their horses, who arrived 28 September, 20 days before the competition was to start.",
  "/wiki/Campo_Militar_1": "Campo Militar 1 (English: Military Camp 1) is a military installation located between Conscripto and Zapadores Avenue and the Belt Freeway in Mexico City. For the 1968 Summer Olympics, it hosted the riding and running portions of the modern pentathlon competition.",
  "/wiki/Modern_pentathlon_at_the_1968_Summer_Olympics": "The modern pentathlon at the 1968 Summer Olympics was represented by two events (both for men): Individual competition and Team competition. As usual in Olympic modern pentathlon, one competition was held and each competitor's score was included to the Individual competition event results table and was also added to his teammates' scores to be included to the Team competition event results table. This competition consisted of 5 disciplines:",
  "/wiki/Campo_Tre_Fontane": "Campo Tre Fontane is a sports venue located in Rome, Italy. For the 1960 Summer Olympics, it hosted seven field hockey matches.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Field_hockey_at_the_1960_Summer_Olympics": "The field hockey tournament at the 1960 Summer Olympics in Rome, Italy was contested from August 26 to September 9, with sixteen participating teams. Only men competed in field hockey at these Games. Pakistan won the gold medal, defeating India in the final and ending India's run of six successive gold medals. Spain won the bronze medal.",
  "/wiki/Canal_Ol%C3%ADmpic_de_Catalunya": "The Canal Olímpic de Catalunya is a canal located in Castelldefels, Catalonia, Spain. Constructed in 1991, it hosted the canoe sprint events for the 1992 Summer Olympics.",
  "/wiki/Canoeing_at_the_1992_Summer_Olympics": "The canoeing competition at the 1992 Summer Olympics in Barcelona was composed of 16 events (12 for men and 4 for women) in two disciplines, slalom and sprint.  The slalom events returned to the Olympic program after a 20-year absence, since the 1972 Munich Games. Slalom events took place at La Seu d'Urgell while the sprint events took place at Castelldefels.",
  "/wiki/Capital_Indoor_Stadium": "The Capital Indoor Stadium (simplified Chinese: 首都体育馆; traditional Chinese: 首都體育館; pinyin: Shǒudū Tǐyùguǎn) is an indoor arena in 56 Zhongguancun South Street, Beijing, China that was built in 1968. It hosted matches between national table tennis teams of China and the United States in 1971; these matches were part of the exchange program known as ping pong diplomacy.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Volleyball_at_the_2008_Summer_Olympics": "Volleyball competitions (beach and indoor) at the 2008 Summer Olympics in Beijing were held from 9 to 24 August 2008.  Indoor volleyball events were held at Capital Indoor Stadium and Beijing Institute of Technology Gymnasium.  Beach volleyball competitions were held from 9 to 22 August 2008 at the Beach Volleyball Ground at Chaoyang Park.",
  "/wiki/Centennial_Parklands": "Centennial Parklands is the name given to a group of three urban parklands located in the eastern suburbs of Sydney, New South Wales, Australia. Comprising approximately 360 hectares (890 acres), the lands encompass Centennial Park, Moore Park and Queen's Park. The Parklands are listed on the New South Wales Heritage Register, with various components of national, state or local heritage significance. The parks are contained within the local government areas of City of Randwick, Waverley Municipal Council, and City of Sydney.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Cycling_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics, 3 different bicycle racing disciplines were contested: Road cycling, track cycling, and mountain biking.",
  "/wiki/Centre_%C3%89tienne_Desmarteau": "The Centre Étienne Desmarteau is a multi-purpose complex center with two ice rinks in Montreal, Quebec, Canada.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Basketball_at_the_1976_Summer_Olympics": "Basketball events at the 1976 Summer Olympics was the ninth appearance of the sport of basketball as an official Olympic medal event. It took place from July 18 to July 27 at the Centre Étienne Desmarteau and the Montreal Forum in Montreal, Quebec, Canada. Women's basketball was introduced to the Olympic program for the first time at this Games. The United States won the gold against Yugoslavia in the men's tournament, while the Soviet Union won the gold medal against the United States in the women's competition.",
  "/wiki/Centre_Pierre_Charbonneau": "Centre Pierre Charbonneau  is a sports arena located at Olympic Park in Montreal, Quebec, Canada. It was built in 1957 and holds 2,700 people. It is the former home of the Montreal Jazz of the National Basketball League of Canada. It was formerly host to the Montreal Royal of the American Basketball Association's current incarnation, and the Montreal Sasquatch of the Premier Basketball League.",
  "/wiki/Wrestling_at_the_1976_Summer_Olympics": "At the 1976 Summer Olympics in Montreal, 20 wrestling events were contested, all for men only. There were 10 weight classes in each of the freestyle wrestling and Greco-Roman wrestling disciplines.",
  "/wiki/Cesano_Infantry_School_Range": "The Cesano Infantry Shooting Range was a temporary firing range set up by the Italian Army for the infantry off the Via Cassia. It hosted the 300 m free rifle shooting event for the 1960 Summer Olympics in Rome.",
  "/wiki/Shooting_at_the_1960_Summer_Olympics": "Shooting at the 1960 Summer Olympics in Rome comprised six events, all for men only. They were held between 3 and 10 September 1960.",
  "/wiki/Champion_Hill": "Champion Hill is a football stadium in East Dulwich in the London Borough of Southwark. It is the home ground of Dulwich Hamlet.",
  "/wiki/1948_Summer_Olympics": "The 1948 Summer Olympics, officially known as the Games of the XIV Olympiad, was an international multi-sport event which was held in London, United Kingdom from 29 July to 14 August 1948.",
  "/wiki/Football_at_the_1948_Summer_Olympics": "Football at the 1948 Summer Olympics tournament, won by Sweden, managed by Englishman George Raynor.",
  "/wiki/Chaoyang_Park_Beach_Volleyball_Ground": "The Chaoyang Park Beach Volleyball Ground (simplified Chinese: 朝阳公园沙滩排球场; traditional Chinese: 朝陽公園沙灘排球場; pinyin: Cháoyáng Gōngyuán Shātān Páiqiú Chǎng) was one of 9 temporary venues used for the 2008 Summer Olympics. It was located in Chaoyang Park in Beijing. The ground was used for the beach volleyball matches.",
  "/wiki/China_Agricultural_University_Gymnasium": "The China Agricultural University Gymnasium (simplified Chinese: 中国农业大学体育馆; traditional Chinese: 中國農業大學體育館; pinyin: Zhōngguó Nóngyè Dàxué Tǐyùguǎn) is an indoor arena located on the campus of the China Agricultural University in Beijing. It hosted the wrestling events of the 2008 Summer Olympics. The Gymnasium's rooftop has a staggered, stair-like design.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics": "Wrestling competitions at the 2008 Summer Olympics in Beijing, China, were held at the China Agricultural University Gymnasium from 12–21 August 2008. It was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events with 18 gold medals being awarded. This was the second Olympics with women's wrestling as an event.",
  "/wiki/Ch%C5%8Dfu,_Tokyo": "Chōfu (調布市, Chōfu-shi)/Japanese pronunciation: [tɕoːfɯʃi] is a city in the Tokyo Metropolis, Japan. As of 1 February 2016[update], the city had an estimated population of 228,663, and a population density of 10,590 per km². Its total area is 21.58 square kilometres (8.33 sq mi).",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Athletics_at_the_1964_Summer_Olympics": "At the 1964 Summer Olympics in Tokyo, the athletics competition included 36 events, 24 for men and 12 for women.  The women's 400 metres and women's pentathlon events were newly introduced at these Games. There were a total number of 1016 participating athletes from 82 countries.",
  "/wiki/Athletics_at_the_1964_Summer_Olympics_%E2%80%93_Men%27s_marathon": "The men's marathon was part of the Athletics at the 1964 Summer Olympics program in Tokyo.  It was held on 21 October 1964.  79 athletes from 41 nations entered, with 68 starting and 58 finishing.",
  "/wiki/Athletics_at_the_1964_Summer_Olympics_%E2%80%93_Men%27s_50_kilometres_walk": "The men's 50 kilometres walk was the longer of the two men's race walking events on the Athletics at the 1964 Summer Olympics program in Tokyo, as well as the longest event on the program.  It was held on 18 October 1964.  39 athletes from 20 nations entered, with 34 starting and 31 finishing.",
  "/wiki/Circuit_de_Catalunya": "The Circuit de Barcelona-Catalunya (Catalan pronunciation: [siɾˈkujd də bəɾsəˈlonə kətəˈluɲə]) is a motorsport race track in Montmeló, Catalonia, Spain. With long straights and a variety of corners, the Circuit de Barcelona-Catalunya is seen as an all-rounder circuit. The track has stands with a capacity of 140,700. The circuit has FIA Grade 1 license.",
  "/wiki/Cycling_at_the_1992_Summer_Olympics": "The cycling competitions at the 1992 Olympic Games in Barcelona consisted of two different categories: road cycling and track cycling, with ten events being contested. The road team time trial event took place at the Circuit de Catalunya and the A-17 highway, the individual road races were held in Sant Sadurní d'Anoia, and track cycling took place at the Velòdrom d'Horta.",
  "/wiki/Ricoh_Arena": "The Ricoh Arena in Coventry, England, is a complex which includes a 32,609-seater stadium, used by Wasps rugby union club, a 6,000 square metres (65,000 sq ft) exhibition hall, a hotel and a casino. The site is also home to Arena Park Shopping Centre, containing one of UK's largest Tesco Extra hypermarkets. Built on the site of the Foleshill gasworks, it is named after its sponsor, Japanese company Ricoh, which paid £10 million for the naming rights over 10 years. For the 2012 Summer Olympics, where stadium naming sponsorship was forbidden, the stadium was known as the City of Coventry Stadium.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Football_at_the_Summer_Olympics": "Football at the Summer Olympics, commonly known as football or soccer, has been included in every Summer Olympic Games as a men's competition sport, except 1896 and 1932. Women's football was added to the official program at the 1996 Atlanta Games.",
  "/wiki/Panther_Stadium": "Panther Stadium is a 5,000-seat stadium located on the campus of Clark Atlanta University in Atlanta, Georgia, United States. It was the secondary venue for field hockey events during the 1996 Summer Olympics in Atlanta. It is currently home to the Clark Atlanta University Panthers, NCAA Division II member.\nThe athletics track surrounding the field was moved there from Centennial Olympic Stadium after the Olympic events concluded and the stadium was converted into Turner Field.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Field_hockey_at_the_1996_Summer_Olympics": "The Olympic field hockey tournament at the 1996 Summer Olympics in Atlanta, United States, was held in Herndon Stadium and Panther Stadium from July 20 to August 2, 1996.",
  "/wiki/Club_de_Yates_(Acapulco)": "Club de Yates de Acapulco (English: Acapulco Yacht Club) is a yacht club located in Acapulco, Mexico. Opened in December 1955, it served as host of the sailing events for the 1968 Summer Olympics in Mexico City.",
  "/wiki/Sailing_at_the_1968_Summer_Olympics": "Sailing/Yachting is an Olympic sport starting from the Games of the 1st Olympiad (1896 Olympics) in Athens, Greece. With the exception of 1904 and the canceled 1916 Summer Olympics, sailing has always been included on the Olympic schedule.",
  "/wiki/Club_H%C3%ADpic_El_Montay%C3%A1": "The Club Hípic El Montanyà (English: El Montanyà Horse Club) is a Spanish horse club. For the 1992 Summer Olympics in neighboring Barcelona, it hosted the equestrian dressage and the cross country part of the eventing competitions.",
  "/wiki/Equestrian_at_the_1992_Summer_Olympics": "The equestrian events at the 1992 Barcelona Olympics included dressage, eventing, and show jumping. All three disciplines had both individual and team competitions."
}