{
  "/wiki/Adriatic_Abyssal_Plain": "The Adriatic Abyssal Plain, more commonly referred to as the Adriatic Basin, is an oceanic basin under the Adriatic Sea.  The Adriatic Sea's average depth is 252.5 metres (828 ft), and its maximum depth is 1,233 metres (4,045 ft); however, the North Adriatic basin rarely exceeds a depth of 100 metres (330 ft).",
  "/wiki/Mediterranean_Sea": "The Mediterranean Sea is a sea connected to the Atlantic Ocean, surrounded by the Mediterranean Basin and almost completely enclosed by land: on the north by Southern Europe and Anatolia, on the south by North Africa and on the east by the Levant. Although the sea is sometimes considered a part of the Atlantic Ocean, it is usually referred to as a separate body of water. Geological evidence indicates that around 5.9 million years ago, the Mediterranean was cut off from the Atlantic and was partly or completely desiccated over a period of some 600,000 years (the Messinian salinity crisis) before being refilled by the Zanclean flood about 5.3 million years ago.",
  "/wiki/Agulhas_Bank": "The Agulhas Bank (/əˈɡʌləs/, from Portuguese for Cape Agulhas, Cabo das Agulhas, \"Cape of Needles\") is  a broad, shallow part of the southern African continental shelf which extends up to 250 km (160 mi) south of Cape Agulhas before falling steeply to the abyssal plain.",
  "/wiki/Atlantic_Ocean": "The Atlantic Ocean is the second largest of the world's oceans, with an area of about 106,460,000 square kilometers (41,100,000 square miles). It covers approximately 20 percent of Earth's surface and about 29 percent of its water surface area. It separates the \"Old World\" from the \"New World\".",
  "/wiki/Alaska_Plain": "The Alaska Plain, also referred to as the Alaskan Plain or Alaskan Abyssal Plain, is an oceanic basin under the Gulf of Alaska.  The plain is bordered to the northwest by the Alaskan portion of the Aleutian Trench, to the north and east by the continental shelf off the coast of Alaska and British Columbia, and to the south by two separate lines of seamounts, from Patton seamount in the northwest, located just south of Kodiak Island, to Bowie seamount in the southeast, located just west of Queen Charlotte Islands, running from 54°40′N 150°30′W﻿ / ﻿54.667°N 150.500°W﻿ / 54.667; -150.500 and 53°18′N 135°38′W﻿ / ﻿53.300°N 135.633°W﻿ / 53.300; -135.633.",
  "/wiki/Pacific_Ocean": "The Pacific Ocean is the largest and deepest of Earth's oceanic divisions. It extends from the Arctic Ocean in the north to the Southern Ocean (or, depending on definition, to Antarctica) in the south and is bounded by the continents of Asia and Australia in the west and the Americas in the east.",
  "/wiki/Geology_of_the_Iberian_Peninsula": "The geology of the Iberian Peninsula consists of the study of the rock formations on the Iberian Peninsula, which includes Spain, Portugal, Andorra, and Gibraltar.  The peninsula contains rocks from every geological period from the Ediacaran to the Quaternary, and many types of rock are represented. World-class mineral deposits are also found there.",
  "/wiki/Alboran_Sea": "The Alboran Sea (from Arabic البحران, al-Baḥrān) is the westernmost portion of the Mediterranean Sea, lying between the Iberian Peninsula and the north of Africa (Spain on the north and Morocco and Algeria on the south). The Strait of Gibraltar, which lies at the west end of the Alboran Sea, connects the Mediterranean with the Atlantic Ocean.",
  "/wiki/Aleutian_Basin": "The Aleutian Basin is an oceanic basin under the southwestern Bering Sea.  While the northeastern half of the Bering Sea overlies the North American Plate in relatively shallow water, the Aleutian Basin consists of oceanic plate—the remnant of the Kula Plate that was mostly subducted under the North American Plate.",
  "/wiki/Amerasian_Basin": "The Amerasia Basin, or Amerasian Basin, is one of the two major basins from which the Arctic Ocean can be subdivided (the other one being the Eurasian Basin). The triangular-shaped Amerasia Basin broadly extends from the Canadian Arctic Islands to the East Siberian Sea, and from Alaska to the Lomonosov Ridge. The basin can be further subdivided based on bathymetric features; these include the Canada Basin, the Makarov Basin, the Podvodnikov Basin, the Alpha-Mendeleev Ridge, and the Chukchi Plateau.",
  "/wiki/Amundsen_Basin": "The Amundsen Basin, with depths up to 4.4 km, is the deepest abyssal plain in the Arctic Ocean. The Amundsen Basin is embraced by the Lomonosov Ridge (from 81°N 140°E﻿ / ﻿81°N 140°E﻿ / 81; 140﻿ (Lomonosov Ridge, Siberian Side) to 80°N 40°W﻿ / ﻿80°N 40°W﻿ / 80; -40﻿ (Lomonosov Ridge, Greenland Side)) and the Gakkel Ridge (from 81°N 120°E﻿ / ﻿81°N 120°E﻿ / 81; 120﻿ (Arctic Mid Ocean Ridge, Siberian Side) to 85°N 10°E﻿ / ﻿85°N 10°E﻿ / 85; 10﻿ (Arctic Mid Ocean Ridge, Greenland Side)). It is named after the polar researcher Roald Amundsen. Together with the Nansen Basin, the Amundsen Basin is often summarized as Eurasian Basin.",
  "/wiki/Arctic_Ocean": "The Arctic Ocean is the smallest and shallowest of the world's five major oceans. It is also known as the coldest of all the oceans. The International Hydrographic Organization (IHO) recognizes it as an ocean, although some oceanographers call it the Arctic Sea. It is sometimes classified as an estuary of the Atlantic Ocean, and it is also seen as the northernmost part of the all-encompassing World Ocean.",
  "/wiki/Amundsen_Plain": "Amundsen Plain (65°0′S 125°0′W﻿ / ﻿65.000°S 125.000°W﻿ / -65.000; -125.000Coordinates: 65°0′S 125°0′W﻿ / ﻿65.000°S 125.000°W﻿ / -65.000; -125.000) is an undersea abyssal plain named in association with Amundsen Coast. The name was approved by the Advisory Committee on Undersea Features in June 1988.",
  "/wiki/Southern_Ocean": "The Southern Ocean, also known as the Antarctic Ocean or the Austral Ocean,[note 4] comprises the southernmost waters of the World Ocean, generally taken to be south of 60° S latitude and encircling Antarctica. As such, it is regarded as the second-smallest of the five principal oceanic divisions: smaller than the Pacific, Atlantic, and Indian Oceans but larger than the Arctic Ocean. This oceanic zone is where cold, northward flowing waters from the Antarctic mix with warmer subantarctic waters.",
  "/wiki/Angola_Basin": "The Angola Basin is located along the West African South Atlantic Margin which extends from Cameroon to Angola. \nIt is characterized as a passive margin that began spreading in the south and then continued upwards throughout the basin.\nThis basin formed during the initial breakup of the supercontinent Pangaea during the early Cretaceous, creating the Atlantic Ocean and causing the formation of the Angola, Cape, and Argentine basins. \nIt is often separated into two units: the Lower Congo Basin, which lies in the northern region and the Kwanza Basin which is in the southern part of the Angola margin.\nThe Angola Basin is famous for its \"Aptian Salt Basins,\" a thick layer of evaporites that has influenced topography of the basin since its deposition and acts as an important petroleum reservoir.",
  "/wiki/Argentine_Abyssal_Plain": "The Argentine Abyssal Plain forms part of the Argentine Basin off the east coast of Argentina. It comprises the deepest sections of the basin on the western and south-western margins, reaching a depth of 6,212m (20,381 feet).",
  "/wiki/Atlantic-Indian_Basin": "The Atlantic-Indian Basin is a large undersea basin. The name was approved by the Advisory Committee for Undersea Features (ACUF) in July 1963 after a review of a National Geographic Society globe.",
  "/wiki/Balearic_Sea": "The Balearic Sea (endotoponym: Mar Balear in Catalan and Spanish) is a body of water in the Mediterranean Sea near the Balearic Islands.\nIt is not to be confused with the Alboran Sea or the Iberian shelf waters. The Ebro River flows into this small sea.",
  "/wiki/Baffin_Basin": "The Baffin Basin is an oceanic basin located in the middle of Baffin Bay between Baffin Island and Greenland. With a maximum depth of over 2,700 m (8,900 ft), the basin represents the deepest point of Baffin Bay. The basin formed as a result of seafloor spreading at the time of the opening of Baffin Bay around 56 million years ago.",
  "/wiki/Bellingshausen_Plain": "Bellingshausen Plain (64°0′S 90°0′W﻿ / ﻿64.000°S 90.000°W﻿ / -64.000; -90.000Coordinates: 64°0′S 90°0′W﻿ / ﻿64.000°S 90.000°W﻿ / -64.000; -90.000), also known as Bellinghausen Abyssal Plain, is an undersea plain parallel to the continental rise in the Bellingshausen Sea, named for Admiral Fabian Gottlieb von Bellingshausen, commander of the Russian Antarctic Expedition (1818–1821). The name was approved by the Advisory Committee for Undersea Features in April, 1974.",
  "/wiki/Blake_Basin": "The Blake Basin, also called the Blake–Bahama Basin, is a deep area of the Atlantic Ocean which runs along the east coast of the United States. It starts at the northern part of the Bahamas and continues up toward New York.  Depth exceeds 5400 meters between the Blake Plateau and Blake Escarpment to the South and West, and the Blake Bahama Outer Ridge.",
  "/wiki/Boreas_Plain": "The Boreas Plain is an abyssal plain in the South of Fram Strait with water depths of around 3 km at 78°N 0°E﻿ / ﻿78°N 0°E﻿ / 78; 0Coordinates: 78°N 0°E﻿ / ﻿78°N 0°E﻿ / 78; 0.",
  "/wiki/List_of_submarine_topographical_features": "This is a list of submarine topographical features, oceanic landforms and topographic elements."
}