{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Kineke_Alexander": "Kineke Alicia Alexander (born 21 February 1986 in Kingstown, Saint Vincent and the Grenadines) is a Vincentian sprinter who competed in the 400m event at the 2008 Summer Olympics and the 2012 Summer Olympics. She was the flag bearer for Saint Vincent and the Grenadines at the 2008 opening ceremony and the 2012 opening ceremony.  She was also the Saint Vincent and the Grenadines flagbearer at the 2014 Commonwealth Games.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Jared_Lewis": "Jared Lewis (born 9 March 1982) is a sprinter from Saint Vincent and the Grenadines who specializes in the 100 metres. He was born in Kingstown. His personal best time is 10.49 seconds, achieved in April 2005 in Vincennes.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Natasha_Mayers": "Natasha Laren Mayers (born 10 March 1979 in Saint Vincent) is a professional track and field sprinter who competes internationally for Saint Vincent and the Grenadines. She is the national record holder over 60 metres, 100 metres and 200 metres. She represented her country at the Summer Olympic Games in 2000 and 2004, and had the honour of national flag bearer at the latter edition. She has also appeared at the IAAF World Championships in Athletics in 2001 and 2003, as well as having taken part at the IAAF World Indoor Championships.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Pamenos_Ballantyne": "Pamenos Ballantyne (born 9 December 1973 in Sandy Bay) is a long-distance runner from Saint Vincent and the Grenadines. He represented his country in the marathon at two consecutive Summer Olympics starting in 1996.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Eswort_Coombs": "Eswort Lorenzo Brian Coombs (born 26 November 1972) is a retired track and field sprinter from Saint Vincent and the Grenadines who specialized in the 400 metres.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Orde_Ballantyne": "Orde Ballantyne (born 22 January 1962) is a Vincentian athlete, who competed at the 1988 Summer Olympics."
}