{
  "/wiki/Schnappi": "Schnappi das kleine Krokodil (Snappy the Little Crocodile) is a German children's cartoon character from the show Die Sendung mit der Maus. The cartoon's introductory song, \"Schnappi, das kleine Krokodil,\" became an Internet hit before it reached #1 on the German Singles chart in January 2005 and other European countries as well, topping the singles charts in Austria, Belgium, the Netherlands, Norway, Sweden and Switzerland.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Schnappi,_das_kleine_Krokodil": "\"Das Kleine Krokodil\", also known under the title \"Schnappi\", is the debut single by animated cartoon crocodile, Schnappi, from his first album Schnappi und Seine Freunde. The song is performed by Joy Gruttmann and was released in December 2004. It was a huge success in several continental European countries, topping the singles charts in Austria, Flemish Belgium, Germany, the Netherlands, Norway, Sweden and Switzerland for several weeks. It was also a top-ten hit in Australia and New Zealand.",
  "/wiki/Tokio_Hotel": "Tokio Hotel is a German pop rock band, founded in 2001 by singer Bill Kaulitz, guitarist Tom Kaulitz, drummer Gustav Schäfer, and bassist Georg Listing. Its sound encompasses multiple genres, including pop rock, alternative rock, and electropop. The quartet has scored four number-one singles and has released three number-one albums in its native country. The band has sold more than 10 million CDs worldwide.\nAfter recording an unreleased demo-album under the name \"Devilish\" and having their contract with Sony BMG Germany terminated, the band released its first German-language album, Schrei, as Tokio Hotel on Universal Music Germany in 2005. Schrei sold more than half-a-million copies worldwide and spawned four top-five singles in both Germany and Austria.",
  "/wiki/Durch_den_Monsun": "\"Durch den Monsun\" (English: Through the Monsoon) and \"Monsoon\" are songs by German rock band Tokio Hotel. The German version of the song \"Durch den Monsun\" was released as their debut single in 2005 from their debut album Schrei. A remix of this song was made with Japanese lyrics, and an English version named \"Monsoon\" was later recorded, and included in their first English album Scream and released as their first English single in 2007.",
  "/wiki/Akon": "Aliaune Damala Bouga Time Puru Nacka Lu Lu Lu Badara Akon Thiam (/ˈeɪkɒn/; born April 16, 1973) is a Senegalese-American singer, songwriter, record producer, entrepreneur, philanthropist and actor. He rose to prominence in 2004 following the release of \"Locked Up\", the first single from his debut album, Trouble.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Lonely_(Akon_song)": "\"Lonely\" (also known as \"Mr. Lonely\") is a song by American singer and rapper Akon; it appears on his debut album, Trouble. The single was released in 2005 and was his first worldwide hit. It reached number one in several countries, including in the United Kingdom and Germany (where it stayed there for eight weeks), and Australia. It was also highly popular in France where it reached number two, and in the United States when it peaked at #4. An edited version was on Radio Disney and on Radio Disney Jams, Vol. 8.",
  "/wiki/K.Maro": "Cyril Kamar (Arabic: سيريل قمر‎; born January 31, 1980 in Beirut, Lebanon), better known by his stage name K.Maro (/keɪ ˈmæroʊ/; sometimes stylized as K-Maro or K'Maro) is a Canadian pop singer-songwriter, producer and businessman of Lebanese origin. He sings in French and English. He is also the founder, the owner, and the CEO of East 47th Music, a record label, and Rock&Cherries Agency, a Paris-based Talents management agency. Both East 47th Music and Rock&Cherries Agency are part of KEG company (Kamar Entertainment Group).",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Femme_Like_U": "\"Femme Like U (Donne-moi ton corps)\" is a 2004 song recorded by Canadian artist Cyril Kamar, better known under the name of K.Maro. The song was released as the first single from his album La Good Life, on June 18, 2004. It achieved a huge success in many countries in Europe, including France, Belgium and Switzerland, where it topped their charts, being thus one of the summer hits. As of August 2014, the song was the 14th best-selling single of the 21st century in France, with 633,000 units sold.",
  "/wiki/S%C3%B6hne_Mannheims": "Söhne Mannheims (Sons of Mannheim) is a German musical band founded 1995 in Mannheim by Xavier Naidoo and others.",
  "/wiki/Juanes": "Juan Esteban Aristizábal Vásquez (born August 9, 1972), known professionally as Juanes, is a Colombian musician who was a member of the rock band Ekhymosis and is now a solo artist. In 2000, his solo debut album Fíjate Bien won three Latin Grammy Awards. According to his record label, Juanes has sold more than 15 million albums worldwide.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/La_Camisa_Negra": "\"La Camisa Negra\" (English: \"The Black Shirt\") is a Spanish rock song written by Juanes, inspired by Colombian singer-songwriter Octavio Mesa and recorded by Juanes for his third studio album Mi Sangre. In Latin America, the track was released in 2005 as the third single from Mi Sangre, and in Europe, it was released in 2006 as the album's lead single.",
  "/wiki/50_Cent": "Curtis James Jackson III (born July 6, 1975), known professionally as 50 Cent, is an American rapper, songwriter, singer, actor, television producer, entrepreneur, and investor. Born in the South Jamaica neighborhood of the borough of Queens, Jackson began selling drugs at age twelve during the 1980s crack epidemic. He later began pursuing a musical career and in 2000 he produced Power of the Dollar for Columbia Records, but days before the planned release he was shot and the album was never released. In 2002, after Jackson released the compilation album Guess Who's Back?, he was discovered by Eminem and signed to Shady Records, under the aegis of Dr. Dre's Aftermath Entertainment and Interscope Records.",
  "/wiki/Olivia_(singer)": "Olivia Theresa Longott (born February 15, 1981) is an American singer. She is known for contributing vocals to 50 Cent's \"Candy Shop\" and her debut album Olivia. She is also known as a cast member on the VH1 reality television series Love & Hip Hop: New York.",
  "/wiki/Candy_Shop": "\"Candy Shop\" is the second single by rapper 50 Cent from his second commercial album, The Massacre (2005). It features Olivia, and was written by 50 Cent.",
  "/wiki/Pussycat_Dolls": "The Pussycat Dolls are an American girl group and dance ensemble, founded in Los Angeles, California, by choreographer Robin Antin in 1995 as a burlesque troupe. At the suggestion of Jimmy Iovine, Antin decided to take the burlesque troupe mainstream as a pop group. Antin negotiated a record deal with Interscope Geffen A&M Records in 2003 turning the group into a music franchise comprising Nicole Scherzinger, Carmit Bachar, Ashley Roberts, Jessica Sutta, Melody Thornton, and Kimberly Wyatt. Their debut single, \"Sway\", was featured on the soundtrack of the 2004 film Shall We Dance?",
  "/wiki/Busta_Rhymes": "Trevor George Smith Jr. (born May 20, 1972), known professionally as Busta Rhymes, is an American rapper,  musician, singer, record producer, record executive, and actor. Chuck D of Public Enemy gave him the moniker Busta Rhymes, after NFL and CFL wide receiver George \"Buster\" Rhymes. He is known for his outlandish style and fashion sense as well as his intricate and high-speed rhyming technique. He has received 11 Grammy Award nominations for his work.",
  "/wiki/Don%27t_Cha": "\"Don't Cha\" is a song recorded by American girl group The Pussycat Dolls from their debut studio album PCD (2005). The song features rapper Busta Rhymes who co-wrote the song with its producer, CeeLo Green. The song contains an interpolation of \"Swass\" which is written and performed by Sir Mix-a-Lot. It is an R&B song. \"Don't Cha\" was originally recorded by Tori Alamaze who released the song as her first single; however, after minor success and dissatisfaction with her label she gave up her rights to the song. Universal Music Group gave it to the Pussycat Dolls as the label was trying to reinvent the girl group.",
  "/wiki/Die_Firma": "Die Firma is a hip hop group formed in 1996 in Cologne, Germany. The group consists of Tatwaffe (Alexander Trabhoven), Def Benski Obiwahn (Ben Hartung) and Fader Gladiator (Daniel Sluga). To date, they have released six albums. Their second album already sold over 80.000 copies in Germany and reached number 8 on the German album charts. But they are best known for their year 2005 hit “Die Eine” (“The One”), which peaked at number 2 on the German single charts. The band refers to its own style as: “Lyrics about beats which represent good and evil.”",
  "/wiki/Ch!pz": "Ch!pz is a Dutch pop music band. They targeted especially at a young audience. The group was formed in 2003, after several rounds of tryouts for the Fox Kids Network.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Fettes_Brot": "Fettes Brot (German pronunciation: [ˈfɛtəs ˈbʁoːt]) are a German hip hop group who formed in 1992.",
  "/wiki/Melanie_C": "Melanie Jayne Chisholm (born 12 January 1974), professionally known as Melanie C or Mel C, is an English singer, songwriter, entrepreneur, actress and television personality. She is one of the five members of the Spice Girls, in which she was nicknamed Sporty Spice.\nSince 1996, Chisholm has sold more than 105 million records, including 85 million copies with the group, and 20 million solo albums, singles and collaborations, and has earned over 325 worldwide certifications (included numerous diamonds), including 40 silver, gold and platinum certifications as a solo artist.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/First_Day_of_My_Life_(Melanie_C_song)": "\"First Day of My Life\" is a song by British singer-songwriter, Melanie C. It was released on 30 September 2005 in Germany, Austria and Switzerland as the third and final single from Melanie C's third solo album, Beautiful Intentions. Later it was released internationally and peaked at number-one in Germany, Portugal, Switzerland and Spain selling over 550,000 units and certified platinum in Germany, and gold in Switzerland and Austria. The song became the most successful Melanie C's single in Europe, spending two years in different European charts. To date, the single has sold over 1,5 million copies worldwide.",
  "/wiki/Linkin_Park": "Linkin Park is an American rock band from Agoura Hills, California. The band's current lineup comprises vocalist/rhythm guitarist Mike Shinoda, lead guitarist Brad Delson, bassist Dave Farrell, DJ/keyboardist Joe Hahn and drummer Rob Bourdon, all of whom are founding members. Vocalists Mark Wakefield and Chester Bennington and bassist Kyle Christner are former members of the band. Categorized as alternative rock, Linkin Park has experimented with their music throughout their career by incorporating heavy metal, hard rock, hip hop, pop, and electronica.",
  "/wiki/Jay-Z": "Shawn Corey Carter (born December 4, 1969), known professionally as Jay-Z (stylized as JAY-Z),[a] is an American rapper, songwriter, producer, entrepreneur, and record executive. He is regarded as one of the greatest rappers of all time.",
  "/wiki/Numb/Encore": "\"Numb/Encore\" is a song by American rapper Jay-Z and rock band Linkin Park from their EP Collision Course (2004). It was released as a single on December 13, 2004, by Warner Bros., Machine Shop, Def Jam, and Roc-A-Fella Records. The song is a mash-up combining lyrics from Linkin Park's \"Numb\" and \"Encore\" by Jay-Z, both released in 2003.",
  "/wiki/Nena": "Gabriele Susanne Kerner (born 24 March 1960), better known as Nena, is a German singer-songwriter, actress, and comedian who rose to international fame in 1983 with the Neue Deutsche Welle song \"99 Luftballons\". In the same year she re-recorded this song in English as \"99 Red Balloons\". Nena was also the name of the band with whom she released the song. The re-recording of some of her old songs rekindled her career in 2002 and she has sold over 25 million records, making her one of Germany's most successful music artists.",
  "/wiki/Sarah_Connor_(singer)": "Sarah Connor (born Sarah Marianne Corina Lewe; June 13, 1980) is an American-German singer, songwriter, and dancer. Raised in Delmenhorst, she became part of a church choir at the age of six. Connor rose to prominence after she signed with X-Cell Records in 2000 and released her debut album Green Eyed Soul (2001) the following year. She followed it with a series of successful albums, including Unbelievable (2002), Key to My Soul (2003), Naughty but Nice (2005), Christmas in My Heart (2005), Soulicious (2007), Sexy as Hell (2008) and Real Love (2010). Several songs from these albums became hit singles on the pop record charts, including the number-one hits \"From Sarah with Love\", \"Music is the Key\", \"Just One Last Dance\", \"Living to Love You\" and \"From Zero to Hero\". In 2015, Connor's first German language project Muttersprache became her second chart topper after a decade.",
  "/wiki/From_Zero_to_Hero": "\"From Zero to Hero\" is a song by German recording artist Sarah Connor. It was written and produced by Rob Tyger and Kay Denar from her fourth studio album, Naughty but Nice (2005). The song was released on 7 March 2005 as the album's second and final single and moreover served as the European theme song for the 2005 20th Century Fox animated film Robots, in which Connor voiced the character of Cappy. Also serving as the official song for the 2005 German Red Nose Day campaign, it became Connor's fifth number-one hit (fourth in a row), making her the only German female artist to have ever had four consecutive number-one hits on the German Singles Chart.",
  "/wiki/James_Blunt": "James Hillier Blount (born 22 February 1974), better known by his stage name James Blunt, is an English singer-songwriter, record producer and former British Army officer.",
  "/wiki/You%27re_Beautiful": "\"You're Beautiful\" is a song by English singer-songwriter James Blunt. It was written by Blunt, Sacha Skarbek and Amanda Ghost for Blunt's debut album, Back to Bedlam (2004). It was released as the second single from the album in 2005.",
  "/wiki/Robbie_Williams": "Robert Peter Williams (born 13 February 1974) is an English singer-songwriter and entertainer. He found fame as a member of the pop group Take That from 1989 to 1995, but achieved greater commercial success with his solo career, beginning in 1997. Williams has released seven UK number one singles and eleven out of his twelve studio albums have reached number one in the UK. He is the best-selling British solo artist in the United Kingdom and the best selling non-Latino artist in Latin America. Six of his albums are among the top 100 biggest-selling albums in the United Kingdom–four albums in the top 60–and in 2006 he entered the Guinness Book of World Records for selling 1.6 million tickets of his Close Encounters Tour in a single day.",
  "/wiki/Tripping_(song)": "\"Tripping\" is a song recorded by British singer Robbie Williams for his sixth studio album Intensive Care (2005). The single was released as the album's lead single on 3 October 2005, by Chrysalis Records. Backed with the track \"Make Me Pure\", also from the same album, it was sent to radio stations around the world.",
  "/wiki/Madonna_(entertainer)": "Madonna Louise Ciccone (/tʃɪˈkoʊni/, Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in mainstream popular music and for the imagery she uses onstage and in music videos. She has frequently reinvented her music and image while maintaining autonomy within the recording industry. Her works have been praised by music critics and have sparked controversy. Madonna is often cited as an influence by other artists.",
  "/wiki/Hung_Up": "\"Hung Up\" is a song by American singer Madonna from her tenth studio album Confessions on a Dance Floor (2005). It was written and produced by Madonna in collaboration with Stuart Price, and released as the lead single from the album. Initially used in a number of television advertisements and serials, the song was released as the album's lead single on October 17, 2005. It has also made an appearance on her 2009 greatest hits album, Celebration.",
  "/wiki/Sugababes": "The Sugababes are a British girl group, composed of Keisha Buchanan, Mutya Buena, and Siobhán Donaghy. Formed in 1998, they released their debut album One Touch through London Records in November 2000 which achieved moderate success and spawned the hit single Overload. In 2001, Donaghy departed the group and was replaced by Heidi Range. With Range's introduction, the group began to experience a higher level of commercial success, going on to release three multi-platinum selling albums, Angels with Dirty Faces (2002), Three (2003), and Taller in More Ways (2005). In 2005, Buena announced her departure, leading to Amelle Berrabah being brought in to replace her. Following the release of their first greatest hits album, the new line-up released two further studio albums, Change (2007) and Catfights and Spotlights (2008).",
  "/wiki/Push_the_Button_(Sugababes_song)": "\"Push the Button\" is a song by English girl group the Sugababes, released as the lead single from their fourth studio album Taller in More Ways (2005). Composed by Dallas Austin and the Sugababes, it was inspired by an infatuation that group member Keisha Buchanan developed with another artist. Musically, \"Push the Button\" is an electropop and R&B song with various computer effects.",
  "/wiki/Joana_Zimmer": "Joana Zimmer (born October 27, 1982; 37 years ago (1982-10-27); Freiburg im Breisgau, Germany) is a German pop music singer, often compared to Celine Dion or Barry Manilow. Zimmer is blind.",
  "/wiki/List_of_best-selling_singles_by_year_(Germany)": "This is a list of the twenty best-selling singles on the Media Control Charts in Germany from 2000 to 2018. The data was found out by Media Control and is based on the singles sold."
}