{
  "/wiki/Square_metre": "The square metre (international spelling as used by the International Bureau of Weights and Measures) or square meter (American spelling) is the SI derived unit of area with symbol m2.",
  "/wiki/Area": "Area is the quantity that expresses the extent of a two-dimensional figure or shape or planar lamina, in the plane. Surface area is its analog on the two-dimensional surface of a  three-dimensional object. Area can be understood as the amount of material with a given thickness that would be necessary to fashion a model of the shape, or the amount of paint necessary to cover the surface with a single coat. It is the two-dimensional analog of the length of a curve (a one-dimensional concept) or the volume of a solid (a three-dimensional concept).",
  "/wiki/Cubic_metre": "The cubic metre (in Commonwealth English and international spelling as used by the International Bureau of Weights and Measures) or cubic meter (in American English) is the SI derived unit of volume. Its SI symbol is m3. It is the volume of a cube with edges one metre in length.  An alternative name, which allowed a different usage with metric prefixes, was the stère, still sometimes used for dry measure (for instance, in reference to wood). Another alternative name, no longer widely used, was the kilolitre.",
  "/wiki/Volume": "Volume is the quantity of three-dimensional space enclosed by a closed surface, for example, the space that a substance (solid, liquid, gas, or plasma) or shape occupies or contains. Volume is often quantified numerically using the SI derived unit, the cubic metre. The volume of a container is generally understood to be the capacity of the container; i. e., the amount of fluid (gas or liquid) that the container could hold, rather than the amount of space the container itself displaces.\nThree dimensional mathematical shapes are also assigned volumes. Volumes of some simple shapes, such as regular, straight-edged, and circular shapes can be easily calculated using arithmetic formulas. Volumes of complicated shapes can be calculated with integral calculus if a formula exists for the shape's boundary. One-dimensional figures (such as lines) and two-dimensional shapes (such as squares) are assigned zero volume in the three-dimensional space.",
  "/wiki/Newton_second": "The newton second (also newton-second, symbol N s or N·s) is the derived SI unit of impulse. It is dimensionally equivalent to the  momentum unit kilogram metre per second (kg·m/s).  One newton second corresponds to a one-newton force applied for one second.",
  "/wiki/Momentum": "In Newtonian mechanics, linear momentum, translational momentum, or simply momentum (pl. momenta) is the product of the mass and velocity of an object. It is a vector quantity, possessing a magnitude and a direction. If m is an object's mass and v is its velocity (also a vector quantity), then the object’s momentum is:\n\n\n\n\n\np\n\n=\nm\n\nv\n\n.\n\n\n{\\displaystyle \\mathbf {p} =m\\mathbf {v} .}\n\n\nIn SI units, momentum is measured in kilogram meters per second (kg⋅m/s).",
  "/wiki/Impulse_(physics)": "In classical mechanics, impulse (symbolized by J or Imp) is the integral of a force, F, over the time interval, t, for which it acts. Since force is a vector quantity, impulse is also a vector quantity. Impulse applied to an object produces an equivalent vector change in its linear momentum, also in the same direction. The SI unit of impulse is the newton second (N⋅s), and the dimensionally equivalent unit of momentum is the kilogram meter per second (kg⋅m/s). The corresponding English engineering units are the pound-second (lbf⋅s) and the slug-foot per second (slug⋅ft/s).",
  "/wiki/Angular_momentum": "In physics, angular momentum (rarely, moment of momentum or rotational momentum) is the rotational equivalent of linear momentum. It is an important quantity in physics because it is a conserved quantity—the total angular momentum of a closed system remains constant.",
  "/wiki/Newton_metre": "The newton metre (also newton-metre, symbol N⋅m, N m) is a unit of torque (also called moment) in the SI system. One newton metre is equal to the torque resulting from a force of one newton applied perpendicularly to the end of a moment arm that is one metre long.  The nonstandard symbol Nm occurs in some fields.",
  "/wiki/Torque": "Torque, moment, moment of force, rotational force or \"turning effect\" is the rotational equivalent of linear force. The concept originated with the studies by Archimedes of the usage of levers. Just as a linear force is a push or a pull, a torque can be thought of as a twist to an object. Another definition of torque is the product of the magnitude of the force and the perpendicular distance of the line of action of force from the axis of rotation. The symbol for torque is typically \n\n\n\n\nτ\n\n\n\n{\\displaystyle {\\boldsymbol {\\tau }}}\n\n, the lowercase Greek letter tau. When being referred to as  moment of force, it is commonly denoted by M.",
  "/wiki/Reciprocal_metre": "Reciprocal length or inverse length is a measurement used in several branches of science and mathematics. As the reciprocal of length, common units used for this measurement include the reciprocal metre or inverse metre (symbol: m−1), the reciprocal centimetre or inverse centimetre (symbol: cm−1), and, in optics, the dioptre.",
  "/wiki/Wavenumber": "In the physical sciences, the wavenumber (also wave number or repetency) is the spatial frequency of a wave, measured in cycles per unit distance or radians per unit distance. Whereas temporal frequency can be thought of as the number of waves per unit time, wavenumber is the number of waves per unit distance.",
  "/wiki/Optical_power": "Optical power (also referred to as dioptric power, refractive power, focusing power, or convergence power) is the degree to which a lens, mirror, or other optical system converges or diverges light. It is equal to the reciprocal of the focal length of the device: P = 1/f. High optical power corresponds to short focal length. The SI unit for optical power is the inverse metre (m−1), which is commonly called the dioptre.",
  "/wiki/Curvature": "In mathematics, curvature is any of several strongly related concepts in geometry. Intuitively, the curvature is the amount by which a curve deviates from being a straight line, or a surface deviates from being a plane.",
  "/wiki/Spatial_frequency": "In mathematics, physics, and engineering, spatial frequency is a characteristic of any structure that is periodic across position in space. The spatial frequency is a measure of how often  sinusoidal components (as determined by the Fourier transform) of the structure repeat per unit of distance. The SI unit of spatial frequency is cycles per meter. In image-processing applications, spatial frequency is often expressed in units of cycles per millimeter or equivalently line pairs per millimeter.",
  "/wiki/Area_density": "The area density (also known as areal density, surface density, superficial density, areic density, mass thickness, column density, or density thickness) of a two-dimensional object is calculated as the mass per unit area. The SI derived unit is: kilogram per square metre (kg·m−2). In the paper and fabric industries, it is called grammage and is expressed in grams per square meter (gsm); for paper in particular, it may be expressed as pounds per ream of standard sizes (\"basis ream\").",
  "/wiki/Kilogram_per_cubic_metre": "The kilogram per cubic metre (symbol: kg·m−3, or kg/m3) is an SI derived unit of density, defined by mass in kilograms divided by volume in cubic metres.",
  "/wiki/Density": "The density (more precisely, the volumetric mass density; also known as specific mass), of a substance is its mass per unit volume. The symbol most often used for density is ρ (the lower case Greek letter rho), although the Latin letter D can also be used. Mathematically, density is defined as mass divided by volume:",
  "/wiki/Specific_volume": "In thermodynamics, the specific volume of a substance is the ratio of the substance's volume to its mass. It is the reciprocal of density and an intrinsic property of matter as well. Specific volume is defined as the number of cubic meters occupied by one kilogram of a particular substance. The standard unit is the cubic meter per kilogram \n\n\n\n\n(\n\n\n\nm\n\n\n3\n\n\n\n/\n\n\nkg\n\n\n)\n\n\n\n{\\displaystyle \\left({\\text{m}}^{3}/{\\text{kg}}\\right)}\n\n.",
  "/wiki/Joule_second": "The joule-second (J s, or J∙s) is the mathematical product of an SI Derived Unit, the joule (J), and an SI Base Unit, the second (s). The joule-second describes the amount of action occurring in a physical system through a summation of energy (or heat, or work) over time. In mathematical terms, this summation of energy means that the quantity of energy becomes integrated over time.",
  "/wiki/Action_(physics)": "In physics, action is an attribute of the dynamics of a physical system from which the equations of motion of the system can be derived through the principle of stationary action. Action is a mathematical functional which takes the trajectory, also called path or history, of the system as its argument and has a real number as its result. Generally, the action takes different values for different paths. Action has the dimensions of [energy]⋅[time] or [momentum]⋅[length], and its SI unit is joule-second.",
  "/wiki/Specific_energy": "Specific energy or massic energy is energy per unit mass. (It is also sometimes called \"energy density,\" though \"energy density\" more precisely means energy per unit volume.) It is used to quantify, for example, stored heat and other thermodynamic properties of substances such as specific internal energy, specific enthalpy, specific Gibbs free energy, and specific Helmholtz free energy.  It may also be used for the kinetic energy or potential energy of a body.  Specific energy is an intensive property, whereas energy and mass are extensive properties.",
  "/wiki/Energy_density": "Energy density is the amount of energy stored in a given system or region of space per unit volume. Colloquially it may also be used for energy per unit mass, though the accurate term for this is specific energy.  Often only the useful or extractable energy is measured, which is to say that inaccessible energy (such as rest mass energy) is ignored. In cosmological and other general relativistic contexts, however, the energy densities considered are those that correspond to the elements of the stress–energy tensor and therefore do include mass energy as well as energy densities associated with the pressures described in the next paragraph.",
  "/wiki/Surface_tension": "Surface tension is the tendency of fluid surfaces to shrink into the minimum surface area possible. Surface tension allows insects (e.g. water striders), usually denser than water, to float and slide on a water surface.",
  "/wiki/Stiffness": "Stiffness is the extent to which an object resists deformation in response to an applied force.",
  "/wiki/Irradiance": "In radiometry, irradiance is the radiant flux (power) received by a surface per unit area.  The SI unit of irradiance is the watt per square metre (W·m-2). The CGS unit erg per square centimetre per second (erg·cm−2·s−1) is often used in astronomy. Irradiance is often called intensity, but this term is avoided in radiometry where such usage leads to confusion with radiant intensity. In astrophysics, irradiance is called radiant flux.",
  "/wiki/Square_metre_per_second": "Metre squared per second or square meter per second is the SI derived unit of kinematic viscosity, specific relative angular momentum and thermal diffusivity. The unit is written in symbols as m2/s or m2·s−1 or m2s−1.",
  "/wiki/Kinematic_viscosity": "The viscosity of a fluid is a measure of its resistance to deformation at a given rate. For liquids, it corresponds to the informal concept of \"thickness\": for example, syrup has a higher viscosity than water.",
  "/wiki/Thermal_diffusivity": "In heat transfer analysis, thermal diffusivity is the thermal conductivity divided by density and specific heat capacity at constant pressure. It measures the rate of transfer of heat of a material from the hot end to the cold end. It has the SI derived unit of m²/s. Thermal diffusivity is usually denoted α but a,h,κ, K, and D are also used.  The formula \nis:",
  "/wiki/Diffusion": "Diffusion is the net movement of anything (for example, atom, ions, molecules) from a region of higher concentration to a region of lower concentration. Diffusion is driven by a gradient in concentration. For example, if you spray perfume at one end of a room eventually the gas particles will be all over the room.",
  "/wiki/Pascal_second": "The viscosity of a fluid is a measure of its resistance to deformation at a given rate. For liquids, it corresponds to the informal concept of \"thickness\": for example, syrup has a higher viscosity than water.",
  "/wiki/Viscosity": "The viscosity of a fluid is a measure of its resistance to deformation at a given rate. For liquids, it corresponds to the informal concept of \"thickness\": for example, syrup has a higher viscosity than water.",
  "/wiki/Linear_mass_density": "Linear density is the measure of a quantity of any characteristic value per unit of length.  Linear mass density (titer in textile engineering, the amount of mass per unit length) and linear charge density (the amount of electric charge per unit length) are two common examples used in science and engineering.",
  "/wiki/Mass_flow_rate": "In physics and engineering, mass flow rate is the mass of a substance which passes per unit of time.  Its unit is kilogram per second in SI units, and slug per second or pound per second in US customary units.  The common symbol is \n\n\n\n\n\n\nm\n˙\n\n\n\n\n\n{\\displaystyle {\\dot {m}}}\n\n (ṁ, pronounced \"m-dot\"), although sometimes μ (Greek lowercase mu) is used.",
  "/wiki/Radiance": "In radiometry, radiance is the radiant flux emitted, reflected, transmitted or received by a given surface, per unit solid angle per unit projected area. Spectral radiance is the radiance of a surface per unit frequency or wavelength, depending on whether the spectrum is taken as a function of frequency or of wavelength. These are directional quantities. The SI unit of radiance is the watt per steradian per square metre (W·sr−1·m−2), while that of spectral radiance in frequency is the watt per steradian per square metre per hertz (W·sr−1·m−2·Hz−1) and that of spectral radiance in wavelength is the watt per steradian per square metre, per metre (W·sr−1·m−3)—commonly the watt per steradian per square metre per nanometre (W·sr−1·m−2·nm−1). The microflick is also used to measure spectral radiance in some fields. Radiance is used to characterize diffuse emission and reflection of electromagnetic radiation, or to quantify emission of neutrinos and other particles. Historically, radiance is called \"intensity\" and spectral radiance is called \"specific intensity\". Many fields still use this nomenclature. It is especially dominant in heat transfer, astrophysics and astronomy. \"Intensity\" has many other meanings in physics, with the most common being power per unit area.",
  "/wiki/SI_derived_unit": "SI derived units are units of measurement derived from the seven base units specified by the International System of Units (SI). They are either dimensionless or can be expressed as a product of one or more of the base units, possibly scaled by an appropriate power of exponentiation."
}