{
  "/wiki/Alice_Springs_Reptile_Centre": "The Alice Springs Reptile Centre is a privately operated reptile centre and environmental education facility in Alice Springs in the Northern Territory of Australia. It contains the largest collection of reptiles in the Northern Territory. Animals at the centre include the Perentie Goanna, Frill-necked Lizards, Thorny Devils, large and small pythons and venomous snakes including Inland Taipans, Brown Snakes, Death Adders and Mulga Snakes. The centre is a popular tourist destination, particularly for children.",
  "/wiki/Alice_Springs": "Alice Springs (Eastern Arrernte: Mparntwe) is the third-largest town in the Northern Territory of Australia. Known as Stuart until 31 August 1933, the name Alice Springs was given by surveyor William Whitfield Mills after Alice, Lady Todd (née Alice Gillam Bell), wife of the telegraph pioneer Sir Charles Todd.  Now colloquially known as The Alice or simply Alice, the town is situated roughly in Australia's geographic centre. It is nearly equidistant from Adelaide and Darwin.",
  "/wiki/Wilson,_Western_Australia": "Wilson is a suburb of Perth, Western Australia, located within the City of Canning on the north bank of the Canning River. It is a fairly old suburb with parks and close proximity to prominent shopping centres in South Perth. It is favoured by Curtin University students, the reason being its convenient access to the university.[citation needed] Bus number 72 & 75 go through this suburb.  The suburb contains Castledare, Kent Street Weir, Canning River and Lo Quay River Cafe.",
  "/wiki/Canning_River_(Western_Australia)": "The Canning River (Djarlgarra in Nyungar) is a major tributary of the Swan River in south western Western Australia.",
  "/wiki/Canning_River_Regional_Park": "The Canning River Regional Park is the largest of eight Regional Parks within the Perth metropolitan area. The park covers approximately 6 km (3.7 mi) on both sides of the Canning River between the bridges carrying Nicholson Road and Leach Highway over the Canning River. Canning River is a major tributary of the Swan River in south western Western Australia.",
  "/wiki/Bibra_Lake,_Western_Australia": "Bibra Lake is a suburb of Perth, Western Australia; it takes its name from the extensive freshwater lake within its boundaries. It is located within the City of Cockburn and its postcode is 6163.",
  "/wiki/Beeliar_Regional_Park": "The Beeliar Wetlands are made up of two chains of lakes and wetlands that run parallel to the west coast of Western Australia. They are situated on the Swan Coastal Plain between the Darling Escarpment and the Indian Ocean. Beeliar was the name given to the area by the Aboriginal people that lived and hunted in the area.",
  "/wiki/Coolart_Wetlands_and_Homestead_Reserve": "The Coolart Wetlands and Homestead Reserve, or just Coolart, is an 87.5 ha estate on the Western Port coast of the Mornington Peninsula of Victoria, south-eastern Australia, about 70 km south-east of Melbourne.  It comprises a late 19th-century mansion-like homestead and surrounding grounds west of the village of Somers. Coolart is the remnant of one of the oldest grazing properties on the Mornington Peninsula. The homestead is set in a garden with adjacent wetlands and coastal woodlands with walking tracks. It is managed by Parks Victoria and the homestead is open to the public. The homestead features an exhibition of historic photographs, and hosts changing art exhibitions.  Coolart is a popular venue for picnics, nature walks and birdwatching.",
  "/wiki/Somers,_Victoria": "Somers is a small town approximately 90 km south-east of Melbourne, Victoria, Australia, in the south-eastern corner of the Mornington Peninsula on Western Port. Its local government area is the Shire of Mornington Peninsula.",
  "/wiki/Warrawong,_New_South_Wales": "Warrawong is a  suburb of Wollongong, in the Illawarra region of New South Wales, Australia. It is situated on the northeast corner of Lake Illawarra.",
  "/wiki/Greenbushes,_Western_Australia": "Greenbushes is a timber and mining town located in the South West region of Western Australia.\nThe 2016 population was 362.",
  "/wiki/Herdsman_Lake": "Herdsman Lake, also known as Herdsmans Lake, is a freshwater lake located on the Swan Coastal Plain, 6 kilometres (3.7 mi) north-west of Perth, Western Australia, in the suburb of Herdsman.",
  "/wiki/Wembley,_Western_Australia": "Wembley is a western suburb of Perth, Western Australia, located within the Town of Cambridge. Its postcode is 6014.",
  "/wiki/Ipswich,_Queensland": "Ipswich is an urban region in South East Queensland, Australia, which is located in the south-west of the Brisbane metropolitan area. Situated on the Bremer River, it is approximately 40 kilometres (25 mi) west of the Brisbane CBD. A local government area, the City of Ipswich has a population of 200,000 (projected to grow to 435,000 residents by 2031). The city is renowned for its architectural, natural and cultural heritage. Ipswich preserves and operates from many of its historical buildings, with more than 6000 heritage-listed sites and over 500 parks. Ipswich began in 1827 as a mining settlement.",
  "/wiki/Queens_Park,_Ipswich": "Queens Park is a heritage-listed botanic garden and park at Milford Street, Ipswich, City of Ipswich, Queensland, Australia. It was built from c. 1864 to 1960s. It was added to the Queensland Heritage Register on 27 September 2002.",
  "/wiki/Moreton_Bay": "The Moreton Bay is a bay located on the eastern coast of Australia 14 kilometres (8.7 mi) from central Brisbane, Queensland. It is one of Queensland's most important coastal resources. The waters of Moreton Bay are a popular destination for recreational anglers and are used by commercial operators who provide seafood to market.",
  "/wiki/Wynnum,_Queensland": "Wynnum is a coastal suburb in the City of Brisbane, Queensland, Australia. In the 2016 census, Wynnum had a population of 12,915.",
  "/wiki/Booragoon,_Western_Australia": "Booragoon is a suburb of Perth, Western Australia located within the City of Melville.",
  "/wiki/Rockingham,_Western_Australia": "Rockingham is a city and primary centre in Western Australia south-west of the Perth city centre and south of Fremantle. It has a beachside location at Mangles Bay, the southern extremity of Cockburn Sound. To its north stretches the maritime and resource-industry installations of Kwinana and Henderson. Offshore to the north-west is Australia's largest naval fleet and submarine base, Garden Island, connected to the mainland by an all-weather causeway. To the west and south lies the Shoalwater Islands Marine Park.",
  "/wiki/Newcastle,_New_South_Wales": "The Newcastle (/ˈnuːkɑːsəl/ NEW-kah-səl) metropolitan area is the second most populated area in the Australian state of New South Wales and includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council.",
  "/wiki/Hunter_Estuary_Wetlands": "The Hunter Estuary Wetlands comprise a group of associated wetlands at and near the mouth of the Hunter River in the city of Newcastle, New South Wales, Australia. Some 30 km2 of the wetlands has been recognised as being of international importance by designation under the Ramsar Convention. It was listed on 21 February 1984 as Ramsar site 287. A larger area of the wetlands has been identified by BirdLife International as an Important Bird Area (IBA). The wetlands are recognised as the most important area in New South Wales for waders, or shorebirds.",
  "/wiki/Wirraminna_Environmental_Education_Centre": "In 2005, the Discovery Centre was built in Wirraminna for use by schools and community groups. The Discovery Centre has aquaria displaying native fish from the Murray-Darling Basin and Southern Corroboree frogs.",
  "/wiki/Burrumbuttock": "Burrumbuttock /ˈbʌrəmbʌtək/ is a town in the central southern part of the Riverina region of the Australian state of New South Wales. The town is about 16 kilometres (10 mi) south east of Walbundrie and 34 kilometres (21 mi) north-west of Albury."
}