{
  "/wiki/Algeria": "Algeria (/ælˈdʒɪəriə/ (listen) al-JEER-ee-ə) is a country in the Maghreb region of North Africa. The capital and most populous city is Algiers, located in the far north of the country on the Mediterranean coast. With an area of 2,381,741 square kilometres (919,595 sq mi), Algeria is the tenth-largest country in the world, and the  largest in the Arab world and Africa. With an estimated population of over 42 million, it is among the ten most populous states in Africa. Algeria is bordered to the northeast by Tunisia, to the east by Libya, to the west by Morocco, to the southwest by the Western Saharan territory, Mauritania, and Mali, to the southeast by Niger, and to the north by the Mediterranean Sea. It is a semi-presidential republic consisting of 48 provinces and 1,541 communes (counties).",
  "/wiki/Z_(1969_film)": "Z is a 1969 Algerian-French epic political thriller film directed by Costa-Gavras, with a screenplay by Gavras and Jorge Semprún, based on the 1966 novel of the same name by Vassilis Vassilikos. The film presents a thinly fictionalized account of the events surrounding the assassination of democratic Greek politician Grigoris Lambrakis in 1963. With its satirical view of Greek politics, its dark sense of humor, and its downbeat ending, the film captures the director's outrage about the junta that ruled Greece at the time of its making.",
  "/wiki/Costa-Gavras": "Costa-Gavras (short for Konstantinos Gavras; Greek: Κωνσταντίνος Γαβράς; born 12 February 1933) is a Greek-French film director and producer who lives and works in France. He is known for films with overt political themes, such as the political thrillers Z (1969, Academy Award for best foreign language film) and Missing (1982), for which he won an Academy Award for best adapted screenplay. Most of his movies have been made in French; however, six of them were made in the English language: Missing (1982), Hanna K. (1983), Betrayed (1988), Music Box (1989), Mad City (1997), and Amen. (2002). The majority of Gavras' films are produced by the director himself, through his production company K.G. Productions.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Moss_on_the_Stones": "Moss on the Stones (German: Moos auf den Steinen) is a 1968 Austrian drama film directed by Georg Lhotsky. The Austrian academic Robert von Dassanowsky said it was one of the most remarkable and memorable Austrian films of the 1960s. The film was selected as the Austrian entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Georg_Lhotsky": "Georg Lhotzky (6 February 1937 – 28 November 2016) was an Austrian actor and film director. He directed 15 films between 1960 and 1991.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Palaver_(1969_film)": "Palaver is a 1969 Belgian fantasy film directed by Emile Degelin. The film was entered into the 6th Moscow International Film Festival. The film was selected as the Belgian entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Emile_Degelin": "Emile Degelin (16 July 1926 – 20 May 2017) was a Belgian film director and novelist, the director of If the Wind Frightens You His 1963 film Life and Death in Flanders was entered into the 13th Berlin International Film Festival. His 1969 film Palaver was entered into the 6th Moscow International Film Festival. His final film, De ooggetuige, won the audience prize at the Ghent Film Festival in 1995.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/O_Dragão_da_Maldade_Contra_o_Santo_Guerreiro": "Antonio das Mortes (Portuguese: O Dragão da Maldade contra o Santo Guerreiro, lit. \"The Dragon of Wickedness against the Holy Warrior\") is a 1969 Brazilian western film directed by Glauber Rocha. A sequel to Black God, White Devil, it features the return of the character Antonio das Mortes, now as the protagonist, again played by Maurício do Valle. The original title is a reference to the tale of Saint George and the Dragon.",
  "/wiki/Glauber_Rocha": "Glauber de Andrade Rocha (14 March 1939 – 22 August 1981), better known as Glauber Rocha, was a Brazilian film director, actor and screenwriter. He was a key figure of Cinema Novo and one of the most influential moviemakers of Brazilian cinema. His films Black God, White Devil and Entranced Earth are often considered to be two of the greatest achievements in Brazilian cinematic history, being selected by Abraccine as, respectively, the second and fifth best Brazilian films of all-time.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/The_Cremator": "The Cremator (Czech: Spalovač mrtvol) is a 1969 Czechoslovak horror/drama film directed by Juraj Herz, based on a novel by Ladislav Fuks. The screenplay was written by Herz and Fuks. The film was selected as the Czechoslovakian entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee. In 1972, it won the Festival de Cine de Sitges Best Film award, where it also received awards for its star Rudolf Hrušínský and cinematographer Stanislav Milota.",
  "/wiki/Juraj_Herz": "Juraj Herz (4 September 1934 – 8 April 2018) was a Czech film director, actor, and scene designer, associated with the Czechoslovak New Wave movement of the 1960s. He is best known for his 1968 horror/black comedy The Cremator, often cited as one of the best Czechoslovak films of all time, though many of his other films achieved cult status. He directed for both film and television, and in the latter capacity he directed episodes of a French-Czech television series based on George Simenon's Maigret novels.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Ballad_of_Carl-Henning": "Ballad of Carl-Henning (Danish: Balladen om Carl-Henning) is a 1969 Danish comedy film written and directed by Sven and Lene Grønlykke. The film won a Bodil Award for Best Danish Film and Jesper Klein won the award for Best Actor in a Leading Role of 1969.",
  "/wiki/Lene_Grønlykke": "Sven Grønlykke (1927–1998) and Lene Grønlykke (18 October 1933 – 28 November 1990) was a Danish husband-and-wife partnership who started out in film-making but are today most known for their achievements as culinary entrepreneurs. They founded the food company Løgismose, named after the family estate Løgismose Castle, as well as the gourmet restaurants Falsled Kro and Kong Hans Kælder.",
  "/wiki/Sven_Grønlykke": "Sven Grønlykke (1927–1998) and Lene Grønlykke (18 October 1933 – 28 November 1990) was a Danish husband-and-wife partnership who started out in film-making but are today most known for their achievements as culinary entrepreneurs. They founded the food company Løgismose, named after the family estate Løgismose Castle, as well as the gourmet restaurants Falsled Kro and Kong Hans Kælder.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/My_Night_at_Maud's": "My Night at Maud's (French: Ma nuit chez Maud), also known as My Night with Maud (UK), is a 1969 French New Wave drama film by Éric Rohmer. It is the third film (fourth in order of release) in his series of Six Moral Tales.",
  "/wiki/Éric_Rohmer": "Jean Marie Maurice Schérer or Maurice Henri Joseph Schérer, known as Éric Rohmer (French: [eʁik ʁomɛʁ], 21 March 1920 – 11 January 2010), was a French film director, film critic, journalist, novelist, screenwriter, and teacher.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/Hunting_Scenes_from_Bavaria": "Hunting Scenes from Bavaria (German: Jagdszenen aus Niederbayern) is a 1969 West German film directed by Peter Fleischmann. It is based on a play of the same name by Martin Sperr, who also played the main role in the film. It was chosen as West Germany's official submission to the 42nd Academy Awards for Best Foreign Language Film, but did not manage to receive a nomination.",
  "/wiki/Peter_Fleischmann": "Peter Fleischmann (born 26 July 1937) is a German film director.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Girls_in_the_Sun": "Girls in the Sun (Greek: Κορίτσια στον Ήλιο, translit. Koritsia ston Ilio) is a 1968 Greek drama film directed by Vasilis Georgiadis. The film was selected as the Greek entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee. The film was nominated for the Golden Globe Award for Best Foreign Language Film.",
  "/wiki/Vasilis_Georgiadis": "Vasilis Georgiadis (Greek: Βασίλης Γεωργιάδης; 12 August 1921 – 30 April 2000) was a Greek film director and actor. His films The Red Lanterns (1963) and Blood on the Land (1966) were nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/The_Arch_(film)": "The Arch (Chinese: 董夫人; pinyin: Dǒng fūrén) is a 1968 Hong Kong drama film directed by Tang Shu Shuen. The film was selected as the Hong Kong entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Tang_Shu_Shuen": "Tang Shu Shuen (Chinese: 唐書璇; pinyin: Táng Shūxuán; born 1941), also known as Cecile Tang Shu Shuen, is a former Hong Kong film director.  Though her film career was brief, she was a trailblazer for socially critical art cinema in Hong Kong's populist film industry, as well as its first noted woman director.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/The_Upthrown_Stone": "The Upthrown Stone (Hungarian: Feldobott kő) is a 1969 Hungarian drama film directed by Sándor Sára. It was listed to compete at the 1968 Cannes Film Festival, but the festival was cancelled due to the events of May 1968 in France. The film was also selected as the Hungarian entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Sándor_Sára": "Sándor Sára (28 November 1933 – 22 September 2019) was a Hungarian cinematographer and film director. He directed 16 films between 1962 and 2004. His film The Upthrown Stone was listed to compete at the 1968 Cannes Film Festival, but the festival was cancelled due to the events of May 1968 in France.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Deiva_Magan_(1969_film)": "Deiva Magan (transl. Divine Son) is a 1969 Indian Tamil-language drama film written and directed by A. C. Tirulokchandar. An an adaptation of the Bengali novel Ulka by Nihar Ranjan Gupta, the film stars Sivaji Ganesan (in three roles), J. Jayalalithaa and Pandari Bai, with Major Sundarrajan, M. N. Nambiar, Nagesh and V. Nagaiah in supporting roles. It revolves around a scarred business magnate who abandons his similarly scarred son, unable to tolerate his face.",
  "/wiki/A._C._Tirulokchandar": "A. C. Tirulokachandar (11 June 1930 – 15 June 2016)  was an Indian film director and screenwriter who worked mainly  in Tamil films from the 1960s to 1988. He also directed a few films in Hindi and Telugu. His 1969 Tamil film Deiva Magan was the first South Indian film to be submitted by India in contest for the Academy Award for Best Foreign Language Film.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Matzor": "Matzor (Hebrew: מצור‎, translit. Siege) is a 1969 Israeli film directed by Italian director Gilberto Tofano. It involves the theme of a widowed mother (actress Gila Almagor), her lover (actor Dahn Ben Amotz) and ex-husband friend (actor Yehoram Gaon). It was entered into the 1969 Cannes Film Festival. The film was also selected as the Israeli entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Fellini_Satyricon": "Fellini Satyricon, or simply Satyricon, is a 1969 Italian fantasy drama film written and directed by Federico Fellini and loosely based on Petronius's work Satyricon, written during the reign of the emperor Nero and set in imperial Rome. The film is divided into nine episodes, following the scholar Encolpius and his friend Ascyltus as they try to win the heart of the young boy Gitón, whom they both love, within the film's depiction of a surreal and dreamlike Roman landscape and culture.",
  "/wiki/Federico_Fellini": "Federico Fellini, Cavaliere di Gran Croce OMRI (Italian: [fedeˈriːko felˈliːni]; 20 January 1920 – 31 October 1993) was an Italian film director and screenwriter. Known for his distinct style that blends fantasy and baroque images with earthiness, he is recognized as one of the greatest and most influential filmmakers of all time. His films have ranked, in polls such as Cahiers du cinéma and Sight & Sound, as some of the greatest films of all time. Sight & Sound lists his 1963 film 8½ as the 10th-greatest film of all time.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/The_Profound_Desire_of_the_Gods": "Profound Desires of the Gods  or Deep Desires of Gods or Kuragejima – Legends from a Southern Island (神々の深き欲望, Kamigami no Fukaki Yokubō) is a 1968 Japanese film by director Shohei Imamura. The culmination of the director's examinations of the fringes of Japanese society throughout the 1960s, the film was an 18-month super-production which failed to make an impression at the time of its release, but has since risen in stature.",
  "/wiki/Shōhei_Imamura": "Shohei Imamura (今村 昌平, Imamura Shōhei, 15 September 1926 – 30 May 2006) was a Japanese film director. A key figure in the Japanese New Wave, who continued working into the 21st century, Imamura is the only director from Japan to win two Palme d'Or awards.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/The_Old_Jar_Craftsman": "The Old Jar Craftsman (독짓는 늙은이 - Dokjinneun neulgeuni) aka Old Man Making a Jar is a 1969 South Korean film directed by Choi Ha-won. It was awarded Best Film at the Blue Dragon Film Awards ceremony. The film was selected as the South Korean entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Choi_Ha-won": "Choi Ha-won (최하원, born 19 August 1937) is a South Korean film director and screenwriter. He directed 25 films between 1968 and 1990.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Monsieur_Hawarden": "Monsieur Hawarden is a 1968 Belgian-Dutch drama film directed by Harry Kümel. The film was selected as the Dutch entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Harry_Kümel": "Harry Kümel (born 27 January 1940) is a Belgian film director.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/The_Green_Wall": "The Green Wall (Spanish: La muralla verde) is a 1970 Peruvian drama film directed by Armando Robles Godoy. Robles Godoy also wrote the screenplay based on his short story by the same title. The film won the Golden Hugo Award at the Chicago International Film Festival in 1970 and was selected as the Peruvian entry for the Academy Award for Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee. After being released in the United States, Roger Ebert named it the 5th best film of 1972.",
  "/wiki/Armando_Robles_Godoy": "Armando Robles Godoy (February 7, 1923 – August 10, 2010) was a Peruvian film director. He was son of the Peruvian composer Daniel Alomía Robles and Carmela Godoy. His 1967 film En la selva no hay estrellas won the Golden Prize at the 5th Moscow International Film Festival in 1967. In 1971 he was a member of the jury at the 7th Moscow International Film Festival. Director of Espejismo, so far the only Peruvian film to have been nominated to a Golden Globe award.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Everything_for_Sale": "Everything for Sale (Polish: Wszystko na sprzedaż) is a 1969 Polish drama film written and directed by Andrzej Wajda. The film was selected as the Polish entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Andrzej_Wajda": "Andrzej Witold Wajda (Polish: [ˈandʐɛj ˈvajda]; 6 March 1926 – 9 October 2016) was a Polish film and theatre director. Recipient of an Honorary Oscar, the Palme d'Or, as well as Honorary Golden Lion and Honorary Golden Bear Awards, he was a prominent member of the \"Polish Film School\". He was known especially for his trilogy of war films consisting of A Generation (1954), Kanał (1956) and Ashes and Diamonds (1958).",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/A_Woman_for_a_Season": "A Woman for a Season (Romanian: Răutăciosul adolescent) is a 1969 Romanian comedy film directed by Gheorghe Vitanidis. It was entered into the 6th Moscow International Film Festival where Irina Petrescu won the award for Best Actress. The film was selected as the Romanian entry for the Best Foreign Language Film at the 42nd Academy Awards, but was not accepted as a nominee.",
  "/wiki/Gheorghe_Vitanidis": "Gheorghe Vitanidis (1 October 1929 – 25 November 1994) was a Romanian film director. He directed 19 films between 1958 and 1987. His 1969 film A Woman for a Season was entered into the 6th Moscow International Film Festival. His 1979 film The Moment was entered into the 11th Moscow International Film Festival.",
  "/wiki/List_of_submissions_to_the_42nd_Academy_Awards_for_Best_Foreign_Language_Film": "The following 24 films, all from different countries, were submitted for the 42nd Academy Awards in the category Academy Award for Best Foreign Language Film. The titles highlighted in blue and yellow were the five nominated films, which came from Algeria, France, Sweden, the USSR and Yugoslavia."
}