{
  "/wiki/Kevin_O%27Brien_(cricketer)": "Kevin Joseph O'Brien (born 4 March 1984) is an Irish cricketer who plays for Ireland, Leinster and Railway Union Cricket Club and has played for several English county cricket clubs.",
  "/wiki/Boyd_Rankin": "William Boyd Rankin (born 5 July 1984) is an Northern Irish cricketer who plays international cricket for Ireland, and briefly also played for England. He is a right-arm medium-fast bowler. He is the brother of fellow cricketer David Rankin.",
  "/wiki/George_Dockrell": "George Henry Dockrell (born 22 July 1992) is an Irish cricketer. Dockrell is right-handed batsman and slow left-arm orthodox bowler who plays international cricket for Ireland after learning his cricket at Leinster Cricket Club, Dublin. He was a member of the class of 2010 in Gonzaga College, Dublin. In December 2018, he was one of nineteen players to be awarded a central contract by Cricket Ireland for the 2019 season. In January 2020, he was one of nineteen players to be awarded a central contract from Cricket Ireland, the first year in which all contracts were awarded on a full-time basis.",
  "/wiki/Trent_Johnston": "David Trent Johnston (born 29 April 1974), usually known as Trent Johnston, is an Irish former cricketer. Johnston was born in Wollongong, New South Wales, and played his early cricket for New South Wales in Australian domestic competitions. A right-handed batsman and right-arm fast-medium bowler, he later moved to Ireland, and made his debut for the Ireland cricket team in 2004. Johnston was subsequently named captain of Ireland, and was a regular fixture in the national team until his retirement in 2013. In Irish club cricket, he plays for the Railway Union Cricket Club. In October 2007, he published a book \"Raiders of the Caribbean\" (co-authored with Gerard Siggins) with The O'Brien Press which tells the story of Ireland's remarkable performances in the 2007 Cricket World Cup.",
  "/wiki/Tim_Murtagh": "Timothy James Murtagh (born 2 August 1981) is an Irish cricketer. Born in Lambeth, London, England and raised in England, Murtagh is a left-handed batsman and a right-arm fast-medium bowler. He represented England in the 2000 ICC Under-19 Cricket World Cup.",
  "/wiki/Alex_Cusack": "Alex Richard Cusack (born 29 October 1980) is a former Irish cricketer. A club cricketer for Clontarf, Cusack was a carpenter by trade until he was granted a professional contract with the Irish Cricket Union in 2009. He is a middle-order right-handed batsman and bowls right-arm medium-fast. Cusack made his international debut in 2007.",
  "/wiki/Barry_McCarthy": "Barry John McCarthy (born 13 September 1992) is an Irish cricketer. He made his first-class debut in 2015, and plays for the Ireland cricket team, and previously the English side Durham. Primarily a right-arm medium pace bowler, he also bats right handed.  His sister, Louise McCarthy is an international cricketer for Ireland Women. In January 2020, he was one of nineteen players to be awarded a central contract from Cricket Ireland, the first year in which all contracts were awarded on a full-time basis.",
  "/wiki/John_Mooney_(cricketer)": "John Francis Mooney (born 10 February 1982) is a former Irish cricketer. A left-handed batsman and a right-arm medium fast bowler, Mooney made his first-class debut in 2004. He had previously represented Ireland in the Under-19s World Cup of 2000 and has captained Ireland A. He made his One Day International (ODI) debut in 2006 in Ireland's inaugural match in the format. In January 2010, Mooney became one of six players with full-time contracts with Cricket Ireland. He was named \"Ireland Player of the Year\" for 2010. His brother, Paul, has also represented Ireland in international cricket.",
  "/wiki/Andy_McBrine": "Andrew Robert McBrine (born 30 April 1993) is an Irish cricketer. He is a left-handed batsman who bowls right-arm off spin. On 26 May 2013, McBrine made his first-class debut for Ireland against Scotland. He made his One Day International debut against Scotland in September 2014. McBrine is the son of Alexander McBrine and the nephew of James McBrine, both of whom also played cricket for Ireland.",
  "/wiki/Paul_Stirling": "Paul Robert Stirling (born 3 September 1990) is an Irish cricketer. Considered as one of the best batsmen to play for Ireland, Stirling is the opening batsman for Ireland and a useful right arm offbreak bowler as well. He was one of the eleven cricketers to play in Ireland's first ever Test match, against Pakistan, in May 2018."
}