{
  "/wiki/Paul_Stirling": "Paul Robert Stirling (born 3 September 1990) is an Irish cricketer. Considered as one of the best batsmen to play for Ireland, Stirling is the opening batsman for Ireland and a useful right arm offbreak bowler as well. He was one of the eleven cricketers to play in Ireland's first ever Test match, against Pakistan, in May 2018.",
  "/wiki/Kevin_O'Brien_(cricketer)": "Kevin Joseph O'Brien (born 4 March 1984) is an Irish cricketer who plays for Ireland, Leinster and Railway Union Cricket Club and has played for several English county cricket clubs.",
  "/wiki/Gary_Wilson_(cricketer)": "Gary Craig Wilson (born 5 February 1986) is an Irish cricketer, who is a wicket-keeper and right-handed batsman. He plays for Ireland in Tests, One Day Internationals and Twenty20 Internationals, with his first appearance for the national side coming in 2005.  He was one of the eleven cricketers to play in Ireland's first ever Test match, against Pakistan, in May 2018. In June 2018, he was named captain of Ireland's T20I side, a role he held until November 2019.",
  "/wiki/William_Porterfield": "William Thomas Stuart Porterfield (born 6 September 1984) is a Northern Irish cricketer and former captain of the Ireland cricket team. He played first-class cricket for Gloucestershire and Warwickshire. A left-handed batsman, he has played for Ireland since 2006, and has captained Ireland at all levels from Under-13 upwards. During Afghanistan T20I series in March 2017, he passed 1,000 runs in T20Is and became the first player for Ireland to do so. In May 2018, he was named as the captain of Ireland's squad for their first ever Test match, against Pakistan.",
  "/wiki/Andrew_Balbirnie": "Andrew Balbirnie (born 28 December 1990) is an Irish cricketer, the current captain of the Ireland cricket team in all formats. Balbirnie is a right-handed batsman and an occasional wicket-keeper. He was born in Dublin and was educated at St. Andrew's College. He was one of the eleven cricketers to play in Ireland's first ever Test match, against Pakistan, in May 2018. In the match he became the first Test cap for Ireland in Test cricket. In December 2018, he was one of nineteen players to be awarded a central contract by Cricket Ireland for the 2019 season.",
  "/wiki/Niall_O'Brien_(cricketer)": "Niall John O'Brien (born 8 November 1981) is a former Irish cricketer. He is a left-handed batsman and wicket-keeper. Domestically O'Brien began his professional career with Kent in 2004 before joining Northamptonshire at the start of 2007, spending 6 seasons there before joining Leicestershire for 2013.",
  "/wiki/Ed_Joyce": "Edmund Christopher Joyce (born 22 September 1978) is a former Irish  cricketer who played for both the Ireland and England national cricket teams. After beginning his career with Middlesex, he moved to Sussex in 2009, before returning to Ireland to play for Leinster Lightning in the fledgling first-class competition, the Irish Inter-Provincial Championship. A left-handed batsman and occasional right-arm bowler of medium pace, Joyce is widely regarded as one of the best cricketers produced by Ireland.",
  "/wiki/Gareth_Delany": "Gareth James Delany (born 28 April 1997) is an Irish cricketer. He made his international debut for the Ireland cricket team in July 2019. In January 2020, he was one of nineteen players to be awarded a central contract from Cricket Ireland, the first year in which all contracts were awarded on a full-time basis.",
  "/wiki/Stuart_Thompson": "Stuart Robert Thompson (born 15 August 1991) is an Irish cricketer. Thompson is left-handed batsman who bowls right-arm medium-fast. He was one of the eleven cricketers to play in Ireland's first ever Test match, against Pakistan, in May 2018.",
  "/wiki/Harry_Tector": "Harry Tom Tector (born 6 December 1999) is an Irish cricketer. He was part of Ireland's squad for the 2016 Under-19 Cricket World Cup. He made his full international debut for the Ireland cricket team in September 2019. In January 2020, he was one of nineteen players to be awarded a central contract from Cricket Ireland, the first year in which all contracts were awarded on a full-time basis.",
  "/wiki/Ireland_cricket_team": "The Ireland cricket team represents all of Ireland in international cricket. The Irish Cricket Union, operating under the brand Cricket Ireland is the sport's governing body in Ireland, and organises the international team."
}