{
  "/wiki/Bribe_Payers_Index": "Bribe Payers Index (BPI) is a measure of how willing a nation's business sector appears to engage in corrupt business practices. The first BPI was published by Transparency International on October 26, 1999.",
  "/wiki/Transparency_International": "Transparency International e.V. (TI) is an international non-governmental organization which is based in Berlin, Germany, and was founded in 1993. Its nonprofit purpose is to take action to combat global corruption with civil societal anti-corruption measures and to prevent criminal activities arising from corruption. It publishes for example the Global Corruption Barometer and the Corruption Perceptions Index. Transparency International has the legal status of a German registered voluntary association (Eingetragener Verein) and serves as an umbrella organization. Its members have grown from a few individuals to more than 100 national chapters which engage in fighting corruption in their home countries. TI is a member of UNESCO Consultative Status, United Nations Global Compact and shares the goals of peace, justice, strong institutions and partnerships of the United Nations Sustainable Development Group (UNSDG). TI confirmed the dis-accreditation of the national chapter of United States of America in 2017.",
  "/wiki/Corruption_Perceptions_Index": "The Corruption Perceptions Index (CPI) is an index published annually by Transparency International since 1995 which ranks countries \"by their perceived levels of public sector corruption, as determined by expert assessments and opinion surveys.\" The CPI generally defines corruption as \"the misuse of public power for private benefit\".",
  "/wiki/Democracy_Index": "The Democracy Index is an index compiled by the Economist Intelligence Unit (EIU), a UK-based company. It intends to measure the state of democracy in 167 countries, of which 166 are sovereign states and 164 are UN member states.",
  "/wiki/Economist_Intelligence_Unit": "The Economist Intelligence Unit (EIU) is a British business within the Economist Group providing forecasting and advisory services through research and analysis, such as monthly country reports, five-year country economic forecasts, country risk service reports, and industry reports.",
  "/wiki/Ease_of_Doing_Business_Index": "The ease of doing business index is an index created by Simeon Djankov, an economist at the Central and Eastern Europe sector of the World Bank Group. The academic research for the report was done jointly with professors Oliver Hart and Andrei Shleifer. Higher rankings (a low numerical value) indicate better, usually simpler, regulations for businesses and stronger protections of property rights. Empirical research funded by the World Bank to justify their work show that the economic growth impact of improving these regulations is strong. An example of such empirical research is a paper on business regulation and poverty, published in Economics Letters.",
  "/wiki/World_Bank": "The World Bank (French: Banque mondiale) is an international financial institution that provides loans and grants to the governments of poorer countries for the purpose of pursuing capital projects. It comprises of five institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group.",
  "/wiki/List_of_countries_by_economic_freedom": "This article includes a partial list of countries by economic freedom that shows the top 50 highest ranking countries and regions from two reports on economic freedom.",
  "/wiki/Fraser_Institute": "The Fraser Institute is a Canadian public policy think tank and registered charity. It has been described as politically conservative and libertarian. The Institute is headquartered in Vancouver, with offices also located in Calgary, Toronto, and Montreal, and ties to a global network of 80 think-tanks through the Economic Freedom Network.",
  "/wiki/Economic_Freedom_Index": "A number of indicators of economic freedom are available for review. They differ in the methods by which they have been constructed, the purposes to which they have been put, and the conception of economic freedom they embody.",
  "/wiki/The_Heritage_Foundation": "The Heritage Foundation (abbreviated to Heritage) is an American conservative think tank based in Washington, D.C., primarily geared towards public policy. The foundation took a leading role in the conservative movement during the presidency of Ronald Reagan, whose policies were taken from Heritage's policy study Mandate for Leadership. Since then, The Heritage Foundation has continued to have a significant influence in U.S. public policy making, and is considered to be one of the most influential conservative public policy organizations in the United States.[citation needed]",
  "/wiki/Global_Competitiveness_Report": "The Global Competitiveness Report (GCR) is a yearly report published by the World Economic Forum. Since 2004, the Global Competitiveness Report ranks countries based on the Global Competitiveness Index, developed by Xavier Sala-i-Martin and Elsa V. Artadi. Before that, the macroeconomic ranks were based on Jeffrey Sachs's Growth Development Index and the microeconomic ranks were based on Michael Porter's Business Competitiveness Index. The Global Competitiveness Index integrates the macroeconomic and the micro/business aspects of competitiveness into a single index.",
  "/wiki/World_Economic_Forum": "The World Economic Forum (WEF), based in Cologny-Geneva, Switzerland, is an NGO, founded in 1971. The WEF's mission is cited as \"committed to improving the state of the world by engaging business, political, academic, and other leaders of society to shape global, regional, and industry agendas\". It is a membership-based organization, and membership is made up of the world's largest corporations.",
  "/wiki/Global_Peace_Index": "Global Peace Index (GPI) measures the relative position of nations' and regions' peacefulness. The GPI ranks 172 independent states and territories (99.7 per cent of the world's population) according to their levels of peacefulness.  In the past decade, the GPI has presented trends of increased global violence and less peacefulness. It also increases the world peace program in the world.",
  "/wiki/Institute_for_Economics_and_Peace": "The Institute for Economics & Peace (IEP), is a global think tank headquartered in Sydney, Australia with branches in New York City, Mexico City and The Hague. The IEP is chaired by technology entrepreneur Steve Killelea founder of Integrated Research.",
  "/wiki/Press_Freedom_Index": "The Press Freedom Index is an annual ranking of countries compiled and published by Reporters Without Borders based upon the organisation's own assessment of the countries' press freedom records in the previous year. It intends to reflect the degree of freedom that journalists, news organisations, and netizens have in each country, and the efforts made by authorities to respect this freedom. Reporters Without Borders is careful to note that the index only deals with press freedom and does not measure the quality of journalism nor does it look at human rights violations in general.",
  "/wiki/Reporters_Without_Borders": "Reporters Without Borders (RSF), also known under its original name Reporters Sans Frontières (RSF), is an international non-profit, non-governmental organization based in Paris that conducts political advocacy on issues relating to freedom of information and freedom of the press.",
  "/wiki/International_Property_Rights_Index": "Americans for Tax Reform (ATR) is a politically conservative U.S. advocacy group whose stated goal is \"a system in which taxes are simpler, flatter, more visible, and lower than they are today.\" According to ATR, \"The government's power to control one's life derives from its power to tax. We believe that power should be minimized.\" The organization is known for its \"Taxpayer Protection Pledge\", which asks candidates for federal and state office to commit themselves in writing to oppose all tax increases. The founder and president of ATR is Grover Norquist, a conservative tax activist.",
  "/wiki/Property_Rights_Alliance": "Americans for Tax Reform (ATR) is a politically conservative U.S. advocacy group whose stated goal is \"a system in which taxes are simpler, flatter, more visible, and lower than they are today.\" According to ATR, \"The government's power to control one's life derives from its power to tax. We believe that power should be minimized.\" The organization is known for its \"Taxpayer Protection Pledge\", which asks candidates for federal and state office to commit themselves in writing to oppose all tax increases. The founder and president of ATR is Grover Norquist, a conservative tax activist.",
  "/wiki/International_rankings_of_Taiwan": "The following are the international rankings of Taiwan..mw-parser-output .tocright{float:right;clear:right;width:auto;background:none;padding:.5em 0 .8em 1.4em;margin-bottom:.5em}.mw-parser-output .tocright-clear-left{clear:left}.mw-parser-output .tocright-clear-both{clear:both}.mw-parser-output .tocright-clear-none{clear:none}"
}