{
  "/wiki/1999_Nippon_Professional_Baseball_season": "The 1999 Nippon Professional Baseball season was the 50th season of operation for the league.",
  "/wiki/Hideki_Matsui": "Hideki Matsui (松井 秀喜, Matsui Hideki, born June 12, 1974), nicknamed \"Godzilla\", is a Japanese former professional baseball outfielder and designated hitter who played baseball in Nippon Professional Baseball (NPB) and Major League Baseball (MLB). He batted left-handed and threw right-handed.",
  "/wiki/Yomiuri_Giants": "The Yomiuri Giants (読売ジャイアンツ, Yomiuri Jaiantsu) are a professional baseball team based in Bunkyo, Tokyo, Japan.  The team competes in the Central League in Nippon Professional Baseball. They play their home games in the Tokyo Dome, opened in 1988. The team's owner is the Yomiuri Group, a media conglomerate which includes two newspapers and a television network.",
  "/wiki/Central_League": "The Central League (セントラル・リーグ, Sentoraru Rīgu) or Ce League (セリーグ, Se Rīgu) is one of the two professional baseball leagues that constitute Nippon Professional Baseball in Japan. The winner of the league championship plays against the winner of the Pacific League in the annual Japan Series. It currently consists of six teams from around the country. Unlike the Pacific League, designated hitters are not used during Central League home games.",
  "/wiki/2000_Nippon_Professional_Baseball_season": "The 2000 Nippon Professional Baseball season was the 51st season since the NPB was reorganized in 1950.",
  "/wiki/Atsushi_Kataoka": "Atsushi Kataoka (片岡 篤史, Kataoka Atsushi, born June 27, 1969 in Kumiyama, Kyoto, Japan) is a former Nippon Professional Baseball infielder.",
  "/wiki/Nippon-Ham_Fighters": "The Hokkaido Nippon-Ham Fighters (北海道日本ハムファイターズ, Hokkaidō Nippon-Hamu Faitāzu) are a Japanese professional baseball team based in Sapporo, Hokkaidō. They compete in the Pacific League of Nippon Professional Baseball, playing the majority of their home games at the Sapporo Dome. The Fighters also host a select number of regional home games in cities across Hokkaidō, including Hakodate, Asahikawa, Kushiro, and Obihiro. The team's name comes from its parent organization, Nippon Ham, a major Japanese food processing company.",
  "/wiki/Pacific_League": "The Pacific League (パシフィック・リーグ, Pashifikku Rīgu) or Pa League (パリーグ, Pa Rīgu) is one of the two professional baseball leagues constituting Nippon Professional Baseball in Japan. The winner of the league championship competes against the winner in the Central League for the annual Japan Series. It currently consists of six teams from around Japan.",
  "/wiki/2001_Nippon_Professional_Baseball_season": "The 2001 Nippon Professional Baseball season ended with the Yakult Swallows defeating the Osaka Kintetsu Buffaloes in the 2001 Japan Series 4 games to 1.",
  "/wiki/Norihiro_Nakamura": "Norihiro Nakamura (中村 紀洋, Nakamura Norihiko, born July 24, 1973 in Osaka, Japan) is a Japanese former professional baseball third baseman. Nakamura spent almost all of his professional career in Japan with the Osaka Kintetsu Buffaloes. Nakamura had a .266 career batting average, 404 home runs and 1338 RBI, and was an eight-time All-Star and four-time Golden Glove winner. Nakamura is one of only 16 players to have hit 400 or more home runs in NPB.",
  "/wiki/Osaka_Kintetsu_Buffaloes": "The Osaka Kintetsu Buffaloes (大阪近鉄バファローズ, Ōsaka Kintetsu Bafarōzu) were a Nippon Professional Baseball (NPB) team based in Osaka, Japan, which was in the Pacific League. In 2005 the team was merged with the Orix BlueWave to become the team now known as the Orix Buffaloes. The team played  in Fujiidera Stadium, and later in Osaka Dome.",
  "/wiki/2002_Nippon_Professional_Baseball_season": "The 2002 Nippon Professional Baseball season ended with the Yomiuri Giants defeating the Seibu Lions in the 2002 Japan Series 4 games to 0.",
  "/wiki/Tetsuya_Iida": "Tetsuya Iida (飯田 哲也, born May 18, 1968 in Chōfu, Tokyo, Japan) is a former Nippon Professional Baseball outfielder.",
  "/wiki/Yakult_Swallows": "The Tokyo Yakult Swallows are a professional baseball team in Nippon Professional Baseball's Central League.",
  "/wiki/2003_Nippon_Professional_Baseball_season": "The 2003 Nippon Professional Baseball season ended with the Daiei Hawks defeating the Hanshin Tigers in the 2003 Japan Series 4 games to 3.",
  "/wiki/Kazuki_Inoue": "Kazuki Inoue (井上 一樹, Inoue Kazuki, born July 25, 1971 in Mizobe, Kagoshima, Japan) is a former Nippon Professional Baseball outfielder.",
  "/wiki/Chunichi_Dragons": "The Chunichi Dragons (中日ドラゴンズ, Chūnichi Doragonzu) are a professional baseball team based in Nagoya, the chief city in the Chūbu region of Japan. The team plays in the Central League of Nippon Professional Baseball. They have won the Central League pennant 9 times (most recently in 2011) and the Japan Series twice in 1954 and 2007. They were also champions in the 2007 Asia Series.",
  "/wiki/2004_Nippon_Professional_Baseball_season": "The 2004 Nippon Professional Baseball season ended with the Seibu Lions defeating the Chunichi Dragons in the 2004 Japan Series. This season also saw the first and only players strike in Japanese professional baseball history. Players went on strike for two days in September because of the potential mergers and realignment.",
  "/wiki/Norihiro_Akahoshi": "Norihiro Akahoshi (赤星 憲広, Akahoshi Norihiro, born April 10, 1976) is a retired Nippon Professional Baseball player from Kariya, Aichi, Japan. He played as an outfielder for the Hanshin Tigers.",
  "/wiki/Hanshin_Tigers": "The Hanshin Tigers (Japanese: 阪神タイガース Hanshin Taigāsu) are a Nippon Professional Baseball team playing in the Central League.  The team is based in Nishinomiya, Hyōgo Prefecture, Japan, and are owned by Hanshin Electric Railway Co., Ltd., a subsidiary of Hankyu Hanshin Holdings Inc.",
  "/wiki/2005_Nippon_Professional_Baseball_season": "In 2005 the Nippon Professional Baseball season ended with the Chiba Lotte Marines of the Pacific League defeating the Hanshin Tigers of the Central League in a four-game sweep in the Nippon Series.",
  "/wiki/Bobby_Valentine": "Robert John Valentine (born May 13, 1950), nicknamed \"Bobby V\", is a former American professional baseball player and manager. He is currently the athletic director at Sacred Heart University. Valentine played for the Los Angeles Dodgers (1969, 1971–72), California Angels (1973–75), New York Mets (1977–78), and Seattle Mariners (1979) in MLB. He managed the Texas Rangers (1985–92), the New York Mets (1996–2002), and the Boston Red Sox (2012) of MLB, as well as the Chiba Lotte Marines of Nippon Professional Baseball (1995, 2004–09).",
  "/wiki/Chiba_Lotte_Marines": "The Chiba Lotte Marines (千葉ロッテマリーンズ, Chiba Rotte Marīnzu) is a professional baseball team in Japan's Pacific League based in Chiba City, Chiba Prefecture, in the Kantō region, and owned by Lotte Holdings Co., Ltd.",
  "/wiki/2006_Nippon_Professional_Baseball_season": "In 2006 the Nippon Professional Baseball season ended with the Hokkaido Nippon-Ham Fighters of the Pacific League defeating the Chunichi Dragons of the Central League in the Japan Series.",
  "/wiki/Tsuyoshi_Wada": "Tsuyoshi Wada (和田 毅, Wada Tsuyoshi, born February 21, 1981) is a Japanese professional baseball pitcher for the Fukuoka SoftBank Hawks of the Nippon Professional Baseball League (NPB).",
  "/wiki/Fukuoka_SoftBank_Hawks": "The Fukuoka SoftBank Hawks (福岡ソフトバンクホークス, Fukuoka Sofutobanku Hōkusu) are a Japanese baseball team based in Fukuoka, Fukuoka Prefecture. The team was bought on January 28, 2005 by the SoftBank Corporation.",
  "/wiki/2007_Nippon_Professional_Baseball_season": "The 2007 Nippon Professional Baseball season was the 58th season since the NPB was reorganized in 1950.",
  "/wiki/Daisuke_Miura": "Daisuke Miura (三浦 大輔, born December 25, 1973) is a Japanese former professional baseball player from Kashihara, Nara, Japan. He was a starting pitcher for the Yokohama DeNA BayStars from 1992 through 2016.",
  "/wiki/Yokohama_BayStars": "The Yokohama DeNA BayStars (横浜DeNAベイスターズ, Yokohama Dī-Enu-Ē Beisutāzu) are a professional baseball team in the Japanese Central League. Their home field is Yokohama Stadium, located in central Yokohama. The team has been known by several names since becoming a professional team in 1950. It adopted its current name in 2011 when the club was purchased by software company DeNA.",
  "/wiki/2008_Nippon_Professional_Baseball_season": "The 2008 Nippon Professional Baseball season was the 59th season since the NPB was reorganized in 1950. The regular season started on March 20 with the Pacific League opener, and on March 28 with the Central League opener. On March 25 and 26, the Boston Red Sox and Oakland Athletics played 2 regular season Major League Baseball games at Tokyo Dome. During their visit, they also played exhibition games against the Hanshin Tigers and Yomiuri Giants.",
  "/wiki/Hisashi_Iwakuma": "Hisashi Iwakuma (岩隈 久志, Iwakuma Hisashi, born April 12, 1981) is a Japanese professional baseball pitcher for the Yomiuri Giants of Nippon Professional Baseball (NPB). He has played in NPB for the Osaka Kintetsu Buffaloes and Tohoku Rakuten Golden Eagles and in Major League Baseball (MLB) for the Seattle Mariners.",
  "/wiki/Tohoku_Rakuten_Golden_Eagles": "The Tohoku Rakuten Golden Eagles (東北楽天ゴールデンイーグルス, Tōhoku Rakuten Gōruden Īgurusu), often shortened as the Rakuten Eagles (楽天イーグルス, Rakuten Īgurusu), are a baseball team based in Sendai, in Miyagi Prefecture, Japan. It has played in Nippon Professional Baseball's Pacific League since the team's formation in 2005. The team is owned by the Internet shopping company Rakuten.",
  "/wiki/2009_Nippon_Professional_Baseball_season": "The 2009 Nippon Professional Baseball season is the 60th season since the NPB was reorganized in 1950",
  "/wiki/Michihiro_Ogasawara": "Michihiro Ogasawara (小笠原 道大, born October 25, 1973 in Mihama-ku, Chiba, Chiba Prefecture, Japan) is a Japanese former professional baseball player. He is currently the second team coach for Chunichi Dragons in Japan's Central League.",
  "/wiki/2010_Nippon_Professional_Baseball_season": "The 2010 Nippon Professional Baseball season is the 61st season since the NPB was reorganized in 1950.",
  "/wiki/Yu_Darvish": "Farid Yu Darvishsefat (ダルビッシュ・セファット・ファリード・有, Darubisshu Sefatto Farīdo Yū, born 16 August 1986), popularly known as Yu Darvish, is a Japanese professional baseball starting pitcher for the Chicago Cubs of Major League Baseball. Darvish previously played in MLB for the Texas Rangers and the Los Angeles Dodgers and in Nippon Professional Baseball for the Hokkaido Nippon-Ham Fighters. In international play, Darvish pitched in the 2008 Beijing Olympics and the 2009 World Baseball Classic as a member of the Japanese national team.",
  "/wiki/Hokkaido_Nippon-Ham_Fighters": "The Hokkaido Nippon-Ham Fighters (北海道日本ハムファイターズ, Hokkaidō Nippon-Hamu Faitāzu) are a Japanese professional baseball team based in Sapporo, Hokkaidō. They compete in the Pacific League of Nippon Professional Baseball, playing the majority of their home games at the Sapporo Dome. The Fighters also host a select number of regional home games in cities across Hokkaidō, including Hakodate, Asahikawa, Kushiro, and Obihiro. The team's name comes from its parent organization, Nippon Ham, a major Japanese food processing company.",
  "/wiki/2011_Nippon_Professional_Baseball_season": "The 2011 Nippon Professional Baseball season is the 62nd season since the NPB was reorganized in 1950. The season was delayed by the Tohoku earthquake. The Tohoku Rakuten Golden Eagles, based in northern Japan, and coached by Senichi Hoshino, were particularly affected by the quake, as the Miyagi Baseball Stadium was badly damaged.[citation needed]",
  "/wiki/Takeshi_Yamasaki": "Takeshi Yamasaki (山﨑 武司, Yamasaki Takeshi, born November 7, 1968, in Chita, Aichi, Japan) is a retired Japanese professional baseball player. During his 24 seasons in Nippon Professional Baseball, he played for the Chunichi Dragons, the Orix BlueWave, and the Tohoku Rakuten Golden Eagles.",
  "/wiki/2012_Nippon_Professional_Baseball_season": "The 2012 Nippon Professional Baseball season is the 63rd season since the NPB was reorganized in 1950.",
  "/wiki/Kyuji_Fujikawa": "Kyuji Fujikawa (藤川 球児, Fujikawa Kyūji, born July 21, 1980) is a Japanese professional baseball pitcher for the Hanshin Tigers of Nippon Professional Baseball.  He previously pitched for the Chicago Cubs and Texas Rangers of Major League Baseball (MLB).",
  "/wiki/2013_Nippon_Professional_Baseball_season": "The 2013 Nippon Professional Baseball season is the 64th season since the NPB was reorganized in 1950.",
  "/wiki/Shinya_Miyamoto": "Shinya Miyamoto (宮本 慎也, Miyamoto Shin'ya, born November 5, 1970) is a former professional baseball player from Suita, Osaka, Japan. He played shortstop.",
  "/wiki/Tokyo_Yakult_Swallows": "The Tokyo Yakult Swallows are a professional baseball team in Nippon Professional Baseball's Central League.",
  "/wiki/2014_Nippon_Professional_Baseball_season": "The 2014 Nippon Professional Baseball season is the 65th season since the NPB was reorganized in 1950.",
  "/wiki/Takumi_Kuriyama": "Takumi Kuriyama (栗山 巧, Kuriyama Takumi, born September 3, 1983 in Kobe, Hyōgo, Japan) is a Nippon Professional Baseball player for the Saitama Seibu Lions in Japan's Pacific League.",
  "/wiki/Saitama_Seibu_Lions": "The Saitama Seibu Lions (埼玉西武ライオンズ, Saitama Seibu Raionzu) are a professional baseball team in Japan's Pacific League based north of Tokyo in Tokorozawa, Saitama.  Before 1979, they were based in Fukuoka in Kyushu. The team is owned by a subsidiary of Prince Hotels, which in turn is owned by the Seibu Group. The team experienced a recent period of financial difficulty, but the situation brightened when the team received a record ¥6 billion (about $51.11 million) posting fee from the Boston Red Sox for the right to negotiate a contract with Daisuke Matsuzaka. Between 1978 and 2008, the team logo and mascot were based on the adult version of Kimba the White Lion, a classic Japanese anime series by Osamu Tezuka.[a][b] In 2004, former Seibu Lions player Kazuo Matsui became the first Japanese infielder to play in Major League Baseball.",
  "/wiki/2015_Nippon_Professional_Baseball_season": "The 2015 Nippon Professional Baseball season was the 66th season since the NPB was reorganized in 1950. In the Central League, the Yakult Swallows claimed the pennant and defeated the Yomiuri Giants in the final stage of the Climax Series. In the Pacific League, the Fukuoka SoftBank Hawks won the penant and defeated the Chiba Lotte Marines in the final stage of the Climax Series.",
  "/wiki/Toshiaki_Imae": "Toshiaki Imae (今江敏晃, Imae Toshiaki, born August 26, 1983 in Kyoto, Japan) is a Japanese professional baseball player for the Tohoku Rakuten Golden Eagles in Japan's Nippon Professional Baseball.",
  "/wiki/2016_Nippon_Professional_Baseball_season": "The 2016 Nippon Professional Baseball season is the 67th season since the NPB was reorganized in 1950.",
  "/wiki/Tetsuya_Utsumi": "Tetsuya Utsumi (内海 哲也, Utsumi Tetsuya, born April 29, 1982 in Kyoto, Japan) is a Japanese professional baseball player for the Saitama Seibu Lions of Nippon Professional Baseball(NPB). He previously played for the Yomiuri Giants."
}