{
  "/wiki/Barnsley_F.C.": "Barnsley Football Club is a professional association football club based in the town of Barnsley, South Yorkshire, England. The team play in the Championship, the second tier of the English football league system.  Nicknamed \"the Tykes\", they were founded in 1887 by Reverend Tiverton Preedy under the name Barnsley St. Peter's. The club's colours were originally blue, but were converted to red and white in 1904 and Barnsley have played in those colours ever since. Their home ground since 1888 has been Oakwell.",
  "/wiki/Chien_Lee": "Chien Lee is a Chinese-American entrepreneur and investor and a sports team owner, He is the founder and Chairman of NewCity Capital, a private investment firm, Chairman and biggest shareholder of Barnsley Football Club,  co-owner of FC Thun Football Club,  former owner and Chairman of OGC Nice Football Club and co-founder of 7 Days Inn.",
  "/wiki/Billy_Beane": "William Lamar Beane III (born March 29, 1962) is a former American professional baseball player and current front office executive. He is the executive vice president of baseball operations and minority owner of the Oakland Athletics of Major League Baseball (MLB); he is also minority owner of Barnsley FC of EFL Championship.  From 1984 to 1989 he played in MLB as an outfielder for the New York Mets, Minnesota Twins, Detroit Tigers, and Oakland Athletics. He joined the Athletics' front office as a scout in 1990, was named general manager after the 1997 season, and was promoted to executive vice president after the 2015 season.",
  "/wiki/Birmingham_City_F.C.": "Birmingham City Football Club is a professional football club in Birmingham, England. Formed in 1875 as Small Heath Alliance, it was renamed Small Heath in 1888, Birmingham in 1905, and Birmingham City in 1943. Since 2011, the first team have competed in the EFL Championship, the second tier of English football.",
  "/wiki/Carson_Yeung": "Carson Yeung Ka Sing (Chinese: 楊家誠; pinyin: Yáng Jiāchéng; Wade–Giles: Yang Chia-ch'eng; born 27 February 1960) is a Hong Kong businessman who, until February 2014, was the president of English football club Birmingham City F.C., and chairman and an executive director of Birmingham International Holdings (previously Grandtop International Holdings), an investment, entertainment and sportswear firm registered in the Cayman Islands, which owns that club. He is also a director of Universal Energy Resources Holdings and Universal Management Consultancy Ltd.",
  "/wiki/Birmingham_Sports_Holdings": "Birmingham Sports Holdings (Chinese: 伯明翰體育控股有限公司) is an investment holding company owned by Chinese businessman Paul Suen through his investment company Trillion Trophy Asia.",
  "/wiki/Blackburn_Rovers_F.C.": "Blackburn Rovers Football Club is a professional football club in Blackburn, Lancashire, England, which competes in the Championship, the second tier of the English football league system.",
  "/wiki/V_H_Group": "The V H Group is a $1 billion dollar Indian conglomerate primarily comprising companies related to the poultry industry, including  processed food, animal vaccines, human and animal pharmaceutical and healthcare products.",
  "/wiki/Bristol_City_F.C.": "Bristol City Football Club is a professional football club based in Bristol, England. They currently play in the Championship, the second tier of English football. Founded in 1894, they have played their home games at Ashton Gate since 1904.",
  "/wiki/Stephen_Lansdown": "Stephen Philip Lansdown CBE (born 30 August 1952) is an English-born Guernsey billionaire. He co-founded the British financial services firm Hargreaves Lansdown with Peter Hargreaves. He is a founder of Bristol Sport and majority shareholder of Bristol Bears, Bristol Flyers, and Bristol City Football Club.",
  "/wiki/Hargreaves_Lansdown": "Hargreaves Lansdown plc is a financial service company based in Bristol that sells funds and shares and related products to retail investors in the United Kingdom. The company is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index.",
  "/wiki/Cardiff_City_F.C.": "Cardiff City Football Club (Welsh: Clwb Pêl-droed Dinas Caerdydd) is a professional association football club based in Cardiff, Wales. It competes in the Championship, the second tier of the English football league system. Founded in 1899 as Riverside A.F.C., the club changed its name to Cardiff City in 1908 and entered the Southern Football League in 1910 before joining the English Football League in 1920. The team have spent 17 seasons in the top tier of English football since, the longest period being between 1921 and 1929. Their most recent season in the top flight was the 2018–19 Premier League season.",
  "/wiki/Vincent_Tan": "Vincent Tan Chee Yioun (Chinese: 陳志遠; pinyin: Chén Zhìyuǎn; Pe̍h-ōe-jī: Tân Chì-uán; born 1952) is a Malaysian Chinese businessman and investor. He is the founder of Berjaya Corporation Berhad, a diversified conglomerate listed on the Malaysian stock exchange. Besides holding stakes through the Berjaya Corporation group of companies, Tan's other stakes include interest in internet–related businesses, water utilities, media, retail and telecommunications.",
  "/wiki/Berjaya_Group": "Berjaya Corporation Berhad (MYX: 3395; formerly known as the Berjaya Group Berhad, Inter-Pacific Industrial Group Berhad and Raleigh Berhad) is a Malaysia-based corporation which controls a wide array of businesses, including consumer marketing, property development and investment, as well as hotels, resorts and recreation development. It also specialises in gaming and lottery management, food and beverage, motor trading and distribution, investment on environmental services and clean technology, finally telecommunication and information technology-related services and products.",
  "/wiki/Charlton_Athletic_F.C.": "Charlton Athletic Football Club is an English professional association football club based in Charlton, south-east London. They currently compete in the EFL Championship, the second tier of English football. The club was founded on 9 June 1905 when a number of youth clubs in south-east London, including East Street Mission and Blundell Mission, combined to form Charlton Athletic. Their home ground is the Valley, where the club have played since 1919, apart from one year in Catford, during 1923–24, and seven years at Crystal Palace and West Ham United between 1985 and 1992, due to financial issues, and then safety concerns raised by the local council. The club's fans formed the Valley Party, nominating candidates to stand in local elections, in a bid to return the club to The Valley.",
  "/wiki/Derby_County_F.C.": "Derby County Football Club (/ˈdɑːrbi/) is a professional association football club based in Derby, Derbyshire, England. The club competes in the EFL Championship, the second tier of English football, and has played its home matches at Pride Park Stadium since 1997.",
  "/wiki/Mel_Morris_(businessman)": "Melvyn Morris CBE is an English businessman, who currently owns Championship football club, Derby County F.C and is listed as one of the richest people in the UK. He gained a large part of his fortune through his backing of King, the firm behind the mobile game Candy Crush Saga.",
  "/wiki/King_(company)": "King.com Limited, trading as King and also known as King Digital Entertainment, is a video game developer based in St. Julian's, Malta, that specialises in the creation of social games. King gained fame after releasing the cross-platform title Candy Crush Saga in 2012, considered one of the most financially successful games utilising the freemium model. King was acquired by Activision Blizzard in February 2016 for US$5.9 billion, and operates as its own entity within that company. King is led by Riccardo Zacconi, who has served in the role of chief executive officer since co-founding the company in 2003. Gerhard Florin took over Melvyn Morris's role as chairman in November 2014. As of 2017, King employs 2,000 people.",
  "/wiki/Fulham_F.C.": "Fulham Football Club is a professional association football club based in Fulham, London, England. They compete in the EFL Championship, the second tier of English football. Founded in 1879, they are the oldest football club from London to play in the Football League.",
  "/wiki/Shahid_Khan": "Shahid \"Shad\" Khan (Urdu: شاہد خان‎; born July 18, 1950), is a Pakistani American billionaire businessman. Khan is the CEO and owner of Flex-N-Gate, an American automobile OEM manufacturer. Khan is the owner of the Jacksonville Jaguars of the National Football League (NFL), Fulham F.C. of the English Football League Championship, and professional wrestling promotion All Elite Wrestling (AEW) where he is lead investor.",
  "/wiki/Jacksonville_Jaguars": "The Jacksonville Jaguars are a professional football franchise based in Jacksonville, Florida.  The Jaguars compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. The team plays its home games at TIAA Bank Field.",
  "/wiki/All_Elite_Wrestling": "All Elite Wrestling, LLC (AEW) is an American professional wrestling promotion founded in 2019. Its inception was announced by entrepreneurs Shahid Khan and his son Tony, with the former acting as the promotion's lead investor, and the latter being the founder, president and CEO of the company. Professional wrestlers Cody Rhodes as well as Matt and Nick Jackson, collectively known as The Elite, are the promotion's inaugural contracted talents. The three are serving as both in-ring performers and executive vice presidents alongside Kenny Omega, fellow professional wrestler and co-founder of The Elite.",
  "/wiki/Huddersfield_Town_F.C.": "Huddersfield Town Association Football Club is a professional football club in Huddersfield, West Yorkshire, England, which competes in the Championship.",
  "/wiki/Dean_Hoyle": "Dean Hoyle (born 16 April 1967) is the founder and former owner of Card Factory and the ex-chairman and owner of Championship  side Huddersfield Town. In 2015, Hoyle became chairman and majority shareholder of British discount retailer, The Works.",
  "/wiki/Card_Factory": "Card Factory is a chain of greeting card and gift stores in United Kingdom founded by Dean Hoyle and his wife Janet; the first store opened in 1997. It is listed on the London Stock Exchange.",
  "/wiki/Hull_City_A.F.C.": "Hull City Association Football Club is a professional football club in Hull, East Riding of Yorkshire, England. Founded in 1904, the club plays in the Championship, the second tier of English football.",
  "/wiki/Assem_Allam": "Assem Allam (Egyptian Arabic: عاصم علام; born 1 August 1939) is an Egyptian-British businessman, based since 1968 in the East Riding of Yorkshire. He is the owner of Allam Marine, an industrial generator manufacturer, and owner of EFL Championship club Hull City.",
  "/wiki/Leeds_United_A.F.C.": "Leeds United Football Club is a professional football club in Leeds, West Yorkshire, England. The club was formed in 1919 following the disbanding of Leeds City F.C. by the Football League and took over their Elland Road stadium. They play in the Championship, the second tier of English football.",
  "/wiki/Andrea_Radrizzani": "Andrea Radrizzani (born 10 September 1974) is an Italian businessman and the majority owner of EFL Championship side Leeds United. He is also the chairman and founder of Eleven Sports.",
  "/wiki/Middlesbrough_F.C.": "Middlesbrough Football Club (/ˈmɪdəlzbrə/ (listen) MID-əlz-brə) is a professional association football club based in Middlesbrough, North Yorkshire, England. They are currently competing in the EFL Championship, the second tier of English football. Formed in 1876, they have played at the Riverside Stadium since 1995, their third ground since turning professional in 1889. The club played at the Linthorpe Road ground from 1882 to 1903 and at Ayresome Park for 92 years, from 1903 to 1995.",
  "/wiki/Steve_Gibson_(businessman)": "Stephen Gibson OBE (born 9 January 1958) is a British entrepreneur, politician and the chairman/owner of Middlesbrough Football Club. In 2012, he was 451st on the Sunday Times Rich List, with an estimated worth of £165 million.",
  "/wiki/Bulkhaul_Limited": "Bulkhaul Limited is a British company specialising in global tank transportation of bulk liquids, powders. It was established in 1981 by Steve Gibson in Middlesbrough, North Yorkshire. Bulkhaul Limited is run under the holding company Gibson O'Neill owned by Gibson and Michael O'Neill.  Bulkhaul ceased manufacturing at its Teesside base in 2002, although its main base of operations will remain in Middlesbrough.",
  "/wiki/Millwall_F.C": "Millwall Football Club (/ˈmɪlwɔːl/) is a professional football club in Bermondsey, South East London, England. They compete in the EFL Championship, the second tier of English football. Founded as Millwall Rovers in 1885, the club has retained its name despite having last played in the Millwall area of the Isle of Dogs in 1910. From then until 1993, the club played at what is now called The Old Den in New Cross, before moving to its current home stadium nearby, called The Den. The traditional club crest is a lion rampant, referred to in the team's nickname 'The Lions'. Millwall's traditional kit consists of blue shirts, white shorts, and blue socks.",
  "/wiki/John_Berylson": "John G. Berylson is a Boston-based businessman and founder of Chestnut Hill Ventures LLC. He is also the chairman of London football team Millwall.",
  "/wiki/Nottingham_Forest_F.C.": "Nottingham Forest Football Club, often referred to as Forest, is a professional football club based in West Bridgford, Nottinghamshire, England. Since 1898 Forest have played their home matches at the City Ground. They currently compete in the EFL Championship, the second tier of the English football league system.",
  "/wiki/Evangelos_Marinakis": "Evangelos Marinakis (Greek: Ευάγγελος (Βαγγέλης) Μαρινάκης, born 30 July 1967) is a Greek shipowner and member of the Piraeus city council. He is the owner of the football clubs Olympiacos in Greece and Nottingham Forest in England.",
  "/wiki/Preston_North_End_F.C.": "Preston North End Football Club (often shortened to The North End or PNE) is a professional football club in Preston, Lancashire, whose team currently plays in the EFL Championship, the second tier of the English football league system. Originally a cricket club, Preston have been based at Deepdale since 1875. The club first took up football in 1878 as a winter fitness activity and decided to focus on it in May 1880, when the football club was officially founded. Deepdale is now football's oldest ground in terms of continuous use by a major league club.",
  "/wiki/Trevor_Hemmings": "Trevor James Hemmings CVO (born 11 June 1935) is a British billionaire businessman.",
  "/wiki/Commander_of_the_Royal_Victorian_Order": "The Royal Victorian Order (French: Ordre royal de Victoria)[n 1] is a dynastic order of knighthood established in 1896 by Queen Victoria. It recognises distinguished personal service to the monarch of the Commonwealth realms, members of the monarch's family, or to any viceroy or senior representative of the monarch. The present monarch, Queen Elizabeth II, is the sovereign of the order, the order's motto is Victoria, and its official day is 20 June.[n 2] The order's chapel is the Savoy Chapel in London.",
  "/wiki/Blackpool_Tower": "Blackpool Tower is a tourist attraction in Blackpool, Lancashire, England, which was opened to the public on 14 May 1894. When completed Blackpool Tower was the tallest man made structure in the British Empire. Inspired by the Eiffel Tower in Paris, it is 518 feet (158 metres) tall and is the 120th-tallest freestanding tower in the world. Blackpool Tower is also the common name for the Tower Buildings, an entertainment complex in a red-brick three-storey block that comprises the tower, Tower Circus, the Tower Ballroom, and roof gardens, which was designated a Grade I listed building in 1973. The tower celebrated its 125th anniversary in May 2019.",
  "/wiki/Horse_racing": "Horse racing is an equestrian performance sport, typically involving two or more horses ridden by jockeys (or sometimes driven without riders) over a set distance for competition. It is one of the most ancient of all sports, as its basic premise – to identify which of two or more horses is the fastest over a set course or distance – has been unchanged since at least classical antiquity.",
  "/wiki/Sportech": "Sportech PLC is an online gambling and entertainment company headquartered in the United Kingdom. The company is traded on the London Stock Exchange under the symbol SPO.L;\nthe stock is a component of the FTSE All-Share Index and the FTSE SmallCap Index.  The company, formerly known as Rodime PLC, was originally an electronics company specialising in hard disk drives based in Scotland.  In 2000, the company changed its name to Sportech PLC, after acquiring Littlewoods Pools from The Littlewoods Organisation for £160 million.",
  "/wiki/Queens_Park_Rangers_F.C.": "Queens Park Rangers Football Club, commonly abbreviated to QPR, is an English professional football club based in White City, London. The club currently competes in the Championship, the second tier of English football. They were founded in 1886 after the merger of Christchurch Rangers and St Judes Institute, although their official founding date is 1882 which is when Christchurch Rangers were first formed. In the early years after the club's formation in its original home of Queen's Park, London, they played their home games at many different grounds, until finally the club settled into its current location at Loftus Road, renamed Kiyan Prince Foundation Stadium at the beginning of the 2019/20 season.",
  "/wiki/Tony_Fernandes": "Tan Sri Dr. Anthony Francis Fernandes PSM SSAP SPMP DPTJ CBE (born 30 April 1964) is a Malaysian entrepreneur. He is the founder of Tune Air Sdn. Bhd., who introduced the first budget no-frills airline, AirAsia, to Malaysians with the tagline \"Now everyone can fly\". Fernandes managed to turn AirAsia, a failing government-linked commercial airline, into a highly successful budget airline public-listed company. He has since founded the Tune Group of companies.  He is also the majority shareholder of Queens Park Rangers Football Club.",
  "/wiki/Lakshmi_Mittal": "Lakshmi Niwas Mittal (Hindi: [ˈləkʃmi nɪˈʋaːs ˈmɪtːəl] (listen); born 15 June 1950) is an Indian born steel magnate, based in the United Kingdom. He is the chairman and CEO of ArcelorMittal, the world's largest steelmaking company. Mittal owns 38% of ArcelorMittal and holds an 11% stake in Queens Park Rangers F.C..",
  "/wiki/Air_Asia": "AirAsia Berhad (MYX: 5099) is a Malaysian low-cost airline headquartered near Kuala Lumpur, Malaysia. It is the largest airline in Malaysia by fleet size and destinations. AirAsia Group operates scheduled domestic and international flights to more than 165 destinations spanning 25 countries. Its main hub is klia2, the low-cost carrier terminal at Kuala Lumpur International Airport (KLIA) in Sepang, Selangor, Malaysia. Its affiliate airlines Thai AirAsia, Indonesia AirAsia, Philippines AirAsia, and AirAsia India have hubs in Don Mueang International Airport, Soekarno–Hatta International Airport, Ninoy Aquino International Airport, and Kempegowda International Airport respectively, while its sister airline, AirAsia X, focuses on long-haul routes. AirAsia's registered office is in Petaling Jaya, Selangor while its head office is at Kuala Lumpur International Airport.",
  "/wiki/Tune_Group": "Tune Group Sdn Bhd (or Tune Group Sendirian Berhad, meaning 'private limited') is a leisure and entertainment corporation founded by the Malaysian entrepreneurs Tony Fernandes and Kamarudin Meranun. Tune Group's mission is to provide affordability and accessibility to leisure activities and entertainment, primarily in Asian markets. It does this via its airline, hotel, telecommunication, financial services, sports, media and creative industries subsidiaries. Its subsidiaries include: budget airline Air Asia; Caterham Group, a motor engine-based technology company, through which it formerly owned the Caterham F1 Team; and Queens Park Rangers, an English football club. Tune Group was the official shirt sponsor of FA match officials until 2013.",
  "/wiki/ArcelorMittal": "ArcelorMittal S.A. (French pronunciation: ​[aʁsəlɔʁ mital]) is a multinational steel manufacturing corporation headquartered in Luxembourg City. It was formed in 2006 from the takeover and merger of Arcelor by Indian-owned Mittal Steel. ArcelorMittal is the world's largest steel producer, with an annual crude steel production of 92.5 million metric tonnes as of 2018[update]. It is ranked 123rd in the 2017 Fortune Global 500 ranking of the world's largest corporations.",
  "/wiki/Reading_F.C.": "Reading Football Club (/ˈrɛdɪŋ/ (listen) RED-ing) is a professional association football club based in Reading, Berkshire, England. The team play in the Championship, the second tier of English football. The current manager is Mark Bowen.",
  "/wiki/Dai_Yongge": "Dai Yongge (Chinese: 戴永革; pinyin: Dài Yǒnggé; born 1968) is a Chinese businessman and investor. He is currently the Executive Chairman of Renhe Commercial Holdings Company Limited, a listed investment holding company who specialise in the operation of shopping centres transformed from air-raid shelters. They have centres in 30 cities across China, including Harbin, Guangzhou, Wuhan and Shenyang.",
  "/wiki/Sheffield_Wednesday_F.C.": "Sheffield Wednesday Football Club is a professional association football club based in Sheffield, England. The team competes in the Championship, the second tier of the English football league system. Formed in 1867 as an offshoot of The Wednesday Cricket Club (itself formed in 1820), they went by the name of the Wednesday Football Club until changing to their current name in 1929.",
  "/wiki/Dejphon_Chansiri": "Dejphon Chansiri is a Thai businessman who is the current owner of English Football League Championship club Sheffield Wednesday.",
  "/wiki/Thai_Union_Group": "Thai Union Group is a Thailand-based producer of seafood-based food products. It was founded in 1977, and was listed on the Stock Exchange of Thailand (SET) on 22 November 1994.",
  "/wiki/List_of_owners_of_English_football_clubs": "This is a list of the current owners of English football clubs, as well as (in some cases) their estimated net worth and source of wealth. Only shareholders with a significant interest (above 10%) are listed."
}