{
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/Frank_Klopas": "Fotios \"Frank\" Klopas (Greek: Φώτιος «Φρανκ» Κλόπας; born September 1, 1966) is a retired American soccer forward. Following his retirement, he served as a color commentator for the Chicago Fire before later working as a front office executive and manager for both the Fire and Montreal Impact.",
  "/wiki/Logan_Pause": "Logan Pause (born August 22, 1981) is a coach and a former soccer player who spent his entire twelve-year professional career with the Chicago Fire in Major League Soccer.",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/Robin_Fraser": "Robin Fraser (born December 17, 1966) is an American soccer coach and former player.  He is currently the head coach of Major League Soccer club Colorado Rapids. Fraser was formerly an assistant coach for Real Salt Lake, New York Red Bulls, and Toronto FC, and was the head coach of Chivas USA for two seasons.",
  "/wiki/Simon_Elliott": "Simon John Elliott (born 10 June 1974 in Wellington) is a retired New Zealand International footballer who most recently served as head coach of USL Championship side Sacramento Republic FC.",
  "/wiki/Corona_(beer)": "Corona Extra (stylized as Corona. Extra) is a pale lager produced by Cervecería Modelo in Mexico for domestic distribution and export to all other countries besides the United States, and by Constellation Brands in Mexico for export to the United States.\nThe Corona brand is one of the top-selling beers worldwide. Outside Mexico, Corona is commonly served with a wedge of lime or lemon in the neck of the bottle to add tartness and flavor.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/Gary_Smith_(footballer,_born_1968)": "Gary Neil Smith (born 3 December 1968) is an English former footballer. He is currently Head Coach of Nashville SC in the USL Championship, the second tier in the US soccer pyramid. He will also serve as Head Coach for Nashville SC in the club's inaugural season in Major League Soccer, beginning in March 2020.",
  "/wiki/Pablo_Mastroeni": "Pablo Mastroeni (born August 29, 1976) is an American soccer coach and former soccer player; he was head coach of the Colorado Rapids. He is currently assistant coach of the Houston Dynamo in MLS.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/Robert_Warzycha": "Robert Warzycha (Polish pronunciation: [ˈrɔbɛrt vaˈʐɨxa]) (born 20 August 1963) is a Polish former professional association football player.",
  "/wiki/Chad_Marshall": "Chad Marshall (born August 22, 1984) is a retired American soccer player. During his 16-year career, he played for Columbus Crew and Seattle Sounders FC in Major League Soccer.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/Ben_Olsen": "Benjamin Robert Olsen (born May 3, 1977) is an American former professional Association football player and the current head coach of D.C. United. Born in Middletown, Pennsylvania, Olsen grew up playing for FC Delco, an elite club program near Philadelphia. He then played for Virginia Cavaliers men's soccer and was named 1997 Soccer America Player of the Year.",
  "/wiki/Josh_Wolff": "Joshua David \"Josh\" Wolff (born February 25, 1977) is an American soccer coach and former player. He is currently the head coach of Austin FC ahead of their inaugural season in Major League Soccer in 2021.",
  "/wiki/Volkswagen": "Volkswagen (German: [ˈfɔlksˌvaːɡn̩] (listen); English: /ˈvoʊksvɑːɡən, ˈvɒlkswɑːɡən, -wæɡən, ˈfɒlksvɑːɡən/), shortened to VW (German: [faʊ̯ ˈveː] (listen)), is a German automaker founded in 1937 by the German Labour Front, a Nazi labour union, and headquartered in Wolfsburg. It is the flagship marque of the Volkswagen Group, the largest automaker by worldwide sales in 2016 and 2017. The group's biggest market is in China, which delivers 40% of its sales and profits.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Schellas_Hyndman": "Schellas Hyndman (born November 4, 1951) is the head men's soccer coach at Grand Canyon University. He was previously head coach of FC Dallas in Major League Soccer.",
  "/wiki/Daniel_Hern%C3%A1ndez_(soccer)": "Daniel Demetrio Hernández (born July 23, 1976 in Tyler, Texas) is a retired American soccer player.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/Dominic_Kinnear": "Dominic Kinnear (born July 26, 1967) is an American soccer coach and former player. He is currently the assistant coach of LA Galaxy.",
  "/wiki/Brian_Ching": "Brian Ching (born May 24, 1978) an American retired professional soccer player who played for twelve years in Major League Soccer and represented the U.S. national team for eight years.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/Bruce_Arena": "Bruce Arena (born September 21, 1951) is an American soccer coach who is currently is the head coach and sporting director of the New England Revolution.\nHe is a member of the National Soccer Hall of Fame and the NJCAA Lacrosse Hall of Fame. Arena has had a long and distinguished coaching career and is considered to be one of the most successful coaches in North American soccer history, having won five College Cup titles and five MLS Cup titles. He was the United States national team head coach at the 1996 Summer Olympics, the 2002 FIFA World Cup and the 2006 FIFA World Cup, head coach of the New York Red Bulls, D.C. United, LA Galaxy, and the New England Revolution  in Major League Soccer, and coached Virginia Cavaliers men's soccer to several college soccer championships. He is the U.S. soccer team's longest-serving head coach.",
  "/wiki/Landon_Donovan": "Landon Timothy Donovan (born March 4, 1982) is an American retired professional soccer player who is currently the manager of USL Championship side San Diego Loyal SC. He holds numerous individual records in Major League Soccer (MLS) and for the United States national team and is regarded as one of the greatest U.S. men's soccer players of all time.",
  "/wiki/Herbalife": "Herbalife Nutrition is a global multi-level marketing corporation that develops and sells nutritional products, including health-and-wellness supplements for weight management, personal care, general wellness, and sports performance. The company was founded by Mark Hughes in 1980, and it employs an estimated 8,900 people worldwide. The business is incorporated in the Cayman Islands, with its corporate headquarters located in Los Angeles, California. The company operates in 94 countries through a network of approximately 4.5 million independent distributors and members.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Steve_Nicol": "Stephen Nicol (born 11 December 1961) is a Scottish former professional footballer who mainly played as a defender. He played for the successful Liverpool teams of the 1980s. He was also a regular member of the Scotland national football team and represented his country at the 1986 FIFA World Cup.",
  "/wiki/Shalrie_Joseph": "Shalrie Jamal Joseph (born May 24, 1978) is a Grenadian former footballer who is currently the head coach of the Grenada national football team.",
  "/wiki/UnitedHealthcare": "UnitedHealth Group Incorporated is an American for-profit managed health care company based in Minnetonka, Minnesota. It offers health care products and insurance services. It is the largest healthcare company in the world by revenue, with 2018 revenue of $226.2 billion and 115 million customers.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Hans_Backe": "Hans \"Hasse\" Backe (Swedish pronunciation: [ˈhɑːns ˈhâsːɛ ˈbâkːɛ]; born 14 February 1952) is a Swedish former football player and unattached manager who most recently led Finland's national team. Prior to this he managed the New York Red Bulls.",
  "/wiki/Thierry_Henry": "Thierry Daniel Henry (French pronunciation: ​[tjɛʁi ɑ̃ʁi]; born 17 August 1977) is a French professional football coach and former player who is currently the manager of Major League Soccer club Montreal Impact.",
  "/wiki/Red_Bull": "Red Bull is an energy drink sold by Red Bull GmbH, an Austrian company created in 1987. Red Bull has the highest market share of any energy drink in the world, with 6.790 billion cans sold in a year (as of 2018[update]).",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/Piotr_Nowak": "Piotr \"Peter\" Nowak (Polish pronunciation: [ˈpjɔtr ˈnɔvak]; born 5 July 1964) is a Polish former professional football player. Nowak was most recently the sporting director of Ekstraklasa side Lechia Gdańsk.",
  "/wiki/Faryd_Mondrag%C3%B3n": "Faryd Camilo Mondragón Alí (born 21 June 1971) is a Colombian former footballer who played as a goalkeeper.",
  "/wiki/Bimbo_Bakeries_USA": "Bimbo Bakeries USA (Spanish pronunciation: [ˈbimbo]) is the American corporate arm of the Mexican multinational bakery product manufacturing company Grupo Bimbo. It is the largest bakery company in the United States. The company, headquartered in Horsham, Pennsylvania, a suburb of Philadelphia, owns many fresh bread and sweet baked goods brands in the United States, including Entenmann's, Sara Lee, and Thomas'. It is also a top advertising sponsor for many major soccer teams around the globe.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/John_Spencer_(Scottish_footballer)": "John Spencer (born 11 September 1970) is a Scottish former professional footballer and coach.",
  "/wiki/Jack_Jewsbury": "Jack Jewsbury (born April 13, 1981) is a retired American soccer player who played primarily as a midfielder. Upon his retirement in 2016, Jewsbury was one of ten players to have appeared in more than 350 matches in Major League Soccer.",
  "/wiki/Alaska_Airlines": "Alaska Airlines is a major American airline headquartered in SeaTac, Washington, within the Seattle metropolitan area. It is the fifth largest airline in the United States when measured by fleet size, scheduled passengers carried, and number of destinations served. Alaska, together with its regional partners, operates a large domestic route network, primarily focused on connecting from the Pacific Northwest and Alaska to over one hundred destinations in the contiguous United States, Hawaii, Canada, Costa Rica, and Mexico.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Jason_Kreis": "Jason Clarence Kreis (born December 29, 1972) is an American soccer manager and former player who currently serves as head coach of the United States U-23 team. He coached Orlando City SC in Major League Soccer and was previously an assistant coach under Jürgen Klinsmann for the United States men's national soccer team. Prior to that he was the head coach of New York City FC and Real Salt Lake.",
  "/wiki/Kyle_Beckerman": "Kyle Robert Beckerman (born April 23, 1982) is an American soccer player who plays as a midfielder for Real Salt Lake. He also gained 59 caps for the USA national team.",
  "/wiki/XanGo": "Xango, LLC, (sometimes stylized as XANGO and XanGo) was a privately owned Lehi, Utah-based multilevel marketing company founded in 2002. It was acquired by Zija International in May 2017. The company marketed and distributed Xango juice, a blended juice product consisting of mangosteen and other juices, and skin care, personal care, energy supplement and nutritional supplement products. The company was warned in 2006 by the FDA for illegally marketing more than 20 human health benefits for Xango juice.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Frank_Yallop": "Frank Walter Yallop (born 4 April 1964) is a British-Canadian former professional soccer player and former head coach.",
  "/wiki/Ramiro_Corrales": "Ramiro Corrales (born March 12, 1977) is an American soccer player who is currently a player-coach for Premier Development League team Santa Cruz Breakers FC. He spent most of his professional career with the San Jose Earthquakes in Major League Soccer.",
  "/wiki/Amway_Global": "Amway North America (formerly known as Quixtar North America) is an American worldwide multi-level marketing (MLM) company, founded 1959 in Ada, Michigan, United States. It is privately owned by the families of Richard DeVos and Jay Van Andel through Alticor which is the holding company for businesses including Amway, Amway Global, Fulton Innovation, Amway Hotel Corporation, Hatteras Yachts, and manufacturing and logistics company Access Business Group. After the launch of Amway Global (originally operating under the name Quixtar), it replaced the Amway business in the United States, Canada and the Caribbean, with the Amway business continuing to operate in other countries around the world. On May 1, 2009, Quixtar made the name change to Amway Global and fused the various different entities of the parent company.[needs update]",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Sigi_Schmid": "Siegfried \"Sigi\" Schmid (German: [ˈziːkfʀiːt ˈziːɡiː ʃmiːt]; March 20, 1953 – December 25, 2018) was a German-American soccer coach who had the most wins in the history of Major League Soccer (MLS). Born in Tübingen, West Germany, he moved to the United States with his family when he was a child. He played college soccer from 1972 to 1975 at the University of California, Los Angeles (UCLA), where he was a starting midfielder in each of his four years. He coached his former college team, the UCLA Bruins, between 1980 and 1999. During that period, he became one of the most successful collegiate coaches of all time, leading the Bruins to a record of 322–63–33 (wins–losses–draws). The team made 16 consecutive playoff appearances from 1983 to 1998, winning the national championship in 1985, 1990, and 1997. Schmid also worked with U.S. Soccer throughout the 1990s.",
  "/wiki/Kasey_Keller": "Kasey C. Keller (born November 29, 1969) is an American former soccer player who played professionally in Europe and the United States, as well as being the starting goalkeeper for the U.S. national team. He is a four-time FIFA World Cup participant and was the first American goalkeeper to become a regular in the German Bundesliga, the English Premier League, and the Spanish La Liga.",
  "/wiki/Xbox": "Xbox is a video gaming brand created and owned by Microsoft. It represents a series of video game consoles developed by Microsoft, with three consoles released in the sixth, seventh, and eighth generations, respectively. The brand also represents applications (games), streaming services, an online service by the name of Xbox Live, and the development arm by the name of Xbox Game Studios. The brand was first introduced in the United States in November 2001, with the launch of the original Xbox console.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/Peter_Vermes": "Peter Joseph Vermes (/ˈvɜːrmiːz/; born November 21, 1966) is an American professional soccer coach and former player. He is currently the head coach of Sporting Kansas City in Major League Soccer. As of 2018, Vermes is currently the longest tenured head coach in MLS and has won four major trophies as a manager, the second most of all active coaches in MLS.",
  "/wiki/Davy_Arnaud": "Davy Arnaud (/ˈɑːrnoʊ/; born June 22, 1980) is a retired American soccer player who previously played for Sporting Kansas City, the Montreal Impact, and D.C. United.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Aron_Winter": "Aron Mohamed Winter (Dutch pronunciation: [ˈaːrɔn ˈʋɪntər]; born 1 March 1967) is a Dutch former professional football midfielder and current assistant manager of Greece national football team. He has played for Ajax and Sparta Rotterdam in the Netherlands, for Italian sides Lazio and Internazionale, and for the Netherlands national team.",
  "/wiki/Torsten_Frings": "Torsten Klaus Frings (born 22 November 1976) is a German former footballer, and a manager who most recently managed Darmstadt 98.",
  "/wiki/Bank_of_Montreal": "The Bank of Montreal (French: Banque de Montréal) is a Canadian multinational investment bank and financial services company. Founded in Montreal, Quebec in 1820, its head office remains in Montreal, with its operational headquarters and executive offices located in Toronto, Ontario since 1977. One of the Big Five banks in Canada, it is the fourth-largest bank in Canada by market capitalization and assets, as well as one of the ten largest banks in North America. It is commonly known by its acronym BMO (pronounced /ˈbiːmoʊ/), which is also its stock symbol on both the Toronto Stock Exchange and the New York Stock Exchange.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/Tom_Soehn": "Tom Soehn (born April 15, 1966) is an American soccer coach who is the head coach of USL Championship club Birmingham Legion. A former player, his career as a defender spanned seven clubs across 12 seasons, both indoors and outdoors.",
  "/wiki/Jay_DeMerit": "Jay Michael DeMerit (born December 4, 1979) is an American retired soccer player who played as a center back.",
  "/wiki/Bell_Canada": "Bell Canada (commonly referred to as Bell) is a Canadian telecommunications company headquartered in Montreal, Quebec, Canada. It is the incumbent local exchange carrier for telephone and DSL Internet services in most of Canada east of Saskatchewan and in the northern territories. It is also a major competitive local exchange carrier for enterprise customers in the western provinces.",
  "/wiki/2011_Major_League_Soccer_season": "The 2011 Major League Soccer season was the 99th season of FIFA-sanctioned soccer, the 33rd with a national first-division league, in the United States and Canada, and the 16th season of Major League Soccer. The season marked the arrival of two new league clubs, Portland Timbers and Vancouver Whitecaps FC, whose cities previously had clubs of similar name play in the USSF D2 Pro League. Those two new West Coast clubs led to a realignment of the league's conferences, with Houston Dynamo moving to the Eastern Conference to create two conferences of nine teams each."
}