{
  "/wiki/Abdur_Rahman_Khan": "Abdur Rahman Khan (Pashto: عبدالرحمان خان‎) (between 1840 and 1844 – October 1, 1901) was Emir of Afghanistan from 1880 to 1901. He is known for uniting the country after years of internal fighting and negotiation of the Durand Line Agreement with British Raj.\n Abdur Rahman Khan was the first child and only son of Mohammad Afzal Khan, and grandson of Dost Mohammad Khan. Abdur Rahman Khan re-established the writ of the Afghan government after the disarray that followed the second Anglo-Afghan war.[citation needed]\n He became known as The Iron Amir because his government was a military despotism resting upon a well-appointed army administered through officials absolutely subservient to an inflexible will and controlled by a widespread system of espionage; and for his crushing of a number of rebellions by various tribes who were led by his relatives.",
  "/wiki/Afghanistan": "Afghanistan (/æfˈɡænɪstæn, æfˈɡɑːnɪstɑːn/ (listen); Pashto/Dari: افغانستان, Pashto: Afġānistān [avɣɒnisˈtɒn, ab-],[a] Dari: Afġānestān [avɣɒnesˈtɒn]), officially the Islamic Republic of Afghanistan, is a landlocked country in Asia. Afghanistan is bordered by Pakistan to the east and south;[b] Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and southwest. Kabul is the capital and largest city.  The population is 32 million, mostly composed of ethnic Pashtuns, Tajiks, Hazaras and Uzbeks.\n Human habitation in Afghanistan dates back to the Middle Paleolithic Era, and the country's strategic location along the Silk Road connected it to the cultures of the Middle East and other parts of Asia. The land has historically been home to various peoples and has witnessed numerous military campaigns, including those by Alexander the Great, Mauryas, Muslim Arabs, Mongols, British, Soviets, and by the United States with allied countries. The land also served as the source from which the Kushans, Hephthalites, Samanids, Saffarids, Ghaznavids, Ghorids, Khaljis, Mughals, Hotaks, Durranis, and others have risen to form major empires.\n The political history of the modern state of Afghanistan began with the Hotak and Durrani dynasties in the 18th century. In the late 19th century, Afghanistan became a buffer state in the \"Great Game\" between British India and the Russian Empire. Its border with British India, the Durand Line, was formed in 1893 but it is not recognized by the Afghan government and it has led to strained relations with Pakistan since the latter's independence in 1947. Following the Third Anglo-Afghan War in 1919 the country was free of foreign influence, eventually becoming a monarchy under Amanullah Khan, until almost 50 years later when Zahir Shah was overthrown and a republic was established. In 1978, after a second coup Afghanistan first became a socialist state and then a Soviet protectorate. This evoked the Soviet–Afghan War in the 1980s against mujahideen rebels. By 1996 most of Afghanistan was captured by the Islamic fundamentalist group the Taliban, who ruled as a totalitarian regime for over five years. Following the 9/11 attacks, an intervention by the US and its allies forcibly removed the Taliban from power, and a new democratically-elected government was formed, but the Taliban still control a significant portion of the country.\n Afghanistan is a unitary presidential Islamic republic. The country has high levels of terrorism, poverty, child malnutrition, and corruption. It is a member of the United Nations, the Organisation of Islamic Cooperation, the Group of 77, the Economic Cooperation Organization, and the Non-Aligned Movement. Afghanistan's economy is the world's 96th largest, with a gross domestic product (GDP) of $72.9 billion by purchasing power parity; the country fares much worse in terms of per-capita GDP (PPP), ranking 169th out of 186 countries as of 2018.",
  "/wiki/Nasrullah_Khan_(Afghanistan)": "Nasrullah Khan (1874–1920), sometimes spelt as Nasr Ullah Khan, was shahzada (crown prince) of Afghanistan and second son of Emir Abdur Rahman Khan.  He held the throne of Afghanistan as Emir for one week, from February 21 to February 28, 1919.",
  "/wiki/Habibullah_Khan": "Habibullah Khan (June 3, 1872 – February 20, 1919) was the Emir of Afghanistan from 1901 until 1919. He was the eldest son of the Emir Abdur Rahman Khan, whom he succeeded by right of primogeniture in October 1901. His grandfather was Mohammad Afzal Khan.",
  "/wiki/Amanullah_Khan": "Amānullāh Khān (Pashto: امان الله خان‎) was the sovereign of the Kingdom of Afghanistan from 1919 to 1929, first as Emir and after 1926 as Malik (King). After the third Anglo-Afghan War, Afghanistan was able to pursue an independent foreign policy free from the influence of the United Kingdom. His rule was marked by dramatic political and social change, attempting to modernize Afghanistan on Western designs,  which he did not fully succeed in, due to an uprising by Habibullah Kalakani and his followers. On 14 January 1929, Amanullah abdicated and fled to neighbouring British India as the Afghan Civil War began to escalate. From British India he went to Europe where after 30 years in exile died in Zürich, Switzerland, in 1960.",
  "/wiki/Soraya_Tarzi": "Soraya Tarzi, known mostly as Queen Soraya (Pashto/Dari: ملکه ثريا) (November 24, 1899 – April 20, 1968), GBE was the first Queen consort of Afghanistan in the early 20th century and the wife of King Amanullah Khan. Born in Syria, she was educated by her father, who was the Afghan leader and intellectual Sardar Mahmud Beg Tarzi. She belonged to the Mohammadzai Pashtun tribe, a sub-tribe of the Barakzai dynasty.",
  "/wiki/Muhammad_Hasan": "Muhammad Hasan (born 1902, date of death unknown) was a Prince in the Afghanistani House of Barakzai.",
  "/wiki/Mohammed_Zahir_Shah": "Mohammed Zahir Shah (Pashto: محمد ظاهرشاه‎, Persian: محمد ظاهر شاه‎; 15 October 1914 – 23 July 2007) was the last King of Afghanistan, reigning from 8 November 1933 until he was deposed on 17 July 1973. He expanded Afghanistan's diplomatic relations with many countries, including with both Cold War sides. In the 1950s, Zahir Shah began modernizing the country following the example of Turkey. His long reign was marked by peace and stability that was lost afterwards.\n While staying in Italy for medical treatment, Zahir Shah was overthrown in a surprise coup in 1973 by his cousin and former prime minister, Mohammed Daoud Khan, who established a republic. He remained in exile near Rome until 2002, returning to Afghanistan after the end of the Taliban government. He was given the title Father of the Nation, which he held until his death in 2007.",
  "/wiki/Bahrain": "Bahrain (/bɑːˈreɪn/ (listen); Arabic: البحرين‎ al-Baḥrayn Arabic pronunciation: [al baħrajn] (listen)), officially the Kingdom of Bahrain (Arabic: مملكة البحرين‎ Mamlakat al-Baḥrayn), is a sovereign state in the Persian Gulf. The island nation comprises a small archipelago centered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of Saudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. According to the most recent 2010 census, Bahrain's population is over 1.2 million, of which around half are non-nationals. At 780 square kilometres (300 sq mi) in size, it is the third-smallest nation in Asia after the Maldives and Singapore. The capital and largest city is Manama.\n Bahrain is the site of the ancient Dilmun civilization. It has been famed since antiquity for its pearl fisheries, which were considered the best in the world into the 19th century. Bahrain was one of the earliest areas to convert to Islam, in 628 AD. Following a period of Arab rule, Bahrain was occupied by the Portuguese in 1521, who in turn were expelled in 1602 by Shah Abbas I of the Safavid dynasty under the Persian Empire. In 1783, the Bani Utbah clan captured Bahrain from Nasr Al-Madhkur and it has since been ruled by the Al Khalifa royal family, with Ahmed al Fateh as Bahrain's first hakim.\n In the late 1800s, following successive treaties with the British, Bahrain became a protectorate of the United Kingdom. In 1971, it declared independence. Formerly an emirate, it was declared an Islamic constitutional monarchy in 2002. In 2011, the country experienced protests inspired by the regional Arab Spring. Bahrain's ruling al-Khalifa royal family has been accused and criticized for human rights abuses, including imprisonment, torture and execution of dissidents, political opposition figures and its majority Shia Muslim population.\n Bahrain developed the first post-oil economy in the Persian Gulf, the result of decades of investing in the banking and tourism sectors; many of the world's largest financial institutions have a presence in the country's capital. It subsequently has a high Human Development Index and is recognised by the World Bank as a high-income economy. Bahrain is a member of the United Nations, Non-Aligned Movement, Arab League, Organisation of Islamic Cooperation and the Gulf Cooperation Council.",
  "/wiki/Hamad_bin_Isa_Al_Khalifa": "Hamad bin Isa bin Salman Al Khalifa (Arabic: حمد بن عيسى بن سلمان آل خليفة‎ Ḥamad bin ʿĪsā bin Salmān ʾĀl Ḫalīfah; born 28 January 1950) is the King of Bahrain . He has been the monarch of Bahrain since 6 March 1999, initially reigning as emir, and from 14 February 2002, as the first king. He is the son of Isa bin Salman Al Khalifa, the previous and first emir. The country has been ruled by the Al Khalifa dynasty since 1783.",
  "/wiki/Isa_ibn_Salman_al-Khalifa": "Isa bin Salman Al Khalifa (Arabic: عيسى بن سلمان آل خليفة‎; 3 June 1931 – 6 March 1999) was the first emir of Bahrain from 1961 until his death in 1999. Born in Jasra, Bahrain, he became emir upon the death of his father, Salman bin Hamad Al Khalifa.",
  "/wiki/List_of_honorary_British_knights_and_dames": "This is an incomplete list of people who have been created honorary Knights or Dames by the British crown, as well as those who have been raised to the two comparable Orders of Chivalry (Order of Merit and Order of the Companions of Honour) and the Royal Victorian Chain, which do not carry pre-nominal styles.\n Use of pre-nominal styles and post-nominal initials. An honorary award is one made to a person who is not a citizen of a Commonwealth realm. He or she cannot use the pre-nominal style of 'Sir' or 'Dame', but can use the post-nominal letters (after their names), subject to the prevailing conventions in his or her own country. If such a person later acquires citizenship of a Commonwealth realm, then any honorary awards usually become substantive, and in the case of knights and dames they can begin to use the pre-nominal styles. However this is not automatic. The person must be dubbed by the Queen or Her Majesty's delegate in order to be entitled to use the pre-nominal style. If the knighthood is in an order which has a special class for honorary knighthoods, a change to a regular class of knighthoods is also required.\n Loss of citizenship of a British realm. Citizens of a country which was a full part of the British Empire or Commonwealth when they received the honour (i.e. who were British subjects at the time), were substantive knights or dames, not honorary. The knighthood does not become honorary, and the person may choose to use his or her title(s), after their country becomes a republic. Citizens of British protectorates and mandated territories usually received honorary awards. Notable exceptions were rulers of the Indian princely states, who were de jure British protected persons and not British subjects, but who received substantive knighthoods.\n Annulment and restoration. In certain circumstances, an honorary award may be annulled (i.e. revoked). The effect is that, officially, the person is considered never to have been given the award, their name is erased from the order's register, and they are required to return all insignia. This happens when the Sovereign issues a signed and sealed ordinance cancelling and annulling the appointment. This is not common and in practice only occurs where the recipient has engaged in serious detrimental activities, e.g. following a conviction for serious crimes, or for hostile acts against the United Kingdom. In rare circumstances, an annulled award may later be restored by the Sovereign. Details of known annulments and restorations are annotated in the table below."
}