{
  "/wiki/Universit%C3%A9_Catholique_de_l%27Afrique_de_l%27Ouest": "Université Catholique de l'Afrique de l'Ouest (UCAO) or Catholic University of West Africa was founded in 1967 as the Higher Institute of Religious Culture; later it became a university. It is situated in Abidjan, Ivory Coast. It has also campuses in Bobo-Dioulasso (Burkina Faso) and Lomé (Togo).",
  "/wiki/Abidjan": "Abidjan (/ˌæbɪˈdʒɑːn/ AB-ih-JAHN, French: [abidʒɑ̃]) is the economic capital of Ivory Coast and one of the most populous French-speaking cities in Africa. According to the 2014 census, Abidjan's population was 4.7 million, which is 20 percent of the overall population of the country, and this also makes it the sixth most populous city proper in Africa, after Lagos, Cairo, Kinshasa, Dar es Salaam, and Johannesburg. A cultural crossroads of West Africa, Abidjan is characterised by a high level of industrialisation and urbanisation.",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions.",
  "/wiki/Catholic_University_of_Central_Africa": "The Catholic University of Central Africa (Université Catholique de l'Afrique Centrale) (CUAC or UCAC) is a private Roman Catholic university in Yaoundé, Cameroon.",
  "/wiki/Yaound%C3%A9": "Yaoundé (US: /ˌjɑːʊnˈdeɪ/, UK: /jɑːˈʊndeɪ, -ˈuːn-/; French pronunciation: ​[ja.unde]; German: Jaunde) is the capital of Cameroon and, with a population of more than 2.8 million, the second-largest city in the country after the port city Douala. It lies in the Centre Region of the nation at an elevation of about 750 metres (2,500 ft) above sea level.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
  "/wiki/Kinshasa": "Kinshasa (/kɪnˈʃɑːsə/; French: [kinʃasa]), formerly Léopoldville (Dutch: Leopoldstad), is the capital and the largest city of the Democratic Republic of the Congo. The city is situated alongside the Congo River.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Saint_Paul_University": "Saint Paul University (French: Université Saint-Paul) is a bilingual Catholic Pontifical university federated with the University of Ottawa since 1965. It is located on Main Street in Canada's capital city: Ottawa, Ontario. Fully bilingual, it offers instruction in the Country's both official languages: French and English. The university has been entrusted for over a century and a half to the Congregation of the Missionary Oblates of Mary Immaculate. In August 1866, the university was endowed a civil charter that was passed by the government which was then called the Province of Canada. It later received a pontifical declaration promulgated by Pope Leo XIII on 5 February 1889.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Pontifical_University_of_Mexico": "The Universidad Pontificia de México (Pontifical University of Mexico) is a private institution of higher education established by the Holy See and sponsored by the Roman Catholic Episcopate in Mexico. It is one of the two modern Mexican universities claiming to be successors of the Royal and Pontifical University of Mexico (Real y Pontificia Universidad de México) one of the first universities founded in North America.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/The_Catholic_University_of_America": "The Catholic University of America (CUA) is a private Catholic university in Washington, D.C. It is a pontifical university of the Catholic Church in the United States and the only institution of higher education founded by the U.S. Catholic bishops. Established in 1887 as a graduate and research center following approval by Pope Leo XIII on Easter Sunday, the university began offering undergraduate education in 1904. The university's campus lies within the Brookland neighborhood, known as \"Little Rome\", which contains 60 Catholic institutions, including Trinity Washington University, the Dominican House of Studies, and Archbishop Carroll High School, as well as the Basilica of the National Shrine of the Immaculate Conception.",
  "/wiki/School_of_Canon_Law": "The School of Canon Law is the only faculty of Catholic canon law in the United States. It is one of the twelve schools at The Catholic University of America, located in Washington, D.C. and one of the three ecclesiastical schools at the university, together with the School of Theology and Religious Studies and the School of Philosophy. The school is part of the main campus in the Brookland neighborhood in Northeast D.C. and is housed in Caldwell Hall. It offers the Licentiate of Canon Law and the Doctor of Canon Law ecclesiastical degrees, as well as civil and joint ecclesiastical-civil degree programs.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Pontifical_Catholic_University_of_Argentina": "The Pontifical Catholic University of Argentina, whose full name in Spanish is Pontificia Universidad Católica Argentina \"Santa María de los Buenos Aires\", also known as Universidad Católica Argentina (UCA), is a university in Argentina with campuses in the cities of Buenos Aires, Santa Fe, Rosario, Paraná, Mendoza and Pergamino. The main campus is located in Puerto Madero, one of the most modern neighborhoods of Buenos Aires.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Rio_de_Janeiro": "Rio de Janeiro (/ˈriːoʊ di ʒəˈnɛəroʊ, - deɪ -, - də -/; Portuguese: [ˈhi.u d(ʒi) ʒɐˈne(j)ɾu] (listen); River of January), or simply Rio, is anchor to the Rio de Janeiro metropolitan area and the second-most populous municipality in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO on 1 July 2012 as a Cultural Landscape.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/S%C3%A3o_Paulo": "São Paulo (/ˌsaʊ ˈpaʊloʊ/; Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city (as listed by the GaWC) and the most populous city in Brazil, the Western Hemisphere and the Southern Hemisphere, besides being the largest Portuguese-speaking city in the world. The municipality is also the world's 12th largest city proper by population. The city is the capital of the surrounding state of São Paulo, the most populous and wealthiest state in Brazil. It exerts strong international influences in commerce, finance, arts and entertainment. The name of the city honors the Apostle, Saint Paul of Tarsus. The city's metropolitan area, the Greater São Paulo, ranks as the most populous in Brazil and the 12th most populous on Earth. The process of conurbation between the metropolitan areas located around the Greater São Paulo (Campinas, Santos, Sorocaba and the Paraíba Valley) created the São Paulo Macrometropolis, a megalopolis  with more than 30 million inhabitants, one of the most populous urban agglomerations in the world.",
  "/wiki/Pontifical_Xavierian_University": "The Pontifical Xavierian University (in Spanish Pontificia Universidad Javeriana) is a private higher education institution founded in 1623. It is one of the oldest, most traditional, and prestigious Colombian universities, directed by the Society of Jesus, with its main facilities in Bogotá and a second campus in Cali. \"La Javeriana\", as it is known by its students, has traditionally educated the Colombian elite. It is one of the 33 universities entrusted to the Society of Jesus in Latin America and one of 167 around the world.[citation needed]",
  "/wiki/Bogot%C3%A1": "Bogotá (/ˌboʊɡəˈtɑː/, also UK: /ˌbɒɡ-/, US: /ˈboʊɡətɑː/, Spanish: [boɣoˈta] (listen)), officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the departments of Colombia. It is the political, economic, administrative and industrial center of the country.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/St._Peter%27s_Pontifical_Seminary": "St. Peter’s Pontifical Seminary also known as St. Peter's Pontifical Institute of Philosophy and Theology or simply as St. Peter's Pontifical Seminary/Institute is a Roman Catholic major seminary located in Bangalore, India.",
  "/wiki/Bangalore": "Bangalore, officially known as Bengaluru ([ˈbeŋɡəɭuːɾu] (listen)), is the capital of the Indian state of Karnataka. It has a population of over ten million, making it a megacity and the third-most populous city and fifth-most populous urban agglomeration in India. It is located in southern India, on the Deccan Plateau at an elevation of over 900 m (3,000 ft) above sea level, which is the highest among India's major cities. Its multi-ethnic, multi-religious, and cosmopolitan character is reflected by its more than 1000 Hindu temples, 400 mosques, 100 churches, 40 Jain Basadis, three Sikh gurdwaras, two Buddhist viharas and one Parsi fire temple located in an area of 741 km² of the metropolis. The religious places are further represented by the proposed Chabad of the Jewish community. The numerous Bahá'ís have a society called the Bahá'í Centre.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Dharmaram_Vidya_Kshetram": "Dharmaram Vidya Kshetram is an ecclesiastical institution of higher learning established by the Syrian Catholic congregation of the Carmelites of Mary Immaculate (CMI) for Catholic education, as an independent institute empowered to grant degrees, including Doctorates in Philosophy and Theology. Located in Bengaluru, India, it is a pontifical athenaeum with degree-granting authority validated by the Vatican.",
  "/wiki/Sagesse_High_School": "Sagesse High School, Mary Mother of Wisdom is a private, Catholic co-educational school located in the suburb of Ain Saadeh, Matn District, Lebanon (30 minute drive from Beirut Rafic Hariri International Airport). Sagesse High School operates under the supervision of the General Secretariat of Catholic Schools in Lebanon as well as being a member of the La Sagesse institution of the archdiocese of Beirut, and is internationally accredited by the Middle States Association of Colleges and Schools as of 2009.  Sagesse High School is also the first IB World School in the country, offering the International Baccalaureate since 1995.",
  "/wiki/Beirut": "Beirut (/beɪˈruːt/ bay-ROOT; Arabic: بيروت‎, romanized: Bayrūt; French: Beyrouth) is the capital and largest city of Lebanon. No recent population census has been conducted, but 2007 estimates ranged from slightly more than 1 million to 2.2 million as part of Greater Beirut, which makes it the third-largest city in the Levant region and the fifteenth-largest in the Arab world. Located on a peninsula at the midpoint of Lebanon's Mediterranean coast, Beirut is an important regional seaport.",
  "/wiki/Lebanon": "Lebanon (/ˈlɛbənɒn/ (listen); Arabic: لبنان‎, romanized: Lubnān, Lebanese Arabic pronunciation: [lɪbˈneːn]), officially known as the Lebanese Republic[nb 3] (Arabic: الجمهورية اللبنانية‎, romanized: al-Jumhūrīyah al-Lubnānīyah, Lebanese Arabic pronunciation: [elˈʒʊmhuːrɪjje lˈlɪbneːnɪjje]; French: République libanaise), is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus is west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland facilitated its rich history and shaped a cultural identity of religious and ethnic diversity. At just 10,452 km2 (4,036 mi2), it is the smallest recognized sovereign state on the mainland Asian continent.[nb 4]",
  "/wiki/University_of_Santo_Tomas": "The Pontifical and Royal University of Santo Tomas, The Catholic University of the Philippines, or simply the University of Santo Tomas (UST), is a private, Roman Catholic research university in Manila, Philippines. Founded on April 28, 1611 by Miguel de Benavides, Archbishop of Manila, it has the oldest extant university charter in the Philippines and in Asia, and is one of the world's largest Catholic universities in terms of enrollment found on one campus. The university is run by the Order of Preachers. UST is the only university to have been visited by three popes four times: once by Pope Paul VI on November 28, 1970, twice by Pope John Paul II on February 18, 1981 and January 13, 1995, and once by Pope Francis on January 18, 2015. The patron of the university is St. Thomas Aquinas, while St. Catherine of Alexandria is the patroness.",
  "/wiki/Manila": "Manila (/məˈnɪlə/; Tagalog: Maynilà, pronounced [majˈnilaʔ]), officially the City of Manila (Tagalog: Lungsod ng Maynilà [luŋˈsod nɐŋ majˈnilaʔ]), is the capital of the Philippines and a highly urbanized city. It is the most densely populated city proper in the world as of 2018. It was the first chartered city by virtue of the Philippine Commission Act 183 on July 31, 1901 and gained autonomy with the passage of Republic Act No. 409 or the \"Revised Charter of the City of Manila\" on June 18, 1949. Manila, alongside Mexico City and Madrid are considered the world's original set of Global Cities due to Manila's commercial networks being the first to traverse the Pacific Ocean, thus connecting Asia with the Spanish Americas, marking the first time in world history when an uninterrupted chain of trade routes circled the planet. Manila is also the second most natural disaster-afflicted capital city in the world next to Tokyo, yet it is simultaneously among the most populous and fastest growing cities in Southeast Asia.",
  "/wiki/Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Katholieke_Universiteit_Leuven": "The Katholieke Universiteit LeuvenA (in English: Catholic University of Leuven),B abbreviated KU Leuven, is a research university in the Dutch-speaking town of Leuven in Flanders, Belgium, founded in 1834 in Mechelen as the Catholic University of Belgium and moved its seat to the town of Leuven in 1835 where it changed its name to Catholic University of Leuven. KU Leuven considers itself to be the continuation of the Studium Generale Lovaniense established in 1425 and suppressed in 1797 under French rule.",
  "/wiki/Leuven": "Leuven (/ˈlɜːvən/, Dutch: [ˈløːvə(n)] (listen)) or Louvain (/luːˈvæ̃/, also US: /luːˈveɪn/, French: [luvɛ̃]; German: Löwen [ˈløːvn̩] (listen)) is the capital and largest city of the province of Flemish Brabant in the Flemish Region of Belgium. It is located about 25 kilometres (16 miles) east of Brussels. The municipality itself comprises the historic city and the former neighbouring municipalities of Heverlee, Kessel-Lo, a part of Korbeek-Lo, Wilsele and Wijgmaal. It is the eighth largest city in Belgium and the fourth in Flanders with more than 100,244 inhabitants.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Universit%C3%A9_catholique_de_Louvain": "The Université catholique de Louvain (also known as the Catholic University of Louvain, the English translation of its French name, and the University of Louvain, its official English name) is Belgium's largest French-speaking university. It is located in Louvain-la-Neuve, which was expressly built to house the university, and Brussels, Charleroi, Mons, Tournai and Namur. Since September 2018, the university has used the branding UCLouvain, replacing the acronym UCL, following a merger with Saint-Louis University, Brussels.",
  "/wiki/Louvain-la-Neuve": "Louvain-la-Neuve (French pronunciation: ​[lu.vɛ̃.la.nœv], French for New Leuven) is a planned city in the municipality of Ottignies-Louvain-la-Neuve, Belgium, situated 30 km southeast of Brussels, in the French-speaking part of the country. The city was built to house the Université catholique de Louvain (UCLouvain) which owns its entire territory; following the linguistic quarrels that took place in Belgium during the 1960s, and Flemish claims of discrimination at the Catholic University of Leuven, the institution was split into the Dutch language Katholieke Universiteit te Leuven which remained in Leuven, and the Université catholique de Louvain.",
  "/wiki/Brno": "Brno (/ˈbɜːrnoʊ/ BUR-noh, Czech: [ˈbr̩no] (listen); German: Brünn [bʁʏn]) is a city in the South Moravian Region of Czechia. Located at the confluence of the Svitava and Svratka rivers, Brno has about 400,000 inhabitants, making it the second-largest city in the Czech Republic after the capital, Prague. Its metropolitan area has around 1,183,207 inhabitants.",
  "/wiki/Czech_Republic": "The Czech Republic (/ˈtʃɛk -/ (listen); Czech: Česká republika [ˈtʃɛskaː ˈrɛpublɪka] (listen)), also known by its short-form name, Czechia (/ˈtʃɛkiə/ (listen); Czech: Česko [ˈtʃɛsko] (listen)), is a country in Central Europe bordered by Poland to the northeast, Slovakia to the southeast, Austria to the south, and Germany to the west. The Czech Republic is a landlocked country with a hilly landscape that covers an area of 78,866 square kilometers (30,450 sq mi) with a mostly temperate continental climate and oceanic climate. It is a unitary parliamentary republic, with 10.7 million inhabitants. Its capital and largest city is Prague, with 1.3 million residents; other major cities are Brno, Ostrava, Olomouc and Pilsen.",
  "/wiki/Institut_Catholique_de_Paris": "The Institut Catholique de Paris (ICP), known in English as the Catholic University of Paris (and in Latin as Universitas catholica Parisiensis), is a private university located in Paris, France.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/University_of_Strasbourg": "The University of Strasbourg (French: Université de Strasbourg, Unistra or UDS) in Strasbourg, Alsace, France, is a university in France with over 52,000 students and almost 3,300 researchers.",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/Catholic_University_of_Toulouse": "The Institut Catholique de Toulouse (or ICT) is a Catholic university in Toulouse, France.",
  "/wiki/Toulouse": "Toulouse (/tuːˈluːz/, too-LOOZ; French: [tuluz] (listen); Occitan: Tolosa [tuˈluzo]; Latin: Tolosa) is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres (93 miles) from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014. In France, Toulouse is called the \"Pink City\" (La Ville Rose).",
  "/wiki/Canon_law_of_the_Catholic_Church": "The canon law of the Catholic Church (Latin: jus canonicum) is the system of laws and legal principles made and enforced by the hierarchical authorities of the Catholic Church to regulate its external organization and government and to order and direct the activities of Catholics toward the mission of the Church. It was the first modern Western legal system and is the oldest continuously functioning legal system in the West, while the unique traditions of Oriental canon law govern the 23 Eastern Catholic particular churches sui iuris."
}