{
  "/wiki/Jennifer_Lopez": "Jennifer Lynn Lopez (born July 24, 1969), also known by her nickname J.Lo, is an American actress, singer, dancer, fashion designer, producer, and businesswoman. In 1991, Lopez began appearing as a Fly Girl dancer on In Living Color, where she remained a regular until she decided to pursue an acting career in 1993. For her first leading role in the 1997 Selena biopic of the same name, Lopez received a Golden Globe nomination and became the first Latin actress to earn over US$1 million for a film. She went on to star in Anaconda (1997) and Out of Sight (1998), later establishing herself as the highest-paid Latin actress in Hollywood.",
  "/wiki/Pitbull_(rapper)": "Armando Christian Pérez (born January 15, 1981), known professionally as Pitbull, is an American rapper, singer, songwriter and record producer. Pérez began his career in the early 2000s, recording reggaeton, latin hip hop and crunk music under a multitude of labels. In 2004, he released his debut album M.I.A.M.I. under TVT Records and the executive production of Lil Jon. Pitbull later released his second album El Mariel, in 2006 and his third, The Boatlift, in 2007. His fourth album, Rebelution (2009), included his breakthrough hit single \"I Know You Want Me (Calle Ocho)\", which peaked at number two on the US Billboard Hot 100 and number one on the UK Singles Chart.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/On_the_Floor": "\"On the Floor\" is a song recorded by American singer Jennifer Lopez for her seventh studio album, Love? (2011). Featuring American rapper Pitbull, it was released by Island Records on February 8, 2011 as the lead single from the album. \"On the Floor\" was written by Kinnda \"Kee\" Hamid, AJ Junior, Teddy Sky, Bilal \"The Chef\" Hajji, Pitbull, Gonzalo Hermosa, Ulises Hermosa, along with the song's producer RedOne. It is an up-tempo electro-house and dance-pop song with a common time tempo of 130 beats per minute. \"On the Floor\" incorporates elements of electro house and draws further musical influences from eurodance, Latin music and techno music. Lopez recorded a Spanish-language version of the song titled \"Ven a Bailar\" (English: \"Come to Dance\"), which includes additional lyrical contributions from Julio Reyes Copello and Jimena Romero.",
  "/wiki/Alexandra_Stan": "Alexandra Ioana Stan (born 10 June 1989) is a Romanian singer and songwriter. Born and raised in the city of Constanța, she made her worldwide breakthrough with the 2011 single \"Mr. Saxobeat\", which was written and produced by Marcel Prodan and Andrei Nemirschi. They discovered Stan at a karaoke bar in 2009 and offered her a contract with their label Maan Records. \"Mr. Saxobeat\" followed the singer's debut recording, \"Lollipop (Param Pam Pam)\" (2009), which brought her fame in her native country. \"Mr. Saxobeat\" quickly achieved commercial success in Romania and abroad, reaching number one in several countries. Saxobeats, her debut studio album, was released in August 2011 and features the follow-up single \"Get Back (ASAP)\" (2011), which together with \"Lemonade\" (2012) was a moderate hit in Europe.",
  "/wiki/Romania": "Romania (/roʊˈmeɪniə/ (listen) ro-MAY-nee-ə; Romanian: România [romɨˈni.a] (listen)) is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It has borders with the Black Sea to the southeast, Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east. It has a predominantly temperate-continental climate. With a total area of 238,397 square kilometers (92,046 square miles), Romania is the 8th largest country and also the 6th most populous member state of the European Union, having almost 20 million inhabitants. Its capital and largest city is Bucharest, and other major urban areas include Cluj-Napoca, Timișoara, Iași, Constanța, Craiova, Brașov, and Galați.",
  "/wiki/Mr._Saxobeat": "\"Mr. Saxobeat\" is a song by Romanian singer Alexandra Stan, released on 28 January 2011 by Ego Records as the second single from her debut studio album, Saxobeats (2011). The track was written and produced by Marcel Prodan and Andrei Nemirschi, and was recorded at their Maan Studio. Musically, \"Mr. Saxobeat\" is a Eurodance and dance-pop song, with its instrumentation consisting of synths, techno beats, saxophone and horn. The lyrics echo the singer's vision of a perfect man; her vocal delivery has been likened to Barbadian singer Rihanna by a music critic.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.",
  "/wiki/Grenade_(song)": "\"Grenade\" is a song by American singer and songwriter Bruno Mars from his debut studio album, Doo-Wops & Hooligans (2010). A pop and R&B ballad, \"Grenade\" was written and produced by The Smeezingtons (Mars, Phillip Lawrence, Ari Levine) with additional songwriting by Brody Brown, Claude Kelly, and Andrew Wyatt. The song was developed from an unreleased track with similar lyrical themes played by record producer Benny Blanco to Mars. \"Grenade\" was completely rearranged and re‑recorded two days before the album's release. The song's lyrics carry a message of unrequited love and how Mars' heart was broken, despite his best efforts to show her his love. Initially released as a promotional single on September 28, 2010, it was later announced as the album's second single, released by Atlantic and Elektra Records.",
  "/wiki/Adele": "Adele Laurie Blue Adkins MBE (/əˈdɛl/; born 5 May 1988) is an English singer-songwriter. After graduating from the BRIT School in 2006, Adele signed a recording contract with XL Recordings. In 2007, she received the Brit Awards Critics' Choice Award and won the BBC Sound of 2008 poll. Her debut album, 19, was released in 2008 to commercial and critical success. It is certified eight times platinum in the UK, and three times platinum in the US. The album contains her first song, \"Hometown Glory\", written when she was 16, which is based on her home suburb of West Norwood in London. An appearance she made on Saturday Night Live in late 2008 boosted her career in the US. At the 51st Grammy Awards in 2009, Adele received the awards for Best New Artist and Best Female Pop Vocal Performance.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Rolling_in_the_Deep": "\"Rolling in the Deep\" is a song recorded by English singer-songwriter Adele for her second studio album, 21. It is the lead single and opening track on the album. The song was written by Adele and Paul Epworth. The singer herself describes it as a \"dark blues-y gospel disco tune\". The largest crossover hit in the United States from the past 25 years, \"Rolling in the Deep\" gained radio airplay from many different radio formats. It was first released on 29 November 2010 as the lead single from 21 in digital download format. The lyrics describe the emotions of a scorned lover.",
  "/wiki/Pietro_Lombardi_(singer)": "Pietro Lombardi (born 9 June 1992, Karlsruhe, Baden-Württemberg, Germany) is a German singer and the winner of season 8 of Deutschland sucht den Superstar. He is best known for his R&B songs and ballads.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Call_My_Name_(Pietro_Lombardi_song)": "\"Call My Name\" is a song recorded by Pietro Lombardi from his first studio album Jackpot (2011). The song is the debut single of the winner of the eighth season of Deutschland sucht den Superstar (DSDS). It was written and produced by DSDS jury member Dieter Bohlen. The song was released on May 7, 2011.",
  "/wiki/Marlon_Roudette": "Marlon Rosegold Mcvey-Roudette (born 5 January 1983) is a British-Vincentian recording artist, singer, rapper, songwriter and producer. He is the former front man for the duo Mattafix, who had their first number 1, Big City Life, back in 2006. After the group split, Roudette embarked on a solo career with two number one singles in Europe, \"New Age\" and \"When the Beat Drops Out\"; the latter made it to number 7 on the UK chart and is certified platinum. In recent years he is also known for his co-writing work for artists including Sinead Harnett and Mabel McVey. He co-wrote Mabel’s hit singles \"Finders Keepers\" and Fine Line.",
  "/wiki/New_Age_(Marlon_Roudette_song)": "\"New Age\" is a song by British recording artist Marlon Roudette, released as the first single internationally from his debut studio album, Matter Fixed. The song was released as a single, initially in Germany, on 20 July 2011. After high airplay on VIVA Germany, the single charted at number one on its first week of release in German singles chart and remained at number one for 8 consecutive weeks.",
  "/wiki/Snoop_Dogg": "Calvin Cordozar Broadus Jr. (born October 20, 1971), known professionally as Snoop Dogg,[note 1] is an American rapper, singer, songwriter, producer, media personality, entrepreneur, and actor. His music career began in 1992 when he was discovered by Dr. Dre and featured on Dre's solo debut, \"Deep Cover\", and then on Dre's solo debut album, The Chronic. He has since sold over 23 million albums in the United States and 35 million albums worldwide.",
  "/wiki/David_Guetta": "Pierre David Guetta (French pronunciation: ​[pjɛʁ david ɡɛta]; /ˈɡɛtə/; born 7 November 1967) is a French DJ, music programmer, record producer and songwriter. He has sold over nine million albums and thirty million singles worldwide. In 2011, Guetta was voted as the number one DJ in the DJ Mag Top 100 DJs poll. In 2013, Billboard crowned \"When Love Takes Over\" as the number one dance-pop collaboration of all time.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Wet_(Snoop_Dogg_song)": "\"Wet\" is the official lead single from hip-hop artist Snoop Dogg's eleventh studio album Doggumentary. The original version was produced by The Cataracs. \"Wet\" reached #40 on the Hot R&B/Hip-Hop Songs, #18 on the Hot Rap Songs and #13 on the Bubbling Under Hot 100 Singles. A remix of the song entitled \"Sweat\" was released  by French DJ David Guetta on March 4, 2011.",
  "/wiki/LMFAO": "LMFAO (an initialism for Laughing My Fucking Ass Off) is an American electronic dance music duo consisting of uncle Redfoo and nephew SkyBlu. They respectively are a son and grandson of Motown Records founder Berry Gordy. RedFoo and SkyBlu grew up in Pacific Palisades, Los Angeles, where they formed the group LMFAO in 2006 and later became part of the electro house scene. LMFAO started building a local buzz through its shows and radio play. In 2010, they were featured on David Guetta's song \"Gettin' Over You\", which charted all over Europe and the United States, including reaching number one on the UK Singles Chart.",
  "/wiki/Lauren_Bennett": "Lauren Diane Bennett (born 23 June 1989) is an English singer, dancer, and model. She is best known as a member of the girl group G.R.L.. She is also known for her work with the Paradiso Girls, CeeLo Green, Robin Antin of the Pussycat Dolls, and most notably with LMFAO, where she was featured on the 2011 summer hit \"Party Rock Anthem,\" achieving her first number one single in the United Kingdom and United States.",
  "/wiki/GoonRock": "David Jamahl Listenbee, better known by his stage name GoonRock, is an American record producer, musician, singer, songwriter and rapper. Raised in Los Angeles, California, early in his career he focused on hip hop and sold beats to artists such as Dr. Dre, Ne-Yo, Kanye West, and Juvenile. He later began incorporating club music. GoonRock co-wrote and co-produced a number of songs on LMFAO's 2011 album Sorry for Party Rocking, including hit singles \"Party Rock Anthem\" and \"Sexy and I Know It.\"",
  "/wiki/Party_Rock_Anthem": "\"Party Rock Anthem\" is a song by American music duo LMFAO, featuring British singer Lauren Bennett and American music producer GoonRock. It was released as the first single from their second album Sorry for Party Rocking in 2011.",
  "/wiki/Ne-Yo": "Shaffer Chimere Smith (born October 18, 1979), better known by his stage name Ne-Yo, is an American singer, songwriter, record producer, actor and dancer. He gained fame for his songwriting abilities when he penned his 2004 hit \"Let Me Love You\" for singer Mario. The single's successful release in the United States prompted an informal meeting between Ne-Yo and Def Jam's label head and the signing of a recording contract.",
  "/wiki/Afrojack": "Nick van de Wall (Dutch: [ˈnɪk fɑn də ˈʋɑl]; born 9 September 1987), professionally known as Afrojack, is a Dutch DJ, music programmer, record producer, and remixer from Spijkenisse. In 2007, he founded the record label Wall Recordings; his debut album Forget the World was released in 2014. Afrojack regularly features as one of the ten best artists in the Top 100 DJs published by DJ Mag. He is also the CEO of LDH Europe.",
  "/wiki/Nayer": "Nayer Regalado (born August 2, 1989), known mononymously as Nayer, is a Cuban-American singer. She gained recognition in 2011 after being featured on Pitbull's hit single \"Give Me Everything\", produced by Afrojack, and releasing her single \"Suave (Kiss Me)\" featuring Pitbull and Swedish-Congolese singer-songwriter Mohombi which was a success in Europe and the Middle East. Her other known collaborations include songs with Enrique Iglesias, Fonseca, Yomil (of the Cuban duo Yomil y el Dany), Jean-Roch and Melissa.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Give_Me_Everything_(Pitbull_song)": "\"Give Me Everything\" is a song written and performed by American rapper Pitbull, American R&B singer Ne-Yo, and Dutch DJ Afrojack, featuring additional vocals from American singer Nayer. Produced by Afrojack, it was released on March 18, 2011, as the second single from Pitbull's sixth studio album, Planet Pit (2011). Rolling Stone described the song as a \"club-pop cut with a plaintive Ne-Yo chorus.\"",
  "/wiki/Tim_Bendzko": "Tim Bendzko (born 9 April 1985) is a German singer-songwriter. He achieved nationwide recognition with his song \"Nur noch kurz die Welt retten\" and becoming the winner on the Bundesvision Song Contest.",
  "/wiki/Sunrise_Avenue": "Sunrise Avenue is a Finnish rock band originally formed in 2002 in Helsinki, Finland. In the early days, the band was called Sunrise and the name was changed to Sunrise Avenue in 2003. Their style varies from rock and pop-rock to rock ballads. The band has sold more than 2,000,000 albums and 2,000,000 singles and played several tours and more than a thousand shows in twenty European countries and Japan.[citation needed] Sunrise Avenue's best known songs are \"Hollywood Hills\" (2011), \"Fairytale Gone Bad\" (2006), \"Forever Yours\" (2007), \"The Whole Story\" (2009), \"Heal Me\" (2007), \"Welcome To My Life\" (2009), and \"Heartbreak Century\" (2017). The band has released five studio albums, two live albums, three live DVDs, a best-of album and 21 singles. They are successful and known across continental Europe, especially their home country and Germany. On 2 December 2019 they announced their intention to disband in 2020, with the release of one final single and tour for 2020.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Lucenzo": "Luís Filipe Oliveira (born 27 May 1983), better known by his stage name Lucenzo, is a Portuguese–French reggaeton recording artist and record producer. His parents emigrated to France, from Portugal. Lucenzo signed with the Universal Music record label. He is best known for his dance hit with rapper Big Ali, \"Vem dançar Kuduro\". Puerto Rican reggaeton artist Don Omar released a Spanish/Portuguese version of the song under the title \"Danza Kuduro\" with Lucenzo.",
  "/wiki/Don_Omar": "William Omar Landrón Rivera, better known by his stage name Don Omar, is a Puerto Rican reggaeton singer and actor. He is sometimes referred to by his nicknames El Rey, and King of Kings of Reggaeton Music. On 1 September 2017, he announced that he would retire after a series of concerts at the José Miguel Agrelot Coliseum in Puerto Rico, scheduled to be held on  15, 16 and 17 December. He returned to music on 20 April with his song Ramayama with Farruko.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Danza_Kuduro": "\"Vem Dançar Kuduro\" (English: Come Dance Kuduro) is a multilingual Portuguese/English dance hit single by Lucenzo, a France-based artist of Portuguese origin featuring also France-based American artist Big Ali.\nLucenzo sings in Portuguese and Big Ali in English.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Calvin_Harris": "Adam Richard Wiles (born 17 January 1984), known professionally as Calvin Harris, is a Scottish DJ, record producer, singer, and songwriter. He is known for his singles \"We Found Love\", \"This Is What You Came For\", \"Summer\", \"Feel So Close\", \"Feels\", and “One Kiss”. His collaboration with Rihanna, \"We Found Love\", became an international success, giving Harris his first number one single on the US Billboard Hot 100. He has released five studio albums and runs his own record label, Fly Eye Records, which he founded in 2010.",
  "/wiki/Barbados": "Barbados (/bɑːrˈbeɪdɒs/ (listen) or /-doʊs/) is an island country in the Lesser Antilles of the West Indies, in the Caribbean region of North America. It is 34 kilometres (21 miles) in length and up to 23 km (14 mi) in width, covering an area of 432 km2 (167 sq mi). It is situated in the western area of the North Atlantic and 100 km (62 mi) east of the Windward Islands and the Caribbean Sea; therein, Barbados is east of the Windwards, part of the Lesser Antilles, roughly at 13°N of the equator. It is about 168 km (104 mi) east of both the countries of Saint Lucia and Saint Vincent and the Grenadines and 180 km (110 mi) south-east of Martinique and 400 km (250 mi) north-east of Trinidad and Tobago. Barbados is outside the principal Atlantic hurricane belt. Its capital and largest city is Bridgetown.",
  "/wiki/We_Found_Love": "\"We Found Love\" is a song recorded by Barbadian singer Rihanna from her sixth studio album, Talk That Talk (2011). It was written and produced by, and performed by Scottish DJ Calvin Harris; the song was also featured on his third album 18 Months (2012). \"We Found Love\" premiered on September 22, 2011, on the Capital FM radio station in the United Kingdom, and was made available to download on the same day as the lead single from Talk That Talk. \"We Found Love\" is an uptempo electro house song, with elements of dance-pop, techno and Europop. The song's lyrics speak of a couple who \"found love in a hopeless place\".",
  "/wiki/Caro_Emerald": "Caroline Esmeralda van der Leeuw (born 26 April 1981), better known by her stage name Caro Emerald, is a Dutch pop and jazz singer. Active since 2007, she rose to prominence in 2009 with \"Back It Up\". Follow-up single \"A Night Like This\" topped charts in the Netherlands. Emerald is often praised for her outstanding live performances. She predominantly performs in English.",
  "/wiki/A_Night_like_This_(song)": "\"A Night like This\" is the second single by Caro Emerald, taken from the album Deleted Scenes from the Cutting Room Floor. It was released on 11 December 2009 in the Netherlands after it was first presented in an online Martini commercial on 16 October. Being released in 2010 in Europe, including the UK where it peaked at Number 65 in the UK Singles Chart. It was added to the 'A' list on BBC Radio One.",
  "/wiki/Maroon_5": "Maroon 5 is an American pop rock band from Los Angeles, California. It currently consists of lead vocalist Adam Levine, keyboardist and rhythm guitarist Jesse Carmichael, bassist Mickey Madden, lead guitarist James Valentine, drummer Matt Flynn, keyboardist PJ Morton, and multi-instrumentalist Sam Farrar. Original members Levine, Carmichael, Madden, and drummer Ryan Dusick first came together as Kara's Flowers in 1994, while they were still in high school. After self-releasing their independent album We Like Digging?, the band signed to Reprise Records and released the album The Fourth World in 1997. The album garnered a tepid response, after which the record label dropped the band and the members focused on college. In 2001, the band re-emerged as Maroon 5, pursuing a different direction and adding guitarist Valentine. The band signed with Octone Records, an independent record label with a separate joint venture relationship with J Records and released their debut album Songs About Jane in June 2002. Aided by its lead single, \"Harder to Breathe\", which received heavy airplay, the album peaked at number six on the Billboard 200 chart, and went platinum in 2004. The band won the Grammy Award for Best New Artist in 2005. In 2006, Dusick left the band after suffering from serious wrist and shoulder injuries and was replaced by Matt Flynn.",
  "/wiki/Christina_Aguilera": "Christina María Aguilera (/ˌæɡɪˈlɛərə/, Spanish: [aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013. With estimated sales of 75 million records, she is one of the world's best-selling music artists.",
  "/wiki/Moves_like_Jagger": "\"Moves like Jagger\" is a song by American band Maroon 5 featuring singer Christina Aguilera. It was released by A&M Octone Records on June 21, 2011, as the fourth and final single from the re-release of the group's third studio album Hands All Over (2010). The song was written by Adam Levine, Ammar Malik, Benjamin Levin, and Shellback; the latter two are also the producers. \"Moves like Jagger\" is a disco and electropop song and is backed by synths and electronic drums. The lyrics refer to a male bragging about his ability to sexually arouse his love interest, which he compares to those of Mick Jagger, lead singer of The Rolling Stones.",
  "/wiki/Set_Fire_to_the_Rain": "\"Set Fire to the Rain\" is a song by English singer-songwriter Adele from her second studio album 21. The song was Adele's third consecutive US number-one single from 21, and reached the top ten in a number of other markets.  The song was voted by readers of Billboard as their favorite number one hit of 2012. The song's live rendition from the DVD Live at the Royal Albert Hall won the Grammy Award for Best Pop Solo Performance at the 55th Annual Grammy Awards.",
  "/wiki/Lady_Gaga": "Stefani Joanne Angelina Germanotta (/ˈstɛfəni ˌdʒɜːrməˈnɒtə/ STEF-ən-ee JUR-mə-NOT-ə) (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, and actress. She is known for reinventing herself throughout her career and for her versatility in numerous areas of the entertainment industry. Gaga began performing as a teenager, singing at open mic nights and acting in school plays. She studied at Collaborative Arts Project 21, through New York University's Tisch School of the Arts, before dropping out to pursue a music career. When Def Jam Recordings canceled her contract, she worked as a songwriter for Sony/ATV Music Publishing, where Akon helped her sign a joint deal with Interscope Records and his own label KonLive Distribution in 2007. She rose to prominence the following year with her debut album, the electropop record The Fame, and its chart-topping singles \"Just Dance\" and \"Poker Face\". The follow-up EP The Fame Monster (2009), along with the singles \"Bad Romance\", \"Telephone\" and \"Alejandro\", were also successful.",
  "/wiki/Born_This_Way_(song)": "\"Born This Way\" is a song by American singer Lady Gaga, and the lead single from her second studio album of the same name. Written by Gaga and Jeppe Laursen, who produced it along with Fernando Garibay and DJ White Shadow, the track was developed while Gaga was on the road with The Monster Ball Tour. Inspired by 1990s music which empowered women and the gay community, Gaga explained that \"Born This Way\" was her freedom song. She sang part of the chorus at the 2010 MTV Video Music Awards in 2010 and announced the song as the lead single from the album, released on February 11, 2011.",
  "/wiki/Taio_Cruz": "Jacob Taio Cruz (born Adetayo Ayowale Onile-Ere; April 23, 1985), known professionally as Taio Cruz /taɪ.oʊˈkruːz/, is an English singer, songwriter, rapper and record producer. In 2008, he released his debut album Departure, which he wrote, arranged and produced. The album achieved certified gold status in the United Kingdom and earned him a Music of Black Origin Awards (MOBO) nomination.",
  "/wiki/Kylie_Minogue": "Kylie Ann Minogue, AO, OBE (/mɪˈnoʊɡ/; born 28 May 1968), often known simply as Kylie, is an Australian singer, songwriter and actress. Throughout her career, Minogue has been known for reinventing herself in fashion and music. She is described as a style icon and has been recognised with several honorific nicknames, most notably the \"Princess of Pop\". Minogue is also recognised as the highest-selling female Australian artist of all time. Born and raised in Melbourne, she has worked and lived in the United Kingdom since the 1990s. Minogue achieved recognition starring in the Australian soap opera Neighbours, where she played tomboy mechanic Charlene Robinson. She came to prominence as a recording artist in the late 1980s and released four bubblegum and dance-pop-influenced studio albums produced by Stock Aitken Waterman and released by PWL. By the time she released her fourth album in the early 1990s, she had amassed several top ten singles in the UK and Australia, including \"I Should Be So Lucky\", \"The Loco-Motion\", \"Hand on Your Heart\", \"Better the Devil You Know\" and \"Step Back in Time\". Minogue, however, felt alienated and dissatisfied with the little creative control she had over her music.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Higher_(Taio_Cruz_song)": "\"Higher\" is the fifth single from English singer-songwriter Taio Cruz's second studio album, Rokstarr. It was written and produced by Cruz and Sandy Vee, and was released on 26 November 2010. This song was originally written for Australian singer Kylie Minogue's album Aphrodite, but plans fell through. However, Cruz and Minogue recorded a version of the song for the European release, while American rapper Travie McCoy recorded guest raps for the American release. The Brazilian and United Kingdom versions have parts of McCoy's rap mixed into the Minogue version. The version on Cruz's albums feature a solo vocal by Cruz with no guest vocalist and an edited version of the solo version was added to Radio Disney's playlist.",
  "/wiki/Lana_Del_Rey": "Elizabeth Woolridge Grant (born June 21, 1985), known professionally as Lana Del Rey, is an American singer, songwriter and record producer. Her music is noted for its stylized cinematic quality; its themes of tragic romance, glamour, and melancholia; and its references to pop culture, particularly 1950s and 1960s Americana.",
  "/wiki/Video_Games_(song)": "\"Video Games\" is a song recorded by American singer and songwriter Lana Del Rey for her second studio album and major label debut, Born to Die (2012). It was first released to the Internet on June 29, 2011, was later released on her extended play, Lana Del Rey, and re-released as the lead single from her second studio album, Born to Die on October 7, 2011, through Interscope Records. The song was produced by Robopop while the lyrics were written by Del Rey and Justin Parker. \"Video Games\" is a baroque pop ballad that speaks of the protagonist who, despite being ignored by her significant other, resolves to love him regardless.",
  "/wiki/List_of_best-selling_singles_by_year_(Germany)": "This is a list of the twenty best-selling singles on the Media Control Charts in Germany from 2000 to 2018. The data was found out by Media Control and is based on the singles sold."
}