{
  "/wiki/One_World_Trade_Center": "One World Trade Center (also known as One WTC or Freedom Tower)[note 1] is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the second tallest building in the Western Hemisphere, and the seventh-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks of September 11, 2001. The new skyscraper stands on the northwest corner of the 16-acre (6.5 ha) World Trade Center site, on the site of the original 6 World Trade Center. The building is bounded by West Street to the west, Vesey Street to the north, Fulton Street to the south, and Washington Street to the east.\n The building's architect is David Childs, whose firm Skidmore, Owings & Merrill (SOM) also designed the Burj Khalifa and the Willis Tower. The construction of below-ground utility relocations, footings, and foundations for the new building began on April 27, 2006. One World Trade Center became the tallest structure in New York City on April 30, 2012, when it surpassed the height of the Empire State Building. The tower's steel structure was topped out on August 30, 2012. On May 10, 2013, the final component of the skyscraper's spire was installed, making the building, including its spire, reach a total height of 1,776 feet (541 m). Its height in feet is a deliberate reference to the year when the United States Declaration of Independence was signed. The building opened on November 3, 2014; the One World Observatory opened on May 29, 2015.\n On March 26, 2009, the Port Authority of New York and New Jersey (PANYNJ) confirmed that the building would be officially known by its legal name of \"One World Trade Center\", rather than its colloquial name of \"Freedom Tower\". The building is 104 standard floors high, but the tower has only 94 actual stories.\n The new World Trade Center complex will eventually include five high-rise office buildings built along Greenwich Street, as well as the National September 11 Memorial & Museum, located just south of One World Trade Center where the original Twin Towers stood. The construction of the new building is part of an effort to memorialize and rebuild following the destruction of the original World Trade Center complex.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/Willis_Tower": "The Willis Tower (colloquial:  Sears Tower, its name for 36 years) is a 110-story, 1,450-foot (442.1 m) skyscraper in Chicago, Illinois. At completion in 1973, it surpassed the World Trade Center in New York City to become the tallest building in the world, a title that it held for nearly 25 years; it was also the tallest building in the Western Hemisphere for 41 years, until the new One World Trade Center surpassed it in 2014. While it held the title of \"Tallest Office Building\" until 2014, it lost the title of \"Tallest Man-Made Structure\" after only 3 years. The CN Tower in Toronto, which serves as a communications tower, took over the title in 1976. \nThe Willis Tower is considered a seminal achievement for architect Fazlur Rahman Khan. It is currently the third-tallest building in the United States and the Western hemisphere – and the 23rd-tallest in the world. Each year, more than one million people visit its observation deck, the highest in the United States, making it one of Chicago's most popular tourist destinations. The structure was renamed in 2009 by the Willis Group as a term of its lease.\n As of April 2018[update], the building's largest tenant is United Airlines, which moved its corporate headquarters from 77 West Wacker Drive (then the United Building) in 2012, occupying around 20 floors. Other major tenants include the building's namesake Willis Group and law firms Schiff Hardin and Seyfarth Shaw. Morgan Stanley plans to move to the building in 2019 and become its fourth-largest tenant by 2020.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/Central_Park_Tower": "Central Park Tower, also known as the Nordstrom Tower, is a mixed-use supertall skyscraper being developed by Extell Development Company and Shanghai Municipal Investment Group along Billionaires' Row on 57th Street in Midtown Manhattan, New York City. Designed by Adrian Smith + Gordon Gill Architecture, the building rises 1,550 feet (472 m) and is the second-tallest skyscraper in the United States and the Western Hemisphere, the 15th tallest building in the world, the tallest residential building in the world (the much taller Burj Khalifa in Dubai has 900 residential units, but is mixed-use), and the tallest building outside Asia by roof height.\n The site of the Central Park Tower was formerly occupied by two buildings at 225 West 57th Street and 1780 Broadway, which were demolished in 2011–2012. In mid-2012, Nordstrom committed to opening their first store within the base of the tower. A proposed cantilever above the Art Students League of New York's building at 215 West 57th Street, intended to maximize views of nearby Central Park, resulted in several lawsuits, but was later allowed because construction had already started. Despite uncertainty about the final design and complications relating to the tower's financing, excavations at the site started in May 2014. Actual construction started in February 2015, with the building topping out in September 2019.",
  "/wiki/John_Hancock_Center": "875 North Michigan Avenue, formerly the John Hancock Center, is a 100-story, 1,128-foot supertall skyscraper located in Chicago, Illinois. Located in the Magnificent Mile district, its name was changed to 875 North Michigan Avenue on February 12, 2018.\n It was constructed under the supervision of Skidmore, Owings and Merrill, with Colombian-Peruvian chief designer Bruce Graham and Bangladeshi structural engineer Fazlur Rahman Khan. When the building topped out on May 6, 1968, it was the second-tallest building in the world and the tallest outside New York City. It is currently the fourth-tallest building in Chicago and the ninth-tallest in the United States, after One World Trade Center, the Willis Tower, 432 Park Avenue, the Trump Tower Chicago, the Empire State Building, the Bank of America Tower, 30 Hudson Yards and the Aon Center. When measured to the top of its antenna masts, it stands at 1,500 feet (457 m). The building is home to several offices and restaurants, as well as about 700 condominiums. It also contains the third-highest residence in the world, after the Burj Khalifa in Dubai and the Trump Tower in Chicago. The building was named for John Hancock Mutual Life Insurance Company, a developer and original tenant of the building. In 2018, John Hancock Insurance requested that its name be removed and the owner is seeking another naming rights deal.\n From the 95th floor restaurant, diners can look out at Chicago and Lake Michigan. The observatory (360 Chicago), which competes with the Willis Tower's Skydeck, has a 360° view of the city, up to four states, and a distance of over 80 miles (130 km). 360 Chicago is home to TILT, a moving platform that leans visitors over the edge of the skyscraper to a 30-degree angle, a full bar with local selections, Chicago's only open-air SkyWalk, and also features free interactive high definition touch screens in six languages. The 44th-floor sky lobby features America's highest indoor swimming pool.",
  "/wiki/Empire_State_Building": "The Empire State Building is a 102-story[c] Art Deco skyscraper in Midtown Manhattan, New York City. It was designed by Shreve, Lamb & Harmon and completed in 1931. The building has a roof height of 1,250 feet (380 m) and stands a total of 1,454 feet (443.2 m) tall, including its antenna. Its name is derived from \"Empire State\", the nickname of New York. The Empire State Building stood as the world's tallest building for nearly 40 years until the construction of the World Trade Center's North Tower in Lower Manhattan in late 1970. Following the September 11 attacks in 2001, it was again the tallest building in New York City until it was surpassed by the new One World Trade Center in 2012. As of 2019[update], the building is the seventh-tallest building in New York City, the sixth-tallest completed skyscraper in the United States, and the 45th-tallest in the world. It is also the sixth-tallest freestanding structure in the Americas.\n The site of the Empire State Building, located in Midtown South on the west side of Fifth Avenue between West 33rd and 34th Streets, was originally part of an early 18th-century farm, then became the site of the Waldorf–Astoria Hotel in 1893. In 1929, Empire State Inc. acquired the site and devised plans for a skyscraper there. The design for the Empire State Building was changed fifteen times until it was ensured to be the world's tallest building. Construction started on March 17, 1930, and the building opened thirteen and a half months afterward on May 1, 1931. Despite the publicity surrounding the building's construction, its owners failed to make a profit until the early 1950s.\n Since its opening, the building's Art Deco architecture and observation decks have made it a popular attraction. Around 4 million tourists from around the world visit the building's 86th and 102nd floor observatories every year, and an additional indoor observatory on the 80th floor opened in 2019. The building stands near other major Midtown tourist attractions including Pennsylvania Station, Madison Square Garden, Koreatown, and Macy's Herald Square.\n The Empire State Building is an American cultural icon and has been featured in more than 250 TV shows and movies since the film King Kong was released in 1933. A symbol of New York City, the tower has been named as one of the Seven Wonders of the Modern World by the American Society of Civil Engineers. The Empire State Building and its ground-floor interior have been designated as a city landmark by the New York City Landmarks Preservation Commission, and were confirmed as such by the New York City Board of Estimate. It was also designated a National Historic Landmark in 1986, and was ranked number one on the American Institute of Architects' List of America's Favorite Architecture in 2007.",
  "/wiki/111_West_57th_Street": "111 West 57th Street, also known as the Steinway Tower, is an 84-story, 1,428-foot (435-meter) supertall residential project by developers JDS Development Group and Property Markets Group in Midtown Manhattan, New York City. Located along Billionaires' Row on 57th Street near Sixth Avenue, the development consists of the original landmarked Steinway Building designed in 1925 by Warren & Wetmore and a new tower by SHoP Architects.\n When completed, the tower will be one of the tallest buildings in the United States, as well as the thinnest skyscraper in the world with a width-to-height ratio of about 1:23 or 1:24. The north side of the tower rises directly up to the pinnacle of the building. On the south side of the tower, a series of setbacks appear as the tower rises, thinning out as the height of the building increases.\n Since beginning construction in early 2014, the development has faced significant challenges including union protests, multiple lawsuits from a former equity partner, a foreclosure, and the indictment of the project's general contractor for fraud, withholding wages, and using undocumented immigrant labor. After significant cost overruns and delays, the tower's concrete form topped-out in April 2019, with full completion of its pinnacle expected by the end of 2020.",
  "/wiki/One_Vanderbilt": "One Vanderbilt (also One Vanderbilt Place) is a 67-floor supertall skyscraper under construction at the corner of 42nd Street and Vanderbilt Avenue in midtown Manhattan, New York City. Proposed by New York City Mayor Bill de Blasio and developer SL Green Realty as part of a planned Midtown East rezoning, the tower stands immediately to the west of Grand Central Terminal.\n A groundbreaking ceremony for One Vanderbilt was held in October 2016, and the tower topped out on September 17, 2019, two months ahead of schedule. When completed in 2020, the 1,600,000-square-foot (150,000 m2) skyscraper's roof will be 1,301 feet (397 m) high and its spire will be 1,401 feet (427 m), making it the city's fourth-tallest building after One World Trade Center and the under-construction Central Park Tower and 111 West 57th Street.",
  "/wiki/432_Park_Avenue": "432 Park Avenue is a residential skyscraper at 57th Street and Park Avenue in Midtown Manhattan, New York City, overlooking Central Park. The 1,396-foot-tall (425.5 m) tower was developed by CIM Group and Harry B. Macklowe and designed by Rafael Viñoly. It features 125 condominiums, as well as amenities such as a private restaurant for residents. 432 Park Avenue sits on Billionaires' Row and has some of the most expensive residences in the city, with the median unit selling for tens of millions of dollars.\n 432 Park Avenue is located on the site of the former Drake Hotel, which was sold to Macklowe in 2006. The project faced delays for five years because of lack of financing, as well as difficulties in acquiring the properties on the site. Construction plans were approved for 432 Park Avenue in 2011 and excavations began the next year. Sales within 432 Park Avenue were launched in 2013; the building topped-out in October 2014 and was officially completed in 2015.\n At the time of its completion, 432 Park Avenue was the third-tallest building in the United States and the tallest residential building in the world. As of November 2019, it is the sixth-tallest building in the United States, the fifth-tallest building in New York City, and the third-tallest residential building in the world.",
  "/wiki/Trump_International_Hotel_and_Tower_(Chicago)": "The Trump International Hotel and Tower is a skyscraper condo-hotel in downtown Chicago, Illinois. The building, named after businessman and the 45th U.S. President Donald Trump,  was designed by architect Adrian Smith of Skidmore, Owings and Merrill. Bovis Lend Lease built the 98-story structure, which reaches a height of 1,388 feet (423.2 m) including its spire, its roof topping out at 1,171 feet (357 m).  It is next to the main branch of the Chicago River, with a view of the entry to Lake Michigan beyond a series of bridges over the river.  The building received publicity when the winner of the first season of The Apprentice reality television show, Bill Rancic, chose to manage the construction of the tower over managing a new Trump National Golf Course and resort in Los Angeles.\n Trump announced in 2001 that the skyscraper would become the tallest building in the world, but after the September 11 attacks that same year, the architects scaled back the building's plans, and its design underwent several revisions. When topped out in 2009, it became the second-tallest building in the US. It surpassed the city's John Hancock Center as the building with the highest residence (apartment or condo) in the world, and briefly held this title until the completion of the Burj Khalifa.\n The design of the building includes, from the ground up, retail space, a parking garage, a hotel and condominiums. The 339-room hotel opened for business with limited accommodations and services on January 30, 2008, then full accommodation and services on April 28. The building topped out in late 2008 and construction was completed in 2009. Sixteen was one of five restaurants in Chicago with at least a Michelin Guide two-star rating in 2016 and one of three five-star Forbes-rated restaurants in the city until it closed in 2018. The spa is one of six with at least a four-star Forbes rating in the Chicago area in 2015.",
  "/wiki/30_Hudson_Yards": "30 Hudson Yards (also the North Tower) is a super-tall mixed use building in the West Side area of Manhattan. Located near Hell's Kitchen, Chelsea, and the Penn Station area, the building is part of the Hudson Yards Redevelopment Project, a plan to redevelop the Metropolitan Transportation Authority's West Side Yard. Since April 2019, it has been the third-tallest building in New York City.\n The building has a triangular observation deck jutting out from the 101st floor. This observation deck, at 1,100 feet, is expected to open in March 2020 and will be the highest outdoor observation deck in the Western Hemisphere. (The Empire State Building's 102nd floor observation deck, at 1,224 feet, is enclosed.) The view will offer new skyline views to the south and east of Manhattan, the surrounding boroughs, and New Jersey.",
  "/wiki/Bank_of_America_Tower_(New_York_City)": "The Bank of America Tower is a 1,200 ft (365.8 m) skyscraper in the Midtown area of Manhattan in New York City. It is located at One Bryant Park, on Sixth Avenue between 42nd and 43rd Streets diagonally opposite Bryant Park.\n The US$1 billion project was designed by COOKFOX Architects. Work on the Bank of America Tower started in 2004 and it was completed in 2009. The Bank of America Tower was appraised in July 2019 at over $3.5 billion, ranking it among the most valuable office buildings in the city.\n The Bank of America Tower is advertised to be one of the most efficient and ecologically friendly buildings in the world. It is the fifth tallest building in New York City, after One World Trade Center, 432 Park Avenue, 30 Hudson Yards, and the Empire State Building, and the seventh tallest building in the United States.",
  "/wiki/Aon_Center_(Chicago)": "The Aon Center (200 East Randolph Street, formerly Amoco Building) is a modern supertall skyscraper just east of the Chicago Loop, Chicago, Illinois, United States, designed by architect firms Edward Durell Stone and The Perkins and Will partnership, and completed in 1974 as the Standard Oil Building. With 83 floors and a height of 1,136 feet (346 m), it is the fourth-tallest building in Chicago, surpassed in height by Willis Tower, Trump International Hotel and Tower, and Vista Tower.\n The building is managed by Jones Lang LaSalle, which is also headquartered in the building. Aon Center formerly housed the world headquarters of Aon and Amoco. Aon still maintains headquarters of its US operations there. The building is also the co-headquarters of Kraft Heinz.",
  "/wiki/Comcast_Technology_Center": "The Comcast Technology Center is a supertall skyscraper in Center City, Philadelphia. The 60-floor building, with a height of 1,121 feet (342 m), is the tallest building in Philadelphia and the Commonwealth of Pennsylvania, the tenth-tallest building in the United States and the tallest outside Manhattan and Chicago. The tower is located on the southwest corner of 18th and Arch Streets, one block west of the Comcast Center, the headquarters of Comcast Corporation. A hotel—the highest in the country—and restaurant are located on the top floors, while central floors contain offices for Comcast software developers and engineers, and the lowest floors have television studios and retail stores.\n Construction began in mid-2014, topped out on November 27, 2017, and the first personnel began moving into the building in late July 2018. The tower was open to the public in October 2018.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.\n Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany—the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans. The city's population doubled from one million to two million people between 1890 and 1950.\n The Philadelphia area's many universities and colleges make it a top study destination, as the city has evolved into an educational and economic hub. As of 2019[update], the Philadelphia metropolitan area is estimated to produce a gross metropolitan product (GMP) of $490 billion. Philadelphia is the center of economic activity in Pennsylvania and is home to five Fortune 1000 companies. The Philadelphia skyline is expanding, with a market of almost 81,900 commercial properties in 2016, including several nationally prominent skyscrapers. Philadelphia has more outdoor sculptures and murals than any other American city. Fairmount Park, when combined with the adjacent Wissahickon Valley Park in the same watershed, is one of the largest contiguous urban park areas in the United States. The city is known for its arts, culture, cuisine, and colonial history, attracting 42 million domestic tourists in 2016 who spent $6.8 billion, generating an estimated $11 billion in total economic impact in the city and surrounding four counties of Pennsylvania. Philadelphia has also emerged as a biotechnology hub.\n Philadelphia is the birthplace of the United States Marine Corps, and is also the home of many U.S. firsts, including the first library (1731), hospital (1751), medical school (1765), national capital (1774), stock exchange (1790), zoo (1874), and business school (1881). Philadelphia contains 67 National Historic Landmarks and the World Heritage Site of Independence Hall. The city became a member of the Organization of World Heritage Cities in 2015, as the first World Heritage City in the United States. Although Philadelphia is rapidly undergoing gentrification, the city actively maintains mitigation strategies to minimize displacement of homeowners in gentrifying neighborhoods.",
  "/wiki/Condé_Nast_Building": "4 Times Square, also formerly known as the Condé Nast Building, is a skyscraper in Times Square in Midtown Manhattan, New York City. Located on Broadway between West 42nd and 43rd Streets, the structure was finished in January 2000 as part of a larger project to redevelop 42nd Street. The architects were Fox & Fowle, who also designed the Reuters Building as part of the larger project. The 809-foot (246.5 m), 52-story building is the 28th tallest building in New York City and the 59th tallest in the United States. Owned by the Durst Organization, the building contains 1,600,000 square feet (150,000 m2) of floor space.",
  "/wiki/Wilshire_Grand_Center": "Wilshire Grand Center is a 1,100-foot (335.3 m) skyscraper in the Financial District of Downtown Los Angeles, California, occupying the entire city block between Wilshire Blvd. and 7th, Figueroa, and Francisco streets. It is the tallest building in Los Angeles, the tallest building in California, the tallest building west of the Mississippi River and outside of New York City, Chicago, and Philadelphia, and the 14th tallest building in the United States. Its height surpasses the U.S. Bank Tower by 82 ft (25 m). The building is part of a mixed-use hotel, retail, observation decks, shopping mall, and office complex, expected to revitalize downtown Los Angeles and the area surrounding the building. The development of the complex is estimated to cost $1.2 billion. The plans include 67,000 square feet (6,225 m2) of retail, 677,000 square feet (62,895 m2) of Class A office space and 900 hotel rooms. InterContinental is the tower's hotel component, comprising 900 rooms and suites.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.\n Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people.\n Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was officially founded on September 4, 1781, by Spanish governor Felipe de Neve. It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city. The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n Los Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the entire Americas. A global city, it has been ranked 6th in the Global Cities Index and 9th in the Global Economic Power Index. The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion (as of 2017[update]), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics.",
  "/wiki/3_World_Trade_Center": "3 World Trade Center (also known as 175 Greenwich Street) is a skyscraper constructed as part of the rebuilding of the World Trade Center in Lower Manhattan, New York City.  The tower is located on the east side of Greenwich Street, on the eastern side of the World Trade Center site.\n The current 3 World Trade Center is the second building at the site to bear this name. The original building was the Marriott World Trade Center, a hotel located in the southwest corner of the World Trade Center complex. The hotel was a 22-story steel-framed structure with 825 rooms. It had a roof height of 242 feet (74 m). Construction began in 1979 and it opened in July 1981 as the Vista International Hotel. The entire World Trade Center complex was destroyed during the September 11 attacks in 2001.\n Construction originally began in 2010, but was delayed until 2014 because of a lack of an anchor tenant. The building's concrete core was topped out to maximum height in August 2016, with the perimeter steel structure following on October 6, 2016. The building opened on June 11, 2018. The building was designed by Rogers Stirk Harbour + Partners, and is managed by Silverstein Properties through a ground lease with the Port Authority of New York and New Jersey, who owns the land. It is 1,079 ft (329 m) high, with 80 stories. As of 2018[update], it is the sixth-tallest building in the city.",
  "/wiki/Salesforce_Tower": "Salesforce Tower, formerly known as the Transbay Tower, is a 1,070-foot (326 m) office skyscraper in the South of Market district of downtown San Francisco. It is located at 415 Mission Street between First and Fremont Streets, next to the Transbay Transit Center site. Salesforce Tower is the centerpiece of the San Francisco Transbay redevelopment plan. The plan contains a mix of office, transportation, retail, and residential uses. This was the last building designed by César Pelli to be completed in his lifetime.\n Upon its completion in 2018 it became the tallest skyscraper in the San Francisco skyline, with a top roof height of 970 feet (296 m) and overall height of 1,070 feet (326 m), surpassing the 853 feet (260 m) Transamerica Pyramid. It is also the second-tallest building west of the Mississippi River after the 1,100 feet (335 m) Wilshire Grand Center in Los Angeles. While the Salesforce Tower is taller than the Wilshire Grand if decorative spires are excluded, the Salesforce Tower has a shorter roofline than Los Angeles' U.S. Bank Tower, meaning that the Salesforce tower is also second-tallest according to roofline.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).\n As of 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion.  Of the 500+ primary statistical areas in the U.S., this CSA had among the highest GDP per capita in 2018, at $106,757. San Francisco was ranked 12th in the world and 2nd in the United States on the Global Financial Centres Index as of September 2019.  As of 2016, the San Francisco metropolitan area had the highest GDP per capita, labor productivity, and household income levels in the OECD.\n San Francisco was founded on June 29, 1776, when colonists from Spain established Presidio of San Francisco at the Golden Gate and Mission San Francisco de Asís a few miles away, all named for St. Francis of Assisi. The California Gold Rush of 1849 brought rapid growth, making it the largest city on the West Coast at the time. San Francisco became a consolidated city-county in 1856. San Francisco's status as the West Coast's largest city peaked between 1870 and 1900, when around 25% of California's population resided in the city proper.  After three-quarters of the city was destroyed by the 1906 earthquake and fire, San Francisco was quickly rebuilt, hosting the Panama-Pacific International Exposition nine years later. In World War II, San Francisco was a major port of embarkation for service members shipping out to the Pacific Theater. It then became the birthplace of the United Nations in 1945. After the war, the confluence of returning servicemen, significant immigration, liberalizing attitudes, along with the rise of the \"hippie\" counterculture, the Sexual Revolution, the Peace Movement growing from opposition to United States involvement in the Vietnam War, and other factors led to the Summer of Love and the gay rights movement, cementing San Francisco as a center of liberal activism in the United States. Politically, the city votes strongly along liberal Democratic Party lines.\n A popular tourist destination, San Francisco is known for its cool summers, fog, steep rolling hills, eclectic mix of architecture, and landmarks, including the Golden Gate Bridge, cable cars, the former Alcatraz Federal Penitentiary, Fisherman's Wharf, and its Chinatown district. San Francisco is also the headquarters of five major banking institutions and various other companies such as Levi Strauss & Co., Gap Inc., Fitbit, Salesforce.com, Dropbox, Reddit, Square, Inc., Dolby, Airbnb, Weebly, Pacific Gas and Electric Company, Yelp, Pinterest, Twitter, Uber, Lyft, Mozilla, Wikimedia Foundation and Craigslist. The city, and the surrounding Bay Area, is a global center of the sciences and arts and is home to a number of educational and cultural institutions, such as the University of San Francisco (USF), University of California, San Francisco (UCSF), San Francisco State University (SFSU), the De Young Museum, the San Francisco Museum of Modern Art, the SFJAZZ Center, and the California Academy of Sciences.\n As of 2019[update], San Francisco is the highest rated American city on world liveability rankings.",
  "/wiki/Chrysler_Building": "The Chrysler Building is an Art Deco–style skyscraper located in the Turtle Bay neighborhood on the East Side of Manhattan, New York City, at the intersection of 42nd Street and Lexington Avenue near Midtown Manhattan. At 1,046 feet (318.9 m), the structure was the world's tallest building for 11 months before it was surpassed by the Empire State Building in 1931. It is the tallest brick building in the world with a steel framework. As of 2018[update], the Chrysler is the eighth-tallest building in the city, tied with The New York Times Building.\n Originally a project of real estate developer and former New York State Senator William H. Reynolds, the building was constructed by Walter Chrysler, the head of the Chrysler Corporation, and served as the corporation's headquarters from 1930 until the mid-1950s. The Chrysler Building's construction was characterized by a competition with 40 Wall Street and the Empire State Building to become the world's tallest building. Although the Chrysler Building was built and designed specifically for the car manufacturer, the corporation did not pay for its construction and never owned it; rather, Walter Chrysler decided to pay for it himself so that his children could inherit it.\n When the Chrysler Building opened, there were mixed reviews of the building's design, ranging from views of it as inane and unoriginal to the idea that it was modernist and iconic. Perceptions of the building have slowly evolved into its now being seen as a paragon of the Art Deco architectural style; and in 2007, it was ranked ninth on the List of America's Favorite Architecture by the American Institute of Architects.",
  "/wiki/The_New_York_Times_Building": "The New York Times Building is a skyscraper at 620 Eighth Avenue, on the west side of Midtown Manhattan, New York City, that was completed in 2007. Its chief tenant is The New York Times Company, publisher of The New York Times as well as the International New York Times, and other newspapers. Construction was by a joint venture of The New York Times Company, Forest City Ratner (Forest City Enterprises's New York subsidiary), and ING Real Estate. As of 2018[update], The New York Times Building is the eighth-tallest building in the city, tied with the Chrysler Building.",
  "/wiki/Bank_of_America_Plaza_(Atlanta)": "Bank of America Plaza is a skyscraper located in between Midtown Atlanta and Downtown Atlanta. At 311.8 m (1,023 ft), the tower is the 107th-tallest building in the world. It is the 16th tallest building in the U.S., the tallest building in Georgia, and the tallest building in any U.S. state capital, overtaking the 250 m (820 ft), 50-story One Atlantic Center in height, which previously held the record as Georgia's tallest building. It has 55 stories of office space and was completed in 1992, when it was called NationsBank Plaza. Originally intended to be the headquarters for Citizens & Southern National Bank (which merged with Sovran Bank during construction), it became NationsBank's property following its formation in the 1991 hostile takeover of C&S/Sovran by NCNB.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.\n Atlanta was originally founded as the terminus  of a major state-sponsored railroad. With rapid expansion, however, it soon became the convergence point among multiple railroads, spurring its rapid growth. The city's name derives from that of the Western and Atlantic Railroad's local depot, signifying the town's growing reputation as a transportation hub. During the American Civil War, the city was almost entirely burned to the ground in General William T. Sherman's famous March to the Sea. However, the city rose from its ashes and quickly became a national center of commerce and the unofficial capital of the \"New South\".  During the 1950s and 1960s, Atlanta became a major organizing center of the civil rights movement, with Dr. Martin Luther King Jr., Ralph David Abernathy, and many other locals playing major roles in the movement's leadership. During the modern era, Atlanta has attained international prominence as a major air transportation hub, with Hartsfield–Jackson Atlanta International Airport being the world's busiest airport by passenger traffic since 1998.\n Atlanta is rated as a \"beta+\" world city that exerts a moderate impact on global commerce, finance, research, technology, education, media, art, and entertainment. It ranks in the top twenty among world cities and 10th in the nation with a gross domestic product (GDP) of $385 billion. Atlanta's economy is considered diverse, with dominant sectors that include aerospace, transportation, logistics, professional and business services, media operations, medical services, and information technology. Atlanta has topographic features that include rolling hills and dense tree coverage, earning it the nickname of \"the city in a forest.\" Revitalization of Atlanta's neighborhoods, initially spurred by the 1996 Summer Olympics, has intensified in the 21st century, altering the city's demographics, politics, aesthetics, and culture.",
  "/wiki/List_of_tallest_buildings_in_the_United_States": "The world's first skyscraper was built in Chicago in 1885. Since then, the United States has been home to some of the world's tallest skyscrapers. Eleven American buildings have held the title of tallest building in the world (9 in New York City). New York City and Chicago have always been the centers of American skyscraper building. The 10-story Home Insurance Building, built in Chicago in 1885, is regarded as the world's first skyscraper; the building was constructed using a novel steel-loadbearing frame which became a standard of the industry worldwide.\n Since its topping out in 2013, One World Trade Center in New York City has been the tallest skyscraper in the United States. Its spire brings the structure to a symbolic architectural height of 1,776 feet (541 m), connoting the year the U.S. Declaration of Independence was signed, though the absolute tip (or pinnacle) of the structure is measured at 1,792 ft (546 m). However, the observation deck elevation and highest occupied floor of One World Trade Center are surpassed by 432 Park Avenue and Chicago's Willis Tower (formerly and still commonly known as the Sears Tower). Steinway Tower, and Central Park Tower will also have higher occupied floors and roofs upon their completion.\n Prior to the September 11, 2001 attacks in New York City, the twin towers of the World Trade Center occupied the second and third positions on the list below, behind Willis Tower. The North Tower stood at 1,368 feet (417 m), while the South Tower was 1,362 feet (415 m) tall. If they were still standing today, they would occupy the seventh and eighth positions on the list below, with their replacement—One World Trade Center—being excluded.\n There are numerous supertall buildings both proposed and under construction throughout the country, concentrated in New York City and Chicago. In New York City, Central Park Tower, 111 West 57th Street and One Vanderbilt are all currently under construction and topped out, and rise at least 1,400 feet (430 m). Notable projects under construction in Chicago include Vista Tower, designed by Jeanne Gang, and NEMA Chicago, designed by Rafael Vinoly. Other tall buildings that are proposed include the 1,010-foot-tall (310 m) One Bayfront Plaza and One Brickell City Centre in Miami."
}