{
  "/wiki/2_World_Trade_Center": "2 World Trade Center (also known as 200 Greenwich Street) is a skyscraper under construction as part of the World Trade Center complex in Manhattan, New York City. It will replace the original 2 World Trade Center, which was completed in 1972, and subsequently destroyed during the September 11 attacks in 2001, and it will occupy the position of the original 5 World Trade Center. The foundation work was completed in 2013.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/World_Trade_Center_(2001–present)": "The World Trade Center is a mostly completed complex of buildings in Lower Manhattan, New York City, U.S., replacing the original seven buildings on the same site that were destroyed in the September 11 attacks.  The site is being rebuilt with up to six new skyscrapers, four of which have been completed; a memorial and museum to those killed in the attacks; the elevated Liberty Park adjacent to the site, containing the St. Nicholas Greek Orthodox Church and Vehicular Security Center; and a transportation hub.[note 1] The 104-story One World Trade Center, the tallest building in the Western Hemisphere, is the lead building for the new complex.",
  "/wiki/Larry_Silverstein": "Larry A. Silverstein (born May 30, 1931) is an American businessman.  Among his real estate projects, he is the developer of the rebuilt World Trade Center complex in lower Manhattan as well as one of New York's tallest residential towers at 30 Park Place, where he owns a home.  His worth has been estimated at $3.5 billion as of 2016.",
  "/wiki/21st_Century_Fox": "Twenty-First Century Fox, Inc., doing business as 21st Century Fox (21CF), was an American multinational mass media corporation that was based in Midtown Manhattan, New York City. It was one of the two companies formed from the 2013 spin-off of the publishing assets of News Corporation, as founded by Rupert Murdoch in 1980.",
  "/wiki/News_Corp_(2013–present)": "The current incarnation of News Corp is an American mass media and publishing company, formed as a spin-off of the original News Corporation (as founded by Rupert Murdoch in 1980) focusing on newspapers and publishing.",
  "/wiki/Bjarke_Ingels": "Bjarke Bundgaard Ingels (Danish pronunciation: [pjaːkə pɔnkɒ ˈeŋˀl̩s]; born 2 October 1974) is a Danish architect, founder and creative partner of Bjarke Ingels Group (BIG).",
  "/wiki/Norman_Foster": "Norman Robert Foster, Baron Foster of Thames Bank, OM, RA (born 1 June 1935), is an English architect whose company, Foster + Partners, maintains an international design practice.\nHe is the President of the Norman Foster Foundation. The Norman Foster Foundation promotes interdisciplinary thinking and research to help new generations of architects, designers and urbanists to anticipate the future. The foundation, which opened in June 2017, is based in Madrid and operates globally.",
  "/wiki/45_Broad_Street": "45 Broad Street is a 68-story, 1,200-foot (370-meter) supertall residential skyscraper on hold in the Financial District of Manhattan, New York, United States. The building will become Lower Manhattan's tallest residential tower.",
  "/wiki/9_DeKalb_Avenue": "9 DeKalb Avenue (originally referred to as 340 Flatbush Avenue Extension) is a supertall residential skyscraper under construction in Downtown Brooklyn, Brooklyn, New York City by Michael Stern's JDS Development Group. When completed it will become the tallest structure in New York City outside Manhattan, as well as the first supertall building in Brooklyn.",
  "/wiki/The_Spiral_(New_York_City)": "The Spiral, also known as 66 Hudson Boulevard, is a 66-floor skyscraper under construction in Hudson Yards, Manhattan, New York City. The project was announced in 2016 by real estate developer Tishman Speyer as a 1,041 foot skyscraper with 2.85 million square feet and 66 floors. The tower is being designed by Danish architectural firm Bjarke Ingels Group, which also designed the nearby West 57.",
  "/wiki/High_Line": "The High Line is a 1.45-mile-long (2.33 km) elevated linear park, greenway and rail trail created on a former New York Central Railroad spur on the west side of Manhattan in New York City. The High Line's design is a collaboration between James Corner Field Operations, Diller Scofidio + Renfro, and Piet Oudolf. The abandoned spur has been redesigned as a \"living system\" drawing from multiple disciplines which include landscape architecture, urban design, and ecology. Since opening in 2009, the High Line has become an icon of contemporary landscape architecture.",
  "/wiki/50_Hudson_Yards": "50 Hudson Yards is a 58-story, 1,011-foot (308 m)-tall building being developed as part of the Hudson Yards Redevelopment Project in Hudson Yards, Manhattan, New York City. The building is to be located to the north of 30 Hudson Yards, and on the east side of the Hudson Park and Boulevard, adjacent to 55 Hudson Yards. It is expected to be completed in 2022.",
  "/wiki/3_Hudson_Boulevard": "3 Hudson Boulevard (previously known as GiraSole) is a skyscraper under construction along the Hudson Park and Boulevard in the Hudson Yards and Hell's Kitchen neighborhoods of Manhattan, New York City. Its developer is Joseph Moinian.",
  "/wiki/One_Chicago_Square": "One Chicago (formerly One Chicago Square) is a development currently under construction in the River North neighborhood of Chicago. The complex will contain two towers connected by a central podium. When completed, the taller of the two towers will be the sixth-tallest structure in Chicago with anticipated 78 stories, although a final height has not been determined and a spire may be added to the design. The development has been approved by the Chicago Plan Commission for its zoning change and is proceeding as planned, containing up to 812 residential units, both apartments and condominiums.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Oceanwide_Center,_San_Francisco": "Oceanwide Center is a mixed-use skyscraper complex under construction in the South of Market neighborhood of San Francisco, California, consisting of two towers.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/NEMA_(Chicago)": "NEMA (Chicago) (also 1210 South Indiana and formerly 113 East Roosevelt or One Grant Park) is a residential tower in Chicago, Illinois in the Central Station neighborhood, of the Near South Side. The tower, built by developer Crescent Heights, has 800 apartments and rises 896 feet (273.1 m) making it the city's tallest rental apartment building. NEMA is currently the eighth-tallest building in Chicago and the forty first-tallest building in the United States. It is the tallest all-rental residential building in the city.",
  "/wiki/Rainier_Square_Tower": "Rainier Square Tower is a mixed-use skyscraper in the Metropolitan Tract of Downtown Seattle, Washington that is currently under construction. The 850-foot (260 m) tall, 58-story tower will be located at Union Street between 4th and 5th Avenues adjacent to the existing Rainier Tower, and will be the second-tallest building in Seattle upon completion. The $600 million project is scheduled to be completed by 2020, and will be the tallest building constructed in the city since 1985.",
  "/wiki/Seattle": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/NBBJ": "NBBJ is an American global architecture, planning and design firm with offices in Beijing, Boston, Columbus, Hong Kong, London, Los Angeles, New York, Pune, San Francisco, Seattle, and Shanghai.",
  "/wiki/Manhattan_West": "Manhattan West is a 5,400,000-square-foot (500,000 m2) mixed-use development by Brookfield Properties, being built as part of the Hudson Yards Redevelopment. The project consists of two large office towers and two smaller residential towers, as well as a 1.5-acre (0.6-hectare) public park. The towers are being built on a platform over Penn Station storage tracks along Ninth Avenue. The buildings are close to the Hudson Yards mega-development to the west across Tenth Avenue. Upon its completion, the taller west tower will extend 995 feet (303 m) up to its roof and will be one of the tallest buildings in New York City.",
  "/wiki/Austin": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Aston_Martin": "Aston Martin Lagonda Global Holdings plc is a British independent manufacturer of luxury sports cars and grand tourers. It was founded in 1913 by Lionel Martin and Robert Bamford. Steered from 1947 by David Brown, it became associated with expensive grand touring cars in the 1950s and 1960s, and with the fictional character James Bond following his use of a DB5 model in the 1964 film Goldfinger. Their sports cars are regarded as a British cultural icon. Aston Martin has held a Royal Warrant as purveyor of motorcars to the Prince of Wales since 1982. It has over 150 car dealerships in over 50 countries on six continents, making them a global automobile brand. The company is traded at the London Stock Exchange and is a constituent of the FTSE 250 Index. In 2003 it received the Queen's Award for Enterprise for outstanding contribution to international trade.",
  "/wiki/Bank_of_America": "The Bank of America Corporation (abbreviated as BofA) is an American multinational investment bank and financial services company headquartered in Charlotte, North Carolina, with central hubs in New York City, London, Hong Kong, Minneapolis, and Toronto. Founded in San Francisco, Bank of America was formed through NationsBank's acquisition of BankAmerica in 1998. It is the second largest banking institution in the United States, after JPMorgan Chase. As a part of the Big Four, it services approximately 10.73% of all American bank deposits, in direct competition with Citigroup, Wells Fargo, and JPMorgan Chase. Its primary financial services revolve around commercial banking, wealth management, and investment banking.",
  "/wiki/Skyline_Tower_(Queens)": "Skyline Tower, previously known as Court Square City View Tower, is a residential skyscraper under construction in the Long Island City neighborhood of Queens, New York City. The building topped out in October 2019, surpassing One Court Square to become the tallest building in Queens, at 778 feet (237 m).",
  "/wiki/50_West_66th_Street": "50 West 66th Street is a skyscraper planned for the Upper West Side in Manhattan, New York City. It is being developed by Extell Development Company and designed by Snøhetta.",
  "/wiki/Journal_Squared": "Journal Squared, or J2, is a retail and 3-tower residential complex under construction at Journal Square in Jersey City, New Jersey  Upon completion, the complex will consist of a 54-story, 60-story, and 70-story building, among the tallest buildings in the state.",
  "/wiki/Jersey_City": "Jersey City is the second-most populous city in the U.S. state of New Jersey, after Newark. It is the seat of Hudson County as well as the county's largest city. As of 2018, the Census Bureau's Population Estimates Program calculated that Jersey City's population was 265,549, with the largest population increase of any municipality in New Jersey since 2010, an increase of about 9.4% from the 2010 United States Census, when the city's population was at 247,597, ranking the city the 78th-most-populous in the nation.",
  "/wiki/List_of_tallest_buildings_in_the_United_States": "The world's first skyscraper was built in Chicago in 1885. Since then, the United States has been home to some of the world's tallest skyscrapers. New York City, specifically the borough of Manhattan, notably has the tallest skyline in the country. Eleven American buildings have held the title of tallest building in the world (9 in New York City). New York City and Chicago have always been the centers of American skyscraper building. The 10-story Home Insurance Building, built in Chicago in 1885, is regarded as the world's first skyscraper; the building was constructed using a novel steel-loadbearing frame which became a standard of the industry worldwide."
}