{
  "/wiki/The_Avengers_(2012_film)": "Marvel's The Avengers (classified under the name Marvel Avengers Assemble in the United Kingdom and Ireland), or simply The Avengers, is a 2012 American superhero film based on the Marvel Comics superhero team of the same name, produced by Marvel Studios and distributed by Walt Disney Studios Motion Pictures.[N 1] It is the sixth film in the Marvel Cinematic Universe (MCU). The film was written and directed by Joss Whedon and features an ensemble cast that includes Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth, Scarlett Johansson, and Jeremy Renner as the titular Avengers team, alongside Tom Hiddleston, Clark Gregg, Cobie Smulders, Stellan Skarsgård, and Samuel L. Jackson. In the film, Nick Fury, director of the spy agency S.H.I.E.L.D., recruits Tony Stark, Steve Rogers, Bruce Banner, and Thor to form a team that must stop Thor's brother Loki from subjugating Earth.",
  "/wiki/Walt_Disney_Pictures": "Walt Disney Pictures (branded as simply Disney since 2011) is an American film studio and a subsidiary of The Walt Disney Studios, which is ultimately owned by The Walt Disney Company. The subsidiary is the main producer of live-action feature films within the Walt Disney Studios unit, and is based at the Walt Disney Studios in Burbank, California. It took on its current name in 1983. Films produced by Walt Disney Animation Studios and Pixar Animation Studios are also released under this brand.",
  "/wiki/The_Amazing_Spider-Man_(2012_film)": "The Amazing Spider-Man is a 2012 American superhero film based on the Marvel Comics character Spider-Man, and sharing the title of the character's longest-running comic book series. It is the fourth theatrical Spider-Man film produced by Columbia Pictures and Marvel Entertainment, a reboot of the series following Sam Raimi's 2002–2007 Spider-Man trilogy, and the first film in The Amazing Spider-Man duology. The film was directed by Marc Webb from a screenplay by James Vanderbilt, Alvin Sargent and Steve Kloves, and stars Andrew Garfield, Emma Stone, Rhys Ifans, Denis Leary, Campbell Scott, Irrfan Khan, Martin Sheen, and Sally Field.",
  "/wiki/Sony_Pictures_Entertainment": "Sony Pictures Entertainment Inc. (known simply as Sony Pictures and abbreviated as SPE) is an American entertainment company that produces, acquires and distributes filmed entertainment (theatrical motion pictures, television programs, and recorded videos) through multiple platforms. Through an intermediate holding company called Sony Film Holding Inc., it is operated as a subsidiary of Sony Entertainment Inc., which is itself a wholly owned subsidiary of the Japanese multinational technology and media conglomerate Sony Corporation. Based in Culver City, California, it encompasses Sony's motion picture, television production and distribution units. Its group sales in the fiscal year 2017 (April 2017 – March 2018) has been reported to be $9.133 billion.",
  "/wiki/Skyfall": "Skyfall is a 2012 spy film and the twenty-third in the James Bond series produced by Eon Productions. The film is the third to star Daniel Craig as the fictional MI6 agent James Bond and features Javier Bardem as Raoul Silva, the villain, and Judi Dench in her final appearance as M. It was directed by Sam Mendes and written by Neal Purvis, Robert Wade, and John Logan, and features the theme song \"Skyfall\", written and performed by Adele. It was distributed by Metro-Goldwyn-Mayer (MGM) and Columbia Pictures.",
  "/wiki/Quantum_of_Solace": "Quantum of Solace is a 2008 spy film and the twenty-second in the James Bond series produced by Eon Productions. Directed by Marc Forster and written by Paul Haggis, Neal Purvis and Robert Wade, it is a direct sequel to Casino Royale, and the second film to star Daniel Craig as the fictional MI6 agent James Bond. The film also stars Olga Kurylenko, Mathieu Amalric, Gemma Arterton, Jeffrey Wright, and Judi Dench.  In the film, Bond seeks revenge for the death of his lover, Vesper Lynd, and is assisted by Camille Montes, who is plotting revenge for the murder of her own family.  The trail eventually leads them to wealthy businessman Dominic Greene, a member of the Quantum organisation, who intends to stage a coup d'état in Bolivia to seize control of their water supply.",
  "/wiki/CZ12": "CZ12   (Chinese: 《十二生肖》; pinyin: Shí-èr Shēngxiāo), also known as Chinese Zodiac, is a 2012 Hong Kong action-comedy film written and directed by Jackie Chan, who also starred in the film. The film is the third movie of a franchise that began with Armour of God (1986) and its sequel, Armour of God II: Operation Condor (1991).",
  "/wiki/Golden_Screen_Cinemas": "Golden Screen Cinemas Sdn Bhd (also known as GSC or GSCinemas) is the largest cinema chain in Malaysia. The biggest cinema is located within the Mid Valley Megamall. It houses 21 screen cinemas and has 2763 seats, making it the largest in Malaysia.",
  "/wiki/Battleship_(film)": "Battleship is a 2012 American military science fiction action film that is loosely based on the board game of the same name. The film was directed by Peter Berg and stars Taylor Kitsch, Brooklyn Decker, Rihanna, Tadanobu Asano, Alexander Skarsgård and Liam Neeson. Filming took place in Hawaii and on USS Missouri. In the film, the crews of a small group of warships are forced to do battle against a naval fleet of extraterrestrial origin in order to thwart their destructive goals.",
  "/wiki/United_International_Pictures": "United International Pictures (UIP) is a joint venture of Paramount Pictures (part of ViacomCBS, owned by National Amusements) and Universal Pictures (part of NBCUniversal, owned by Comcast) which distributes some of their films outside the United States and Canada. UIP also had international distribution rights to certain Metro-Goldwyn-Mayer and United Artists films when MGM was part of the venture. In 2001, MGM left UIP, and signed a distribution deal with 20th Century Fox's overseas arm. The company formerly distributed DreamWorks Pictures releases internationally as well.",
  "/wiki/The_Dark_Knight_Rises": "The Dark Knight Rises is a 2012 superhero film directed by Christopher Nolan, who co-wrote the screenplay with his brother Jonathan Nolan, and the story with David S. Goyer. Based on the DC Comics character Batman, the film is the final installment in Nolan's The Dark Knight Trilogy, and the sequel to The Dark Knight (2008). Christian Bale stars as Bruce Wayne / Batman, alongside Michael Caine, Gary Oldman, Anne Hathaway, Tom Hardy, Marion Cotillard, Joseph Gordon-Levitt, and Morgan Freeman. Eight years after the events of The Dark Knight, merciless revolutionary Bane forces Bruce Wayne to resume his role as Batman and save Gotham City from nuclear destruction.",
  "/wiki/Warner_Brothers": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/The_Dark_Knight_(film)": "The Dark Knight is a 2008 superhero film directed, co-produced, and co-written by Christopher Nolan. Based on the DC Comics character Batman, the film is the second installment of Nolan's The Dark Knight Trilogy and a sequel to 2005's Batman Begins, starring Christian Bale and supported by Michael Caine, Heath Ledger, Gary Oldman, Aaron Eckhart, Maggie Gyllenhaal, and Morgan Freeman. In the film, Bruce Wayne / Batman (Bale), Police Lieutenant James Gordon (Oldman) and District Attorney Harvey Dent (Eckhart) form an alliance to dismantle organized crime in Gotham City, but are menaced by an anarchistic mastermind known as the Joker (Ledger), who seeks to undermine Batman's influence and turn the city to chaos.",
  "/wiki/Madagascar_3:_Europe%27s_Most_Wanted": "Madagascar 3: Europe's Most Wanted (also simply known as Madagascar 3) is a 2012 American computer-animated comedy film produced by DreamWorks Animation, distributed by Paramount Pictures.1, It is the third installment of the Madagascar series and the sequel to Madagascar: Escape 2 Africa (2008). It is also the first film in the series to be released in 3D. The film was directed by Eric Darnell, Tom McGrath, and Conrad Vernon from a screenplay by Darnell and Noah Baumbach. Ben Stiller, Chris Rock, David Schwimmer, Jada Pinkett Smith, Sacha Baron Cohen, Cedric the Entertainer, and Andy Richter reprise their roles from the previous films, with newcomers including Jessica Chastain, Bryan Cranston, Martin Short, and Frances McDormand.",
  "/wiki/Men_in_Black_3": "Men in Black 3 (alternatively Men in Black III, and stylized as MIB³) is a 2012 American science fiction film directed by Barry Sonnenfeld and starring Will Smith, Tommy Lee Jones and Josh Brolin. It is the third and final installment in the original Men in Black film series which in turn is loosely based on the comic book series The Men in Black by Lowell Cunningham. It was released fifteen years after the original Men in Black (1997) and ten years after the first sequel, Men in Black II (2002). Sonnenfeld and Steven Spielberg returned as director and executive producer, respectively. In the film, Boris the Animal, an old enemy of Agent K, escapes from prison and travels back in time to kill the younger K in order to allow his species, a ruthless alien race known as Boglodites, to attack Earth. This forces Agent J to go back in time and team up with K's younger self to save his partner and the world.",
  "/wiki/The_Expendables_2": "The Expendables 2 is a 2012 American action film directed by Simon West, written by Richard Wenk and Sylvester Stallone and based on a story by Ken Kaufman, David Agosto and Wenk. Brian Tyler returned to score the film. It is the sequel to the 2010 action film The Expendables, and stars Sylvester Stallone, Jason Statham, Jet Li, Dolph Lundgren, Chuck Norris, Terry Crews, Randy Couture, Liam Hemsworth, Jean-Claude Van Damme, Bruce Willis, and Arnold Schwarzenegger. The story follows the mercenary group known as \"the Expendables\" as they undertake a seemingly simple mission which evolves into a quest for revenge against rival mercenary Jean Vilain, who murdered one of their own and threatens the world with a deadly weapon. It is the second installment in The Expendables film series.",
  "/wiki/The_Expendables_(2010_film)": "The Expendables is a 2010 American action film written by David Callaham and Sylvester Stallone, and directed by Stallone, who also starred in the lead role. The film co-stars Jason Statham, Jet Li, Dolph Lundgren, Randy Couture, Terry Crews, Steve Austin and Mickey Rourke. The film was released in the United States on August 13, 2010. It is the first installment in The Expendables film series. This was Dolph Lundgren's first theatrically released film since 1995's Johnny Mnemonic, and Steve Austin's last theatrical release film until 2013's Grown Ups 2.",
  "/wiki/The_Hobbit:_An_Unexpected_Journey": "The Hobbit: An Unexpected Journey is a 2012 epic high fantasy adventure film directed by Peter Jackson. It is the first installment in a three-part film adaptation based on J. R. R. Tolkien’s 1937 novel The Hobbit. It is followed by The Desolation of Smaug (2013) and The Battle of the Five Armies (2014), and together, they act as a prequel to Jackson's The Lord of the Rings film trilogy. The film's screenplay was written by Jackson, his longtime collaborators Fran Walsh and Philippa Boyens, and Guillermo del Toro, who was originally chosen to direct the film before leaving the project in 2010.",
  "/wiki/The_Lord_of_the_Rings_(film_series)": "The Lord of the Rings is a film series of three epic fantasy adventure films directed by Peter Jackson, based on the novel written by J. R. R. Tolkien. The films are subtitled The Fellowship of the Ring (2001), The Two Towers (2002) and The Return of the King (2003). Produced and distributed by New Line Cinema with the co-production of WingNut Films, it is an international venture between New Zealand and the United States. The films feature an ensemble cast including Elijah Wood, Ian McKellen, Liv Tyler, Viggo Mortensen, Sean Astin, Cate Blanchett, John Rhys-Davies, Christopher Lee, Billy Boyd, Dominic Monaghan, Orlando Bloom, Hugo Weaving, Andy Serkis and Sean Bean.",
  "/wiki/Journey_2:_The_Mysterious_Island": "Journey 2: The Mysterious Island is a 2012 American science fiction comedy adventure film directed by Brad Peyton and produced by Beau Flynn, Tripp Vinson and Charlotte Huggins. It is the sequel to Journey to the Center of the Earth (2008). Following the first film, the sequel is based on another Jules Verne novel, The Mysterious Island. The film stars Dwayne \"The Rock\" Johnson, Michael Caine, Josh Hutcherson, Vanessa Hudgens, Luis Guzmán, and Kristin Davis. The story was written by Richard Outten, Brian Gunn and Mark Gunn, and the screenplay by Brian and Mark Gunn. Journey 2: The Mysterious Island was released in cinemas on February 10, 2012 by Warner Bros. Pictures, New Line Cinema and Walden Media to mixed reviews, but became a box office success with a worldwide gross of nearly $335 million, surpassing its predecessor. Journey 2: The Mysterious Island was released on DVD/Blu-ray on June 5, 2012.",
  "/wiki/Journey_to_the_Center_of_the_Earth_(2008_Hollywood_film)": "Journey to the Center of the Earth (also promoted as Journey to the Center of the Earth 3-D or Journey 3-D) is a 2008 American 3D science fantasy adventure film directed by Eric Brevig and starring Brendan Fraser, Anita Briem, and Josh Hutcherson. Produced by New Line Cinema, it is an adaptation of the Jules Verne novel (which had previously been adapted multiple times, most notably in the 1959 film of the same name), and was released in 3D and 2D theaters by Warner Bros. Pictures on July 11, 2008.",
  "/wiki/List_of_highest-grossing_films_in_Malaysia": "The statistics on international films' Box Office in Malaysia has started in 2008. Box Office Mojo is the only website that provides the box office numbers for international films released in Malaysia. However, this does not include the numbers for local films. For top local films gross, please view Cinema of Malaysia. Box Office - Yahoo! Malaysia and Cinema Online Malaysia are two current websites that show the ranking of films weekly inclusive of local films, but not providing any box office number. Golden Screen Cinemas (GSC) also provide only the ranking of both local and international films weekly, based on the popularity at its own cinema. The ranking can be accessed at the right bottom corner of GSC's website."
}