{
  "/wiki/Sergei_Martynov_(sport_shooter)": "Sergei Martynov (Belarusian: Сяргей Анатолевіч Мартынаў; new transliteration Siarhei Martynau, Łacinka Siarhiej Anatolevič Martynaŭ) (born 18 May 1968) is a Belarusian 50 m rifle shooter. He is the 2012 Olympic champion in the 50 m rifle prone event.",
  "/wiki/Shooting_at_the_2012_Summer_Olympics": "Shooting competitions at the 2012 Summer Olympics in London took place from 28 July to 6 August at the Royal Artillery Barracks in Woolwich. Fifteen events were included with 390 athletes taking part. The events were the same as in 2008.",
  "/wiki/Shooting_at_the_2012_Summer_Olympics_–_Men's_50_metre_rifle_prone": "The Men's 50 metre rifle prone event at the 2012 Olympic Games took place on 3 August 2012 at the Royal Artillery Barracks.",
  "/wiki/Max_Mirnyi": "Maksim Mikalaevich \"Max\" Mirnyi (Belarusian: Максім Мікалаевіч Мірны, pronounced [makˈsʲim ˈmʲirnɨ]; Russian: Максим Николаевич Мирный, pronounced [mɐkˈsʲim ˈmʲirnɨj]; born 6 July 1977) is a Belarusian former professional tennis player.",
  "/wiki/Victoria_Azarenka": "Victória Fyódorovna Azárenka (Belarusian: Вікторыя Фёдараўна Азаранка; Russian: Виктория Фёдоровна Азаренко; born 31 July 1989) is a Belarusian professional tennis player. She is a former world No. 1 in singles and was the year-end No. 1 in 2012. Azarenka has won 20 WTA singles titles, eight WTA doubles titles, and three mixed-doubles titles.",
  "/wiki/Tennis_at_the_2012_Summer_Olympics": "The tennis tournaments at the 2012 Summer Olympics in London were staged at the All England Club in Wimbledon, from 28 July to 5 August. This was the first Olympic grass court tournament since tennis was reintroduced as an Olympic sport and the first to be held at a Grand Slam venue in the Open era. (Two other 2012 Summer Olympic bid finalists had also offered Grand Slam venues. Second-place finisher Paris offered the French Open venue, the Stade Roland Garros, which later was also included in their successful 2024 bid. Meanwhile, fourth-place finisher New York offered the US Open venue, the USTA Billie Jean King National Tennis Center in Flushing Meadows-Corona Park, Queens.)",
  "/wiki/Tennis_at_the_2012_Summer_Olympics_–_Mixed_Doubles": "The mixed doubles tennis tournament at the 2012 Olympic Games in London was held from 1 to 5 August on the grass courts of the All England Lawn Tennis and Croquet Club in Wimbledon.",
  "/wiki/Aliaksandra_Herasimenia": "Aliaksandra Herasimenia (Belarusian: Аляксандра Віктараўна Герасіменя; Łacinka: Aliaksandra Viktaraŭna Hierasimienia; born 31 December 1985) is a Belarusian former swimmer. She specialises in sprint freestyle and backstroke events.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_–_Women's_100_metre_freestyle": "The women's 100 metre freestyle event at the 2012 Summer Olympics took place on 1–2 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Swimming_at_the_2012_Summer_Olympics_–_Women's_50_metre_freestyle": "The women's 50 metre freestyle event at the 2012 Summer Olympics took place on 3–4 August at the London Aquatics Centre in London, United Kingdom.",
  "/wiki/Andrei_Bahdanovich": "Andrei Viktaravich Bahdanovich (Belarusian: Андрэй Віктаравіч Багдановіч, born 15 October 1987) is a Belarusian sprint canoeist. He won a gold medal in the C-2 1000 m event at the 2008 Summer Olympics, rowing together with his brother Aliaksandr Bahdanovich. They finished second in this event in 2012 and fourth in the C-2 500 m in 2008.",
  "/wiki/Aliaksandr_Bahdanovich": "Aliaksandr Viktaravich Bahdanovich (Belarusian: Аляксандр Віктаравіч Багдановіч, born 29 April 1982) is a Belarusian sprint canoeist. Competing in three Summer Olympics, he won a gold medal in the C-2 1000 m event at Beijing in 2008 together with Andrei Bahdanovich.  They won silver in the same event in London. At the 2004 Games, he finished sixth in the C-2 500 m event rowing with Aleksandr Kurlyandchik.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics": "The canoeing races at the 2012 Olympic Games in London were contested in two main disciplines: the slalom, from 29 July to 2 August, and the sprint, from 6 to 11 August. The slalom competition was held at the Lee Valley White Water Centre and the sprint events were staged at Eton College Rowing Centre, at Dorney Lake, known as Eton Dorney.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_–_Men's_C-2_1000_metres": "The men's canoe sprint C-2 1,000 metres at the 2012 Olympic Games in London took place between 7 and 9 August at Eton Dorney.",
  "/wiki/Raman_Piatrushenka": "Raman Ivanavich Piatrushenka or Roman Petrushenko (Belarusian: Раман Іванавіч Пятрушэнка; born 25 December 1980) is a Belarusian sprint canoeist  who has competed since 2000. Competing in three Summer Olympics, he won four medals with one gold (K-4 1000 m: 2008), one silver (K-2 200m: 2012) and two bronzes (K-2 500 m: 2004, 2008).",
  "/wiki/Vadzim_Makhneu": "Vadzim Henadzevich Makhneu (Belarusian: Вадзім Генадзевіч Махнеў) or Vadim Makhnev Russian: Вадим Махнев; born 21 December 1979) is a Belarusian flatwater canoeist who has competed since 2000. Competing in three Summer Olympics, he won four medals with a gold (K-4 1000 m: 2008), a silver (K-2 200m: 2012) and two bronzes (K-2 500 m: 2004, 2008).",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_–_Men's_K-2_200_metres": "The men's canoe sprint K-2 200 metres competition at the 2012 Olympic Games in London took place between 10 and 11 August at Eton Dorney.",
  "/wiki/Maryna_Hancharova": "Maryna Hancharova (Belarusian: Марына Сяргееўна Ганчарова; Łacinka: Maryna Siarhiejeŭna Hančarova; born 27 February 1990, Minsk) is a Belarusian rhythmic gymnast who competed in group events. She is the 2012 Olympic all-around silver medalist with group members Anastasiya Ivankova, Alina Tumilovich, Nataliya Leshchyk, Aliaksandra Narkevich, and Kseniya Sankovich. She is also the 2013 World group all-around champion and 2012 European champion in 3 ribbons/2 hoops.",
  "/wiki/Anastasia_Ivankova": "Anastasia Ivankova (Belarusian: Настасся Уладзіміраўна Іванкова, Łacinka: Nastassia Uładzimiraŭna Ivankova) (born 22 November 1991) is a Belarusian rhythmic gymnast. She is a two-time Olympic medalist in the group all-around competition.",
  "/wiki/Nataliya_Leshchyk": "Nataliya Leshchyk (Belarusian: Натальля Валер'еўна Лешчык; Łacinka: Natallia Leščyk; born 25 July 1995) is a Belarusian rhythmic gymnast who competed in group events. She is the 2012 Olympic all-around silver medalist with group members Anastasiya Ivankova, Alina Tumilovich, Maryna Hancharova, Aliaksandra Narkevich, and Kseniya Sankovich. At the 2012 European Championships, she won gold in 3 ribbons/2 hoops and silver in group all-around.",
  "/wiki/Aliaksandra_Narkevich": "Aliaksandra Narkevich (Belarusian: Аляксандра Сяргееўна Наркевіч; Łacinka: Aliaksandra Siarhiejeŭna Narkievič; born 22 December 1994) is a Belarusian former rhythmic gymnast who competed mainly in group events. She is the 2012 Olympic group all-around silver medalist with group members Anastasiya Ivankova, Alina Tumilovich, Maryna Hancharova, Nataliya Leshchyk, and Kseniya Sankovich.",
  "/wiki/Ksenia_Sankovich": "Ksenia Sankovich (Belarusian: Ксенія Андрэеўна Санковіч, Łacinka: Ksienija Andrejeŭna Sankovič; born 27 July 1990) is a Belarusian rhythmic gymnast. She is a two-time Olympic medalist in the group all-around competition.",
  "/wiki/Alina_Tumilovich": "Alina Tumilovich (Belarusian: Аліна Артураўна Туміловіч; Łacinka: Alina Arturaŭna Tumilovič; born 21 April 1990) is a Belarusian rhythmic gymnast. She is a two-time Olympic medalist in the group all-around competition.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics": "Three gymnastics disciplines were contested at the 2012 Olympic Games in London: artistic gymnastics, rhythmic gymnastics and trampolining. The trampoline events were held at the North Greenwich Arena (normally called The O2 Arena) from 3 to 4 August; the artistic events were also held at the North Greenwich Arena, from 28 July to 7 August. The rhythmic gymnastics events took place at Wembley Arena from 9 to 12 August.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_–_Women's_rhythmic_group_all-around": "The Women's rhythmic group all-around competition at the 2012 Summer Olympics in London, United Kingdom. The event was held at the Wembley Arena on 9–12 August.",
  "/wiki/Tennis_at_the_2012_Summer_Olympics_–_Women's_singles": "The women's singles tennis tournament at the 2012 Olympic Games in London was held at the All England Lawn Tennis and Croquet Club in Wimbledon from 28 July to 4 August 2012, and was the first Olympic grass court tournament since tennis was re-introduced to the Games.",
  "/wiki/Volha_Khudzenka": "Volha Khudzenka (Belarusian: Вольга Сяргееўна Худзенка; Łacinka: Volha Siarhiejeŭna Chudzienka; born 12 May 1992) is a Belarusian sprint canoeist. At the 2012 Summer Olympics in London, she won a bronze medal in the K-4 500 metres with teammates Iryna Pamialova, Nadzeya Papok, and Maryna Pautaran. At the 2016 Summer Olympics in Rio de Janeiro, she won bronze in the same event with Nadzeya Liapeshka, Maryna Litvinchuk, and Marharyta Makhneva.",
  "/wiki/Iryna_Pamialova": "Iryna Uladzimirauna Pamialova (Belarusian: Ірына Уладзіміраўна Памялова; born 5 April 1990 in Zhodzina) is a Belarusian canoer. She won a bronze medal at the 2012 Summer Olympics in the K-4 500 metres event with Nadezhda Popok-Lepeshko, Olga Khudenko and Marina Poltoran-Litvinchuk.",
  "/wiki/Nadzeya_Papok": "Nadzeya Liapeshka (née Papok; Belarusian: Надзея Міхайлаўна Ляпешка (Папок); Łacinka: Nadzieja Michajłaŭna Liapieška; born 26 April 1989) is a Belarusian canoer. At the 2012 Summer Olympics in London, she won a bronze medal in the K-4 500 metres with teammates Volha Khudzenka, Iryna Pamialova, and Maryna Pautaran. At the 2016 Summer Olympics in Rio de Janeiro, she won bronze in the same event with Khudzenka, Maryna Litvinchuk, and Marharyta Makhneva.",
  "/wiki/Maryna_Pautaran": "Maryna Litvinchuk (née Poltoran, Belarusian: Марына Віктараўна Літвінчук (Паўтаран); Łacinka: Maryna Viktaraŭna Litvinčuk, born 12 March 1988) is a Belarusian sprint canoeist. At the 2012 Summer Olympics in London, she won a bronze medal in the K-4 500 metres with teammates Volha Khudzenka, Iryna Pamialova, and Nadzeya Papok. At the 2016 Summer Olympics in Rio de Janeiro, she won bronze in the same event with Khudzenka, Papok, and Marharyta Makhneva.",
  "/wiki/Canoeing_at_the_2012_Summer_Olympics_–_Women's_K-4_500_metres": "The women's canoe sprint K-4 500 metres competition at the 2012 Olympic Games in London took place between 6 and 8 August at Eton Dorney.",
  "/wiki/Liubov_Charkashyna": "Liubov Viktorovna Charkashyna (Belarusian: Любоў Віктараўна Чаркашына; Russian: Любовь Викторовна Черкашина, born December 23, 1987) is a retired Belarusian individual rhythmic gymnast. She is the 2012 Olympic all-around bronze medalist, and the 2011 European ball and clubs gold medalist.",
  "/wiki/Gymnastics_at_the_2012_Summer_Olympics_–_Women's_rhythmic_individual_all-around": "The Women's rhythmic individual all-around competition at the 2012 Summer Olympics in London, United Kingdom. The event was held at the Wembley Arena on 9–11 August.",
  "/wiki/Belarus_at_the_2012_Summer_Olympics": "Belarus competed at the 2012 Summer Olympics in London, United Kingdom, from 27 July to 12 August 2012. This was the nation's fifth appearance at the Summer Olympics in the post-Soviet era. The Belarus Olympic Committee sent a total of 166 athletes to the Games, 90 men and 76 women, to compete in 20 sports."
}