{
  "/wiki/Ann_Strother": "Ann Elise Strother (born December 11, 1983) is an American  basketball coach, and former professional player, most recently for the Indiana Fever. Strother played at the collegiate level for the Connecticut Huskies, helping the team to two national titles.",
  "/wiki/Highlands_Ranch_High_School": "Highlands Ranch High School is a public high school in Highlands Ranch, Colorado, United States.  It is part of the Douglas County School District.",
  "/wiki/Highlands_Ranch,_Colorado": "Highlands Ranch is a census-designated place (CDP) in Douglas County, Colorado, United States. The population was 96,713 at the 2010 census. Located 12 miles (19 km) south of Denver, Highlands Ranch is an unincorporated community  and was the twelfth-most populous CDP in the United States in 2010.",
  "/wiki/UConn_Huskies_women%27s_basketball": "The UConn Huskies women's basketball team is the college basketball program representing the University of Connecticut in Storrs, Connecticut, in NCAA Division I women's basketball competition. They currently play in the American Athletic Conference, though the Huskies will leave that league after the 2019–20 school year to join the Big East Conference.",
  "/wiki/Shanna_Zolman": "Shanna Annette Zolman (born September 7, 1983) is an American professional basketball player, most recently for the Tulsa Shock of the Women's National Basketball Association (WNBA). She attended college at the University of Tennessee and graduated in 2006 with a degree in Broadcasting. Following her collegiate career, she was selected 16th overall in the 2006 WNBA Draft by the San Antonio Silver Stars.",
  "/wiki/Wawasee_High_School": "Wawasee High School is a high school located in Syracuse, Indiana.",
  "/wiki/Tennessee_Lady_Volunteers_basketball": "The Tennessee Lady Volunteers basketball team represents the University of Tennessee in Knoxville, Tennessee in NCAA women's basketball competition. The team has been a contender for national titles for over thirty years, having made every NCAA Women's Division I Basketball Championship tournament since the NCAA began sanctioning women's sports in the 1981–82 season.",
  "/wiki/Katie_Gearlds": "Kathryn Ann \"Gearlds (born October 26, 1984) is a former American professional women's basketball player, and current head coach of the Marian University women's basketball team. She played with the Seattle Storm of the Women's National Basketball Association (WNBA) for three seasons (2007-09).",
  "/wiki/Beech_Grove_High_School": "Beech Grove High School is a public high school in Beech Grove, Indiana, United States.",
  "/wiki/Indianapolis": "Indianapolis (/ˌɪndiəˈnæpəlɪs/), often shortened to Indy, is the state capital and most populous city of the U.S. state of Indiana and the seat of Marion County. According to 2018 estimates from the U.S. Census Bureau, the consolidated population of Indianapolis and Marion County was 876,862. The \"balance\" population, which excludes semi-autonomous municipalities in Marion County, was 867,125. It is the 17th most populous city in the U.S. The Indianapolis metropolitan area is the 34th most populous metropolitan statistical area in the U.S., with 2,048,703 residents. Its combined statistical area ranks 28th, with a population of 2,431,361. Indianapolis covers 368 square miles (950 km2), making it the 16th largest city by land area in the U.S.",
  "/wiki/Purdue_Boilermakers_women%27s_basketball": "The Purdue Boilermakers women's basketball team is a college basketball program that competes in NCAA Division I and the Big Ten Conference. Purdue is rich in tradition and history, holding the record for Big Ten Championships, along with annually ranking in the top 10 nationally in home attendance. The Boilermakers have appeared in the NCAA Final Four three times, and won the NCAA National Championship in 1999. The Boilermakers share a classic rivalry with the Indiana Hoosiers, of which Purdue owns a 52-27 series lead.",
  "/wiki/Alexis_Hornbuckle": "Alexis Kay'ree Hornbuckle (born October 16, 1985) is an American professional basketball player who played several seasons in the Women's National Basketball Association. She is the only player to win a NCAA title and WNBA title in the same year (2008 - with the University of Tennessee and the Detroit Shock).",
  "/wiki/South_Charleston_High_School": "South Charleston High School is a public high school serving grades 9 through 12. It is located south of the Kanawha River, west of the city of Charleston, in the city of South Charleston's Spring Hill neighborhood.",
  "/wiki/South_Charleston,_West_Virginia": "South Charleston is a city in Kanawha County, West Virginia, United States. It is located to the northwest of Charleston. The population was 13,450 at the 2010 census. South Charleston was established in 1906, but not incorporated until 1917.  The Criel Mound (pictured right) built circa 0 B.C. by the Adena Culture is adjacent to the downtown business district.",
  "/wiki/Courtney_Paris": "Courtney Paris (born September 21, 1987) is an American basketball center for the Seattle Storm of the Women's National Basketball Association (WNBA). She is best known for her accomplishments during her college career at the University of Oklahoma, where she holds career averages of 21.4 points and 15.3 rebounds per game. She holds the NCAA record for most consecutive double-doubles at 112. During her senior season in 2009, Paris received considerable media attention when she announced that she would pay back her tuition to the University of Oklahoma if the Sooners did not win the 2009 NCAA Women's Division I Basketball Tournament. She would lead Oklahoma to the Final Four before falling short to eventual national runner-up Louisville. Paris was selected with the number seven overall pick by the now-defunct Sacramento Monarchs in the 2009 WNBA Draft.",
  "/wiki/Piedmont_High_School_(California)": "Piedmont High School is a public high school located in Piedmont, California, United States. Piedmont High School is part of the Piedmont Unified School District.",
  "/wiki/Piedmont,_California": "Piedmont is a small semi-suburban city located in Alameda County, California, United States. Piedmont is completely surrounded by the city of Oakland. Its residential population was 10,667 at the 2010 census. The name comes after the region of Piedmont in Italy, and literally means foothill. Piedmont was incorporated in 1907, and was developed significantly in the 1920s and 1930s. The Piedmont Unified School District (PUSD) includes three elementary schools, one middle school, and two high schools.",
  "/wiki/Oklahoma_Sooners_women%27s_basketball": "The Oklahoma Sooners women's basketball team represents the University of Oklahoma and competes in the Big 12 Conference of NCAA Division I.",
  "/wiki/Jayne_Appel": "Jayne Appel-Marinelli (born May 14, 1988) is a retired center who last played for the San Antonio Stars of the Women's National Basketball Association (WNBA). She played collegiate basketball at Stanford University.",
  "/wiki/Carondelet_High_School": "Carondelet High School is an all-girls private Catholic high school in Concord, California, United States. Carondelet High School was founded in 1965 by the Sisters of Saint Joseph. The school enrolls about 800 students. It shares some resources with the all-boys De La Salle High School, which is across a side-street that separates them. De La Salle High School was founded by the Christian Brothers. Students in their junior and senior years are able to take classes at the other school for four of the school's six class periods, and also as lowerclassmen for language and art. The school is located within the Diocese of Oakland.",
  "/wiki/Concord,_California": "Concord (/ˈkɒŋkərd/ KON-kord) is the largest city in Contra Costa County, California. At the 2010 census, the city had a population of 122,067 making it the 8th largest city in the San Francisco Bay Area. Founded in 1869 as the community of Todos Santos by Salvio Pacheco, the name was changed to Concord within months. The city is a major regional suburban East Bay center within the San Francisco Bay Area, and is 29 miles (47 kilometres) east of San Francisco.",
  "/wiki/Stanford_Cardinal_women%27s_basketball": "The Stanford Cardinal women's basketball team represents Stanford University, located in Stanford, California. The school's team currently competes in the Pac-12 Conference and are coached by Tara VanDerveer, in her 34th season with the Cardinal. The Cardinal won national championships in 1990 and 1992, and were runners-up in 2008 and 2010.",
  "/wiki/2007_McDonald%27s_All-American_Girls_Game": "The 2007 McDonald's All-American Girls Game was an All-star basketball game played on Wednesday, March 28, 2007 at Freedom Hall in Louisville, Kentucky, home of the University of Louisville Cardinals.  The game's rosters featured the best and most highly recruited high school girls graduating in 2007.  The game was the 6th annual version of the McDonald's All-American Game first played in 2002.",
  "/wiki/Jasmine_Thomas_(basketball)": "Jasmine Thomas (born September 30, 1989) is an American professional basketball player for the Connecticut Sun of the Women's National Basketball Association (WNBA).",
  "/wiki/Oakton_High_School": "Oakton High School is a public high school in unincorporated Fairfax County, Virginia, in proximity to the town of Vienna, in the United States. Oakton High School is not located in the town of Oakton as the name might suggest. It is part of Fairfax County Public Schools.",
  "/wiki/Vienna,_Virginia": "Vienna (/viˈɛnə/) is a town in Fairfax County, Virginia, United States. As of the 2010 United States Census, it had a population of 15,687. Significantly more people live in ZIP codes with the Vienna postal addresses (22180, 22181, and 22182) - bordered approximately by Interstate 66 on the south, Interstate 495 on the east, Route 7 to the north, and Hunter Mill road to the west - than in the town itself.",
  "/wiki/Duke_Blue_Devils_women%27s_basketball": "The Duke Blue Devils women's basketball team is the college basketball program representing Duke University in the Atlantic Coast Conference of NCAA Division I.",
  "/wiki/2008_McDonald%27s_All-American_Girls_Game": "The 2008 McDonald's All-American Girls Game was an All-star basketball game played on Wednesday, March 26, 2008 at the Bradley Center in Milwaukee, Wisconsin, home of the NBA’s Milwaukee Bucks. The game's rosters featured the best and most highly recruited high school girls graduating in 2008.  The game was the 7th annual version of the McDonald's All-American Game first played in 2002.",
  "/wiki/Paul_Laurence_Dunbar_High_School_(Fort_Worth,_Texas)": "Paul Laurence Dunbar High School is a comprehensive high school in the Stop Six neighborhood of Fort Worth, Texas, United States.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Rutgers_Scarlet_Knights_women%27s_basketball": "The Rutgers Scarlet Knights women's basketball team is the intercollegiate women's basketball program representing Rutgers University–New Brunswick. The school competes in the Big Ten Conference in Division I of the National Collegiate Athletic Association (NCAA). The Scarlet Knights play home basketball games at the Louis Brown Athletic Center on the university campus in Piscataway, New Jersey.",
  "/wiki/Baylor_Lady_Bears_basketball": "The Baylor Lady Bears basketball team represents Baylor University in Waco, Texas, in NCAA Division I women's basketball competition. They currently compete in the Big 12 Conference. The team plays its home games in Ferrell Center and is currently coached by Kim Mulkey.",
  "/wiki/Tierra_Ruffin-Pratt": "Tierra Ruffin-Pratt (born April 11, 1991) is an American professional basketball player for the Los Angeles Sparks of the Women's National Basketball Association (WNBA). She played college basketball at the University of North Carolina and attended T. C. Williams High School in Alexandria, Virginia.",
  "/wiki/T._C._Williams_High_School": "T. C. Williams High School is a public high school in the City of Alexandria, Virginia, just outside of Washington, D.C. The school has an enrollment of about 3,800 students.",
  "/wiki/Alexandria,_Virginia": "Alexandria is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 139,966, and in 2018, the population was estimated to be 160,530. Located along the western bank of the Potomac River, Alexandria is approximately 7 miles (11 km) south of downtown Washington, D.C.",
  "/wiki/North_Carolina_Tar_Heels_women%27s_basketball": "The North Carolina Tar Heels women's basketball team represent the University of North Carolina at Chapel Hill in the Atlantic Coast Conference of NCAA Division I women's basketball. They are led by head coach Courtney Banghart, entering her first season.",
  "/wiki/2009_McDonald%27s_All-American_Girls_Game": "The 2009 McDonald's All-American Girls Game was an All-star basketball game played on Wednesday, April 1, 2009 at the BankUnited Center in Miami, Florida, home of the University of Miami Hurricanes. The game's rosters featured the best and most highly recruited high school girls graduating in 2009.  The game was the 8th annual version of the McDonald's All-American Game first played in 2002.",
  "/wiki/Skylar_Diggins-Smith": "Skylar Kierra Diggins-Smith (born August 2, 1990) is an American professional basketball player for the  Phoenix Mercury in the Women's National Basketball Association (WNBA). Diggins was drafted 3rd overall by the Tulsa Shock in the 2013 WNBA Draft. In high school, she was the National Gatorade Player of the Year, the Gatorade Female Athlete of the Year, and a McDonald's All-American. Diggins played point guard for Notre Dame, where she led Notre Dame to three consecutive Final Fours and two consecutive NCAA championship appearances. She finished her Notre Dame career ranked first in  points and steals, second in assists, and as a two-time winner of the Nancy Lieberman Award as the top point guard in the nation.",
  "/wiki/Washington_High_School_(South_Bend,_Indiana)": "Washington High School is a public high school in South Bend, Indiana, United States. It is part of the SBCSC magnet program, where it is the Medical/Allied Health Magnet strain.",
  "/wiki/South_Bend,_Indiana": "South Bend is a city in, and the county seat of, St. Joseph County, Indiana, on the St. Joseph River near its southernmost bend, from which it derives its name. As of the 2010 census, the city had a total of 101,168 residents; its metropolitan statistical area had a population of 318,586 and its combined statistical area, 721,296. It is the fourth-largest city in Indiana, serving as the economic and cultural hub of northern Indiana. The University of Notre Dame is located just to the north in unincorporated Notre Dame.",
  "/wiki/Notre_Dame_Fighting_Irish_women%27s_basketball": "The Notre Dame Fighting Irish women's basketball team is the intercollegiate women's basketball program representing University of Notre Dame in Notre Dame, Indiana. The program currently competes in the Atlantic Coast Conference of NCAA Division I. The Fighting Irish play their home games in the Purcell Pavilion at the Edmund P. Joyce Center, and are currently coached by Muffet McGraw.",
  "/wiki/2010_McDonald%27s_All-American_Girls_Game": "The 2010 McDonald's All-American Girls Game was an All-star basketball game played on Wednesday, March 31, 2010 at the Jerome Schottenstein Center in Columbus, Ohio, home of the Ohio State Buckeyes. The game's rosters featured the best and most highly recruited high school girls graduating in 2010.  The game was the 9th annual version of the McDonald's All-American Game first played in 2002.",
  "/wiki/Natasha_Howard_(basketball)": "Natasha Howard (born September 2, 1991) is an American professional basketball player for the Seattle Storm of the Women's National Basketball Association (WNBA). Howard was the 2019 WNBA Defensive Player of the Year. She was drafted in 2014 by the Indiana Fever. Born in Toledo, Ohio, she played college basketball for Florida State University, where she finished sixth in the NCAA for field goal percentage.",
  "/wiki/Waite_High_School_(Toledo,_Ohio)": "Morrison R. Waite High School is a public high school located in east Toledo, Ohio that opened in 1914.  It is part of the Toledo Public Schools. It is named after Morrison R. Waite, a Chief Justice of the Supreme Court who is famous for overseeing the Alabama Claims case.  Waite replaced the original Central High School when Toledo Public Schools decided it couldn't afford to have 3 high schools for the 1914-15 school year.  (Scott High School had opened in 1913.)",
  "/wiki/Toledo,_Ohio": "Toledo (/təˈliːdoʊ/) is a city in and the county seat of Lucas County, Ohio, United States. Toledo is in northwest Ohio, at the western end of Lake Erie bordering the state of Michigan. The city was founded in 1833 on the west bank of the Maumee River, and originally incorporated as part of Monroe County, Michigan Territory. It was re-founded in 1837, after conclusion of the Toledo War, when it was incorporated in Ohio.",
  "/wiki/Florida_State_Seminoles_women%27s_basketball": "The Florida State Seminoles women's basketball team represents Florida State University (variously Florida State or FSU) in the intercollegiate sport of basketball. The Seminoles compete in the National Collegiate Athletic Association (NCAA) Division I and the Atlantic Coast Conference (ACC).",
  "/wiki/Meighan_Simmons": "Meighan Sharee Simmons (born January 25, 1992) is a professional basketball player for the Atlanta Dream of the Women's National Basketball Association (WNBA). She was selected in the third round of the 2014 WNBA Draft, 26th overall. Meighan was born in Cibolo, Texas and attended the University of Tennessee. She was nicknamed \"Speedy\" by legendary Tennessee Women's Basketball coach Pat Summitt. She played overseas in Romania in 2015 for ICIM Arad leading the team in scoring with 16.4 points per game and averaged almost 4 assists and 4 rebounds as well, shooting 55% from the floor and 36% from 3 point range.",
  "/wiki/Schertz-Cibolo-Universal_City_Independent_School_District": "Schertz-Cibolo-Universal City Independent School District (SCUC ISD) is a public school district based in Schertz, Texas, United States. In addition to Schertz, the district serves the city of Cibolo and parts of Universal City and a small portion of Marion. The district lies in two counties: Guadalupe and Bexar. In 2011, the school district was rated \"Recognized\" by the Texas Education Agency, with one campus rated Exemplary, eleven rated Recognized and three rated Academically Acceptable. Here is a fun fact Barbara Jordan Intermediate was named after a civil rights movement leader, educator, politician, and also a great lawyer. Her hard work during her lifetime really paid off because she was the first African American Woman buried in the Texas State cemetery.",
  "/wiki/Cibolo,_Texas": "Cibolo is a city in Guadalupe and Bexar counties, Texas, United States. It is part of the San Antonio–New Braunfels Metropolitan Statistical Area. Cibolo voted to become an independent township on October 9, 1965. As of the 2010 census, Cibolo had a population of 15,349, up from 3,035 at the 2000 census. In 2018, the estimated population was 30,563.",
  "/wiki/2011_McDonald%27s_All-American_Girls_Game": "The 2011 McDonald's All-American Girls Game is an All-star basketball game that was played on Wednesday, March 30, 2011 at the United Center in Chicago, Illinois, home of the Chicago Bulls. The game's rosters featured the best and most highly recruited high school girls graduating in 2011.  The game is the 10th annual version of the McDonald's All-American Game first played in 2002.",
  "/wiki/Elizabeth_Williams_(basketball)": "Elizabeth Olatayo Williams (born  June 23, 1993) is a British-born American basketball player for the Atlanta Dream of the Women's National Basketball Association (WNBA). After immigrating from Colchester, Essex, England, she played her college career at Duke University. Then, she was drafted by the Connecticut Sun 4th overall in the 2015 WNBA Draft, and was traded to Atlanta after only one year with the Sun.",
  "/wiki/Princess_Anne_High_School": "Princess Anne High School (PAHS) is one of 11 high schools in the Virginia Beach City Public School System.  Opened in 1954, it is the oldest remaining high school in Virginia Beach, Virginia, United States.  The school is named after the now extinct Princess Anne County, Virginia (itself named after the British Royal, Queen Anne, titled at the time and prior to ascension, Princess of Denmark) which was annexed with the founding of Virginia Beach.",
  "/wiki/Virginia_Beach,_Virginia": "Virginia Beach is an independent city located on the southeastern coast of the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 437,994; in 2018, it was estimated to be 450,138. Although mostly suburban in character, it is the most populous city in Virginia and the 44th most populous city in the nation.\nLocated on the Atlantic Ocean at the mouth of the Chesapeake Bay, Virginia Beach is included in the Hampton Roads metropolitan area. This area, known as \"America's First Region\", also includes the independent cities of Chesapeake, Hampton, Newport News, Norfolk, Portsmouth, and Suffolk, as well as other smaller cities, counties, and towns of Hampton Roads.",
  "/wiki/2012_McDonald%27s_All-American_Girls_Game": "The 2012 McDonald's All-American Girls Game is an All-star basketball game that was played on March 28, 2011 at the United Center in Chicago, Illinois, home of the Chicago Bulls. The game's rosters featured the best and most highly recruited high school girls graduating in 2012.  The game is the 11th annual version of the McDonald's All-American Game first played in 2002. The West team won 79–78.",
  "/wiki/Alexis_Prince": "Alexis Prince (born February 5, 1994) is an American professional women's basketball player with the Phoenix Mercury of the WNBA.",
  "/wiki/Edgewater_High_School": "Edgewater High School is a public secondary school located in the College Park section of Orlando, Florida. It is operated by the Orange County Public Schools system. The athletic teams are known as the 'Fighting Eagles' with colors red and white.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/2013_McDonald%27s_All-American_Girls_Game": "The 2013 McDonald's All-American Girls Game is an All-star basketball game that was played on April 3, 2013 at the United Center in Chicago, Illinois, home of the Chicago Bulls. The game's rosters featured the best and most highly recruited high school girls graduating in 2013.  The game is the 12th annual version of the McDonald's All-American Game first played in 2002.",
  "/wiki/Mercedes_Russell": "Mercedes Brianna Russell (born July 27, 1995) is an American professional basketball player for the Seattle Storm of the Women's National Basketball Association (WNBA). She was drafted 22nd overall by the New York Liberty in the 2018 WNBA draft. Russell played center for the Tennessee Lady Volunteers basketball team in college. In high school, she was named 2013 Gatorade Girls' Basketball Player of the Year.",
  "/wiki/Springfield_High_School_(Oregon)": "Springfield High School was the first public high school in Springfield, Oregon, United States. It is one of four high schools in the Springfield School District.",
  "/wiki/Springfield,_Oregon": "Springfield is a city in Lane County, Oregon, United States. Located in the Southern Willamette Valley, it is within the Eugene-Springfield Metropolitan Statistical Area. Separated from Eugene to the west, mainly by Interstate 5, Springfield is the second-most populous city in the metropolitan area after Eugene. As of the 2010 census, the city has a total population of 59,403.",
  "/wiki/Brianna_Turner": "Brianna Turner (born July 5, 1996) is an American women's professional basketball forward with the Phoenix Mercury of the Women's National Basketball Association (WNBA). Married  to Robert Wrightsman She played college women's basketball for the Notre Dame Fighting Irish women's basketball team at the University of Notre Dame in South Bend, Indiana. She is a native of Pearland, Texas.",
  "/wiki/Manvel_High_School": "Manvel High School is a public high school located along Texas State Highway 6 in the city of Manvel, Texas, USA. It is a part of the Alvin Independent School District located in northern Brazoria County. In 2017, the school was rated \"Met Standard\" by the Texas Education Agency, with a 1-Star Distinction for Academic Achievement in Top 25 Percent Student Progress.",
  "/wiki/Pearland,_Texas": "Pearland (/ˈpɛərlænd/ PAIR-land) is a city in the U.S. state of Texas, within the Houston–The Woodlands–Sugar Land metropolitan area. Most of the city is in Brazoria County, with portions extending into Fort Bend and Harris counties. As of the 2010 census, the city's population was 91,252, up from a population of 37,640 at the 2000 census. Pearland's population growth rate from 2000 to 2010 was 142 percent, which ranked Pearland as the 15th-fastest-growing city in the U.S. during that time period, compared to other cities with a population of 10,000 or greater in 2000. Pearland is the third-largest city in the Houston MSA, and from 2000 to 2010, ranked as the fastest-growing city in the Houston MSA and the second-fastest-growing city in Texas. As of 2018 the population had risen to an estimated 122,149.",
  "/wiki/Marina_Mabrey": "Marina Mabrey (born September 14, 1996 in Belmar, New Jersey) is an American women's basketball player with the Los Angeles Sparks of the Women's National Basketball Association (WNBA). Mabrey was drafted in the second round (19th pick overall) by the Sparks in the 2019 WNBA draft. She previously played with the United States women's national under-19 basketball team and the University of Notre Dame.",
  "/wiki/Manasquan_High_School": "Manasquan High School is a four-year comprehensive community public high school that serves students in ninth through twelfth grade from Manasquan, in Monmouth County, New Jersey, United States, operating as the lone high school of the Manasquan Public Schools. In addition to students from Manasquan, the high school also serves students from Avon-by-the-Sea, Belmar, Brielle, Lake Como, Sea Girt, Spring Lake and Spring Lake Heights, who attend Manasquan High School as part of sending/receiving relationships with their respective districts.",
  "/wiki/Manasquan,_New_Jersey": "Manasquan is a borough in Monmouth County, New Jersey, United States. As of the 2010 United States Census, the borough's population was 5,897, reflecting a decline of 413 (-6.5%) from the 6,310 counted in the 2000 Census, which had in turn increased by 941 (+17.5%) from the 5,369 counted in the 1990 Census.",
  "/wiki/McEachern_High_School": "John McEachern High School or McEachern High School is a public high school established in 1908 in Powder Springs, Georgia, United States. It was originally established as the Seventh District Agricultural and Mechanical School. Due to its history, McEachern has an open campus, with its buildings spaced across the property. It is the largest school in the CCSD, with around 2,500 students, in grades 9-12.",
  "/wiki/Powder_Springs,_Georgia": "Powder Springs is a city in Cobb County, Georgia, United States. The population was 13,940 at the 2010 census, with an estimated population for 2018 of 15,378.",
  "/wiki/Sabrina_Ionescu": "Sabrina Ionescu (born December 6, 1997) is an American college basketball player for the Oregon Ducks of the Pac-12 Conference. She is the NCAA all-time leader in career triple-doubles and the Pac-12 Conference all-time leader in assists.",
  "/wiki/Miramonte_High_School": "Miramonte High School is a public high school located in Orinda, California, United States. It is part of the Acalanes Union High School District. The school has a college preparatory program, with 15 Advanced Placement courses offered. Over 98% of its graduates go on to college.[citation needed] 320 students graduated in 2005, with 75% attending a four-year college. 35% are attending out-of-state colleges. Miramonte High School ranks 89th of all high schools in the nation as of autumn 2009, according to U.S. News & World Report. As of 2013, this ranking has dropped to 173rd. On September 4, 2008, Miramonte High School was ranked first in the 2008 Academic Performance Index (API) released by the California Department of Education (CDE). However, the school no longer holds this ranking.",
  "/wiki/Orinda,_California": "Orinda is a city in Contra Costa County, California, United States. The population was 17,643 at the 2010 census, and was estimated in 2018 to have increased to 19,806. In 2012, Orinda was ranked the second most friendly town in America by Forbes. The city is located just east of the city of Berkeley and is home to many affluent suburban professionals who commute to larger cities in the Bay Area such as Oakland, San Francisco, and Walnut Creek.  Its location provides for a more rustic landscape, and Orinda's many parks and trails make it a destination for many Bay Area hikers and naturalists.",
  "/wiki/Oregon_Ducks_women%27s_basketball": "The Oregon Ducks women's basketball team is the official women's basketball team of the University of Oregon in Eugene, Oregon. Basketball is one of eleven varsity women's sports at the University of Oregon. The team is a member of the Pac-12 Conference and a Division I team in the National Collegiate Athletic Association. Matthew Knight Arena is the home venue for both women's and men's basketball and women's volleyball. Nike provides the official team uniforms for University of Oregon sports teams.",
  "/wiki/IMG_Academy": "IMG Academy is a preparatory boarding school and sports training destination in Bradenton, Florida, United States. The boarding school offers an integrated academic and athletic college preparatory experience across eight sports – baseball, basketball, football, golf, lacrosse, soccer, tennis, track & field and cross country. IMG Academy offers camp programs on a year-round basis and serves as a training and competition venue for amateur, collegiate, and professional teams, adults, and families and as a host site for a variety of events.",
  "/wiki/Bradenton,_Florida": "Bradenton (/ˈbreɪdəntən/ BRAY-dən-tən) is a city in Manatee County, Florida, United States. The U.S. Census Bureau estimated the city's 2018 population to be 57,644. Bradenton is a principal city of the North Port–Sarasota–Bradenton metropolitan statistical area, which had a 2018 estimated population of 821,573. It is the county seat.",
  "/wiki/Texas_Longhorns_women%27s_basketball": "The Texas Longhorns women's basketball team represents The University of Texas at Austin in NCAA Division I intercollegiate women's basketball competition. The Longhorns currently compete in the Big 12 Conference."
}