{
  "/wiki/Jerome_Harmon_(basketball)": "Jerome Harmon (born February 6, 1969 in Gary, Indiana) is a retired professional basketball shooting guard who spent one season in the National Basketball Association (NBA) as a member of the Philadelphia 76ers. He attended the University of Louisville.",
  "/wiki/Matt_Steigenga": "Matthew Todd Steigenga (born March 27, 1970) is a retired American professional basketball player.  He was a 6'7\", 220-40 lbs. power forward who most notably played a part of one season with the Chicago Bulls and a season in the Liga ACB.",
  "/wiki/James_Robinson_(basketball)": "James \"Hollywood\" Robinson (born August 31, 1970) is a former American professional basketball player, most notably in the National Basketball Association (NBA).",
  "/wiki/Darrin_Hancock": "Darrin Hancock (born November 3, 1971) is a retired American professional basketball player. In high school and college he was known for his strong offense, while his quick and agile moves to the basket drew comparisons to the likes of Dominique Wilkins. A Parade Magazine and McDonald's All-American standout at Griffin High School (Griffin, GA), Hancock was ranked among the country's best high school basketball players in the late 1980s. He played his first two college seasons at Garden City Community College, where he was considered one of the top junior college recruits in the nation before transferring to the University of Kansas. There he was the starting small forward on the Kansas Jayhawks' Final Four-bound squad in the 1993 NCAA Men's Division I Basketball Tournament. Hancock left college after his junior year to play professional basketball and eventually found success in United States semi-pro basketball leagues after several uneventful stints in the NBA. He is considered to be among the best all-time Georgia high school basketball players in the state's history.",
  "/wiki/Adrian_Autry": "Adrian \"Red\" Christopher Autry   (born February 28, 1972) is a retired American basketball player and current assistant coach for Syracuse University  men's basketball team. A former point guard for the Orange, Autry played from 1990-1994 and is currently ranked fifth in career assist (631) and sixth in career steals (217).",
  "/wiki/Jimmy_King": "Jimmy Hal King (born August 9, 1973) is an American retired professional basketball player. King played in the NBA and other leagues. He is most famous for his time spent on the famed University of Michigan Wolverines Fab Five along with Ray Jackson, Juwan Howard, Chris Webber, and Jalen Rose, who reached the 1992 and 1993 NCAA Men's Division I Basketball Championship games as freshmen and sophomores. He played all four years at Michigan and averaged 15 points per game as a senior in 1995.",
  "/wiki/Sharone_Wright": "Sharone Addaryl Wright (born January 30, 1973) is a retired American professional basketball player.",
  "/wiki/Chris_Collins_(basketball)": "Christopher Ryan Collins (born April 19, 1974) is an American basketball player and coach from Northbrook, Illinois. He is currently the head men's coach at Northwestern University. Collins previously served as associate head coach of the Duke University men's basketball team and is the son of National Basketball Association (NBA) player, coach, and commentator Doug Collins.",
  "/wiki/Jerry_Stackhouse": "Jerry Darnell Stackhouse (born November 5, 1974) is an American basketball coach and retired professional basketball player. He is currently the head coach of the Vanderbilt Commodores, and he played 18 seasons in the National Basketball Association (NBA). He formerly was the head coach of Raptors 905 and an assistant coach for the Toronto Raptors and Memphis Grizzlies. Additionally, he has worked as an NBA TV analyst. Stackhouse played college basketball at North Carolina.",
  "/wiki/Chris_Kingsbury": "Christopher J. Kingsbury (born September 18, 1974) is an American former professional basketball player. A shooting guard who was known for his long range 3-point shooting, he was one of the top ranked players in the 1993 high school class. He played 3 years of college basketball with the Iowa Hawkeyes, and left after his junior year to declare for the 1996 NBA Draft. After going undrafted he played in the CBA, the IBL and in Italy before retiring from professional basketball in 2001.",
  "/wiki/Ricky_Price": "Ricky Earl Price (born September 16, 1987) is a former American football safety. He was signed by the Chiefs as an undrafted free agent in 2009 and played for the Chiefs in the 2009 and 2010 season. He played college football at Oklahoma State.",
  "/wiki/Trajan_Langdon": "Trajan Shaka Langdon (born May 13, 1976) is an American basketball executive and former professional player. He is the current general manager of the New Orleans Pelicans of the National Basketball Association (NBA). A 6 ft 4 in (1.93 m) and 211 lb (96 kg) shooting guard, he first gained fame in the U.S. while playing college basketball at Duke University.",
  "/wiki/Vince_Carter": "Vincent Lamar Carter Jr. (born January 26, 1977) is an American professional basketball player for the Atlanta Hawks of the National Basketball Association (NBA). He is 6 feet 6 inches (1.98 m) tall and plays both shooting guard and small forward but occasionally has played power forward during the latter part of his career. Carter is the only player in NBA history to play 22 seasons; the only player to play in four different decades (1990s, 2000s, 2010s, and 2020s); and, at 43 years old, he is the oldest active NBA player. Carter is widely regarded as one of the greatest dunkers of all time.",
  "/wiki/Louis_Bullock": "Louis \"Lou\" Bullock, Jr. (born May 20, 1976) is an American former professional basketball player.",
  "/wiki/Nate_James_(basketball)": "Nate James (born August 7, 1977) is a retired American basketball player and a current associate head coach at Duke University.",
  "/wiki/Baron_Davis": "Baron Walter Louis Davis (born April 13, 1979) is an American former professional basketball player who is a studio analyst for The NBA on TNT. He is a two-time NBA All-Star. He was drafted with the third overall pick in the 1999 NBA draft by the Charlotte Hornets. He also played in the NBA for the New Orleans Hornets, Golden State Warriors, Los Angeles Clippers, Cleveland Cavaliers and New York Knicks. Davis played college basketball for UCLA, where he was an All-American honoree before turning professional after his sophomore year. He was a star high school player while at Crossroads School.",
  "/wiki/Shane_Battier": "Shane Courtney Battier (born September 9, 1978) is an American retired professional basketball player who played for various teams of the National Basketball Association (NBA). He has also been a member of the U.S. national  basketball team.",
  "/wiki/Ronald_Curry": "Ronald Antonio Curry (born May 28, 1979) is a former American football wide receiver and current wide receivers coach with the New Orleans Saints. He was drafted by the Oakland Raiders in the seventh round of the 2002 NFL Draft after playing college football at North Carolina.",
  "/wiki/Donnell_Harvey": "Donnell Eugene Harvey (born August 26, 1980) is an American retired professional basketball player. He previously played in the National Basketball Association (NBA) for the New Jersey Nets, Denver Nuggets, Dallas Mavericks, Orlando Magic, and Phoenix Suns.",
  "/wiki/Jason_Kapono": "Jason Alan Kapono (born February 4, 1981) is an American former professional basketball player. He was the first National Basketball Association (NBA) player to lead the league in three-point field goal percentage in two consecutive seasons, and he also won the Three-Point Shootout twice (2007, 2008) . He won an NBA championship with the Miami Heat in 2006.",
  "/wiki/DeShawn_Stevenson": "DeShawn Stevenson (born April 3, 1981) is an American former professional basketball player. Stevenson played for six teams in the National Basketball Association (NBA) during a 13-year career. He originally committed to play at the University of Kansas, but decided to enter the NBA directly from high school and was picked by the Utah Jazz with the 23rd selection of the 2000 NBA draft. Stevenson is known for his defense and his athleticism. He was a member of the Dallas Mavericks team that won an NBA championship in 2011. In 2017, Stevenson joined Power, one of the eight BIG3 basketball league teams.",
  "/wiki/Chris_Duhon": "Christopher Nicholas Duhon (born August 31, 1982) is an American former professional basketball player. Duhon was a point guard for the Duke Blue Devils men's basketball team from 2000 to 2004. He then played for the Chicago Bulls, New York Knicks, Orlando Magic and Los Angeles Lakers.",
  "/wiki/David_Lee_(basketball)": "David Lee (born April 29, 1983) is an American former professional basketball player. He played college basketball for the Florida Gators before he was drafted 30th overall by the New York Knicks in the 2005 NBA draft. In the 2009-10 season, Lee received his first All-Star selection with the Knicks. In the 2010 offseason, Lee was signed and traded to the Golden State Warriors. With the Warriors, Lee received a second All-Star selection, became an All-NBA Team member, and won an NBA championship in 2015 in his fifth and final season with the team.",
  "/wiki/Mo_Williams": "Maurice Williams (born December 19, 1982) is an American former professional basketball player who played 13 seasons in the National Basketball Association (NBA). After a successful high school career at Murrah High School, Williams attended college at the University of Alabama, where he led his team as a freshman to a 27–8 record, and also shared an SEC regular-season championship. After two seasons at Alabama, Williams entered the 2003 NBA draft where he was selected with the 47th overall pick by the Utah Jazz. Throughout his career, he has also played for the Milwaukee Bucks, Los Angeles Clippers, Portland Trail Blazers, Minnesota Timberwolves, Charlotte Hornets and Cleveland Cavaliers. In 2009, Williams was selected as an NBA All-Star. In 2016, he won his first NBA championship with the Cavaliers. In May 2018, he became an assistant coach for the Cal State Northridge Matadors men's basketball team.",
  "/wiki/Carmelo_Anthony": "Carmelo Kyam Anthony (born May 29, 1984) is an American professional basketball player for the Portland Trail Blazers of the National Basketball Association (NBA). He has been named an NBA All-Star ten times and an All-NBA Team member six times. He played college basketball for the Syracuse Orange, winning a national championship as a freshman in 2003 while being named the NCAA Tournament's Most Outstanding Player.",
  "/wiki/J.J._Redick": "Jonathan Clay \"JJ\" Redick (born June 24, 1984) is an American professional basketball player for the New Orleans Pelicans of the National Basketball Association (NBA). He was selected 11th overall by the Orlando Magic in the 2006 NBA draft. He played college basketball for the Duke Blue Devils.",
  "/wiki/Shanna_Crossley": "Shanna Annette Zolman (born September 7, 1983) is an American professional basketball player, most recently for the Tulsa Shock of the Women's National Basketball Association (WNBA). She attended college at the University of Tennessee and graduated in 2006 with a degree in Broadcasting. Following her collegiate career, she was selected 16th overall in the 2006 WNBA Draft by the San Antonio Silver Stars.",
  "/wiki/LeBron_James": "LeBron Raymone James Sr. (/ləˈbrɒn/; born December 30, 1984) is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association. He is often regarded as the greatest basketball player of all time, which has resulted in frequent comparisons to Michael Jordan. His accomplishments include three NBA championships, four NBA MVP Awards, three NBA Finals MVP Awards, and two Olympic gold medals.  Lebron's teams appeared in eight consecutive NBA Finals (2011-2018 seasons).  Lebron leads with the record for all-time NBA playoffs points scored, is third in all-time NBA points scored, and eighth in all-time NBA assists.  James was selected to the All-NBA First Team a record twelve times, made the All-Defensive First Team five times, played in sixteen NBA All-Star Games as All-Star MVP three times.",
  "/wiki/Mike_Jones_(basketball,_born_1984)": "Michael \"Mike\" Jones (born July 24, 1984) is an American former professional basketball player who played for the University of Maryland, College Park.",
  "/wiki/Ivory_Latta": "Ivory Latta (born September 25, 1984) is an American professional basketball player who is currently a free agent. She was drafted 11th overall by the Detroit Shock in the 2007 WNBA Draft. A 5'6\" (1.68 m) guard noted for her three-point shooting and on-court enthusiasm, she played college basketball for the North Carolina Tar Heels. She is the all-time leading scorer in South Carolina high school basketball history (men's and women's) with a total of 4,319 career points.",
  "/wiki/Candace_Parker": "Candace Nicole Parker (born April 19, 1986) is an American professional basketball player for the Los Angeles Sparks of the Women's National Basketball Association (WNBA). She was the first overall pick in the 2008 WNBA Draft. In 2016, along with other stars such as Alana Beard and Nneka Ogwumike, Parker helped the Sparks to win their first WNBA Finals title since 2002. In high school, Parker won the 2003 and 2004 Gatorade National Girls Basketball Player of the Year awards, becoming just the second junior and the only woman to receive the award twice.",
  "/wiki/Darius_Washington_Jr.": "Darius Myron Washington Jr. (born December 6, 1985) is an American-Macedonian professional basketball player who last played for Rabotnički of the Macedonian First League.",
  "/wiki/Gerald_Green": "Gerald Green (born January 26, 1986) is an American professional basketball player. He was drafted by the Boston Celtics with the 18th overall pick in the 2005 NBA draft. Known for his dunking skill, he has performed well in many slam dunk competitions, having won the 2005 McDonald's All-American Slam Dunk Contest and the 2007 NBA Slam Dunk Contest, while finishing as the runner-up in the 2008 NBA Slam Dunk Contest.",
  "/wiki/Mario_Chalmers": "Almario Vernard \"Mario\" Chalmers (born May 19, 1986) is an American professional basketball player for AEK Athens of the Greek Basket League and the Basketball Champions League. He was selected with the 34th overall pick in the 2008 NBA draft by the Minnesota Timberwolves after playing three seasons of college basketball for the University of Kansas, including being a part of the 2007–08 national championship team. Chalmers was named the 2006–07 Co-Defensive Player of the Year and the Most Outstanding Player of the 2008 NCAA Men's Division I Basketball Tournament."
}