{
  "/wiki/Stirling_Albion_F.C.": "Stirling Albion Football Club is a Scottish football club based in the city of Stirling. The club was founded in 1945 following the demise of King's Park after World War II. The club currently competes in Scottish League Two as a member of the Scottish Professional Football League. Its highest league position came in 1958–59 with a 12th-placed position in the top flight. Its only major success is in the league where it has won the second tier of Scottish football on four occasions, the last coming in 1964–65. The club has more recently competed in the third or fourth tier following league re-construction in 1975 and 2013.",
  "/wiki/Brechin_City_F.C.": "Brechin City Football Club is a Scottish football club based in the town[note 1] of Brechin in Angus. The club was founded in 1906 by players and officials of two local clubs, Brechin Harp and Brechin Hearts. The club currently competes in Scottish League Two as a member of the Scottish Professional Football League, after successive relegations from the Championship in 2018 and League One in 2019.",
  "/wiki/Livingston_F.C.": "Livingston Football Club is a Scottish professional football club based in Livingston, West Lothian.",
  "/wiki/Clyde_F.C.": "Clyde Football Club are a Scottish semi-professional football club based in Cumbernauld, North Lanarkshire who play in Scottish League One. Formed in 1877 at the River Clyde in Glasgow, since 1994 the team have played their home games at Broadwood Stadium. Their biggest accomplishment was winning the Scottish Cup on three occasions: 1939, 1955 and 1958; they reached the final a further three times, all during a long period based at Shawfield. They have not played in the top division of Scottish football since 1975.",
  "/wiki/Ayr_United_F.C.": "Ayr United Football Club are a football club in Ayr, Scotland, that plays in the Scottish Championship, the second tier of the Scottish Professional Football League. Formed in 1910 by the merger of Ayr Parkhouse and Ayr F.C., their nickname is The Honest Men, from a line in the Robert Burns poem \"Tam o' Shanter\". They play at Somerset Park.",
  "/wiki/Rangers_F.C._Under-20s_and_Academy": "In addition to their senior squad, Rangers Football Club also operate a football Academy which contains a number of football teams culminating in a reserve team, which currently participates in friendly challenge matches against various domestic and European sides in accordance with the academy's development plan, having declined the option to continue in the SPFL Reserve League despite winning the competition in 2019. Historically, the club's second side was known as the Rangers Swifts.",
  "/wiki/Greenock_Morton_F.C.": "Greenock Morton Football Club is a Scottish professional football club, which plays in the Scottish Championship. The club was founded as Morton Football Club in 1874, making it one of the oldest senior Scottish clubs. Morton was renamed Greenock Morton in 1994 to celebrate the links with its home town of Greenock.",
  "/wiki/Raith_Rovers_F.C.": "Raith Rovers Football Club is a Scottish professional football club based in the town of Kirkcaldy, Fife. The club was founded in 1883 and currently competes in Scottish League One as a member of the Scottish Professional Football League, having been relegated from the Scottish Championship following defeat in the Championship play-off semi-finals in 2017.",
  "/wiki/Queen_of_the_South_F.C.": "Queen of the South Football Club are a Scottish professional football club formed in March 1919 and located in Dumfries. The club plays in the Scottish Championship, the second tier of Scottish football. They are officially nicknamed The Doonhamers but are usually referred to as Queens or QoS. Their home ground since their formation has been Palmerston Park.",
  "/wiki/Aberdeen_F.C._Reserves_and_Academy": "In addition to their first team competing in the Scottish Premiership, Aberdeen F.C. also maintain further teams for younger age groups playing in competitions such as the Scottish Challenge Cup and the Scottish Youth Cup within the club's academy.",
  "/wiki/Dunfermline_Athletic_F.C.": "Dunfermline Athletic Football Club is a Scottish football club based in Dunfermline, Fife. Founded in 1885, the club currently play in the Scottish Championship. Dunfermline play at East End Park, are nicknamed The Pars and are currently managed by former striker Stevie Crawford.",
  "/wiki/Stranraer_F.C.": "Stranraer Football Club is a Scottish semi-professional football club based in the town of Stranraer in Dumfries and Galloway. The club was founded in 1870, making it the third-oldest football club in Scotland behind Queen's Park and Kilmarnock  and one of the 20 oldest in the world. The club currently competes in Scottish League One as a member of the Scottish Professional Football League.\nThey have won the Scottish Second Division on two occasions, most recently in 1997–98, as well as coming runners-up in 2004–05 and 2014–15. Their only national cup final came in 1996, when the club defeated First Division champions St Johnstone 1–0 in the Scottish Challenge Cup final.",
  "/wiki/Forfar_Athletic_F.C.": "Forfar Athletic Football Club are a Scottish semi-professional football club from the town of Forfar, Angus. They are members of the Scottish Professional Football League and currently play in Scottish League One. They play their home games at Station Park, in the north end of Forfar.",
  "/wiki/Clyde_F.C._Under-20s_and_Academy": "Clyde Football Club are a Scottish semi-professional football club based in Cumbernauld, North Lanarkshire who play in Scottish League One. Formed in 1877 at the River Clyde in Glasgow, since 1994 the team have played their home games at Broadwood Stadium. Their biggest accomplishment was winning the Scottish Cup on three occasions: 1939, 1955 and 1958; they reached the final a further three times, all during a long period based at Shawfield. They have not played in the top division of Scottish football since 1975.",
  "/wiki/Arbroath_F.C.": "Arbroath Football Club is a Scottish football club based in the town of Arbroath, Angus. They currently play in the Scottish Championship. The Club was founded in 1878 and plays home matches at Gayfield Park. They play in maroon strips and are nicknamed \"The Red Lichties\" due to the red light that used to guide fishing boats back from the North Sea to the Burgh's harbour. The Red Lichties share a long-standing and fierce rivalry with local neighbours Montrose.",
  "/wiki/East_Stirlingshire_F.C.": "East Stirlingshire Football Club is a Scottish association football club based in the town of Falkirk. The club was founded in 1881 and competes in the Lowland Football League, in the fifth tier of the Scottish football league system. The club's origins can be traced to 1880 when a local cricket club formed a football team under the name Britannia, based in the village of Bainsford.",
  "/wiki/Heart_of_Midlothian_F.C._Under-20s_and_Academy": "In addition to the Heart of Midlothian F.C. first team competing in the Scottish Premiership, the club also maintains the SPFL Reserve League and various youth teams in their Academy setup.",
  "/wiki/Hibernian_F.C._Reserves_and_Academy": "In addition to their first team competing in the Scottish Premiership, Hibernian F.C. also maintain further teams for younger age groups playing in competitions such as the Scottish Challenge Cup and the Scottish Youth Cup within the club's academy.",
  "/wiki/Airdrieonians_F.C.": "Airdrieonians Football Club are a Scottish professional football team in Airdrie, North Lanarkshire, who are members of the Scottish Professional Football League (SPFL) and play in Scottish League One. They were formed in 2002 as Airdrie United Football Club following the liquidation of the original Airdrieonians club, formed in 1878.  The club's official name was changed in 2013 with the approval of the Scottish Football Association to the traditional name of Airdrieonians. As with the previous club, this is often colloquially shortened to simply \"Airdrie\"."
}