{
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Belgian_Antarctic_Expedition": "The Belgian Antarctic Expedition of 1897 to 1899 was the first expedition to winter in the Antarctic region. The first Belgian Antarctic expedition, led by Adrien de Gerlache de Gomery, aboard the RV Belgica, is considered to be the first expedition of the heroic age of Antarctic exploration. Among its members were Frederick Cook and Roald Amundsen, explorers who will be responsible, respectively, for the conquest of the North Pole and the conquest of the South Pole.",
  "/wiki/RV_Belgica_(1884)": "Belgica was a barque-rigged steamship that was built in 1884 by Christian Brinch Jørgensen at Svelvik, Norway as the whaler Patria. In 1896, she was purchased by Adrien de Gerlache for conversion to a research ship, taking part in the Belgian Antarctic Expedition of 1897–1901, becoming the first ship to overwinter in the Antarctic. In 1902, she was sold to Philippe, Duke of Orléans and used on expeditions to the Arctic in 1905 and from 1907–09.",
  "/wiki/Adrien_de_Gerlache": "Baron Adrien Victor Joseph de Gerlache de Gomery (2 August 1866 – 4 December 1934) was an officer in the Belgian Royal Navy who led the Belgian Antarctic Expedition of 1897–99.",
  "/wiki/Overwinter": "Overwintering is the process by which some organisms pass through or wait out the winter season, or  pass through that period of the year when \"winter\" conditions (cold or sub-zero temperatures, ice, snow, limited food supplies) make normal activity or even survival difficult or near impossible. In some cases \"winter\" is characterized not necessarily by cold but by dry conditions; passing through such periods could likewise be called overwintering.",
  "/wiki/Antarctic_Circle": "The Antarctic Circle is the most southerly of the five major circles of latitude that mark maps of the Earth. The region south of this circle is known as the Antarctic, and the zone immediately to the north is called the Southern Temperate Zone. South of the Antarctic Circle, the sun is above the horizon for 24 continuous hours at least once per year (and therefore visible at midnight) and the centre of the sun (ignoring refraction) is below the horizon for 24 continuous hours at least once per year (and therefore not visible at noon); this is also true within the equivalent polar circle in the Northern Hemisphere, the Arctic Circle.",
  "/wiki/Bellingshausen_Sea": "The Bellingshausen Sea is an area along the west side of the Antarctic Peninsula between 57°18'W and 102°20'W, west of Alexander Island, east of Cape Flying Fish on Thurston Island, and south of Peter I Island (there the southern Vostokkysten). In the south are, from west to east, Eights Coast, Bryan Coast and English Coast (west part) of West Antarctica. To the west of Cape Flying Fish it joins the Amundsen Sea.",
  "/wiki/Gerlache_Strait": "Gerlache Strait or de Gerlache Strait or Détroit de la Belgica is a channel/strait separating the Palmer Archipelago from the Antarctic Peninsula. The Belgian Antarctic Expedition, under Lt. Adrien de Gerlache, explored the strait in January and February 1898, naming it for the expedition ship Belgica. The name was later changed to honor the commander himself.",
  "/wiki/Roald_Amundsen": "Roald Engelbregt Gravning Amundsen (UK: /ˈɑːmʊndsən/, US: /-məns-/;[needs Norwegian IPA] 16 July 1872 – c. 18 June 1928) was a Norwegian explorer of polar regions and a key figure of the Heroic Age of Antarctic Exploration. He led the first expedition to traverse the Northwest Passage by sea, from 1903 to 1906, and the first expedition to the South Pole in 1911. He led the first expedition proven to have reached the North Pole in a dirigible in 1926. He disappeared while taking part in a rescue mission for the airship Italia in 1928.",
  "/wiki/South_Pole": "The South Pole, also known as the Geographic South Pole or Terrestrial South Pole, is one of the two points where Earth's axis of rotation intersects its surface. It is the southernmost point on the surface of Earth and lies on the opposite side of Earth from the North Pole.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Southern_Cross_Expedition": "The Southern Cross Expedition, otherwise known as the British Antarctic Expedition, 1898–1900, was the first British venture of the Heroic Age of Antarctic Exploration, and the forerunner of the more celebrated journeys of Robert Falcon Scott and Ernest Shackleton. The brainchild of the Anglo-Norwegian explorer Carsten Borchgrevink, it was the first expedition to over-winter on the Antarctic mainland, the first to visit the Great Ice Barrier—later known as the Ross Ice Shelf—since Sir James Clark Ross's groundbreaking expedition of 1839 to 1843, and the first to effect a landing on the Barrier's surface. It also pioneered the use of dogs and sledges in Antarctic travel.",
  "/wiki/SS_Southern_Cross_(1886)": "SS Southern Cross was a steam-powered sealing vessel that operated primarily in Norway and Newfoundland and Labrador.",
  "/wiki/Carsten_Borchgrevink": "Carsten Egeberg Borchgrevink (1 December 1864 – 21 April 1934) was an Anglo-Norwegian polar explorer and a pioneer of modern Antarctic travel. He was the precursor of Sir Robert Falcon Scott, Sir Ernest Shackleton, Roald Amundsen, and others associated with the Heroic Age of Antarctic Exploration. From 1898 to 1900, he led the British-financed Southern Cross expedition, which established a new Farthest South record at 78° 50'S.",
  "/wiki/Cape_Adare": "Cape Adare is the north-easternmost peninsula in Victoria Land, East Antarctica.",
  "/wiki/Ross_Ice_Shelf": "The Ross Ice Shelf is the largest ice shelf of Antarctica (as of 2013[update] an area of roughly 500,809 square kilometres (193,363 sq mi) and about 800 kilometres (500 mi) across: about the size of France). It is several hundred metres thick. The nearly vertical ice front to the open sea is more than 600 kilometres (370 mi) long, and between 15 and 50 metres (50 and 160 ft) high above the water surface. Ninety percent of the floating ice, however, is below the water surface.",
  "/wiki/Farthest_South": "Farthest South refers the most southerly latitude reached by explorers before the conquest of the South Pole in 1911. Significant steps on the road to the pole were the discovery of lands south of Cape Horn in 1619, Captain James Cook's crossing of the Antarctic Circle in 1773, and the earliest confirmed sightings of the Antarctic mainland in 1820. From the late 19th century onward, the quest for Farthest South latitudes became in effect a race to reach the pole, which culminated in Roald Amundsen's success in December 1911.",
  "/wiki/South_Magnetic_Pole": "The South Magnetic Pole is the wandering point on Earth's Southern Hemisphere where the geomagnetic field lines are directed vertically upwards. It should not be confused with the South Geomagnetic Pole described later.",
  "/wiki/Discovery_Expedition": "The Discovery Expedition of 1901–04, known officially as the British National Antarctic Expedition, was the first official British exploration of the Antarctic regions since the voyage of James Clark Ross sixty years earlier (1839-1843). Organized on a large scale under a joint committee of the Royal Society and the Royal Geographical Society (RGS), the new expedition carried out scientific research and geographical exploration in what was then largely an untouched continent. It launched the Antarctic careers of many who would become leading figures in the Heroic Age of Antarctic Exploration, including Robert Falcon Scott who led the expedition, Ernest Shackleton, Edward Wilson, Frank Wild, Tom Crean and William Lashly.",
  "/wiki/RRS_Discovery": "RRS Discovery  is a barque-rigged auxiliary steamship built for Antarctic research, and launched in 1901. She was the last traditional wooden three-masted ship to be built in the United Kingdom. Her first mission was the British National Antarctic Expedition, carrying Robert Falcon Scott and Ernest Shackleton on their first, and highly successful, journey to the Antarctic, known as the Discovery Expedition.",
  "/wiki/SY_Morning": "SY Morning was a steam yacht, known for her role as a relief vessel to Scott's British National Antarctic Expedition (1901–1904). She made two voyages to the Antarctic to resupply the expedition.",
  "/wiki/Terra_Nova_(ship)": "Terra Nova was a whaler and polar expedition ship. She is best known for carrying the 1910 British Antarctic Expedition, Robert Falcon Scott's last expedition.",
  "/wiki/Robert_Falcon_Scott": "Robert Falcon Scott CVO (6 June 1868 – c. 29 March 1912) was a Royal Navy officer and explorer who led two expeditions to the Antarctic regions: the Discovery expedition of 1901–1904 and the ill-fated Terra Nova expedition of 1910–1913. On the first expedition, he set a new southern record by marching to latitude 82°S and discovered the Antarctic Plateau, on which the South Pole is located. On the second venture, Scott led a party of five which reached the South Pole on 17 January 1912, less than five weeks after Amundsen's South Pole expedition.",
  "/wiki/Victoria_Land": "Victoria Land is a region of Antarctica which fronts the western side of the Ross Sea and the Ross Ice Shelf, extending southward from about 70°30'S to 78°00'S, and westward from the Ross Sea to the edge of the Antarctic Plateau. It was discovered by Captain James Clark Ross in January 1841 and named after the UK's Queen Victoria. The rocky promontory of Minna Bluff is often regarded as the southernmost point of Victoria Land, and separates the Scott Coast to the north from the Hillary Coast of the Ross Dependency to the south.",
  "/wiki/McMurdo_Sound": "McMurdo Sound and its ice-clogged waters extends about 55 kilometres (34 mi) long and wide. The sound connects the Ross Sea to the north with the Ross Ice Shelf cavity to the south via Haskell Strait. The strait is largely covered by the McMurdo Ice Shelf. The Royal Society Range rises from sea level to 4,205 metres (13,796 ft) on the western shoreline. Ross Island, an historic jumping-off point for polar explorers, designates the eastern boundary. The active volcano Mount Erebus at 3,794 metres (12,448 ft) dominates Ross Island. Antarctica's largest scientific base, the United States' McMurdo Station, as well as the New Zealand Scott Base are on the southern shore of the island. Less than 10 percent of McMurdo Sound's shoreline is free of ice. It is the southernmost navigable body of water in the world.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Gauss_Expedition": "The Gauss expedition of 1901–1903 was the first German expedition to Antarctica. It was led by geologist Erich von Drygalski in the ship Gauss, named after the mathematician and physicist Carl Friedrich Gauss.",
  "/wiki/Gauss_(ship)": "Gauss was a ship built in Germany specially for polar exploration, named after the mathematician and physical scientist Carl Friedrich Gauss. Purchased by Canada in 1904, the vessel was renamed CGS Arctic. As Arctic, the vessel made annual trips to the Canadian Arctic until 1925. The ship's fate is disputed among the sources, but all claim that by the mid-1920s, the vessel was out of service.",
  "/wiki/Erich_von_Drygalski": "Erich Dagobert von Drygalski[needs German IPA] (February 9, 1865 – January 10, 1949) was a German geographer, geophysicist and polar scientist, born in Königsberg, then under the Province of Prussia.",
  "/wiki/Kaiser_Wilhelm_II_Land": "Kaiser Wilhelm II Land is a part of Antarctica lying between Cape Penck at 87° 43'E and Cape Filchner at 91° 54'E, and is claimed as part of the Australian Antarctic Territory, a claim not universally recognized.",
  "/wiki/Gaussberg": "Gaussberg (or Mount Gauss) is an extinct volcanic cone, 370 metres (1,214 ft) high, fronting on Davis Sea immediately west of the Posadowsky Glacier in Kaiser Wilhelm II Land in Antarctica.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Swedish_Antarctic_Expedition": "The Swedish Antarctic Expedition (1901–1904) was led by Otto Nordenskjöld and Carl Anton Larsen.",
  "/wiki/Antarctic_(ship)": "Antarctic was a Swedish steamship built in Drammen, Norway in 1871. She was used on several research expeditions to the Arctic region and to Antarctica through 1898-1903. In 1895 the first confirmed landing on the mainland of Antarctica was made from this ship.",
  "/wiki/ARA_Uruguay": "The corbeta (corvette) ARA Uruguay, built in England, is the largest ship afloat of its age in the Armada de la República Argentina (Argentine Navy), with more than 140 years passed since its commissioning in September 1874. The last of the legendary squadron of President Sarmiento, the Uruguay took part in revolutions, ransoms, expeditions, rescues, and was even floating headquarters of the Navy School. During its operational history 1874–1926 the Uruguay has served as a gunboat, school ship, expedition support ship, Antarctic rescue ship, fisheries base supply ship, and hydrographic survey vessel, and is now a museum ship in Buenos Aires.[note 1] This ship may be the oldest in South America having been built in 1874 at Laird Bros. (now Cammell Laird) shipyard of Birkenhead, England, at a cost of £32,000.[note 2] This ship is rigged to a barque sailplan (three masts, two of which have cross spars). The ship's steel hull is sheathed in teak.",
  "/wiki/Otto_Nordenskiöld": "Nils Otto Gustaf Nordenskjöld (December 6, 1869 – June 2, 1928) was a Finnish and Swedish geologist, geographer, and polar explorer.",
  "/wiki/Graham_Land": "Graham Land is the portion of the Antarctic Peninsula that lies north of a line joining Cape Jeremy and Cape Agassiz. This description of Graham Land is consistent with the 1964 agreement between the British Antarctic Place-names Committee and the US Advisory Committee on Antarctic Names, in which the name \"Antarctic Peninsula\" was approved for the major peninsula of Antarctica, and the names Graham Land and Palmer Land for the northern and southern portions, respectively.  The line dividing them is roughly 69 degrees south.",
  "/wiki/Snow_Hill_Island": "Snow Hill Island is an almost completely snowcapped island, 33 km (21 mi) long and 12 km (7.5 mi) wide, lying off the east coast of the Antarctic Peninsula. It is separated from James Ross Island to the north-east by Admiralty Sound and from Seymour Island to the north by Picnic Passage. It is one of several islands around the peninsula known as Graham Land, which is closer to South America than any other part of the Antarctic continent.",
  "/wiki/Paulet_Island": "Paulet Island is a circular island about 1.5 km (0.93 mi) in diameter, lying 4.5 km (2.8 mi) south-east of Dundee Island, off the north-eastern end of the Antarctic Peninsula.  Because of its large penguin colony, it is a popular destination for sightseeing tours.",
  "/wiki/Weddell_Sea": "The Weddell Sea is part of the Southern Ocean and contains the Weddell Gyre. Its land boundaries are defined by the bay formed from the coasts of Coats Land and the Antarctic Peninsula. The easternmost point is Cape Norvegia at Princess Martha Coast, Queen Maud Land. To the east of Cape Norvegia is the King Haakon VII Sea. Much of the southern part of the sea is covered by a permanent, massive ice shelf field, the Filchner-Ronne Ice Shelf.",
  "/wiki/Scottish_National_Antarctic_Expedition": "The Scottish National Antarctic Expedition (SNAE), 1902–04, was organised and led by William Speirs Bruce, a natural scientist and former medical student from the University of Edinburgh. Although overshadowed in prestige terms by Robert Falcon Scott's concurrent Discovery Expedition, the SNAE completed a full programme of exploration and scientific work. Its achievements included the establishment of a manned meteorological station, the first in Antarctic territory, and the discovery of new land to the east of the Weddell Sea. Its large collection of biological and geological specimens, together with those from Bruce's earlier travels, led to the establishment of the Scottish Oceanographical Laboratory in 1906.",
  "/wiki/William_Speirs_Bruce": "William Speirs Bruce FRSE (1 August 1867 – 28 October 1921) was a British naturalist, polar scientist and oceanographer who organized and led the Scottish National Antarctic Expedition (SNAE, 1902–04) to the South Orkney Islands and the Weddell Sea. Among other achievements, the expedition established the first permanent weather station in Antarctica. Bruce later founded the Scottish Oceanographical Laboratory in Edinburgh, but his plans for a transcontinental Antarctic march via the South Pole were abandoned because of lack of public and financial support.",
  "/wiki/Orcadas_Base": "Base Orcadas is an Argentine scientific station in Antarctica, and the oldest of the stations in Antarctica still in operation. It is located on Laurie Island, one of the South Orkney Islands (Spanish: Islas Orcadas del Sur), at 4 meters (13.1 ft) above sea level and 170 meters (558 ft) from the coastline. Established by the Scottish National Antarctic Expedition in 1903 and transferred to the Argentine government in 1904, the base has been permanently populated since, being one of six Argentine permanent bases in Argentina's claim to Antarctica, and the first permanently inhabited base in Antarctica.",
  "/wiki/South_Orkney_Islands": "The South Orkney Islands are a group of islands in the Southern Ocean, about 604 kilometres (375 mi) north-east of the tip of the Antarctic Peninsula and 844 kilometres (524 mi) south-west of South Georgia Island. They have a total area of about 620 square kilometres (240 sq mi). The islands are claimed both by Britain (as part of the British Antarctic Territory since 1962, previously as a Falkland Islands Dependency), and by Argentina as part of Argentine Antarctica. Under the 1959 Antarctic Treaty, sovereignty claims are held in abeyance.",
  "/wiki/Coats_Land": "Coats Land is a region in Antarctica which lies westward of Queen Maud Land and forms the eastern shore of the Weddell Sea, extending in a general northeast-southwest direction between 20º00´W and 36º00´W. The northeast part was discovered from the Scotia by William S. Bruce, leader of the Scottish National Antarctic Expedition, 1902-04. He gave the name Coats Land for James Coats, Jr., and Major Andrew Coats, the two chief supporters of the expedition.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/French_Antarctic_Expedition": "The French Antarctic Expedition  is any of several French expeditions in Antarctica.",
  "/wiki/Jean-Baptiste_Charcot": "Jean-Baptiste-Étienne-Auguste Charcot (15 July 1867 – 16 September 1936), born in Neuilly-sur-Seine, was a French scientist, medical doctor and polar scientist. His father was the neurologist Jean-Martin Charcot (1825–1893).",
  "/wiki/Antarctic_peninsula": "The Antarctic Peninsula, known as O'Higgins Land in Chile, Tierra de San Martin in Argentina, and originally known as the Palmer Peninsula in the US and as Graham Land in the United Kingdom, is the northernmost part of the mainland of Antarctica, located at the base of the Southern Hemisphere.",
  "/wiki/Loubet_Land": "Loubet Coast is the portion of the west coast of Graham Land in Antarctic Peninsula, extending 158 km between Cape Bellue to the northeast and Bourgeois Fjord to the southwest. South of Loubet Coast is Fallieres Coast, north is Graham Coast.",
  "/wiki/Nimrod_Expedition": "The Nimrod Expedition of 1907–09, otherwise known as the British Antarctic Expedition, was the first of three expeditions to the Antarctic led by Ernest Shackleton. Its main target, among a range of geographical and scientific objectives, was to be first to the South Pole. This was not attained, but the expedition's southern march reached a Farthest South latitude of 88° 23' S, just 97.5 nautical miles (180.6 km; 112.2 mi) from the pole. This was by far the longest southern polar journey to that date and a record convergence on either Pole.[a] A separate group led by Welsh Australian geology professor Edgeworth David reached the estimated location of the South Magnetic Pole, and the expedition also achieved the first ascent of Mount Erebus, Antarctica's second highest volcano.",
  "/wiki/Nimrod_(ship)": "Nimrod was the ship Ernest Shackleton used in his 1908 Antarctic Nimrod Expedition for the South Pole. It was a 41-year-old schooner of 334 gross register tons that had been used to hunt seals and whales. Shackleton, who paid £5,000 for the ship, had it re-rigged as a barquentine. It also had an auxiliary steam engine, but had a top speed of only six knots under this power. In addition, the ship was so overloaded with supplies for the expedition that it could not carry enough coal to make passage to the Antarctic from New Zealand, and Shackleton had to arrange for the ship to be towed to the edge of the pack ice by tramp steamer Koonya.",
  "/wiki/Ernest_Shackleton": "Sir Ernest Henry Shackleton CVO OBE FRGS FRSGS (/ˈʃækəltən/; 15 February 1874 – 5 January 1922) was an Irish Antarctic explorer who led three British expeditions to the Antarctic. He was one of the principal figures of the period known as the Heroic Age of Antarctic Exploration.",
  "/wiki/Beardmore_Glacier": "The Beardmore Glacier in Antarctica is one of the largest valley glaciers in the world, being 200 km (125 mi) long and having a width of 40 km (25 mi). It descends about 2,200 m (7,200 ft) from the Antarctic Plateau to the Ross Ice Shelf and is bordered by the Commonwealth Range of the Queen Maud Mountains on the eastern side and the Queen Alexandra Range of the Central Transantarctic Mountains on the western.",
  "/wiki/Nautical_miles": "A nautical mile is a unit of measurement used in both air and marine navigation, and for the definition of territorial waters. Historically, it was defined as one minute (1/60 of a degree) of latitude along any line of longitude. Today the international nautical mile is defined as exactly 1852 metres (about 1.15 miles). The derived unit of speed is the knot, one nautical mile per hour.",
  "/wiki/Pourquoi_Pas_?_IV": "Pourquoi Pas? IV  was the fourth ship built for Jean-Baptiste Charcot, which completed the second Charcot expedition of the Antarctic regions from 1908 to 1910. Charcot died aboard when the ship was wrecked on 16 September 1936, off the coast of Iceland. Of the forty men on board, only one survived.",
  "/wiki/Marguerite_Bay": "Marguerite Bay or Margaret Bay is an extensive bay on the west side of the Antarctic Peninsula, which is bounded on the north by Adelaide Island and on the south by Wordie Ice Shelf, George VI Sound and Alexander Island. The mainland coast on the Antarctic Peninsula is Fallières Coast. Islands within the bay include Pourquoi Pas Island, Horseshoe Island and Lagotellerie Island.  Marguerite Bay was discovered in 1909 by the French Antarctic Expedition under Dr. Jean-Baptiste Charcot, who named the bay for his wife.",
  "/wiki/Charcot_Island": "Charcot Island or Charcot Land is an island administered under the Antarctic Treaty System, 56 kilometres (30 nmi) long and 46 kilometres (25 nmi) wide, which is ice covered except for prominent mountains overlooking the north coast. Charcot Island lies  within the Bellingshausen Sea, 102 kilometres (55 nmi) west of Alexander Island, and about 57 kilometres (31 nmi) north of Latady Island. A notable landmark of the island is its northernmost point, Cape Byrd.",
  "/wiki/Renaud_Island": "Renaud Island is an ice-covered island, 40 km (25 mi) long and from 6.4 to 16.1 km (4 to 10 mi) (average 11.3 km (7 mi)) wide, lying between the Pitt Islands and Rabot Island in the Biscoe Islands of Antarctica.  It is separated from Pitt Islands to the northeast by Mraka Sound, and from Lavoisier Island to the southwest by Pendleton Strait. Zubov Bay is a 2.5 mile bay that indents the east side of the island.",
  "/wiki/Mikkelsen_Bay": "Mikkelsen Bay is a bay, 27.8 kilometres (15 nmi) wide at its mouth and indenting 18.5 kilometres (10 nmi), entered between Bertrand Ice Piedmont and Cape Berteaux along the west coast of Graham Land, Antarctica. First seen from a distance in 1909 by the French Antarctic Expedition under Jean-Baptiste Charcot, but not recognized as a large bay. First surveyed in 1936 by the BGLE under Rymill, and resurveyed by the Falkland Islands Dependencies Survey in 1948-49. The name was proposed by members of BGLE for Ejnar Mikkelsen, Danish Arctic explorer and Inspector for East Greenland, 1934-50.",
  "/wiki/Rothschild_Island": "Rothschild Island is a black rugged island 39 kilometres (24 mi) long, mainly ice covered but surmounted by prominent peaks of Desko Mountains in Antarctica, 8 kilometres (5 mi) west of the north part of Alexander Island in the north entrance to Wilkins Sound.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Japanese_Antarctic_Expedition": "The Japanese Antarctic Expedition of 1910–12, in the ship Kainan Maru, was the first such expedition by a non-European nation. It was concurrent with two major Antarctic endeavours led respectively by Roald Amundsen and Robert Falcon Scott, and  has been relatively overlooked in polar history. After failing to land in its first season, the Japanese expedition's original aim of reaching the South Pole was replaced by less ambitious objectives, and after a more successful second season it returned safely to Japan, without injury or loss of life.",
  "/wiki/Kainan_Maru_(Antarctic_expedition_ship)": "Kainan Maru was a converted fishing boat that was used as the expedition vessel during the Japanese Antarctic Expedition 1910–12. Substantially smaller than other expedition ships of the era, and with seriously underpowered auxiliary engines, she nevertheless completed a journey of some 50,000 km (31,000 miles). After a false start in the southern summer of 1910–11, she entered the Ross Sea in January 1912 and landed a party on the Great Ice Barrier. While this party engaged in a southern march, Kainan Maru went to King Edward VII Land, where another party carried out survey and scientific work. The expedition returned to Japan with great acclaim in June 1912. However, it was quickly forgotten; Kainan Maru reverted to work as a fishing boat, and its subsequent career and fate remain unknown.",
  "/wiki/Nobu_Shirase": "Nobu Shirase (白瀬 矗, Shirase Nobu) July 20, 1861 – September 4, 1946  was a Japanese army officer and explorer. He led the first Japanese Antarctic Expedition, 1910–12, which reached a southern latitude of 80°5′, and made the first landing on the coast of King Edward VII Land.",
  "/wiki/King_Edward_VII_Land": "King Edward VII Land or King Edward VII Peninsula is a large, ice-covered peninsula which forms the northwestern extremity of Marie Byrd Land in Antarctica. The peninsula projects into the Ross Sea between Sulzberger Bay and the northeast corner of the Ross Ice Shelf, and forms part of the Ross Dependency. Edward VII Peninsula is defined by the Ross Ice Shelf on the southwest, Okuma Bay on the west, and to the east by Sulzberger Bay and the Saunders Coast, all essentially on the Ross Sea / Southern Ocean in Antarctica. The northwest extremity of the peninsula is Cape Colbeck. Edward VII Peninsula is located at 77°40′S 155°00′W﻿ / ﻿77.667°S 155.000°W﻿ / -77.667; -155.000.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Amundsen's_South_Pole_expedition": "The first expedition to reach the geographic South Pole was led by the Norwegian explorer Roald Amundsen. He and four others arrived at the pole on 14 December 1911,[n 1] five weeks ahead of a British party led by Robert Falcon Scott as part of the Terra Nova Expedition. Amundsen and his team returned safely to their base, and later heard   that Scott and his four companions had died on their return journey.",
  "/wiki/Fram": "Fram (\"Forward\") is a ship that was used in expeditions of the Arctic and Antarctic regions by the Norwegian explorers Fridtjof Nansen, Otto Sverdrup, Oscar Wisting, and Roald Amundsen between 1893 and 1912. It was designed and built by the Scottish-Norwegian shipwright Colin Archer for Fridtjof Nansen's 1893 Arctic expedition in which the plan was to freeze Fram  into the Arctic ice sheet and float with it over the North Pole.",
  "/wiki/Bay_of_Whales": "The Bay of Whales was a natural ice harbor, or iceport, indenting the front of Ross Ice Shelf just north of Roosevelt Island, Antarctica. It is the southernmost point of open ocean not only of the Ross Sea, but worldwide. The Ross Sea extends much further south—as far as the Gould Coast, some 200 miles (320 km)[citation needed] from the South Pole—but most of that area is covered by the Ross Ice Shelf rather than open sea.",
  "/wiki/Axel_Heiberg_Glacier": "The Axel Heiberg Glacier in Antarctica is a valley glacier, 30 nmi (35 mi) long, descending from the high elevations of the Antarctic Plateau into the Ross Ice Shelf (nearly at sea level) between the Herbert Range and Mount Don Pedro Christophersen in the Queen Maud Mountains.",
  "/wiki/Terra_Nova_Expedition": "The Terra Nova Expedition, officially the British Antarctic Expedition, was an expedition to Antarctica which took place between 1910 and 1913. It was led by Robert Falcon Scott and had various scientific and geographical objectives. Scott wished to continue the scientific work that he had begun when leading the Discovery expedition to the Antarctic from 1901 to 1904. He also wanted to be the first to reach the geographic South Pole. He and four companions attained the pole on 17 January 1912, where they found that the Norwegian team led by Roald Amundsen had preceded them by 34 days. Scott's entire party died on the return journey from the pole; some of their bodies, journals, and photographs were found by a search party eight months later.",
  "/wiki/Second_German_Antarctic_Expedition": "The Second German Antarctic Expedition of 1911–1913 was led by Wilhelm Filchner in the exploration ship Deutschland. Its principal objective was to determine whether the Antarctic continent comprised a single landmass rather than separated elements, and in particular whether the Weddell Sea and Ross Sea were connected by a strait. In addition, an extensive programme of scientific research was undertaken. The expedition failed to establish a land base, and the ship became beset in the Weddell Sea ice, drifting north for eight months before reaching open water. The expedition was marred by considerable disagreement and animosity among its participants, and broke up in disarray.",
  "/wiki/Deutschland_(Antarctic_expedition_ship)": "Deutschland, known as Bjørn between 1905 and 1909, and Osterreich between 1914 and 1917, was a Norwegian whaling and sealing ship, built in 1905. She is best known for her role as the expedition ship in the Second German Antarctic Expedition of 1911–13. During this expedition she was taken further south in the Weddell Sea than any previous vessel in those waters, but became trapped, surviving an eight-months long drift in heavy ice before being freed. After the expedition she was sold to Austria as the basis for another planned Antarctic expedition, but this was cancelled on the outbreak of the First World War in August 1914. The ship served in the Austro-Hungarian Navy as a minesweeper until 1917, when she was sunk in a torpedo attack.",
  "/wiki/Wilhelm_Filchner": "Wilhelm Filchner (13 September 1877 – 7 May 1957) was a German army officer, scientist and explorer. He conducted several surveys and scientific investigations in China, Tibet and surrounding regions, and led the Second German Antarctic Expedition, 1911–13.",
  "/wiki/Ross_Sea": "The Ross Sea is a deep bay of the Southern Ocean in Antarctica, between Victoria Land and Marie Byrd Land and within the Ross Embayment, and is the southernmost sea on Earth. It derives its name from the British explorer James Ross who visited this area in 1841. To the west of the sea lies Ross Island and Victoria Land, to the east Roosevelt Island and Edward VII Peninsula in Marie Byrd Land, while the southernmost part is covered by the Ross Ice Shelf, and is about 200 miles (320 km) from the South Pole. Its boundaries and area have been defined by the New Zealand National Institute of Water and Atmospheric Research as having an area of 637,000 square kilometres (246,000 sq mi).",
  "/wiki/Luitpold_Coast": "Luitpold Coast (German: Prinzregent-Luitpold-Land) is that portion of the coast of Coats Land extending from the vicinity of Hayes Glacier, at 27°54′W, to 36°W, which is regarded as the eastern limit of the Filchner Ice Shelf. It was discovered by Wilhelm Filchner, leader of the Second German Antarctic Expedition, 1911–12, and named for Luitpold, Prince Regent of Bavaria.",
  "/wiki/Filchner-Ronne_Ice_Shelf": "The Filchner-Ronne Ice Shelf, also known as Ronne-Filchner Ice Shelf, is an Antarctic ice shelf bordering the Weddell Sea.",
  "/wiki/Vahsel_Bay": "Vahsel Bay (German: Vahselbucht) is a bay about 7 miles wide in the western part of the Luitpold Coast, Antarctica.",
  "/wiki/South_Georgia_Island": "South Georgia (Spanish: Isla San Pedro) is an island in the southern Atlantic Ocean that is part of the British Overseas territory of South Georgia and the South Sandwich Islands. The main settlement is Grytviken. South Georgia is 167.4 kilometres (104 mi) long and 1.4 to 37 km (0.9 to 23.0 miles) wide. It is about 830 km (520 mi) northeast of Coronation Island and 550 km (340 mi) northwest from Zavodovski Island, the nearest South Sandwich island.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Australasian_Antarctic_Expedition": "The Australasian Antarctic Expedition of 1911–1914 was the brainchild of Douglas Mawson, who was inspired by his role in Ernest Shackleton's Nimrod expedition in 1907–1909 to spearhead an investigation of the largely unexplored coast due south of the Australian continental landmass, between Cape Adare in the east and Gaussberg in the west. The expedition was organised into three bases: one on the sub-Antarctic Macquarie Island and two on the Antarctic mainland. The main base, under Mawson's command, was set up at Cape Denison, about 300 miles (480 km) west of Cape Adare, and a Far Western base under Frank Wild was established on the Shackleton Ice Shelf, more than 1,500 miles (2,410 km) west of Cape Denison.",
  "/wiki/SY_Aurora": "SY Aurora was a 580-ton barque-rigged steam yacht built by Alexander Stephen and Sons Ltd. in Dundee, Scotland, in 1876, for the Dundee Seal and Whale Fishing Company. It was 165 feet (50 m) long with a 30-foot (9.1 m) beam. The hull was made of oak, sheathed with greenheart and lined with fir. The bow was a mass of solid wood reinforced with steel-plate armour. The heavy side frames were braced by two levels of horizontal oak beams. Her primary use was whaling in the northern seas, and she was built sturdily enough to withstand the heavy weather and ice that would be encountered there. That strength proved useful for Antarctic exploration as well and between 1911 and 1917 she made five trips to the continent, both for exploration and rescue missions.",
  "/wiki/Douglas_Mawson": "Sir Douglas Mawson OBE FRS FAA (5 May 1882 – 14 October 1958) was an Australian geologist, Antarctic explorer, and academic. Along with Roald Amundsen, Robert Falcon Scott, and Sir Ernest Shackleton, he was a key expedition leader during the Heroic Age of Antarctic Exploration. The Mawson Station in the Australian Antarctic Territory is named in his honour.",
  "/wiki/Commonwealth_Bay": "Commonwealth Bay is an open bay about 48 km (30 mi) wide at the entrance between Point Alden and Cape Gray in Antarctica. It was discovered in 1912 by the Australasian Antarctic Expedition under Douglas Mawson, who established the main base of the expedition at Cape Denison at the head of the bay. Named by Australasian Antarctic Expedition after the Commonwealth of Australia.",
  "/wiki/Ninnis_Glacier": "Ninnis Glacier (68°22′S 147°0′E﻿ / ﻿68.367°S 147.000°E﻿ / -68.367; 147.000Coordinates: 68°22′S 147°0′E﻿ / ﻿68.367°S 147.000°E﻿ / -68.367; 147.000) is a large, heavily hummocked and crevassed glacier descending steeply from the high interior to the sea in a broad valley, on George V Coast in Antarctica. It was discovered by the Australasian Antarctic Expedition (1911–14) under Douglas Mawson, who named it for Lieutenant B. E. S. Ninnis, who lost his life on the far east sledge journey of the expedition on 14 December 1912 through falling into the Black Crevasse in the glacier.",
  "/wiki/Mertz_Glacier": "Mertz Glacier (67°30′S 144°45′E﻿ / ﻿67.500°S 144.750°E﻿ / -67.500; 144.750Coordinates: 67°30′S 144°45′E﻿ / ﻿67.500°S 144.750°E﻿ / -67.500; 144.750) is a heavily crevassed glacier in George V Coast of East Antarctica.  It is the source of a glacial prominence that historically has extended northward into the Southern Ocean, the Mertz Glacial Tongue.  It is named in honor of the Swiss explorer Xavier Mertz.",
  "/wiki/Queen_Mary_Land": "Queen Mary Land or the Queen Mary Coast (66°45′S 96°0′E﻿ / ﻿66.750°S 96.000°E﻿ / -66.750; 96.000Coordinates: 66°45′S 96°0′E﻿ / ﻿66.750°S 96.000°E﻿ / -66.750; 96.000) is the portion of the coast of Antarctica lying between Cape Filchner, in 91° 54' E, and Cape Hordern, at 100° 30' E.  It is claimed by Australia as part of the Australian Antarctic Territory.  It was discovered in February 1912 by the Australasian Antarctic Expedition (1911-14) under the leadership of Douglas Mawson, who named it for Mary of Teck, queen consort of George V.",
  "/wiki/Imperial_Trans-Antarctic_Expedition": "The Imperial Trans-Antarctic expedition of 1914–1917 is considered to be the last major expedition of the Heroic Age of Antarctic Exploration. Conceived by Sir Ernest Shackleton, the expedition was an attempt to make the first land crossing of the Antarctic continent. After Amundsen's South Pole expedition in 1911, this crossing remained, in Shackleton's words, the “one great main object of Antarctic journeyings”.  The expedition failed to accomplish this objective, but became recognized instead as an epic feat of endurance.",
  "/wiki/Endurance_(1912_ship)": "Endurance was the three-masted barquentine in which Sir Ernest Shackleton sailed for the Antarctic on the 1914 Imperial Trans-Antarctic Expedition. She was launched in 1912 from Sandefjord in Norway; three years later, she was crushed by ice in the Weddell Sea off Antarctica, causing her to sink.",
  "/wiki/Drift_ice": "Drift ice, also called brash ice, is sea ice that is not attached to the shoreline or any other fixed object (shoals, grounded icebergs, etc.). Unlike fast ice, which is \"fastened\" to a fixed object, drift ice is carried along by winds and sea currents, hence its name. When drift ice is driven together into a large single mass (>70% coverage), it is called pack ice. Wind and currents can pile up that ice to form ridges up to several metres in height. These represent a challenge for icebreakers and offshore structures operating in cold oceans and seas.",
  "/wiki/Voyage_of_the_James_Caird": "The voyage of the James Caird was a journey of 1,300 kilometres (800 mi) from Elephant Island in the South Shetland Islands through the Southern Ocean to South Georgia, undertaken by Sir Ernest Shackleton and five companions to obtain rescue for the main body of the stranded Imperial Trans-Antarctic Expedition of 1914–1917. Polar historians regard the voyage of the exhausted crew in a 22.5' lifeboat through the \"Furious Fifties\", known for their 60' waves and hurricane-force winds, as one of the greatest small-boat journeys ever completed.",
  "/wiki/Ross_Sea_party": "The Ross Sea party was a component of Sir Ernest Shackleton's Imperial Trans-Antarctic Expedition 1914–17.  Its task was to lay a series of supply depots across the Great Ice Barrier from the Ross Sea to the Beardmore Glacier, along the polar route established by earlier Antarctic expeditions.   The expedition's main party, under Shackleton, was to land near Vahsel Bay on the opposite coast of Antarctica, and to march across the continent via the South Pole to the Ross Sea.  As the main party would be unable to carry sufficient fuel and supplies for the whole distance, their survival depended on the Ross Sea party setting up supply depots, which would cover the final quarter of their journey.",
  "/wiki/Aeneas_Mackintosh": "Aeneas Lionel Acton Mackintosh (1 July 1879 – 8 May 1916) was a British Merchant Navy officer and Antarctic explorer, who commanded the Ross Sea party as part of Sir Ernest Shackleton's Imperial Trans-Antarctic Expedition, 1914–1917. The Ross Sea party's mission was to support Shackleton's proposed transcontinental march by laying supply depots along the latter stages of the march's intended route. In the face of persistent setbacks and practical difficulties, Mackintosh's party fulfilled its task, although he and two others died in the course of their duties.",
  "/wiki/Depot": "Depot (/ˈdɛpoʊ/ DEP-oh or /ˈdiːpoʊ/ DEE-poh) is from the French dépôt, which means a deposit (as in banking or geology) or a storehouse. With minor variations among the English-speaking countries, depot - in English - may refer to:",
  "/wiki/Shackleton–Rowett_Expedition": "The Shackleton–Rowett Expedition (1921–22) was Sir Ernest Shackleton's last Antarctic project, and the final episode in the Heroic Age of Antarctic Exploration.\nThe venture, financed by John Quiller Rowett, is sometimes referred to as the Quest Expedition after its ship Quest, a converted Norwegian sealer. Shackleton had originally intended to go to the Arctic and explore the Beaufort Sea, but this plan was abandoned when the Canadian government withheld financial support; Shackleton thereupon switched his attention to the Antarctic. Quest, smaller than any recent Antarctic exploration vessel, soon proved inadequate for its task, and progress south was delayed by its poor sailing performance and by frequent engine problems. Before the expedition's work could properly begin, Shackleton died on board the ship, just after its arrival at the sub-Antarctic island of South Georgia.\nThe major part of the subsequent attenuated expedition was a three-month cruise to the eastern Antarctic, under the leadership of the party's second-in-command, Frank Wild. The shortcomings of Quest were soon in evidence: slow speed, heavy fuel consumption, a tendency to roll in heavy seas, and a steady leak. The ship was unable to proceed further than longitude 20°E, well short of its easterly target, and its engine's low power coupled with its unsuitable bows was insufficient for it to penetrate southward through the pack ice. Following several fruitless attempts, Wild returned the ship to South Georgia, on the way visiting Elephant Island where he and 21 others had been stranded after the sinking of the ship Endurance, during Shackleton's Imperial Trans-Antarctic Expedition six years earlier.\nWild had thoughts of a second, more productive season in the ice, and took the ship to Cape Town for a refit. Here, in June 1922, he received a message from Rowett ordering the ship home to England, so the expedition ended quietly. The Quest voyage is not greatly regarded in the histories of polar exploration, due to the event that defines it in public memory, overshadowing its other activities: Shackleton's untimely death.",
  "/wiki/Quest_(ship)": "Quest, a low-powered, schooner-rigged steamship that sailed from 1917 until sinking in 1962, is best known as the polar exploration vessel of the Shackleton–Rowett Expedition of 1921-1922. It was aboard this vessel that Sir Ernest Shackleton died on 5 January 1922 while the vessel was in harbour in South Georgia. Prior to and after the Shackleton-Rowett Expedition, Quest operated in commercial service as a seal-hunting vessel or sealer. Quest was also the primary expedition vessel of the British Arctic Air Route Expedition to the east coast of the island of Greenland in 1930-1931.",
  "/wiki/Heroic_Age_of_Antarctic_Exploration": "The Heroic Age of Antarctic Exploration was an era which began at the end of the 19th century,  and ended after the First World War; the Shackleton–Rowett Expedition of 1921–22 is often cited by historians as the dividing line between the \"Heroic\" and \"Mechanical\" ages. During the Heroic Age the Antarctic continent became the focus of  international efforts that resulted in intensive scientific and geographical exploration,   in which 17 major Antarctic expeditions were launched from ten countries. The common factor in these expeditions was the limited nature of the resources available to them before advances in transport and communication technologies revolutionized the work of exploration. This meant that each expedition became a feat of endurance that tested, and sometimes exceeded its personnel's physical and mental limits. The \"heroic\" label, bestowed later, recognized the adversities which had to be overcome by these pioneers, some of whom did not survive the experience; during this period 19 expedition members died."
}