{
  "/wiki/Turning_Torso": "Turning Torso is a neo-futurist residential skyscraper in Sweden and the tallest building in Scandinavia.\n Located in Malmö on the Swedish side of the Öresund strait, it was built and is owned by Swedish cooperative association HSB. It is regarded as the first twisted skyscraper in the world.\n The project was designed by Spanish architect, structural engineer, sculptor and painter Santiago Calatrava and officially opened on 27 August 2005. The tower reaches a height of 190 metres (623 ft) with 54 stories and 147 apartments.\n In August 2015, it was announced that the building was the winner of the 10 Year Award from the Council on Tall Buildings and Urban Habitat. It won the 2005 Gold Emporis Skyscraper Award.",
  "/wiki/Malmö": "Malmö (/ˈmælmoʊ, ˈmɑːlmɜː/; Swedish: [ˈmâlmøː] (listen); Danish: Malmø [ˈmælmˌøˀ]) is the largest city of the Swedish county of Skåne County, the third-largest city in Sweden, after Stockholm and Gothenburg, and the sixth-largest city in Scandinavia, with a population of 316,588 inhabitants out of a municipal total of 338,230 in 2018. The Malmö Metropolitan Region is home to over 700,000 people, and the Øresund Region, which includes Malmö, is home to 4 million people.\n Malmö was one of the earliest and most industrialized towns of Scandinavia, but it struggled with the adaptation to post-industrialism. Since the construction of the Öresund Bridge, Malmö has undergone a major transformation, producing new architectural developments, supporting new biotech and IT companies, and attracting students through Malmö University and other higher education facilities. The city contains many historic buildings and parks, and is also a commercial center for the western part of Scania.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Norra_Tornen": "Norra Tornen (in English, Northern Towers) are a pair of skyscrapers currently under development, located in Vasastaden district of Stockholm, Sweden. Opened in 2018, the eastern tower is 125 m (410 ft) tall, consisting of 36 floors. The west tower will open in 2020 and will be 110 m (360 ft) tall, with 33 floors. The complex will contain 300 residential units and ground breaking took place in the autumn of 2015.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.\n Stockholm is the cultural, media, political, and economic centre of Sweden. The Stockholm region alone accounts for over a third of the country's GDP, and is among the top 10 regions in Europe by GDP per capita. It is an important global city, and the main centre for corporate headquarters in the Nordic region. The city is home to some of Europe's top ranking universities, such as the Stockholm School of Economics, Karolinska Institute and KTH Royal Institute of Technology. It hosts the annual Nobel Prize ceremonies and banquet at the Stockholm Concert Hall and Stockholm City Hall. One of the city's most prized museums, the Vasa Museum, is the most visited non-art museum in Scandinavia. The Stockholm metro, opened in 1950, is well known for the decor of its stations; it has been called the longest art gallery in the world. Sweden's national football arena is located north of the city centre, in Solna. Ericsson Globe, the national indoor arena, is in the southern part of the city. The city was the host of the 1912 Summer Olympics, and hosted the equestrian portion of the 1956 Summer Olympics otherwise held in Melbourne, Victoria, Australia.\n Stockholm is the seat of the Swedish government and most of its agencies, including the highest courts in the judiciary, and the official residencies of the Swedish monarch and the Prime Minister. The government has its seat in the Rosenbad building, the Riksdag (Swedish parliament) is seated in the Parliament House, and the Prime Minister's residence is adjacent at Sager House. Stockholm Palace is the official residence and principal workplace of the Swedish monarch, while Drottningholm Palace, a World Heritage Site on the outskirts of Stockholm, serves as the Royal Family's private residence.",
  "/wiki/Amtssygehuset_i_Herlev": "Herlev Hospital (former Danish: Amtssygehuset i Herlev) is a hospital in Herlev, Denmark, close to Copenhagen. The building is 120 metres (390 ft) tall and has 28 floors. It is famous for being Denmark's tallest building.[citation needed] Its modern, functional architecture in bright concrete, glass and bronze-colored aluminum gives a unique impression.\n The building was designed by Gehrdt Bornebusch in collaboration with Max Brüel and Jørgen Selchau. Sven Hansen was the landscape architect while the artistic decoration was done by Poul Gernes.\n Its construction began in 1965 and the hospital was finished in 1975. It was opened in 1976. The hospital has 1,616 beds (of 2010) and employs about 4,000 people and tends to 82,000 patients annually.\n The hospital is a teaching hospital for medical students from Copenhagen University.\n The former title Amtssygehuset i Herlev was changed when the Danish Municipal Reform of January 1, 2007 abolished the amter and replaced them with five administrative regions.\n In 1987 the hospital was involved in the case of the hospital bombings (Danish: Sygehusbomberne) where an undetonated pipe bomb was found in the hospital.",
  "/wiki/Herlev": "Herlev is a suburb about 9 km northwest of Copenhagen city center. It is the site of the municipal council of Herlev Municipality, Denmark.",
  "/wiki/Copenhagen": "Copenhagen[a] (Danish: København [kʰøpm̩ˈhau̯ˀn] (listen)) is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128, 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen (population 1,320,629) and the Copenhagen metropolitan area (population 2,557,737). Copenhagen is situated on the eastern coast of the island of Zealand; another small portion of the city is located on Amager, and it is separated from Malmø, Sweden, by the strait of Øresund. The Øresund Bridge connects the two cities by rail and road.\n Originally a Viking fishing village established in the 10th century in the vicinity of what is now Gammel Strand,  Copenhagen became the capital of Denmark in the early 15th century. Beginning in the 17th century it consolidated its position as a regional centre of power with its institutions, defences and armed forces. During the renaissance the city served as the de facto capital being the seat of government of the Kalmar Union , governing the entire present day Nordic region in a personal union with Sweden and Norway ruled by the Danish monarch serving as the head of state. The city flourished as the cultural and economic center of Scandinavia under the union for well over 120 years, starting in the 15th century up until the beginning of the 16th century when the union was dissolved with Sweden leaving the union through a rebellion. After a plague outbreak and fire in the 18th century, the city underwent a period of redevelopment. This included construction of the prestigious district of Frederiksstaden and founding of such cultural institutions as the Royal Theatre and the Royal Academy of Fine Arts. After further disasters in the early 19th century when Horatio Nelson attacked the Dano-Norwegian fleet and bombarded the city, rebuilding during the Danish Golden Age brought a Neoclassical look to Copenhagen's architecture. Later, following the Second World War, the Finger Plan fostered the development of housing and businesses along the five urban railway routes stretching out from the city centre.\n Since the turn of the 21st century, Copenhagen has seen strong urban and cultural development, facilitated by investment in its institutions and infrastructure. The city is the cultural, economic and governmental centre of Denmark; it is one of the major financial centres of Northern Europe with the Copenhagen Stock Exchange. Copenhagen's economy has seen rapid developments in the service sector, especially through initiatives in information technology, pharmaceuticals and clean technology. Since the completion of the Øresund Bridge, Copenhagen has become increasingly integrated with the Swedish province of Scania and its largest city, Malmø, forming the Øresund Region. With a number of bridges connecting the various districts, the cityscape is characterised by parks, promenades and waterfronts. Copenhagen's landmarks such as Tivoli Gardens, The Little Mermaid statue, the Amalienborg and Christiansborg palaces, Rosenborg Castle Gardens, Frederik's Church, and many museums, restaurants and nightclubs are significant tourist attractions. The largest lake of Denmark, Arresø, lies around 27 miles (43 kilometers) northwest of the City Hall Square.\n Copenhagen is home to the University of Copenhagen, the Technical University of Denmark, Copenhagen Business School and the IT University of Copenhagen. The University of Copenhagen, founded in 1479, is the oldest university in Denmark. Copenhagen is home to the FC København and Brøndby football clubs. The annual Copenhagen Marathon was established in 1980. Copenhagen is one of the most bicycle-friendly cities in the world.\n The Copenhagen Metro launched in 2002 serves central Copenhagen. Additionally the Copenhagen S-train, the Lokaltog (private railway) and the Coast Line network serves and connects central Copenhagen to outlying boroughs. Serving roughly two million passengers a month, Copenhagen Airport, Kastrup, is the busiest airport in the Nordic countries.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/Kista_Torn": "Kista Torn (in English, Kista Towers) is a pair of 19- and 40-storey apartment buildings, connected at their base. The towers are situated on Borgarfjordsgatan in the Kista district of Stockholm, Sweden. The highest tower (\"K1\") stands at 117.9 m (387 ft) tall, which made it the tallest residential skyscraper in Stockholm on its completion in 2015. This feat is set to be matched by Norra Tornen in Hagastaden, upon completion of that project.\n The complex was designed by Brunnberg & Forshed Arkitektkontor AB, and is situated 200 m (660 ft) from Kista Centrum bus station and Kista metro station, alongside Kista Galleria shopping mall.",
  "/wiki/Uppsala_Cathedral": "Uppsala Cathedral (Swedish: Uppsala domkyrka) is a cathedral located between the University Hall of Uppsala University and the Fyris river in the centre of Uppsala, Sweden. A church of the Church of Sweden, the national church, in the Lutheran tradition, Uppsala Cathedral is the seat of the Archbishop of Uppsala, the primate of Sweden. It is also the burial site of King Eric IX (c. 1120–1160, reigned 1156–1160), who became the patron saint of the nation, and it was the traditional location for the coronation of new Kings of Sweden.\n The current archbishop is Antje Jackelén and the current bishop is Karin Johannesson.\n The cathedral dates to the late 13th century and, at a height of 118.7 metres (389 ft), it is the tallest church in the Nordic countries. Originally built under Roman Catholicism, it was used for coronations of Swedish monarchs for a lengthy period following the Protestant Reformation. Several of its chapels were converted to house the tombs of Swedish monarchs, including Gustav Vasa and John III. Carl Linnaeus, Olaus Rudbeck, Emanuel Swedenborg, and several archbishops are also buried here.\n The church was designed in the French Gothic style by French architects including Étienne de Bonneuil. It is in the form of a cross formed by the nave and transept. Most of the structure was built between 1272 and 1420 but the western end was completed only in the middle of the 15th century. Twin towers were built shortly afterwards on the west end of the church. High spires were added later, but after a fire in 1702, they were adorned with low helms by Carl Hårleman in 1735. They were completely redesigned by Helgo Zetterwall who undertook substantial changes to the building in the 1880s. The cathedral's principal construction material is brick but the pillars and many details are of Gotland limestone.\n The vaults were all built according to the original 13th-century plan although some of them were erected as late as around 1440. In addition to the artwork in the funeral chapels, several of the church's older furnishings can be seen in the Treasury Museum. In 1702, many features were destroyed in a major fire. During the renovation work carried out in the 1970s, many of the medieval frescoes which had been whitewashed over after the Reformation were uncovered and restored.",
  "/wiki/Uppsala": "Uppsala (/ˈʊpsɑːlə, ˈʌp-/, also US: /-sələ, ˈuːpsɑːlə, ʊpˈsɑːlə/ or all ending in /-sɑːlɑː/, Swedish: [ˈɵ̂pːˌsɑːla] (listen); archaically spelled Upsala) is the capital of Uppsala County and the fourth-largest city in Sweden, after Stockholm, Gothenburg, and Malmö. It had 168,096 inhabitants in 2017.\n Located 71 km (44 mi) north of the capital Stockholm it is also the seat of Uppsala Municipality. Since 1164, Uppsala has been the ecclesiastical centre of Sweden, being the seat of the Archbishop of the Church of Sweden. Uppsala is home to Scandinavia's largest cathedral – Uppsala Cathedral. Founded in 1477, Uppsala University is the oldest centre of higher education in Scandinavia. Among many achievements, the Celsius scale for temperature was invented there.",
  "/wiki/Scandic_Victoria_Tower": "The Scandic Victoria Tower is a skyscraper hotel in the Kista district of Stockholm, Sweden. It is also known as the Victoria Tower, however the Scandic name is used to distinguish it from the Victoria Tower that forms the southwest end of the Palace of Westminster. The 117 metre hotel is one of the tallest buildings in Stockholm, as well as the tallest hotel in Scandinavia. It is named for Crown Princess Victoria, the heir apparent to the Swedish throne.",
  "/wiki/Kista_Science_Tower": "Kista Science Tower is a 32-storey, 124 m (407 ft) skyscraper in Kista, Stockholm, Sweden.  With its roof-top antenna, its height is 156 m (512 ft), making it one of the tallest buildings in the country, just right in between Turning Torso and Scandic Victoria Tower. The black cube on top of the roof is, contrary to some rumors, not meant to be the start of more floors; it is the top of the elevator shaft and space for the electronics for the antenna. The tower was originally meant to have a few additional floors but they were canceled due to the financial crisis of the early 2000s, however the already built elevator shaft was not shortened and the distinctive concrete block at the top remains. The tower has 33 floors in total, three of which are below the main entrance level consisting mainly of parking spaces.\n Kista Science Tower was completed in 2003. It was the tallest skyscraper in Sweden at the time but was soon surpassed by Turning Torso, built in Malmö in 2005. It is still the tallest office building in Scandinavia.\n The building is home to the fastest elevators in Sweden. They reach speeds of 5 to 6 metres per second (16 to 20 ft/s).\n The building houses several technology and IT companies. It is located next to Kista Galleria, a large shopping complex, and the Kista metro station.",
  "/wiki/Oslo_Plaza": "Radisson Blu Plaza Hotel, Oslo, formerly Radisson SAS Plaza Hotel, Oslo, known locally as Oslo Plaza, is situated in Oslo city centre. At 117 metres (384 ft) tall, it is Norway's second tallest building.\n The building was designed by the architectural firm White.se and completed in 1989. The hotel was officially opened on March 14, 1990, by King Olav V of Norway.  In 1992, a footbridge was built between the hotel and the Oslo Spektrum arena. The hotel was remodeled in 2012.\n The hotel has 37 floors and 673 rooms. There are a total of 1,500 beds, 140 business rooms and 20 suites. The tower's foundations are concrete, and it has reflective glass facades. The uppermost floors are tapered with a steep diagonal roof on one side, leading to a sharp ridge. It also has an external glass elevator, which travels up to the bar/restaurant at the top. A lower block, three floors tall, contains the entrance, a lobby, restaurants and conference rooms.\nOn the thirty-third and thirty-fourth floors (the top of the building), there is a swimming pool and a sauna.",
  "/wiki/Oslo": "Oslo (/ˈɒzloʊ/ OZ-loh, also US: /ˈɒsloʊ/ OSS-loh, Norwegian: [ˈʊ̂ʂlʊ] (listen), rarely [ˈʊ̂slʊ, ˈʊ̀ʂlʊ]) is the capital and most populous city of Norway. It constitutes both a county and a municipality. During the Viking Age the area was part of Viken, the northernmost Danish province. Oslo was founded as a city at the end of the Viking Age in the year 1040 under the name Ánslo, and established as a kaupstad or trading place in 1048 by Harald Hardrada. The city was elevated to a bishopric in 1070 and a capital under Haakon V of Norway around 1300. Personal unions with Denmark from 1397 to 1523 and again from 1536 to 1814 reduced its influence. After being destroyed by a fire in 1624, during the reign of King Christian IV, a new city was built closer to Akershus Fortress and named Christiania in the king's honour. It was established as a municipality (formannskapsdistrikt) on 1 January 1838. The city functioned as the capital of Norway during the 1814–1905 union between Sweden and Norway. From 1877, the city's name was spelled Kristiania in government usage, a spelling that was adopted by the municipal authorities only in 1897. In 1925 the city, after incorporating the village retaining its former name, was renamed Oslo. In 1948 Oslo merged with Aker, a municipality which surrounded the capital and which was 27 times larger, thus creating the modern, vastly enlarged Oslo municipality.\n Oslo is the economic and governmental centre of Norway. The city is also a hub of Norwegian trade, banking, industry and shipping. It is an important centre for maritime industries and maritime trade in Europe. The city is home to many companies within the maritime sector, some of which are among the world's largest shipping companies, shipbrokers and maritime insurance brokers. Oslo is a pilot city of the Council of Europe and the European Commission intercultural cities programme.\n Oslo is considered a global city and was ranked \"Beta World City\" in studies carried out by the Globalization and World Cities Study Group and Network in 2008. It was ranked number one in terms of quality of life among European large cities in the European Cities of the Future 2012 report by fDi magazine. A survey conducted by ECA International in 2011 placed Oslo as the second most expensive city in the world for living expenses after Tokyo. In 2013 Oslo tied with the Australian city of Melbourne as the fourth most expensive city in the world, according to the Economist Intelligence Unit (EIU)'s Worldwide Cost of Living study.\n As of 1 July 2017, the municipality of Oslo had a population of 672,061, while the population of the city's urban area of 3 December 2018 was 1,000,467. The metropolitan area had an estimated population of 1.71 million. The population was increasing at record rates during the early 2000s, making it the fastest growing major city in Europe at the time. This growth stems for the most part from international immigration and related high birth rates, but also from intra-national migration. The immigrant population in the city is growing somewhat faster than the Norwegian population, and in the city proper this is now more than 25% of the total population if immigrant parents are included.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.\n Norway has a total area of 385,207 square kilometres (148,729 sq mi) and a population of 5,312,300 (as of August 2018). The country shares a long eastern border with Sweden (1,619 km or 1,006 mi long). Norway is bordered by Finland and Russia to the north-east, and the Skagerrak strait to the south, with Denmark on the other side. Norway has an extensive coastline, facing the North Atlantic Ocean and the Barents Sea. The maritime influence also dominates Norway's climate with mild lowland temperatures on the sea coasts, whereas the interior, while colder, is also a lot milder than areas elsewhere in the world on such northerly latitudes. Even during polar night in the north, temperatures above freezing are commonplace on the coastline. The maritime influence brings high rainfall and snowfall to some areas of the country.\n Harald V of the House of Glücksburg is the current King of Norway. Erna Solberg has been prime minister since 2013 when she replaced Jens Stoltenberg. As a unitary sovereign state with a constitutional monarchy, Norway divides state power between the parliament, the cabinet and the supreme court, as determined by the 1814 constitution. The kingdom was established in 872 as a merger of many petty kingdoms and has existed continuously for 1,148 years. From 1537 to 1814, Norway was a part of the Kingdom of Denmark-Norway, and from 1814 to 1905, it was in a personal union with the Kingdom of Sweden. Norway was neutral during the First World War. Norway remained neutral until April 1940 when the country was invaded and occupied by Germany until the end of Second World War.\n Norway has both administrative and political subdivisions on two levels: counties and municipalities. The Sámi people have a certain amount of self-determination and influence over traditional territories through the Sámi Parliament and the Finnmark Act. Norway maintains close ties with both the European Union and the United States. Norway is also a founding member of the United Nations, NATO, the European Free Trade Association, the Council of Europe, the Antarctic Treaty, and the Nordic Council; a member of the European Economic Area, the WTO, and the OECD; and a part of the Schengen Area. In addition, the Norwegian languages share mutual intelligibility with Danish and Swedish.\n Norway maintains the Nordic welfare model with universal health care and a comprehensive social security system, and its values are rooted in egalitarian ideals. The Norwegian state has large ownership positions in key industrial sectors, having extensive reserves of petroleum, natural gas, minerals, lumber, seafood, and fresh water. The petroleum industry accounts for around a quarter of the country's gross domestic product (GDP). On a per-capita basis, Norway is the world's largest producer of oil and natural gas outside of the Middle East.\n The country has the fourth-highest per capita income in the world on the World Bank and IMF lists. On the CIA's GDP (PPP) per capita list (2015 estimate) which includes autonomous territories and regions, Norway ranks as number eleven. It has the world's largest sovereign wealth fund, with a value of US$1 trillion. Norway has had the highest Human Development Index ranking in the world since 2009, a position also held previously between 2001 and 2006. It also had the highest inequality-adjusted ranking until 2018 when Iceland moved to the top of the list. Norway ranked first on the World Happiness Report for 2017 and currently ranks first on the OECD Better Life Index, the Index of Public Integrity, and the Democracy Index. Norway also has one of the lowest crime rates in the world.",
  "/wiki/Klara_Church": "The Church of Saint Clare or Klara Church (Swedish: Klara kyrka) is a church in central Stockholm. Since 1989, the Swedish Evangelical Mission is responsible for its activities.\n The Church of Saint Clare is located on Klara Västra Kyrkogata in the Klara area in lower Norrmalm. The Klara area (also known in Swedish as Klarakvarteren) takes its name from the church. This name has become synonymous with the old city that once occupied lower Norrmalm.[citation needed]",
  "/wiki/Postgirobygget_(building)": "Posthuset (known until 2000 as Postgirobygget) is a commercial  building located at  Biskop Gunnerus' gate 14 in the city center  of Oslo, Norway. \n The building was designed by Norwegian architect Rolf Christian Krognes and first constructed in 1975. It has 26 floors and at 111 meter in height, is the second tallest building in Oslo. In 2003, the building was thoroughly revamped: seven floors were added and the building was split in two towers. After the revamp, Aftenposten newspaper moved into the building.\n Posthuset is the property of the Norwegian State-owned real estate company, Entra Eiendom AS. The building serves, among other things, as the home office for the Norwegian postal service, Posten Norge.",
  "/wiki/Linköping_Cathedral": "Linköping Cathedral (Swedish: Linköpings domkyrka) is a church in the Swedish city of Linköping, the episcopal seat of the Diocese of Linköping in the Church of Sweden. It is situated opposite Linköping Castle.",
  "/wiki/Linköping": "Linköping (Swedish: [ˈlɪ̂nːˌɕøːpɪŋ] (listen)) is a city in southern Sweden, with 161,499 inhabitants as of 2019. It is the 5th largest city in Sweden. It is the seat of Linköping Municipality and the capital of Östergötland County. Linköping is also the episcopal see of the Diocese of Linköping (Church of Sweden) and is well known for its cathedral. \nLinköping is the center of an old cultural region and celebrated its 700th anniversary in 1987. Dominating the city's skyline from afar is the steeple of the cathedral, Domkyrka.\n Nowadays, Linköping is known for its university and its high-technology industry. Linköping wants to create a sustainable development of the city and therefore plans to become a carbon-neutral community by 2025. Located on the Östergötland Plain, Linköping is closely linked to Norrköping, roughly 40 kilometres (25 mi) to the east, near the sea.",
  "/wiki/Christiansborg": "Christiansborg Palace (Danish: Christiansborg Slot; pronounced [kʰʁɛstjænsˈpɔɐ̯ˀ ˈslɒt]) is a palace and government building on the islet of Slotsholmen in central Copenhagen, Denmark. It is the seat of the Danish Parliament (Folketinget), the Danish Prime Minister's Office, and the Supreme Court of Denmark. Also, several parts of the palace are used by the Danish monarch, including the Royal Reception Rooms, the Palace Chapel and the Royal Stables.\n The palace is thus home to the three supreme powers: the executive power, the legislative power, and the judicial power. It is the only building in the world that houses all three of a country's branches of government. The name Christiansborg is thus also frequently used as a metonym for the Danish political system, and colloquially it is often referred to as Rigsborgen ('the castle of the realm') or simply Borgen ('the castle').\n The present building, the third with this name, is the last in a series of successive castles and palaces constructed on the same site since the erection of the first castle in 1167. Since the early fifteenth century, the various buildings have served as the base of the central administration; until 1794 as the principal residence of the Danish kings and after 1849 as the seat of parliament.\n The palace today bears witness to three eras of Danish architecture, as the result of two serious fires. The first fire occurred in 1794 and the second in 1884. The main part of the current palace, finished in 1928, is in the historicist Neo-baroque style. The chapel dates back to 1826 and is in a neoclassical style. The showgrounds were built from 1738-46, in a baroque style.\n Christiansborg Palace is owned by the Danish Government, and is run by the Palaces and Properties Agency. Several parts of the palace are open to the public.",
  "/wiki/Stockholm_Stadshus": "The Stockholm City Hall (Swedish: Stockholms stadshus or Stadshuset locally) is the building of the Municipal Council for the City of Stockholm in Sweden. It stands on the eastern tip of Kungsholmen island, next to Riddarfjärden's northern shore and facing the islands of Riddarholmen and Södermalm. It houses offices and conference rooms as well as ceremonial halls, and the luxury restaurant Stadshuskällaren. It is the venue of the Nobel Prize banquet and is one of Stockholm's major tourist attractions.",
  "/wiki/Rådhustårnet": "Copenhagen City Hall (Danish: Københavns Rådhus) is the headquarters of the municipal council as well as the Lord mayor of the Copenhagen Municipality, Denmark. The building is situated on City Hall Square in central Copenhagen.",
  "/wiki/Sankt_Petri_Church,_Malmö": "Saint Peter's Church (Swedish: Sankt Petri kyrka) is a Brick Gothic church in Malmö, Sweden. Built in the 14th century as the main church of the city, it has been described as \"the main Gothic monument within church architecture in Skåne\". The church was a spiritual centre during the Reformation, and was one of only a few churches in what was at the time medieval Denmark that suffered damage due to iconoclasm as a consequence of the Reformation. St. Peter's Church contains late medieval frescos of recognized high quality, as well as a number of unusual furnishings. The altarpiece, made in 1611, is one of the largest in the Nordic countries.",
  "/wiki/Domus_Vista": "Domus Vista is located in Copenhagen at Roskildevej in Frederiksberg and is, at 102 metres, the tallest residential structure in Denmark and the second tallest residential building in Scandinavia. The tallest is Turning Torso in Malmö, which was completed in 2005.",
  "/wiki/Frederiksberg": "Frederiksberg (Danish pronunciation: [fʁæðʁæksˈpæɐ̯ˀ]) is a part of the Capital Region of Denmark. It is formally an independent municipality, Frederiksberg Municipality, separate from Copenhagen Municipality, but both are a part of the City of Copenhagen. It occupies an area of less than 9 km2 and had a population of 103,192 in 2015.\n Frederiksberg is an enclave surrounded by Copenhagen Municipality. Some sources ambiguously refer to Frederiksberg as a quarter or neighbourhood of Copenhagen, being one of the four municipalities that constitute the City of Copenhagen (the other three being Copenhagen, Tårnby and Dragør). However, Frederiksberg has its own mayor and municipal council, and is fiercely independent.\n Frederiksberg is an affluent area., characterised by its many green spaces, such as the Frederiksberg Gardens, Søndermarken, and Hostrups Have. Some institutions and locations that are widely considered to be part of Copenhagen are actually located in Frederiksberg. For example, Copenhagen Zoo as well as several stations of the Copenhagen Metro (the stations Forum, Frederiksberg, Fasanvej, Lindevang, and Flintholm) are located in Frederiksberg. The Copenhagen S-train system also has several stations in Frederiksberg, including Peter Bangs Vej station and Flintholm station.",
  "/wiki/Gothia_Towers": "The Gothia Towers, in Gothenburg, Sweden, is the largest hotel in the Nordic countries. Part of the Swedish Exhibition and Congress Centre, it has 1,200 rooms and eleven suites and offers a variety of restaurants and bars.",
  "/wiki/Gothenburg": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.\n Gothenburg was founded as a heavily fortified, primarily Dutch, trading colony, by royal charter in 1621 by King Gustavus Adolphus. In addition to the generous privileges (e.g. tax relaxation) given to his Dutch allies from the then-ongoing Thirty Years' War, the king also attracted significant numbers of his German and Scottish allies to populate his only town on the western coast. At a key strategic location at the mouth of the Göta älv, where Scandinavia's largest drainage basin enters the sea, the Port of Gothenburg is now the largest port in the Nordic countries.\n Gothenburg is home to many students, as the city includes the University of Gothenburg and Chalmers University of Technology. Volvo was founded in Gothenburg in 1927. The original parent Volvo Group and the now separate Volvo Car Corporation are still headquartered on the island of Hisingen in the city. Other key companies are SKF and Astra Zeneca.\n Gothenburg is served by Göteborg Landvetter Airport 30 km (19 mi) southeast of the city center. The smaller Göteborg City Airport, 15 km (9.3 mi) from the city center, was closed to regular airline traffic in 2015.\n The city hosts the Gothia Cup, the world's largest youth football tournament, alongside some of the largest annual events in Scandinavia. The Gothenburg Film Festival, held in January since 1979, is the leading Scandinavian film festival with over 155,000 visitors each year. In summer, a wide variety of music festivals are held in the city, including the popular Way Out West Festival.",
  "/wiki/Nidarosdomen": "Nidaros Cathedral (Norwegian: Nidarosdomen / Nidaros Domkirke) is a cathedral of the Church of Norway located in the city of Trondheim in Trøndelag county. It is built over the burial site of King Olav II (c. 995-1030, reigned 1015-1028), who became the patron saint of the nation, and is the traditional location for the consecration of new kings of Norway. It was built over a 230 year period, from 1070 to 1300 when it was substantially completed. However additional work, additions and renovations have continued intermittently since then; the most recent changes were completed in 2001. Nidaros was designated as the cathedral for the Diocese of Nidaros in 1152. After experiencing the turmoil and controversies of the Protestant Reformation of the 16th century, it was taken from the Catholic Church by the newly established state Church of Norway in 1537, which adopted the teachings and reforms of Martin Luther, Phillip Melancthon and others, becoming an Evangelical Lutheran church. Nidaros is the northernmost medieval cathedral in the world.\n The cathedral is the main church for the Nidaros og Vår Frue parish, the seat of the Nidaros domprosti (arch-deanery), and the seat of the Bishop of the Diocese of Nidaros.  The Preses of the Church of Norway is also based at this cathedral. The large, stone church seats about 1,850 people and it was historically used as the site of coronation of the kings of Norway.",
  "/wiki/Trondheim": "Trondheim (UK: /ˈtrɒndhaɪm, ˈtrɒnhaɪm/, US: /ˈtrɒnheɪm/, Urban East Norwegian: [ˈtrɔ̂n(h)æɪm] (listen); Southern Sami: Tråante), historically Kaupangen, Nidaros and Trondhjem, is a city and municipality in Trøndelag county, Norway. It has a population of 200,000 (01/01/2020), and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scientific and Industrial Research (SINTEF), St. Olavs University Hospital and other technology-oriented institutions.\n The settlement was founded in 997 as a trading post, and it served as the capital of Norway during the Viking Age until 1217. From 1152 to 1537, the city was the seat of the Catholic Archdiocese of Nidaros; since then, it has remained the seat of the Lutheran Diocese of Nidaros and the Nidaros Cathedral. It was incorporated in 1838. The current municipality dates from 1964, when Trondheim merged with Byneset, Leinstrand, Strinda and Tiller.\n The city functions as the seat of the County Mayor of Trøndelag county, but not as the administrative centre, which is Steinkjer. This is to make the county more efficient and not too centralized, as Trøndelag is the second largest county in Norway.",
  "/wiki/List_of_tallest_buildings_in_Scandinavia": "This list of tallest buildings in Scandinavia ranks skyscrapers in Denmark, Norway and Sweden that stand at least 100 m (328 ft) tall, based on height to architectural top (i.e. heights measured from the level of the lowest, significant, open-air, pedestrian entrance to the top of the building, inclusive of spires)."
}