{
  "/wiki/University_of_Cape_Town": "The University of Cape Town (UCT) is a public research university located in Cape Town in the Western Cape province of South Africa. UCT was founded in 1829 as the South African College making it the oldest higher education institute in South Africa. In terms of full university status, it is jointly the oldest university in South Africa and the oldest extant university in Sub-Saharan Africa alongside Stellenbosch University which received full university status on the same day in 1918.",
  "/wiki/Cape_Town": "Cape Town (Afrikaans: Kaapstad) [ˈkɑːpstat]; Xhosa: iKapa) is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province. It forms part of the City of Cape Town metropolitan municipality, The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria (the executive capital where the Presidency is based) and Bloemfontein (the judicial capital where the Supreme Court of Appeal is located). The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design. In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph., Cape Town was one of the host cities of the 2010 FIFA World Cup.",
  "/wiki/Durban_University_of_Technology": "The Durban University of Technology (DUT) is a leading University in KwaZulu Natal, South Africa. It was formed in 2002 following the merger of Technikon Natal and ML Sultan Technikon and it was initially known as the Durban Institute of Technology. It has five campuses in Durban, and two in Pietermaritzburg. In July 2019, approximately 33932 students were enrolled to study at DUT.  The University is one of 5 technical institutions on the African continent to offer Doctoral Degrees. The current Chancellor is Ms Nonkululeko Nyembezi.",
  "/wiki/Durban": "Durban (Zulu: eThekwini, from itheku meaning \"bay/lagoon\") is the third most populous city in South Africa after Johannesburg and Cape Town and the largest city in the South African province of KwaZulu-Natal. Located on the east coast of South Africa, Durban is the busiest port in the country. It is also one of the major centres of tourism because of the city's warm subtropical climate and extensive beaches. Durban forms part of the eThekwini Metropolitan Municipality, which includes neighboring towns and has a population of about 3.44 million, making the combined municipality one of the biggest cities on the Indian Ocean coast of the African continent. It is also the second most important manufacturing hub in South Africa after Johannesburg. In May 2015, Durban was officially recognized as one of the New 7 Wonders Cities, Durban was one of the host cities for the 2010 FIFA World Cup.",
  "/wiki/University_of_the_Free_State": "The University of the Free State is a multi campus public university in Bloemfontein, the capital of the Free State and the judicial capital of South Africa.  It was first established as an institution of higher learning in 1904 as a tertiary portion of Grey College.  It was declared an independent Afrikaans-language university in 1950 and the name was changed to the University of the Orange Free State.  The university has two satellite campuses.  Initially a whites-only precinct, the university was fully de-segregated in 1996.  The first black university vice-chancellor was appointed in 2010.",
  "/wiki/Bloemfontein": "Bloemfontein (/ˈbluːmfɒnteɪn/; Afrikaans: [ˈblumfɔntəi̯n]; from !Orakobab: ǀʼAuxa ǃXās \"Bloem's fountain\"; in Dutch: \"fountain of flowers\" or \"blooming fountain\"; also known as Bloem) is the capital city of the province of Free State of South Africa; and, as the judicial capital of the nation, one of South Africa's three national capitals (the other two being Cape Town, the legislative capital, and Pretoria, the administrative capital) and is the seventh largest city in South Africa. Situated at an elevation of 1,395 m (4,577 ft) above sea level, the city is home to approximately 520,000 residents and forms part of the Mangaung Metropolitan Municipality which has a population of 747,431., It was one of the host cities for the 2010 FIFA World Cup",
  "/wiki/University_of_Johannesburg": "The University of Johannesburg (known colloquially as \"UJ\") is a public university located in Johannesburg, South Africa. The University of Johannesburg came into existence on 1 January 2005 as the result of a merger between the Rand Afrikaans University (RAU), the Technikon Witwatersrand (TWR) and the Soweto and East Rand campuses of Vista University. Prior to the merger, the Daveyton and Soweto campuses of the former Vista University had been incorporated into RAU. As a result of the merger of Rand Afrikaans University (RAU), it is common for alumni to refer to the university as RAU. The Vice-Chancellor and Principal of UJ is Professor Tshilidzi Marwala. Between 2005 and 2017, UJ's Vice-Chancellor and Principal was Prof Ihron Lester Rensburg.",
  "/wiki/Johannesburg": "Johannesburg (/dʒoʊˈhænɪsbɜːrɡ/ joh-HAN-iss-burg, also US: /-ˈhɑːn-/ -⁠HAHN-; Afrikaans: [jʊəˈɦanəsbœrχ]; Zulu and Xhosa: eGoli), informally known as Jozi or Joburg, is the largest city in South Africa and one of the 50 largest urban areas in the world. It is the provincial capital and largest city of Gauteng, which is the wealthiest province in South Africa. Johannesburg is the seat of the Constitutional Court. The city is located in the mineral-rich Witwatersrand range of hills and is the centre of large-scale gold and diamond trade, It was one of the host cities of the official tournament of the 2010 FIFA World Cup.",
  "/wiki/University_of_KwaZulu-Natal": "The University of KwaZulu-Natal (UKZN) is a university with five campuses in the province of KwaZulu-Natal in South Africa. It was formed on 1 January 2004 after the merger between the University of Natal and the University of Durban-Westville.",
  "/wiki/Nelson_Mandela_University": "Nelson Mandela University (NMU), formerly known as University of Port Elizabeth (UPE), is a South African university with its main administration in the coastal city of Port Elizabeth. Nelson Mandela University was founded through a merger of three institutions in January 2005, but its history dates back to 1882, with the foundation of the Port Elizabeth Art School.",
  "/wiki/Port_Elizabeth": "Port Elizabeth or The Bay (Xhosa: iBhayi; Afrikaans: Die Baai [di ˈbɑːi]) is  a major seaport city located on the south eastern coast of South Africa in the Eastern Cape province.  Situated along the shores of Algoa Bay, Port Elizabeth is an important commerce hub, cultural centre and recreational gateway.  Port Elizabeth is often shortened to PE while it is also known as “The Friendly City” colloquially. Port Elizabeth is part of the Nelson Mandela Bay Municipality, which incorporates the  towns Uitenhage and Dispatch.  It is the southernmost city on the African continent, and was a host cities for the 2010 FIFA World Cup.  Various Fortune 500 companies are present or have their African operations headquartered in the city.",
  "/wiki/University_of_Pretoria": "The University of Pretoria (Afrikaans: Universiteit van Pretoria, Northern Sotho: Yunibesithi ya Pretoria) is a multi-campus public research university in Pretoria, the administrative and de facto capital of South Africa. The university was established in 1908 as the Pretoria campus of the Johannesburg-based Transvaal University College and is the fourth South African institution in continuous operation to be awarded university status. The university has grown from the original 32 students in a single late Victorian house to approximately 49,000 in 2015. The University was built on 7 suburban campuses on 1,120 hectares (2,800 acres).",
  "/wiki/University_of_Pretoria_Faculty_of_Engineering,_the_Built_Environment_and_Information_Technology": "The University of Pretoria Faculty of Engineering, the Built Environment and Information Technology (commonly referred to as EBIT) educational programs stretch back to 1908 and consists of the School of Engineering, School for the Built Environment, School of Information Technology and the Graduate School of Technology Management. The university is the only African collaborator in the CDIO engineering initiative: Since 1997, the university as a whole has produced more research outputs every year than any other institution of higher learning in South Africa, as measured by the Department of Education's accreditation benchmark.",
  "/wiki/Pretoria": "Pretoria (/prɪˈtɔːriə/ pri-TOR-ee-ə; Zulu: ePitoli; Tswana: Tshwane) is the fourth most populous city in South Africa after Durban and is an administrative capital of South Africa. It straddles the Apies River and has spread eastwards into the foothills of the Magaliesberg mountains. It is one of the country's three capital cities, serving as the seat of the administrative branch of government (Cape Town is the legislative capital and Bloemfontein the judicial capital), and of foreign embassies to South Africa. Pretoria has a reputation for being an academic city with three universities, the Tshwane University of Technology (TUT), University of Pretoria (UP), and the University of South Africa (UNISA), also home to the Council for Scientific and Industrial Research (CSIR), and the Human Sciences Research Council. The city also hosts the National Research Foundation and the South African Bureau of Standards making the city a hub for research. Pretoria is the central part of the Tshwane Metropolitan Municipality which was formed by the amalgamation of several former local authorities including Centurion and Soshanguve. There have been proposals to change the name of Pretoria itself to Tshwane and the proposed name change has caused some public controversy, Pretoria was one of the host cities of the official tournament for the 2010 FIFA World Cup.",
  "/wiki/Tshwane_University_of_Technology": "Tshwane University of Technology (TUT) (Afrikaans Tshwane-Universiteit vir Tegnologie) is a higher education institution in South Africa that came into being through a merger of three technikons — Technikon Northern Gauteng, Technikon North-West and Technikon Pretoria.",
  "/wiki/University_of_the_Witwatersrand": "The University of the Witwatersrand, Johannesburg (/vətˈvɑːtəsrənt/), is a multi-campus South African public research university situated in the northern areas of central Johannesburg. It is more commonly known as Wits University or Wits (/vəts/ or /vɪts/). The university has its roots in the mining industry, as do Johannesburg and the Witwatersrand in general. Founded in 1896 as the South African School of Mines in Kimberley, it is the third oldest South African university in continuous operation.",
  "/wiki/School_of_Architecture_and_Planning_(University_of_the_Witwatersrand)": "The School of Architecture and Planning is one of seven schools in the University of the Witwatersrand's Faculty of Engineering and the Built Environment."
}