{
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/California_Baptist_University": "California Baptist University (Cal Baptist or CBU) is a private, Christian, liberal arts university in Riverside, California. Founded in 1950 as California Baptist College, it is affiliated with the California Southern Baptist Convention, an organization affiliated with the Southern Baptist Convention. CBU is accredited by the Western Association of Schools and Colleges.",
  "/wiki/California_College_of_the_Arts": "California College of the Arts (CCA) is an art, design, architecture, and writing school with two campuses in California, one in San Francisco and one in Oakland. Founded in 1907, it enrolls approximately 1,500 undergraduates and 500 graduate students.",
  "/wiki/California_Polytechnic_State_University": "California Polytechnic State University (California Polytechnic State University, San Luis Obispo, Cal Poly San Luis Obispo, or Cal Poly) is a public university in San Luis Obispo, California. It is one of two polytechnics in the California State University system.",
  "/wiki/Cal_Poly_Pomona": "California State Polytechnic University, Pomona (Cal Poly Pomona, CPP, or Cal Poly[Note 1]) is a public polytechnic university in Pomona, California. It is one of two polytechnic universities in the California State University system.",
  "/wiki/Cal_Poly_Pomona_College_of_Environmental_Design": "The Cal Poly Pomona College of Environmental Design (CENV) is a college part of the California State Polytechnic University, Pomona (Cal Poly Pomona). The college houses over 1,600 students; making it one of largest environmental design programs in the United States. The college offers bachelor's degrees in five departments, as well as three master's degree programs. It is the only academic unit within the California State University system to be associated with a Pritzker Prize laureate (often referred to as \"The Nobel Prize in Architecture\").",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/USC_School_of_Architecture": "The USC School of Architecture is the architecture school at the University of Southern California in Los Angeles, California. It is one of USC's 17 professional schools, offering both undergraduate and graduate degrees in the fields of architecture, building science, landscape architecture and heritage conservation (historic preservation).",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/University_of_California,_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Southern_California_Institute_of_Architecture": "Southern California Institute of Architecture (SCI-Arc) is a private university focused on architecture and located in Los Angeles, California. Founded in 1972, SCI-Arc was initially regarded as - both institutionally and artistically - more avant-garde than traditional architecture schools based in the United States. It consists of approximately 500 students and 80 faculty members, some of whom are practicing architects. It is based in the quarter-mile long (0.40 km) former Santa Fe Freight Depot in the Arts District in downtown Los Angeles, and offers community events such as outreach programs, free exhibitions, and public lectures.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/University_of_Colorado_Denver": "The University of Colorado Denver is a public research university in Denver and Aurora, Colorado. It is part of the University of Colorado system.",
  "/wiki/Connecticut": "Connecticut (/kəˈnɛtɪkət/ (listen)) is the southernmost state in the New England region of the northeastern United States. As of the 2010 Census, it has the highest per-capita income, Human Development Index (0.962), and median household income in the United States. It is bordered by Rhode Island to the east, Massachusetts to the north, New York to the west, and Long Island Sound to the south. Its capital is Hartford and its most populous city is Bridgeport. It is part of New England, although portions of it are often grouped with New York and New Jersey as the tri-state area. The state is named for the Connecticut River which approximately bisects the state. The word \"Connecticut\" is derived from various anglicized spellings of an Algonquian word for \"long tidal river\".",
  "/wiki/Yale_University": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution.",
  "/wiki/Yale_School_of_Architecture": "The Yale School of Architecture is one of the constituent professional schools of Yale University.  It is generally considered to be one of the best architecture schools in the United States.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Florida_International_University": "Florida International University (FIU) is a public research university in Greater Miami, Florida. FIU has two major campuses in Miami-Dade County, with its main campus, Modesto Maidique (MMC), in University Park. Florida International University is classified among \"R1: Doctoral Universities – Very high research activity\" and is considered a \"research university\" by the Florida Legislature.",
  "/wiki/FIU_School_of_Architecture": "The FIU School of Architecture is the architecture school at Florida International University, located in Miami, Florida in the United States. It is one of the university's 26 schools and colleges and is a school within the College of Architecture and the Arts. The school was founded in the 1980s.",
  "/wiki/Florida_Atlantic_University": "Florida Atlantic University (FAU or Florida Atlantic) is a public university with its main campus in Boca Raton, Florida and satellite campuses in Dania Beach, Davie, Fort Lauderdale, Jupiter, and Fort Pierce. FAU belongs to the 12-campus State University System of Florida and serves South Florida, which has more than five million people and spans more than 100 miles (160 km) of coastline. Florida Atlantic University is classified among \"R1: Doctoral Universities – Very high research activity\". The university offers more than 170 undergraduate and graduate degree programs within its 10 colleges.",
  "/wiki/Miami_Dade_College": "Miami Dade College (Miami Dade, MDC or Dade) is a public college in Miami, Florida. Founded in 1959, it has a total of eight campuses and twenty-one outreach centers throughout Miami-Dade County. It is the largest college in the Florida College System with over 165,000 students  and the second-largest college or university in the United States. Miami Dade College enrolls a significantly larger amount of hispanic students each year compared to other colleges and universities in the state of Florida. Miami Dade College has 8 different campuses that make up the college and the first being the North Campus.",
  "/wiki/University_of_Miami": "The University of Miami (informally referred to as UM, UMiami, U of M or The U) is a private research university in Coral Gables, Florida. As of 2019[update], the university enrolls 17,811 students in 12 separate colleges/schools, including the Leonard M. Miller School of Medicine in Miami's Health District, a law school on the main campus, and the Rosenstiel School of Marine and Atmospheric Science focused on the study of oceanography and atmospheric sciences on Virginia Key, with research facilities at the Richmond Facility in southern Miami-Dade County.",
  "/wiki/University_of_South_Florida": "The University of South Florida (USF) is a public research university in Tampa, Florida. It is a member institution of the State University System of Florida. Founded in 1956, USF is the fourth-largest public university in the state of Florida, with an enrollment of 50,755 as of the 2018–2019 academic year. The USF system has three institutions: USF Tampa, USF St. Petersburg and USF Sarasota-Manatee. Each institution is separately accredited by the Commission on Colleges of the Southern Association of Colleges and Schools. The university is home to 14 colleges, offering more than 80 undergraduate majors and more than 130 graduate, specialist, and doctoral-level degree programs.",
  "/wiki/Florida_A&M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Georgia_Institute_of_Technology": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore.",
  "/wiki/Idaho": "Idaho (/ˈaɪdəhoʊ/ (listen)) is a state in the Pacific Northwest region of the United States. It borders the state of Montana to the east and northeast, Wyoming to the east, Nevada and Utah to the south, and Washington and Oregon to the west. To the north, it shares a small portion of the Canadian border with the province of British Columbia. With a population of approximately 1.7 million and an area of 83,569 square miles (216,440 km2), Idaho is the 14th largest, the 12th least populous and the 7th least densely populated of the 50 U.S. states. The state's capital and largest city is Boise.",
  "/wiki/University_of_Idaho": "The University of Idaho (U of I, or UIdaho) is a public university in Moscow, Idaho. It is the state's land-grant and primary research university. It is the lead university in the Idaho Space Grant Consortium. The University of Idaho was the state's sole university for 71 years, until 1963, and its College of Law, established in 1909, was first accredited by the American Bar Association in 1925.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Illinois_Institute_of_Technology": "Illinois Institute of Technology (Illinois Tech or IIT) is a private research university in Chicago, Illinois. Tracing its history to 1890, the present name was adopted upon the merger of the Armour Institute and Lewis Institute in 1940. The university has programs in architecture, business, communications, design, engineering, industrial technology, information technology, law, psychology, and science.  Its historic roots are in several 19th-century engineering and professional education institutions in the United States. In the mid 20th century, it became closely associated with trends in modernist architecture through the work of its Dean of Architecture Ludwig Mies van der Rohe, who designed its campus. The Institute of Design, Chicago-Kent College of Law, and Midwest College of Engineering were also merged into IIT.",
  "/wiki/List_of_architecture_schools": "This is a list of architecture schools at colleges and universities around the world."
}