{
  "/wiki/Mieczys%C5%82aw_Kar%C5%82owicz": "Mieczysław Karłowicz ([miɛt͡ʂɨswaf ˈkarwɔvit͡ʂ], 11 December 1876 – 8 February 1909) was a Polish composer and conductor.",
  "/wiki/Tatra_Mountains": "The Tatra Mountains, Tatras, or Tatra  (Tatry either in Slovak (pronounced [ˈtatri]) or in Polish (pronounced [ˈtatrɨ]) - plurale tantum), is a mountain range that forms a natural border between Slovakia and Poland. They are the highest mountain range in the Carpathian Mountains. The Tatras should not be confused with the Low Tatras (Slovak: Nízke Tatry), which are located south of the Tatra Mountains in Slovakia.",
  "/wiki/Poland%E2%80%93Slovakia_relations": "Polish-Slovak relations are foreign relations between Poland and Slovakia. Both nations are members of the European Union and NATO. Both joined the EU simultaneously on 1 May 2004. They also both joined NATO on 12 March 1999. Both countries form together with the Czech Republic and Hungary the Visegrad group, which is an important regional group in Central Europe.",
  "/wiki/Giacinto_Sertorelli": "Giacinto \"Cinto\" Sertorelli (January 1, 1914, Bormio, Lombardy – January 26, 1938) was an Italian alpine skier who competed in the 1936 Winter Olympics.",
  "/wiki/Garmisch_Classic": "Garmisch Classic is an alpine ski area in the Bavarian Alps of southern Germany, near Garmisch-Partenkirchen, Bavaria.  Its maximum elevation is 2,050 m (6,726 ft) above sea level at Osterfelderkopf, with a vertical drop of 1,350 m (4,429 ft). Other peaks of area are the Kreuzjoch at 1,719 m (5,640 ft) and Kreuzeck at 1,651 m (5,417 ft).",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.",
  "/wiki/James_Palmer-Tomkinson": "James Algernon Palmer-Tomkinson (/ˈpɑːmər ˈtɒmkɪnsən/; born James Algernon Tomkinson; 3 April 1915 – 7 January 1952) was a British alpine ski racer who competed in the Winter Olympics in 1936 and 1948. He also competed and won in the Oxford-Cambridge ski race for Oxford, winning in 1935. He was educated at Eton College.",
  "/wiki/Klosters": "Klosters is a Swiss village in the Prättigau, politically part of the municipality of Klosters-Serneus, which belongs to the political district Prättigau/Davos in the canton of Graubünden.  Klosters itself consists of the two main parts Klosters Dorf ('Village') and Kloster Platz ('Place'), and the settlements Selfranga, Äuja, Monbiel. Together with neighbouring Serneus, the two villages form the former municipality of Klosters-Serneus. On 1 January 2016, the former municipality of Saas im Prättigau merged into Klosters-Serneus.",
  "/wiki/Graub%C3%BCnden": "The canton of (the) Grisons, or canton of Graubünden,[a] is the largest and easternmost canton of Switzerland. It has international borders with Italy, Austria, and Liechtenstein. Its German name, Graubünden, translates as the \"Grey Leagues\", referring to the canton's origin in three local alliances, the League of God's House, the Grey League, and the League of the Ten Jurisdictions. Grisons is the only officially trilingual canton and the only one where the Romansh language has official status. Swiss German, Italian, and Romansh are all native to the canton.",
  "/wiki/Paul_Ausserleitner": "Paul Ausserleitner (3 February 1925 – 9 January 1952) was an Austrian ski jumper. He died in an accident in Bischofshofen's ski jumping hill while on a training jump in 1952. To honour his memory, the hill was renamed after the accident to Paul-Ausserleitner-Schanze. Ausserleitner holds the hill record in the K-50 hill in Gaisberg, Salzburg with 55 metres (achieved in 1949). The Gaisberg hill was later destroyed.",
  "/wiki/Bischofshofen": "Bischofshofen is a town in the district of St. Johann im Pongau in the Austrian federal state of Salzburg. It is an important traffic junction located both on the Salzburg-Tyrol Railway line and at the Tauern Autobahn, a major highway route crossing the main chain of the Alps.",
  "/wiki/John_Semmelink": "Herman Jan \"John\" Semmelink (December 17, 1938 – February 7, 1959) was an alpine ski racer from Canada.",
  "/wiki/Ross_Milne": "Leslie Ross Milne (3 October 1944 – 25 January 1964) was an alpine ski racer from Australia.",
  "/wiki/Patscherkofel": "Patscherkofel is a mountain and ski area in the Alps, in Tyrol in western Austria, 7 km (4 mi.) south of Innsbruck. The peak rises to a summit elevation of 2,246 m (7,369 ft) above sea level. The town of Igls at its northwest base is at 870 m (2,854 ft), a vertical drop of 1,376 m (4,514 ft).",
  "/wiki/Innsbruck": "Innsbruck (German: [ˈɪnsbʁʊk]; Bavarian: [ˈɪnʃprʊk]) is the capital city of Tyrol and the fifth-largest city in Austria. It is in the Inn valley, at its junction with the Wipp valley, which provides access to the Brenner Pass some 30 km (18.6 mi) to the south.",
  "/wiki/Tyrol_(state)": "Tyrol (/tɪˈroʊl, taɪ-, ˈtaɪroʊl/; German: Tirol [tiˈʁoːl] (listen); Italian: Tirolo Italian pronunciation: [tiˈroːlɔ]; Slovak: Tirolsko) is a federal state (Bundesland) in western Austria. It comprises the Austrian part of the historical Princely County of Tyrol. It is a constituent part of the present-day Euroregion Tyrol–South Tyrol–Trentino (together with South Tyrol and Trentino in Italy). The capital of Tyrol is Innsbruck.",
  "/wiki/Buddy_Werner": "Wallace Jerold \"Buddy\" Werner (February 26, 1936 – April 12, 1964) was an American alpine ski racer in the 1950s and early 1960s.",
  "/wiki/St._Moritz": "St. Moritz (also German: Sankt Moritz, Romansh: San Murezzan (help·info), Italian: San Maurizio,[a] French: Saint-Maurice) is a high Alpine resort town in the Engadine in Switzerland, at an elevation of about 1,800 metres (5,910 ft) above sea level. It is Upper Engadine's major village and a municipality in the district of Maloja in the Swiss canton of Graubünden.",
  "/wiki/Barbara_Henneberger": "Barbara-Maria \"Barbi\" Henneberger (4 October 1940 – 12 April 1964) was an alpine ski racer and Olympic medalist from West Germany. She competed for the United Team of Germany at the 1960 and 1964 Winter Olympics, and at the 1962 World Championships.",
  "/wiki/Michel_Bozon": "Michel Bozon (c.1949 – 23 January 1970), was a World Cup alpine ski racer from France.",
  "/wiki/Emile_Allais": "Émile Allais (25 February 1912 – 17 October 2012) was a champion alpine ski racer from France; he won all three events at the 1937 world championships in Chamonix and the gold in the combined in 1938.  Born in Megève, he was a dominant racer in the late 1930s and is considered to have been the first great French alpine skier.",
  "/wiki/Meg%C3%A8ve": "Megève (French pronunciation: ​[məʒɛv]; Arpitan: Megéva) is a commune in the Haute-Savoie department in the Auvergne-Rhône-Alpes region in southeastern France with a population of more than 3,000 residents. The town is well known as a ski resort near Mont Blanc in the French Alps. Conceived in the 1920s as a French alternative to St. Moritz by the Rothschilds, it was the first purpose-built resort in the Alps. Originally it was a prime destination for the French aristocracy. It remains one of the most famous and fanciest ski resorts in the world.",
  "/wiki/Haute-Savoie": "Haute-Savoie ([ot savwa] (listen); Arpitan: Savouè d’Amont or Hiôta-Savouè; English: Upper Savoy; German: Obersavoyen or Hochsavoyen; Italian: Alta Savoia) is a department in the Auvergne-Rhône-Alpes region of Southeastern France, bordering both Switzerland and Italy. Its prefecture is Annecy. To the north is Lake Geneva and Switzerland; to the south and southeast are the Mont Blanc and Aravis mountain ranges.",
  "/wiki/Leonardo_David": "Leonardo David (27 September 1960 – 26 February 1985) was a World Cup alpine ski racer from northwestern Italy.",
  "/wiki/Whiteface_Mountain": "Whiteface Mountain is the fifth-highest mountain in the U.S. state of New York, and one of the High Peaks of the Adirondack Mountains.  Set apart from most of the other High Peaks, the summit offers a 360-degree view of the Adirondacks and clear-day glimpses of Vermont and even Canada, where the skyscrapers of Montreal, 80 miles (130 km) away, can be seen on a very clear day. Located in the town of Wilmington, about 13 miles (21 km) from Lake Placid, the mountain's east slope is home to a major ski area  which hosted the alpine skiing competitions of the 1980 Winter Olympics. Unique among the High Peaks, Whiteface features a developed summit and seasonal accessibility by motor vehicle. Whiteface Memorial Highway reaches a parking area at an elevation of 4,600 feet (1,400 m), with the remaining 267 feet (81 m) being obtained by tunnel and elevator.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Sara_Mustonen_(skier)": "Sara Kristiina Mustonen (23 December 1962, Rovaniemi, Finland – 12 September 1979, Hintertux, Austria) was a Finnish alpine skier. She is the youngest skier ever to win the Finnish alpine ski championship with her gold medal in the women’s slalom in 1977 when she was only 14 years old.",
  "/wiki/Hintertux": "Tux is a municipality in the Schwaz district in the Austrian state of Tyrol.",
  "/wiki/Josef_Walcher": "Josef \"Sepp\" Walcher (December 8, 1954 – January 22, 1984) was an Austrian World Cup alpine ski racer. He specialized in the downhill event and won the gold medal at the World Championships in 1978 at Garmisch, West Germany.",
  "/wiki/Schladming": "Schladming (Austro-Bavarian: Schlaming) is a small former mining town in the northwest of the Austrian state of Styria that is now a popular tourist destination. It has become a large winter-sports resort and has held various skiing competitions, including most notably the FIS Alpine World Ski Championships 1982 and the FIS Alpine World Ski Championships 2013. The shopping area has many cafes and restaurants, and a variety of shops that cater to tourists.",
  "/wiki/Styria": "Styria (German: Steiermark [ˈʃtaɪ̯ɐˌmaʁk] (listen); Croatian and Slovene: Štajerska; Hungarian: Stájerország; Czech: Štýrsko; Slovak: Štajersko) is a state, or Bundesland, located in the southeast of Austria. Covering 16,401 km2 (6,332 sq mi), Styria is the second largest of the nine component states of Austria (also sometimes referred to as provinces in English), after Lower Austria. Styria's neighbor to the South is Slovenia (Carinthia Statistical Region, Drava Statistical Region and Mura Statistical Region). Within Austria, the contiguous states are Carinthia, Salzburg, Upper Austria, Lower Austria, and The  Burgenland,  The capital city is Graz, which had 276,526 inhabitants at the beginning of 2015.",
  "/wiki/Hugh_Lindsay_(British_Army_officer)": "Major Hugh Charles Lyttelton Lindsay, LVO (3 May 1953 – 10 March 1988) was Equerry to Queen Elizabeth II of the United Kingdom from 1983-86.",
  "/wiki/Gotschnagrat": "The Gotschnagrat is a mountain of the Plessur Alps, overlooking Klosters in the canton of Graubünden. It is a minor prominence on the ridge descending east of the Casanna.",
  "/wiki/Clive_Fiske_Harrison": "Clive Fiske Harrison (born 23 November 1939) is an English investment banker. He is the chairman of Fiske plc, an independent investment bank based in London.",
  "/wiki/Zermatt": "Zermatt is a municipality in the district of Visp in the German-speaking section of the canton of Valais in Switzerland. It has a population of about 5,800 inhabitants and is classified as a town by the Swiss Federal Statistical Office (FSO).",
  "/wiki/Alfonso,_Duke_of_Anjou_and_C%C3%A1diz": "Alfonso, Duke of Anjou, Duke of Cádiz, Grandee of Spain (Alfonso Jaime Marcelino Manuel Víctor María de Borbón y Dampierre, French citizen as Alphonse de Bourbon; 20 April 1936 – 30 January 1989) was a grandson of King Alfonso XIII of Spain, a potential heir to the throne in the event of restoration of the Spanish monarchy, and a Legitimist claimant to the defunct throne of France as Alphonse II.",
  "/wiki/Beaver_Creek_Resort": "Beaver Creek Resort is a major ski resort in the western United States, near Avon, Colorado. The resort comprises three villages, the main Beaver Creek Village, Bachelor Gulch, and Arrowhead to the west. The resort is owned and operated by Vail Resorts which operates multiple additional resorts. Beaver Creek is a regular host of World Cup events, usually in early December.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/Gernot_Reinstadler": "Gernot Reinstadler (24 August 1970 – 19 January 1991) was an Austrian ski racer. He was regarded as among the most promising young talents of the Austrian downhill team of the early 1990s.",
  "/wiki/Lauberhorn": "The Lauberhorn is a mountain in the Bernese Alps of Switzerland, located between Wengen and Grindelwald, north of the Kleine Scheidegg. Its summit is at an elevation of 2,472 m (8,110 ft) above sea level.",
  "/wiki/Wengen": "Wengen is a mountain village in the Bernese Oberland of central Switzerland. Located in the canton of Bern at an elevation of 1,274 m (4,180 ft) above sea level, it is part of the Jungfrauregion and has approximately 1,300 year-round residents, which swells to 5,000 during summer and to 10,000 in the winter. Wengen hosts the classic Lauberhorn ski races of the FIS Alpine Ski World Cup in January.",
  "/wiki/Canton_of_Bern": "The canton of Bern or Berne (German: Kanton Bern; French: canton de Berne) is the second-largest of the 26 Swiss cantons by both surface area and population. Located in west-central Switzerland, it borders the canton of Jura and the canton of Solothurn to the north. To the west lie the canton of Neuchâtel, the canton of Fribourg and canton of Vaud. To the south lies the canton of Valais. East of the canton of Bern lie the cantons of Uri, Nidwalden, Obwalden, Lucerne and Aargau.",
  "/wiki/Ulrike_Maier": "Ulrike Maier (22 October 1967 – 29 January 1994) was a World Cup alpine ski racer from Austria, a two-time World Champion in Super-G. She competed at the 1988 Winter Olympics and the 1992 Winter Olympics.",
  "/wiki/Michael_LeMoyne_Kennedy": "Michael LeMoyne Kennedy (February 27, 1958 – December 31, 1997) was an American lawyer and activist. He was the sixth of eleven children to Robert F. Kennedy and Ethel Skakel.",
  "/wiki/Aspen_Mountain_(ski_area)": "Aspen Mountain (often called by its former name of Ajax among locals) is a ski area in the western United States, located in Pitkin County, Colorado, just outside and above the city of Aspen. It is situated on the north flank of Aspen Mountain (for which it is named) at an elevation of 11,212 ft (3,417 m). Aspen Mountain forms the end of Richmond Ridge, a long ridge that extends 10 miles south at approximately 11,000 ft (3,400 m) to join the main spine of the Elk Mountains.",
  "/wiki/Sonny_Bono": "Salvatore Phillip \"Sonny\" Bono (/ˈboʊnoʊ/; February 16, 1935 – January 5, 1998) was an American singer-songwriter, producer, actor, and politician who came to fame in partnership with his second wife Cher as the popular singing duo Sonny & Cher. He was mayor of Palm Springs, California from 1988 to 1992, and the Republican congressman for California's 44th district from 1995 until his death in 1998.",
  "/wiki/Heavenly_Mountain_Resort": "Heavenly Mountain Resort is a ski resort located on the California–Nevada border in South Lake Tahoe. It opened for business on December 15, 1955 and has 97 runs and 30 lifts that are spread between California and Nevada and four base facilities. The resort has 4,800 acres (1,900 ha) within its permit area, with approximately 33% currently developed for skiing, boasting the highest elevation of the Lake Tahoe area resorts with a peak elevation of 10,067 ft (3,068 m), and a peak lift-service elevation of 10,040 ft (3,060 m).",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/Doak_Walker": "Ewell Doak Walker II (January 1, 1927 – September 27, 1998) was an American football player.  He played college football as a halfback at Southern Methodist University (SMU), where he won the Heisman Trophy in 1948.  Walker then played professionally in the National Football League (NFL) with the Detroit Lions for six seasons, from 1950 to 1955.",
  "/wiki/Steamboat_Ski_Resort": "Steamboat Resort is a major ski area in northwestern Colorado, operated by the Steamboat Ski & Resort Corporation in Steamboat Springs.  It is located  on Mount Werner, a mountain in the Park Range in the Routt National Forest.  The ski area first opened on January 12, 1963.",
  "/wiki/List_of_skiing_deaths": "This is a list of skiing deaths of notable people, in chronological order, and includes skiers and snowboarders both professional and recreational whose deaths are due to accidents or avalanches."
}