{
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Cambridge,_Massachusetts": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area. As of July 2014[update], it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162.  was one of two county seats of Middlesex County until the county government was abolished in Massachusetts in 1997. Situated directly north of Boston, across the Charles River, it was named in honor of the University of Cambridge in England, an important center of the Puritan theology embraced by the town's founders.:18",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Taipei": "Taipei (/ˌtaɪˈpeɪ/), officially Taipei City,[I] is the capital and a special municipality of Taiwan (officially the Republic of China, \"ROC\"). Located in northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city Keelung. Most of the city lies on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border.",
  "/wiki/Taiwan": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Alexandria": "Alexandria (/ˌælɪɡˈzændriə/ or /-ˈzɑːnd-/; Arabic: الإسكندرية‎ al-ʾIskandariyya; Egyptian Arabic: اسكندرية‎ Eskendereyya; Coptic: ⲁⲗⲉⲝⲁⲛⲇⲣⲓⲁ Alexandria or ⲣⲁⲕⲟϯ Rakote, Greek: Αλεξάνδρεια Alexandria) is the second-largest city in Egypt and a major economic center. With a population of 5,200,000, Alexandria is the largest city on the Mediterranean, the sixth-largest city in the Arab world and the ninth-largest in Africa. The city extends about 40 km (25 mi)  at the northern coast of Egypt along the Mediterranean Sea. Alexandria is a popular tourist destination, and also an important industrial center because of its natural gas and oil pipelines from Suez.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/Gda%C5%84sk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Haifa": "Haifa (Hebrew: חֵיפָה Ḥefa [χeˈfa]; Arabic: حيفا‎ Ḥayfa) is the third-largest city in Israel – after Jerusalem and Tel Aviv – with a population of 283,640 in 2018. The city of Haifa forms part of the Haifa metropolitan area, the second- or third-most populous metropolitan area in Israel. It is home to the Baháʼí World Centre, and is a UNESCO World Heritage Site and a destination for Baháʼí pilgrims.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Taamey Frank CLM\",\"Frank Ruehl CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",\"SBL BibLit\",\"SBL Hebrew\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/Esino_Lario": "Esino Lario (Italian pronunciation: [ˈeːzino ˈlaːrjo]; Lecchese: Esin [ˈeːzĩ]; locally Isen [ˈiːzẽ]) is a municipality (comune) of the Province of Lecco in the Italian region of Lombardy. It is about 60 kilometres (37 mi) north of Milan, 15 kilometres (9.3 mi) northwest of Lecco, and about 4.3 kilometres (2.7 mi) from the eastern shore of Lake Como.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Cape_Town": "Cape Town (Afrikaans: Kaapstad) [ˈkɑːpstat]; Xhosa: iKapa) is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province. It forms part of the City of Cape Town metropolitan municipality, The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria (the executive capital where the Presidency is based) and Bloemfontein (the judicial capital where the Supreme Court of Appeal is located). The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design. In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph., Cape Town was one of the host cities of the 2010 FIFA World Cup.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country."
}