{
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.\n Frankfurt was a city state, the Free City of Frankfurt, for nearly five centuries, and was one of the most important cities of the Holy Roman Empire, as a site of imperial coronations; it lost its sovereignty upon the collapse of the empire in 1806 and then permanently in 1866, when it was annexed by the Kingdom of Prussia. It has been part of the federal state of Hesse since 1945. Frankfurt is culturally, ethnically, and religiously diverse, with half of its population, and a majority of young people, having a migration background. A quarter of the population consists of foreign nationals, including many expatriates.\n Frankfurt is an alpha world city and a global hub for commerce, culture, education, tourism and transportation. It is the site of many global and European corporate headquarters. Frankfurt Airport is among the world's busiest. Frankfurt is the major financial centre of the European continent, with the headquarters of the European Central Bank, Deutsche Bundesbank, Frankfurt Stock Exchange, Deutsche Bank, DZ Bank, KfW, Commerzbank, several cloud and fintech startups and other institutes. Automotive, technology and research, services, consulting, media and creative industries complement the economic base. Frankfurt's DE-CIX is the world's largest internet exchange point. Messe Frankfurt is one of the world's largest trade fairs. Major fairs include the Frankfurt Motor Show, the world's largest motor show, the Music Fair, and the Frankfurt Book Fair, the world's largest book fair.\n Frankfurt is home to influential educational institutions, including the Goethe University, the UAS, the FUMPA, and graduate schools like the Frankfurt School of Finance & Management. Its renowned cultural venues include the concert hall Alte Oper, Europe's largest English theatre and many museums (e.g. the Museumsufer ensemble with Städel and Liebieghaus, Senckenberg Natural Museum, Goethe House, and the Schirn art venue at the old town). Frankfurt's skyline is shaped by some of Europe's tallest skyscrapers. The city is also characterised by various green areas and parks, including the central Wallanlagen, the City Forest and two major botanical gardens, the Palmengarten and the University's Botanical Garden. Very important is also the Frankfurt Zoo. In electronic music, Frankfurt has been a pioneering city since the 1980s, with renowned DJs including Sven Väth, Marc Trauner, Scot Project, Kai Tracid, and the clubs Dorian Gray, U60311, Omen and Cocoon. In sports, the city is known as the home of the top tier football club Eintracht Frankfurt, the Löwen Frankfurt ice hockey team, the basketball club Frankfurt Skyliners, the Frankfurt Marathon and the venue of Ironman Germany.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Cambridge,_Massachusetts": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area. As of July 2014[update], it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162.  was one of two county seats of Middlesex County until the county government was abolished in Massachusetts in 1997. Situated directly north of Boston, across the Charles River, it was named in honor of the University of Cambridge in England, an important center of the Puritan theology embraced by the town's founders.:18\nHarvard University, the Massachusetts Institute of Technology (MIT), Lesley University, and Hult International Business School are in Cambridge, as was Radcliffe College before it merged with Harvard. Kendall Square in Cambridge has been called \"the most innovative square mile on the planet\" due to the high concentration of successful startups that have emerged in the vicinity of the square since 2010.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Taipei": "Taipei (/ˌtaɪˈpeɪ/), officially Taipei City,[I] is the capital and a special municipality of Taiwan (officially the Republic of China, \"ROC\"). Located in northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city Keelung. Most of the city lies on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border.\n The city proper is home to an estimated population of 2,646,204 (2019), forming the core part of the Taipei–Keelung metropolitan area, which includes the nearby cities of New Taipei and Keelung with a population of 7,047,559, the 40th most-populous urban area in the world—roughly one-third of Taiwanese citizens live in the metro district. The name \"Taipei\" can refer either to the whole metropolitan area or the city proper.\n Taipei is the political, economic, educational, and cultural center of Taiwan and one of the major hubs in East Asia. Considered to be a global city and rated as an Alpha City by GaWC, Taipei is part of a major high-tech industrial area. Railways, highways, airports, and bus lines connect Taipei with all parts of the island. The city is served by two airports – Songshan and Taoyuan. Taipei is home to various world-famous architectural or cultural landmarks, which include Taipei 101, Chiang Kai-shek Memorial Hall, Dalongdong Baoan Temple, Hsing Tian Kong, Lungshan Temple of Manka, National Palace Museum, Presidential Office Building, Taipei Guest House, Ximending, and several night markets dispersed throughout the city. Natural features such as Maokong, Yangmingshan, and hot springs are also well known to international visitors.\n In English-language news reports the name Taipei often serves as a synecdoche referring to central government of Taiwan. Due to the ambiguous political status of Taiwan internationally, the term Chinese Taipei is also frequently pressed into service as a synonym for the entire country, as when Taiwan's governmental representatives participate in international organizations or Taiwan's athletes participate in international sporting events.",
  "/wiki/Taiwan": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).\n Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895. Following the surrender of Japan in 1945, the Republic of China, which had overthrown and succeeded the Qing in 1911, took control of Taiwan on behalf of the World War II Allies. The resumption of the Chinese Civil War led to the loss of the mainland to the Communist Party of China and the flight of the ROC government to Taiwan in 1949. Although the ROC government continued to claim to be the legitimate representative of China, since 1950 its effective jurisdiction has been limited to Taiwan and numerous smaller islands. In the early 1960s, Taiwan entered a period of rapid economic growth and industrialisation called the \"Taiwan Miracle\". In the late 1980s and early 1990s, the ROC transitioned from a one-party military dictatorship to a multi-party democracy with a semi-presidential system.\n Taiwan's export-oriented industrial economy is the 21st-largest in the world, with major contributions from steel, machinery, electronics and chemicals manufacturing. Taiwan is a developed country, ranking 15th in GDP per capita. It is ranked highly in terms of political and civil liberties, education, health care and human development.[c]\n The political status of Taiwan remains uncertain. The ROC is no longer a member of the UN, having been replaced by the PRC in 1971. Taiwan is claimed by the PRC, which refuses diplomatic relations with countries that recognise the ROC. Taiwan maintains official ties with 14 out of 193 UN member states and the Holy See. International organisations in which the PRC participates either refuse to grant membership to Taiwan or allow it to participate only on a non-state basis. Taiwan is a member of the World Trade Organization, Asia-Pacific Economic Cooperation and Asian Development Bank under various names. Nearby countries and countries with large economies maintain unofficial ties with Taiwan through representative offices and institutions that function as de facto embassies and consulates. Domestically, the major political division is between parties favouring eventual Chinese unification and promoting a Chinese identity contrasted with those aspiring to independence and promoting Taiwanese identity, although both sides have moderated their positions to broaden their appeal.",
  "/wiki/Alexandria": "Alexandria (/ˌælɪɡˈzændriə/ or /-ˈzɑːnd-/; Arabic: الإسكندرية‎ al-ʾIskandariyya; Egyptian Arabic: اسكندرية‎ Eskendereyya; Coptic: ⲁⲗⲉⲝⲁⲛⲇⲣⲓⲁ Alexandria or ⲣⲁⲕⲟϯ Rakote, Greek: Αλεξάνδρεια Alexandria) is the second-largest city in Egypt and a major economic center. With a population of 5,200,000, Alexandria is the largest city on the Mediterranean, the sixth-largest city in the Arab world and the ninth-largest in Africa. The city extends about 40 km (25 mi)  at the northern coast of Egypt along the Mediterranean Sea. Alexandria is a popular tourist destination, and also an important industrial center because of its natural gas and oil pipelines from Suez.\n Alexandria was founded in c. 331 BC by Alexander the Great, king of Macedon and leader of the Greek League of Corinth, during his conquest of the Achaemenid Empire. An Egyptian village named Rhacotis existed at the location and grew into the Egyptian quarter of Alexandria. Alexandria grew rapidly to become an important center of Hellenistic civilization and remained the capital of Ptolemaic Egypt and Roman and Byzantine Egypt for almost 1,000 years, until the Muslim conquest of Egypt in AD 641, when a new capital was founded at Fustat (later absorbed into Cairo). Hellenistic Alexandria was best known for the Lighthouse of Alexandria (Pharos), one of the Seven Wonders of the Ancient World; its Great Library (the largest in the ancient world); and the Necropolis, one of the Seven Wonders of the Middle Ages. Alexandria was the intellectual and cultural center of the ancient Mediterranean world for much of the Hellenistic age and late antiquity. It was at one time the largest city in the ancient world before being eventually overtaken by Rome. \n The city was a major center of early Christianity and was the center of the Patriarchate of Alexandria, which was one of the major centers of Christianity in the Eastern Roman Empire. In the modern world, the Coptic Orthodox Church and the Greek Orthodox Church of Alexandria both lay claim to this ancient heritage.\n Following the Arab conquest of Egypt in 641 AD, the city was plundered and lost its significance before re-emerging in the modern era. From the late 18th century, Alexandria became a major center of the international shipping industry and one of the most important trading centers in the world, both because it profited from the easy overland connection between the Mediterranean Sea and the Red Sea, and the lucrative trade in Egyptian cotton.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.\n Egypt has one of the longest histories of any country, tracing its heritage back to the 6th–4th millennia BCE. Considered a cradle of civilisation, Ancient Egypt saw some of the earliest developments of writing, agriculture, urbanisation, organised religion and central government. Iconic monuments such as the Giza Necropolis and its Great Sphinx, as well the ruins of Memphis, Thebes, Karnak, and the Valley of the Kings, reflect this legacy and remain a significant focus of scientific and popular interest. Egypt's long and rich cultural heritage is an integral part of its national identity, which has endured, and often assimilated, various foreign influences, including Greek, Persian, Roman, Arab, Ottoman Turkish, and Nubian. Egypt was an early and important centre of Christianity, but was largely Islamised in the seventh century and remains a predominantly Muslim country, albeit with a significant Christian minority.\n From the 16th to the beginning of the 20th century, Egypt was ruled by foreign imperial powers: The Ottoman Empire and the British Empire. Modern Egypt dates back to 1922, when it gained nominal independence from the British Empire as a monarchy. However, British military occupation of Egypt continued, and many Egyptians believed that the monarchy was an instrument of British colonialism. Following the 1952 revolution, Egypt expelled British soldiers and bureaucrats and ended British occupation, nationalized the British-held Suez Canal, exiled King Farouk and his family, and declared itself a republic. In 1958 it merged with Syria to form the United Arab Republic, which dissolved in 1961. Throughout the second half of the 20th century, Egypt endured social and religious strife and political instability, fighting several armed conflicts with Israel in 1948, 1956, 1967 and 1973, and occupying the Gaza Strip intermittently until 1967. In 1978, Egypt signed the Camp David Accords, officially withdrawing from the Gaza Strip and recognising Israel. The country continues to face challenges, from political unrest, including the recent 2011 revolution and its aftermath, to terrorism and economic underdevelopment. Egypt's current government is a semi-presidential republic headed by President Abdel Fattah el-Sisi, which has been described by a number of watchdogs as authoritarian.\n Islam is the official religion of Egypt and Arabic is its official language. With over 95 million inhabitants, Egypt is the most populous country in North Africa, the Middle East, and the Arab world, the third-most populous in Africa (after Nigeria and Ethiopia), and the fifteenth-most populous in the world. The great majority of its people live near the banks of the Nile River, an area of about 40,000 square kilometres (15,000 sq mi), where the only arable land is found. The large regions of the Sahara desert, which constitute most of Egypt's territory, are sparsely inhabited. About half of Egypt's residents live in urban areas, with most spread across the densely populated centres of greater Cairo, Alexandria and other major cities in the Nile Delta.\n The sovereign state of Egypt is a transcontinental country  considered to be a regional power in North Africa, the Middle East and the Muslim world, and a middle power worldwide. Egypt's economy is one of the largest and most diversified in the Middle East, and is projected to become one of the largest in the world in the 21st century. In 2016, Egypt overtook South Africa and became Africa's second largest economy (after Nigeria). Egypt is a founding member of the United Nations, Non-Aligned Movement, Arab League, African Union, and Organisation of Islamic Cooperation.",
  "/wiki/Buenos_Aires": "Buenos Aires (/ˌbweɪnəs ˈɛəriːz/ or /-ˈaɪrɪs/; Spanish pronunciation: [ˈbwenos ˈaiɾes]) is the capital and largest city of Argentina. The city is located on the western shore of the estuary of the Río de la Plata, on the South American continent's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra Señora Santa María del Buen Ayre\", named after the Madonna of Bonaria in Sardinia. The Greater Buenos Aires conurbation, which also includes several Buenos Aires Province districts, constitutes the fourth-most populous metropolitan area in the Americas, with a population of around 15.6 million.\n The city of Buenos Aires is neither part of Buenos Aires Province nor the Province's capital; rather, it is an autonomous district. In 1880, after decades of political infighting, Buenos Aires was federalized and removed from Buenos Aires Province. The city limits were enlarged to include the towns of Belgrano and Flores; both are now neighborhoods of the city. The 1994 constitutional amendment granted the city autonomy, hence its formal name of Autonomous City of Buenos Aires (Ciudad Autónoma de Buenos Aires; \"CABA\"). Its citizens first elected a chief of government (i.e. mayor) in 1996; previously, the mayor was directly appointed by the President of the Republic.\n Buenos Aires' quality of life was ranked 91st in the world in 2018, being one of the best in Latin America. In 2012, it was the most visited city in South America, and the second-most visited city of Latin America (behind Mexico City).\n Buenos is known for its preserved Eclectic European architecture and rich cultural life. Buenos Aires held the 1st Pan American Games in 1951 as well as hosting two venues in the 1978 FIFA World Cup. Buenos Aires hosted the 2018 Summer Youth Olympics and the 2018 G20 summit.\n Buenos Aires is a multicultural city, being home to multiple ethnic and religious groups. Several languages are spoken in the city in addition to Spanish, contributing to its culture and the dialect spoken in the city and in some other parts of the country. This is because in the last 151 years the city, and the country in general, has been a major recipient of millions of immigrants from all over the world, making it a melting pot where several ethnic groups live together and being considered one of the most diverse cities of the Americas.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.\n The earliest recorded human presence in modern-day Argentina dates back to the Paleolithic period. The Inca Empire expanded to the northwest of the country in Pre-Columbian times. The country has its roots in Spanish colonization of the region during the 16th century. Argentina rose as the successor state of the Viceroyalty of the Río de la Plata, a Spanish overseas viceroyalty founded in 1776. The declaration and fight for independence (1810–1818) was followed by an extended civil war that lasted until 1861, culminating in the country's reorganization as a federation of provinces with Buenos Aires as its capital city. The country thereafter enjoyed relative peace and stability, with several waves of European immigration, mainly Italians and Spaniards, radically reshaping its cultural and demographic outlook; 62.5% of the population has full or partial Italian ancestry, and the Argentine culture has significant connections to the Italian culture. The almost-unparalleled increase in prosperity led to Argentina becoming the seventh wealthiest nation in the world by the early 20th century.\n Following the Great Depression in the 1930s, Argentina descended into political instability and economic decline that pushed it back into underdevelopment, though it remained among the fifteen richest countries for several decades. Following the death of President Juan Perón in 1974, his widow, Isabel Martínez de Perón, ascended to the presidency. She was overthrown in 1976 by a U.S.-backed coup which installed a right-wing military dictatorship. The military government persecuted and murdered numerous political critics, activists, and leftists in the Dirty War, a period of state terrorism that lasted until the election of Raúl Alfonsín as President in 1983. Several of the junta's leaders were later convicted of their crimes and sentenced to imprisonment.\n Argentina is a prominent regional power in the Southern Cone and Latin America, and retains its historic status as a middle power in international affairs. Argentina has the second largest economy in South America, the third-largest in Latin America, and membership in the G-15 and G-20 major economies. It is also a founding member of the United Nations, World Bank, World Trade Organization, Mercosur, Union of South American Nations, Community of Latin American and Caribbean States and the Organization of Ibero-American States. Despite its history of economic instability, it ranks second highest in the Human Development Index in Latin America.",
  "/wiki/Gdańsk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.\n The city is situated on the southern edge of Gdańsk Bay on the Baltic Sea, in a conurbation with the city of Gdynia, the resort town of Sopot, and suburban communities; these form a metropolitan area called the Tricity (Trójmiasto), with a population approaching 1.4 million. Gdańsk lies at the mouth of the Motława River, connected to the Leniwka, a branch in the delta of the nearby Vistula River, which drains 60 percent of Poland and connects Gdańsk with the Polish capital, Warsaw. Together with the nearby port of Gdynia, Gdańsk is also a notable industrial centre. \n The city's history is complex, with periods of Polish, Prussian and German rule, and periods of autonomy or self-rule as a free city state. In the early-modern age, Gdańsk was a royal city of Poland. It was considered the wealthiest and the largest city of Poland, before the 18th century rapid growth of Warsaw. In the late Middle Ages it was an important seaport and shipbuilding town and, in the 14th and 15th centuries, a member of the Hanseatic League.\n In the interwar period, owing to its multi-ethnic make-up and history, Gdańsk lay in a disputed region between Poland and Germany, which became known as the Polish Corridor. The city's ambiguous political status was exploited, furthering tension between the two countries, which would ultimately culminate in the Invasion of Poland and the first clash of the Second World War just outside the city limits, followed by the flight and expulsion of the majority of the previous population in 1945. In the 1980s, Gdańsk was the birthplace of the Solidarity movement, which played a major role in bringing an end to Communist rule in Poland and helped precipitate the collapse of the Eastern Bloc, the fall of the Berlin Wall and the dissolution of the Soviet Union.\n Gdańsk is home to the University of Gdańsk, Gdańsk University of Technology, the National Museum, the Gdańsk Shakespeare Theatre, the Museum of the Second World War, the Polish Baltic Philharmonic and the European Solidarity Centre. The city also hosts St. Dominic's Fair, which dates back to 1260, and is regarded as one of the biggest trade and cultural events in Europe. Gdańsk has also topped rankings for the quality of life, safety and living standards worldwide.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.\n Poland is bordered by the Baltic Sea, Lithuania, and Russia's Kaliningrad Oblast to the north, Belarus and Ukraine to the east, Slovakia and the Czech Republic to the south, and Germany to the west.\n The history of human activity on Polish soil spans almost 500,000 years. Throughout the Iron Age the area became extensively diverse, with various cultures and tribes settling on the vast Central European Plain. However, it was the Western Polans who dominated the region and gave Poland its name. The establishment of Polish statehood can be traced to AD 966, when Mieszko I, ruler of the realm coextensive with the territory of present-day Poland, converted to Christianity. The Kingdom of Poland was founded in 1025, and in 1569 it cemented its longstanding political association with the Grand Duchy of Lithuania by signing the Union of Lublin. This union formed the Polish–Lithuanian Commonwealth, one of the largest (over 1,000,000 square kilometres - 400,000 square miles) and most populous countries of 16th and 17th century Europe, with a uniquely liberal political system which adopted Europe's first written national constitution, the Constitution of 3 May 1791.\n With the passing of prominence and prosperity, the country was partitioned by neighbouring states at the end of the 18th century, and regained its independence in 1918 with the Treaty of Versailles. After a series of territorial conflicts, the new multi-ethnic Poland restored its position as a key player in European politics. In September 1939, World War II started with the invasion of Poland by Germany, followed by the Soviet Union invading Poland in accordance with the Molotov–Ribbentrop Pact. Around six million  Polish citizens, including 90% of the country's Jews, perished in the war. In 1947, the Polish People's Republic was established as a satellite state under Soviet influence. In the aftermath of the Revolutions of 1989, most notably through the emergence of the Solidarity movement, Poland reestablished itself as a presidential democratic republic.\n Poland has a developed market and is a regional power in Central Europe, with the largest stock exchange in the East-Central European zone. It has the sixth largest economy by GDP (nominal) in the European Union and the tenth largest in all of Europe. It's one of the most dynamic economies in the world, simultaneously achieving a very high rank on the Human Development Index. Poland is a developed country, which maintains a high-income economy along with very high standards of living, life quality, safety, education, and economic freedom. Alongside a developed school educational system, the state also provides free university education, social security, and a universal health care system. The country has 16 UNESCO World Heritage Sites, 15 of which are cultural.\n Poland is a member state of the European Union, the Schengen Area, the United Nations, NATO, the OECD, the Three Seas Initiative, the Visegrád Group, and guested at the G20.",
  "/wiki/Haifa": "Haifa (Hebrew: חֵיפָה Ḥefa [χeˈfa]; Arabic: حيفا‎ Ḥayfa) is the third-largest city in Israel – after Jerusalem and Tel Aviv – with a population of 283,640 in 2018. The city of Haifa forms part of the Haifa metropolitan area, the second- or third-most populous metropolitan area in Israel. It is home to the Baháʼí World Centre, and is a UNESCO World Heritage Site and a destination for Baháʼí pilgrims.\n Built on the slopes of Mount Carmel, the settlement has a history spanning more than 3,000 years. The earliest known settlement in the vicinity was Tell Abu Hawam, a small port city established in the Late Bronze Age (14th century BCE). In the 3rd century CE, Haifa was known as a dye-making center. Over the millennia, the Haifa area has changed hands: being conquered and ruled by the Canaanites, Israelites, Phoenicians, Persians, Hasmoneans, Romans, Byzantines, Arabs, Crusaders, Ottomans, and the British. Since the establishment of the State of Israel in 1948, the Haifa Municipality has governed the city.\n As of 2016[update], the city is a major seaport located on Israel's Mediterranean coastline in the Bay of Haifa covering 63.7 square kilometres (24.6 sq mi). It lies about 90 kilometres (56 mi) north of Tel Aviv and is the major regional center of northern Israel. According to researcher Jonathan Kis-Lev, Haifa is considered a relative haven for coexistence between Jews and Arabs. Two respected academic institutions, the University of Haifa and the Technion, are located in Haifa, in addition to the largest K–12 school in Israel, the Hebrew Reali School. The city plays an important role in Israel's economy. It is home to Matam, one of the oldest and largest high-tech parks in the country; Haifa also owns the only underground rapid transit system located in Israel, known as the Carmelit. Haifa Bay is a center of heavy industry, petroleum refining and chemical processing. Haifa formerly functioned as the western terminus of an oil pipeline from Iraq via Jordan.",
  "/wiki/Israel": "Israel (/ˈɪzriəl, ˈɪzreɪəl/; Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}יִשְׂרָאֵל; Arabic: إِسْرَائِيل‎), formally known as the State of Israel (Hebrew: מְדִינַת יִשְׂרָאֵל), is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and Gaza Strip to the east and west, respectively, and Egypt to the southwest. The country contains geographically diverse features within its relatively small area. Israel's economic and technological center is Tel Aviv, while its seat of government and proclaimed capital is Jerusalem, although the state's sovereignty over Jerusalem has only partial recognition.[fn 4]\n Israel has evidence of the earliest migration of hominids out of Africa. Canaanite tribes are archaeologically attested since the Middle Bronze Age, while the Kingdoms of Israel and Judah emerged during the Iron Age. The Neo-Assyrian Empire destroyed Israel around 720 BCE. Judah was later conquered by the Babylonian, Persian and Hellenistic empires and had existed as Jewish autonomous provinces. The successful Maccabean Revolt led to an independent Hasmonean kingdom by 110 BCE, which in 63 BCE however became a client state of the Roman Republic that subsequently installed the Herodian dynasty in 37 BCE, and in 6 CE created the Roman province of Judea. Judea lasted as a Roman province until the failed Jewish revolts resulted in widespread destruction, the expulsion of the Jewish population and the renaming of the region from Iudaea to Syria Palaestina. Jewish presence in the region has persisted to a certain extent over the centuries. In the 7th century CE, the Levant was taken from the Byzantine Empire by the Arabs and remained in Muslim control until the First Crusade of 1099, followed by the Ayyubid conquest of 1187. The Mamluk Sultanate of Egypt extended its control over the Levant in the 13th century until its defeat by the Ottoman Empire in 1517. During the 19th century, national awakening among Jews led to the establishment of the Zionist movement in the diaspora followed by waves of immigration to Ottoman Syria and later Mandatory Palestine.\n In 1947, the United Nations (UN) adopted a Partition Plan for Palestine recommending the creation of independent Arab and Jewish states and an internationalized Jerusalem. The plan was accepted by the Jewish Agency, and rejected by Arab leaders. The following year, the Jewish Agency declared the independence of the State of Israel, and the subsequent 1948 Arab–Israeli War saw Israel's establishment over most of the former Mandate territory, while the West Bank and Gaza were held by neighboring Arab states. Israel has since fought several wars with Arab countries, and since the Six-Day War in 1967 held occupied territories including the West Bank, Golan Heights and the Gaza Strip (still considered occupied after the 2005 disengagement, although some legal experts dispute this claim).[fn 5] It extended its laws to the Golan Heights and East Jerusalem, but not the West Bank. Israel's occupation of the Palestinian territories is the world's longest military occupation in modern times.[fn 5] Efforts to resolve the Israeli–Palestinian conflict have not resulted in a final peace agreement. However, peace treaties between Israel and both Egypt and Jordan have been signed.\n In its Basic Laws, Israel defines itself as a Jewish and democratic state and the nation state of the Jewish people. The country has a liberal democracy (one of only two in the Middle East and North Africa region, the other being Tunisia), with a parliamentary system, proportional representation, and universal suffrage. The prime minister is head of government and the Knesset is the legislature. With a population of around 9 million as of 2019, Israel is a developed country and an Organisation for Economic Co-operation and Development (OECD) member, has the 31st or 32nd-largest economy in the world by nominal gross domestic product (GDP), and is the richest (nominal GDP) and the most developed country currently in conflict (counting countries with at least 100–999 military deaths per year). It has the highest standard of living in the Middle East, and ranks among the world's top countries by percentage of citizens with military training, percentage of citizens holding a tertiary education degree, research and development spending by GDP percentage, women's safety, life expectancy, innovativeness, and happiness.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.\n The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital. In 1846, Congress returned the land originally ceded by Virginia, including the city of Alexandria; in 1871, it created a single municipal government for the remaining portion of the District.\n Washington had an estimated population of 702,455 as of July 2018[update], making it the 20th most populous city in the United States. Commuters from the surrounding Maryland and Virginia suburbs raise the city's daytime population to more than one million during the workweek. Washington's metropolitan area, the country's sixth largest (including  parts of Maryland, Virginia and West Virginia), had a 2017 estimated population of 6.2 million residents.\n All three branches of the U.S. federal government are centered in the District: Congress (legislative), the president (executive), and the Supreme Court (judicial). Washington is home to many national monuments and museums, primarily situated on or around the National Mall. The city hosts 177 foreign embassies as well as the headquarters of many international organizations, trade unions, non-profits, lobbying groups, and professional associations, including the World Bank Group, the International Monetary Fund (IMF), the Organization of American States, AARP, the National Geographic Society, the Human Rights Campaign, the International Finance Corporation, and the American Red Cross.\n A locally elected mayor and a 13‑member council have governed the District since 1973. However, Congress maintains supreme authority over the city and may overturn local laws. D.C. residents elect a non-voting, at-large congressional delegate to the House of Representatives, but the District has no representation in the Senate. District voters choose three presidential electors in accordance with the Twenty-third Amendment to the United States Constitution, ratified in 1961.\n For statistical purposes, the District of Columbia is treated as a state-equivalent (and a county-equivalent) by the U.S. Census Bureau.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.\n Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of \"one country, two systems\".\n Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.  As one of the world's leading international financial centres, Hong Kong has a major capitalist service economy characterised by low taxation and free trade, and the currency, Hong Kong dollar, is the eighth most traded currency in the world. Hong Kong hosts the largest concentration of ultra high-net-worth individuals of any city in the world. Although the city has one of the highest per capita incomes in the world, there is severe income inequality among its residents.\n Hong Kong is a highly developed territory and ranks fourth on the UN Human Development Index. The city also has the largest number of skyscrapers of any city in the world and its residents have some of the highest life expectancies in the world. The dense space also led to a developed transportation network with public transport rates exceeding 90 percent. Hong Kong is ranked third in the Global Financial Centre Index, behind New York City and London. In an annual ranking of the Index of Economic Freedom, Hong Kong has come out on top 25 years in a row, according to the Heritage Foundation, a U.S. think tank.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.\n The 2009 population for the city proper was approximately 8.84 million people, with a land area of 1,485 square kilometers (573 sq mi). According to the most recent definition agreed upon by the federal and state governments, the population of Greater Mexico City is 21.3 million, which makes it the second largest metropolitan area of the Western Hemisphere, the eleventh-largest agglomeration (2017), and the largest Spanish-speaking city in the world.\nGreater Mexico City has a GDP of $411 billion in 2011, making Greater Mexico City one of the most productive urban areas in the world. The city was responsible for generating 15.8% of Mexico's GDP, and the metropolitan area accounted for about 22% of total national GDP. If it were an independent country, in 2013, Mexico City would be the fifth-largest economy in Latin America, five times as large as Costa Rica and about the same size as Peru.\n Mexico's capital is both the oldest capital city in the Americas and one of two founded by indigenous people, the other being Quito, Ecuador. The city was originally built on an island of Lake Texcoco by the Aztecs in 1325 as Tenochtitlan, which was almost completely destroyed in the 1521 siege of Tenochtitlan and subsequently redesigned and rebuilt in accordance with the Spanish urban standards. In 1524, the municipality of Mexico City was established, known as México Tenochtitlán, and as of 1585, it was officially known as Ciudad de México (Mexico City). Mexico City was the political, administrative, and financial center of a major part of the Spanish colonial empire. After independence from Spain was achieved, the federal district was created in 1824.\n After years of demanding greater political autonomy, residents were finally given the right to elect both a head of government and the representatives of the unicameral Legislative Assembly by election in 1997. Ever since, left-wing parties (first the Party of the Democratic Revolution and later the Movimiento de Regeneración Nacional) have controlled both of them. The city has several progressive policies, such as abortion on demand, a limited form of euthanasia, no-fault divorce, and same-sex marriage.\n On 29 January 2016, it ceased to be the Federal District (Spanish: Distrito Federal or D.F.) and is now officially known as Ciudad de México (or CDMX), with a greater degree of autonomy. A clause in the Constitution of Mexico, however, prevents it from becoming a state within the Mexican federation, as it is the seat of power in the country, unless the capital of the country were to be relocated elsewhere.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.\nPre-Columbian Mexico dates to about 8000 BC and is identified as one of six cradles of civilization and was home to many advanced Mesoamerican civilizations such as the Olmec, Toltec, Teotihuacan, Zapotec, Maya, and Aztec before first contact with Europeans. In 1521, the Spanish Empire conquered and colonized the territory from its politically powerful base in Mexico-Tenochtitlan (part of Mexico City), which was administered as the viceroyalty of New Spain. The Roman Catholic Church played a powerful role in governing the country as millions were converted to the faith, although King Charles III expelled the Jesuits in the 1770s. The territory became a nation state following its recognition in 1821 after the Mexican War of Independence. The post-independence period was tumultuous, characterized by economic inequality and many contrasting political changes. The Mexican–American War (1846–1848) led to a territorial loss of part of the huge northern territories to the United States. The Pastry War, the Franco-Mexican War, a civil war, two empires, and the Porfiriato occurred in the 19th century. The Porfiriato ended with the Mexican Revolution in 1910, which culminated in the promulgation of the 1917 Constitution and the emergence of an authoritarian one-party state, once described as the \"perfect dictatorship\", that ruled for much of the 20th century until the opposition victories led Mexico to democratic transition in the 1990s. Since 2006, there is a serious conflict between the Mexican government and various drug trafficking syndicates that lead to over 120,000 deaths\n Mexico has the 15th largest nominal GDP and the 11th largest by purchasing power parity. The Mexican economy is strongly linked to those of its 1994 North American Free Trade Agreement (NAFTA) partners, especially the United States. In 1994, Mexico became the first Latin American member of the OECD. It is classified as an upper-middle income country by the World Bank and a newly industrialized country by several analysts. The country is considered both a regional power and a middle power, and is often identified as an emerging global power. Due to its rich culture and history, Mexico ranks first in the Americas and seventh in the world for number of UNESCO World Heritage Sites. Mexico is an ecologically megadiverse country, ranking fifth in the world for its biodiversity. Mexico receives a huge number of tourists every year: in 2018, it was the sixth most-visited country in the world, with 39 million international arrivals. Mexico is a member of the United Nations (UN), the World Trade Organization (WTO), the G8+5, the G20, the Uniting for Consensus group of the UN, and the Pacific Alliance trade bloc.",
  "/wiki/Esino_Lario": "Esino Lario (Italian pronunciation: [ˈeːzino ˈlaːrjo]; Lecchese: Esin [ˈeːzĩ]; locally Isen [ˈiːzẽ]) is a municipality (comune) of the Province of Lecco in the Italian region of Lombardy. It is about 60 kilometres (37 mi) north of Milan, 15 kilometres (9.3 mi) northwest of Lecco, and about 4.3 kilometres (2.7 mi) from the eastern shore of Lake Como.\n The area around Esino Lario is surrounded by Alpine mountains, where the karst landscape has produced sink-holes and caves, including the \"Icebox of Moncodeno\". The municipality is part of the Mountain Community of Valsassina, Valvarrone, Val d'Esino and Riviera and is entirely within the \"Regional Park of Northern Grigna\" (Parco delle Grigna Settentrionale).\n Esino Lario borders the municipalities of Cortenova, Lierna, Mandello del Lario, Parlasco, Pasturo, Perledo, Primaluna, Taceno, and Varenna.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.\n In 2016, the city had a population of 1,704,694, with a population of 1,942,247 in the urban agglomeration, including all of the other municipalities on the Island of Montreal. The broader metropolitan area had a population of 4,098,247. French is the city's official language and is the language spoken at home by 49.8% of the population of the city, followed by English at 22.8% and 18.3% other languages (in the 2016 census, not including multi-language responses). In the larger Montreal Census Metropolitan Area, 65.8% of the population speaks French at home, compared to 15.3% who speak English. The agglomeration Montreal is one of the most bilingual cities in Quebec and Canada, with over 59% of the population able to speak both English and French. Montreal is the second largest primarily French-speaking city in the developed world, after Paris. It is situated 196 km (122 mi) east of the national capital Ottawa, and 258 km (160 mi) south-west of the provincial capital Quebec City.\n Historically the commercial capital of Canada, Montreal was surpassed in population and in economic strength by Toronto in the 1970s. It remains an important centre of commerce, aerospace, transport, finance, pharmaceuticals, technology, design, education, art, culture, tourism, food, fashion, gaming, film, and world affairs. Montreal has the second-highest number of consulates in North America, serves as the location of the headquarters of the International Civil Aviation Organization, and was named a UNESCO City of Design in 2006. In 2017, Montreal was ranked the 12th most liveable city in the world by the Economist Intelligence Unit in its annual Global Liveability Ranking, and the best city in the world to be a university student in the QS World University Rankings.\n Montreal has hosted multiple international conferences and events, including the 1967 International and Universal Exposition and the 1976 Summer Olympics. It is the only Canadian city to have held the quadrennial Summer Olympics. In 2018, Montreal was ranked as an Alpha− world city.  As of 2016[update] the city hosts the Canadian Grand Prix of Formula One, the Montreal International Jazz Festival and the Just for Laughs festival.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).\n Quebec is the second-most populous province of Canada, after Ontario. It is the only one to have a predominantly French-speaking population, with French as the sole provincial official language. Most inhabitants live in urban areas near the Saint Lawrence River between Montreal and Quebec City, the capital. Approximately half of Quebec residents live in the Greater Montreal Area, including the Island of Montreal. English-speaking communities and English-language institutions are concentrated in the west of the island of Montreal but are also significantly present in the Outaouais, Eastern Townships, and Gaspé regions. The Nord-du-Québec region, occupying the northern half of the province, is sparsely populated and inhabited primarily by Aboriginal peoples.\n The climate around the major cities is four-seasons continental with cold and snowy winters combined with warm to hot humid summers, but farther north long winter seasons dominate and as a result the northern areas of the province are marked by tundra conditions. Even in central Quebec, at comparatively southerly latitudes, winters are severe in inland areas.\n Quebec independence debates have played a large role in the politics of the province. Parti Québécois governments held referendums on sovereignty in 1980 and 1995. Although neither passed, the 1995 referendum saw the highest voter turnout in Quebec history, at over 93%, and only failed by less than 1%. In 2006, the House of Commons of Canada passed a symbolic motion recognizing the \"Québécois as a nation within a united Canada\".\n While the province's substantial natural resources have long been the mainstay of its economy, sectors of the knowledge economy such as aerospace, information and communication technologies, biotechnology, and the pharmaceutical industry also play leading roles. These many industries have all contributed to helping Quebec become an economically influential province within Canada, second only to Ontario in economic output.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Cape_Town": "Cape Town (Afrikaans: Kaapstad) [ˈkɑːpstat]; Xhosa: iKapa;Khoi-San: //Hui !Gaeb) is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province. It forms part of the City of Cape Town metropolitan municipality, The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria (the executive capital where the Presidency is based) and Bloemfontein (the judicial capital where the Supreme Court of Appeal is located). The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design. In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph., Cape Town was one of the host cities of the 2010 FIFA World Cup.\n Located on the shore of Table Bay, Cape Town, as the oldest urban area in South Africa, was developed by the United East India Company (VOC) as a supply station for Dutch ships sailing to East Africa, India, and the Far East. Jan van Riebeeck's arrival on 6 April 1652 established VOC Cape Colony, the first permanent European settlement in South Africa. Cape Town outgrew its original purpose as the first European outpost at the Castle of Good Hope, becoming the economic and cultural hub of the Cape Colony. Until the Witwatersrand Gold Rush and the development of Johannesburg, Cape Town was the largest city in South Africa.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.\n Stockholm is the cultural, media, political, and economic centre of Sweden. The Stockholm region alone accounts for over a third of the country's GDP, and is among the top 10 regions in Europe by GDP per capita. It is an important global city, and the main centre for corporate headquarters in the Nordic region. The city is home to some of Europe's top ranking universities, such as the Stockholm School of Economics, Karolinska Institute and KTH Royal Institute of Technology. It hosts the annual Nobel Prize ceremonies and banquet at the Stockholm Concert Hall and Stockholm City Hall. One of the city's most prized museums, the Vasa Museum, is the most visited non-art museum in Scandinavia. The Stockholm metro, opened in 1950, is well known for the decor of its stations; it has been called the longest art gallery in the world. Sweden's national football arena is located north of the city centre, in Solna. Ericsson Globe, the national indoor arena, is in the southern part of the city. The city was the host of the 1912 Summer Olympics, and hosted the equestrian portion of the 1956 Summer Olympics otherwise held in Melbourne, Victoria, Australia.\n Stockholm is the seat of the Swedish government and most of its agencies, including the highest courts in the judiciary, and the official residencies of the Swedish monarch and the Prime Minister. The government has its seat in the Rosenbad building, the Riksdag (Swedish parliament) is seated in the Parliament House, and the Prime Minister's residence is adjacent at Sager House. Stockholm Palace is the official residence and principal workplace of the Swedish monarch, while Drottningholm Palace, a World Heritage Site on the outskirts of Stockholm, serves as the Royal Family's private residence.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.\n Sweden is part of the geographical area of Fennoscandia. The climate is in general mild for its northerly latitude due to significant maritime influence. In spite of the high latitude, Sweden often has warm continental summers, being located in between the North Atlantic, the Baltic Sea and the vast Eurasian Russian landmass. The general climate and environment varies significantly from the south and north due to the vast latitudal difference and much of Sweden has reliably cold and snowy winters. Southern Sweden is predominantly agricultural, while the north is heavily forested and includes a portion of the Scandinavian Mountains.\n Germanic peoples have inhabited Sweden since prehistoric times, emerging into history as the Geats (Swedish Götar) and Swedes (Svear) and constituting the sea peoples known as the Norsemen. An independent Swedish state emerged during the early 12th century. After the Black Death in the middle of the 14th century killed about a third of the Scandinavian population, the Hanseatic League threatened Scandinavia's culture, finances and languages. This led to the forming of the Scandinavian Kalmar Union in 1397, which Sweden left in 1523. When Sweden became involved in the Thirty Years War on the Reformist side, an expansion of its territories began and eventually the Swedish Empire was formed. This became one of the great powers of Europe until the early 18th century. Swedish territories outside the Scandinavian Peninsula were gradually lost during the 18th and 19th centuries, ending with the annexation of present-day Finland by Russia in 1809. The last war in which Sweden was directly involved was in 1814, when Norway was militarily forced into a personal union, which peacefully dissolved in 1905. Since then, Sweden has been at peace, maintaining an official policy of neutrality in foreign affairs. In 2014 Sweden celebrated 200 years of peace breaking even Switzerland's record for peace. Sweden was formally neutral through both world wars and the Cold War, albeit Sweden has since 2009 openly moved towards cooperation with NATO.\n Sweden is a constitutional monarchy and a parliamentary democracy, with Legislative power vested in the 349-member unicameral Riksdag. It is a unitary state, currently divided into 21 counties and 290 municipalities. Sweden maintains a Nordic social welfare system that provides universal health care and tertiary education for its citizens. It has the world's eleventh-highest per capita income and ranks very highly in quality of life, health, education, protection of civil liberties, economic competitiveness, equality, gender equality,  prosperity and human development. Sweden joined the European Union on 1 January 1995, but declined NATO membership, as well as Eurozone membership following a referendum. It is also a member of the United Nations, the Nordic Council, the Council of Europe, the World Trade Organization and the Organisation for Economic Co-operation and Development (OECD).",
  "/wiki/Wikimania": "Wikimania is the official annual conference of the Wikimedia Foundation. Topics of presentations and discussions include Wikimedia projects such as Wikipedia, other wikis, open-source software, free knowledge and free content, and social and technical aspects related to these topics.\n Since 2011, the winner of the Wikimedian of the Year award has been announced at Wikimania.\n The next Wikimania will happen in Bangkok, Thailand on August 5–9, 2020."
}