{
  "/wiki/Baikonur_Cosmodrome": "The Baikonur Cosmodrome (Kazakh: Байқоңыр ғарыш айлағы, romanized: Baıqońyr ǵarysh aılaǵy; Russian: Космодро́м Байкону́р, romanized: Kosmodrom Baykonur) is a spaceport located in an area of southern Kazakhstan leased to Russia.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.",
  "/wiki/Cape_Canaveral_Air_Force_Station": "Cape Canaveral Air Force Station (CCAFS) (known as Cape Kennedy Air Force Station from 1963 to 1973) is an installation of the United States Space Force's 45th Space Wing.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Dombarovsky_(air_base)": "Dombarovsky (also given as Dombarovskiy and Tagilom) is a military airbase 5 kilometres (3.1 mi) northwest of the village of Dombarovsky, near Yasny in Russia's Orenburg Oblast. Operated by the Soviet Air Forces and later by the Russian Air Force, it hosts fighter interceptor squadrons and an ICBM base (which has been adapted for commercial satellite launches).",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Guiana_Space_Centre": "The Guiana Space Centre (French: Centre Spatial Guyanais (CSG) ) is a French and European spaceport to the northwest of Kourou in French Guiana, a region of France in South America. Operational since 1968, it is particularly suitable as a location for a spaceport. It fulfills the two major geographical requirements of such a site:",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Jiuquan_Satellite_Launch_Center": "Jiuquan Satellite Launch Center (JSLC; Chinese: 酒泉卫星发射中心; pinyin: Jiǔquán Wèixīng Fāshè Zhōngxīn also known as Shuangchengzi Missile Test Center; Launch Complex B2; formally Northwest Comprehensive Missile Testing Facility (西北综合导弹试验基地); Base 20; 63600 Unit) is a Chinese space vehicle launch facility (spaceport) located in the Gobi desert, Inner Mongolia. It is part of the Dongfeng Aerospace City (Base 10).  Although the facility is geographically located within Ejin Banner of Inner Mongolia's Alxa League, it is named after the nearest city, Jiuquan in Gansu Province.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Mid-Atlantic_Regional_Spaceport": "The Mid-Atlantic Regional Spaceport (MARS) is a commercial space launch facility located at the southern tip of NASA's Wallops Flight Facility on Wallops Island in Virginia, just east of the Delmarva Peninsula and south of Chincoteague, Virginia, United States.",
  "/wiki/Naro_Space_Center": "Naro Space Center is a South Korean spaceport in South Jeolla's Goheung County, operated by the state-run Korea Aerospace Research Institute.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/Ocean_Odyssey": "LP Odyssey is a self-propelled semi-submersible mobile spacecraft launch platform converted from a mobile drilling rig in 1997.",
  "/wiki/Plesetsk_Cosmodrome": "Plesetsk Cosmodrome (Russian: Космодро́м «Плесе́цк», tr. Kosmodróm \"Plesétsk\", IPA: [kəsmɐˈdrom plʲɪˈsʲet͡sk]) is a Russian spaceport located in Mirny, Arkhangelsk Oblast, about 800 km north of Moscow and approximately 200 km south of Arkhangelsk, dates from 1957. Originally developed as an ICBM site for the R-7 missile, it also served for numerous satellite launches using the R-7 and other rockets. Its high latitude makes it useful only for certain types of launches, especially the Molniya orbits, so for much of the site's history it functioned as a secondary location, with most orbital launches taking place from Baikonur, in the Kazakh SSR. With the end of the Soviet Union, Baikonur became foreign territory, and Kazakhstan charged $115 million usage fees annually. Consequently, Plesetsk has seen considerably more activity since the 2000s.",
  "/wiki/Satish_Dhawan_Space_Centre": "Satish Dhawan Space Centre (SDSC) or Sriharikota Range (SHAR) is a rocket launch centre operated by the Indian Space Research Organisation (ISRO). It is located in Sriharikota in Andhra Pradesh. Sriharikota Range was renamed in 2002 after ISRO's former chairman Satish Dhawan. SDSC's current director is Arumugam Rajarajan. He took over from S. Pandian in July 2019.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Tanegashima_Space_Center": "The Tanegashima Space Center (種子島宇宙センター, Tanegashima Uchū Sentā) (TNSC) is the largest rocket-launch complex in Japan with a total area of about 9.7 square kilometers. It is located on the southeast coast of Tanegashima, an island approximately 40 km south of Kyushu. It was established in 1969 when the National Space Development Agency of Japan (NASDA) was formed, and is now run by JAXA.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Taiyuan_Satellite_Launch_Center": "The Taiyuan Satellite Launch Center (TSLC) also known as Base 25 (Chinese: 二十五基地), is a People's Republic of China space and defence launch facility (spaceport). It is situated in Kelan County, Xinzhou, Shanxi Province and is the second of four launch sites having been founded in March 1966 and coming into full operation in 1968. Taiyuan sits at an altitude of 1500 meters and its dry weather makes it an ideal launch site. Confusingly, U.S. intelligence designates TSLC the 'Wuzhai Missile and Space Test Centre\", despite the fact that it is outside the borders of Wuzhai County.[citation needed]\nThe site is primarily used to launch meteorological satellites, earth resource satellites and scientific satellites on Long March launch vehicles into sun-synchronous orbits. TSLC is also a major launch site for intercontinental ballistic missiles and overland Submarine-Launched Ballistic Missile (SLBM) tests.",
  "/wiki/Uchinoura_Space_Center": "The Uchinoura Space Center (内之浦宇宙空間観測所, Uchinoura Uchū Kūkan Kansokusho) is a space launch facility in the Japanese town of Kimotsuki, Kagoshima Prefecture. Before the establishment of the JAXA space agency in 2003, it was simply called the Kagoshima Space Center (鹿児島宇宙空間観測所) (KSC). All of Japan's scientific satellites were launched from Uchinoura prior to the M-V launch vehicles being decommissioned in 2006. It continues to be used for suborbital launches, and has also been used for the Epsilon orbital launch vehicle. Additionally, the center has antennas for communication with interplanetary space probes.",
  "/wiki/Vandenberg_Air_Force_Base": "Vandenberg Air Force Base (IATA: VBG, ICAO: KVBG, FAA LID: VBG) is a United States Air Force Base located 9.2 miles (14.8 km) northwest of Lompoc, California. The installation falls under the jurisdiction of the 30th Space Wing, United States Space Force (USSF).",
  "/wiki/Xichang_Satellite_Launch_Center": "The Xichang Satellite Launch Center (XSLC), also known as the Xichang Space Center, is a People's Republic of China space vehicle launch facility (spaceport) approximately 64 kilometres (40 miles) northwest of Xichang, Liangshan Yi Autonomous Prefecture in Sichuan."
}