{
  "/wiki/Gamera": "Gamera (Japanese: ガメラ, Hepburn: Gamera) is a fictional monster originating from a series of Japanese films of the same name. Gamera first appeared in Noriaki Yuasa's 1965 film Gamera, the Giant Monster, produced by Daiei Film. The character and the first film were intended to compete with the success of Toho's Godzilla film series. Since then, Gamera has become a Japanese icon in his own right, appearing in a total of 12 films produced by Daiei Film and later Kadokawa Daiei Studio, as well as in comic books, manga, anime and video games. Gamera has been given various nicknames throughout the history of the franchise, including the Friend of All Children and the Guardian of the Universe.",
  "/wiki/Daiei_Motion_Picture_Company": "Daiei Film Co. Ltd. (Kyūjitai: 大映映画株式會社 Shinjitai: 大映映画株式会社 Daiei eiga kabushiki gaisha) was a Japanese film studio. Founded in 1942 as Dai Nippon Film Co., Ltd., it was one of the major studios during the postwar Golden Age of Japanese cinema, producing not only artistic masterpieces, such as Akira Kurosawa's Rashomon (1950) and Kenji Mizoguchi's Ugetsu (1953), but also launching several film series, such as Gamera,  Zatoichi and Yokai Monsters, and making the three Daimajin films (1966). It declared bankruptcy in 1971 and was acquired by Kadokawa Pictures.",
  "/wiki/Bermuda_depths": "The Bermuda Depths is a Japanese / American co-production 1978 fantasy film originally broadcast as a made-for-TV movie written by Arthur Rankin Jr. of Rankin/Bass fame. Special effects and creature elements were handled by Tsuburaya Productions, most famous for the Ultraman franchise. The movie first aired in the United States January 27, 1978 on ABC, and was later released to theaters in Japan.",
  "/wiki/Sea_monster": "Sea monsters are beings from folklore believed to dwell in the sea and often imagined to be of immense size. Marine monsters can take many forms, including sea dragons, sea serpents, or multi-armed beasts. They can be slimy and scaly and are often pictured threatening ships or spouting jets of water. The definition of a \"monster\" is subjective, and some sea monsters may have been based on scientifically accepted creatures such as whales and types of giant and colossal squid.",
  "/wiki/Razzle_Dazzle": "Razzle Dazzle was a Canadian children's television program produced by the Canadian Broadcasting Corporation between October 2, 1961, and July 1, 1966.",
  "/wiki/Space_Amoeba": "Space Amoeba (ゲゾラ・ガニメ・カメーバ 決戦! 南海の大怪獣, Gezora, Ganime, Kamēba: Kessen! Nankai no Daikaijū, lit. \"Gezora, Ganimes, and Kamoebas: Decisive Battle! Giant Monsters of the South Seas\"), is a 1970 Japanese kaiju film directed by Ishirō Honda, written by Ei Ogawa, and produced by Tomoyuki Tanaka and Fumio Tanaka, with special effects by Sadamasa Arikawa. Produced and distributed by Toho Studios, the film stars Akira Kubo, Atsuko Takahashi, Yukiko Kobayashi, Kenji Sahara, Yoshio Tsuchiya, and Yu Fujiki, with Haruo Nakajima portraying both Gezora and Ganimes.",
  "/wiki/Avatar:_The_Last_Airbender": "Avatar: The Last Airbender (Avatar: The Legend of Aang in some regions) is an American animated television series created by Bryan Konietzko and Michael Dante DiMartino. It aired on Nickelodeon for three seasons, from February 2005 to July 2008. Avatar is set in an Asiatic-like world in which some people can manipulate the classical elements with psychokinetic variants of the Chinese martial arts known as \"bending\". The series is presented in a style that combines anime with American cartoons and relies on the imagery of East/South Asian, Inuit, and New World societies. It primarily follows the protagonists, 12-year-old Aang and his friends, who must bring peace and harmony to the world by ending the Fire Nation's war with the rest of the Four Nations.",
  "/wiki/Kung_Fu_Panda": "Kung Fu Panda is a 2008 American computer-animated wuxia comedy film produced by DreamWorks Animation and distributed by Paramount Pictures.[a] It was directed by John Stevenson and Mark Osborne in their directorial debuts, and stars the voices of Jack Black, Dustin Hoffman, Angelina Jolie, Ian McShane, Seth Rogen, Lucy Liu, David Cross, Randall Duk Kim, James Hong, Dan Fogler, Michael Clarke Duncan, and Jackie Chan. The film is set in a version of ancient China populated by anthropomorphic talking animals and revolves around a bumbling panda named Po, a kung fu enthusiast. When an evil kung fu warrior named Tai Lung is foretold to escape from prison, Po is unwittingly named the \"Dragon Warrior\", that was destined to defeat him.",
  "/wiki/The_Neverending_Story": "The Neverending Story (German: Die unendliche Geschichte) is a fantasy novel by German writer Michael Ende, first published in 1979. An English translation, by Ralph Manheim, was first published in 1983. The novel was later adapted into several films.",
  "/wiki/Pong_Pagong": "Pong Pagong was a character in the Filipino children's show Batibot. Pong was in the form of a turtle standing on its hindlegs. Like Big Bird of Sesame Street, Pong was an enlarged small-animal character, standing over six feet tall and towering over human co-stars and aged to be around six years old.",
  "/wiki/Batibot": "Batibot is a Philippine television children's show produced by PCTV and based on Sesame Street. It was first aired in 1984 on RPN as Sesame! and was co-produced by Children's Television Workshop (now Sesame Workshop) but the partnership broke up. Sesame! later aired as Batibot in 1985, a full Filipino language series. It aired until 1998 and was aired in at least four television networks. TV5 later revived the show and aired it from 2010–2013. A mobile app based on the series was released in 2015.",
  "/wiki/Sesame_Street": "Sesame Street is an American educational children's television series that combines live action, sketch comedy, animation and puppetry. It is produced by Sesame Workshop (known as the Children's Television Workshop (CTW) until June 2000) and was created by Joan Ganz Cooney and Lloyd Morrisett. The program is known for its images communicated through the use of Jim Henson's Muppets, and includes short films, with humor and cultural references. The series premiered on November 10, 1969, to positive reviews, some controversy, and high viewership; it has aired on the U.S.'s national public television provider PBS since its debut, with its first run moving to premium channel HBO on January 16, 2016.",
  "/wiki/Greg_the_Bunny": "Greg the Bunny is an American television sitcom that originally aired on Fox in 2002. It starred Seth Green and a hand puppet named Greg the Bunny, originally invented by the team of Sean S. Baker, Spencer Chinoy and Dan Milano. Milano and Chinoy wrote and co-produced the Fox show.",
  "/wiki/Ben_10:_Ultimate_Alien": "Ben 10: Ultimate Alien is an American animated television series, the third entry in Cartoon Network's Ben 10 franchise created by team Man of Action (a group consisting of Duncan Rouleau, Joe Casey, Joe Kelly, and Steven T. Seagle), and produced by Cartoon Network Studios. It was slated to premiere after the series finale of Ben 10: Alien Force on March 26, 2010, but instead premiered on April 23, 2010, in the US and in the UK.[clarification needed] In India and Latin America, it premiered on October 10, 2010. In Canada, the series started airing on September 12, 2010, on Teletoon.",
  "/wiki/Tokka_and_Rahzar": "Tokka and Rahzar are two fictional mutant villains in the Teenage Mutant Ninja Turtles comics and all related media. They first appeared in the 1991 film Teenage Mutant Ninja Turtles II: The Secret of the Ooze. Rahzar was played by Mark Ginther and Tokka was played by Kurt Bryant. They were both voiced by Frank Welker.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_II:_The_Secret_of_the_Ooze": "Teenage Mutant Ninja Turtles II: The Secret of the Ooze is a 1991 American martial arts superhero comedy film directed by Michael Pressman, based on the fictional superhero team the Teenage Mutant Ninja Turtles, and starring Paige Turco and David Warner with the voices of Brian Tochi, Robbie Rist, Adam Carl, Laurie Faso. It is the sequel to the film Teenage Mutant Ninja Turtles (1990). The Secret of the Ooze's sequel is a third film which was released in 1993, and a fourth (TMNT) followed in 2007. The film is distributed in the United States by New Line Cinema, and internationally distributed by 20th Century Fox.",
  "/wiki/Rango_(2011_film)": "Rango is a 2011 American computer-animated western comedy film co-produced (with Graham King and John B. Carls) and directed by Gore Verbinski from a screenplay by John Logan. Starring the voices of Johnny Depp, Isla Fisher, Bill Nighy, Abigail Breslin, Alfred Molina, Harry Dean Stanton, Ray Winstone, Timothy Olyphant, Stephen Root and Ned Beatty, the film centers on Rango, a chameleon who accidentally ends up in the town of Dirt, an outpost that is in desperate need of a new sheriff. The film was produced by Nickelodeon Movies, Verbinski's Blind Wink Productions, King's GK Films and Industrial Light & Magic as its first animated film.",
  "/wiki/Wonder_Pets": "Wonder Pets! is an American-British-Canadian animated children's television series created by Josh Selig for Nickelodeon, Teletoon, PBS Kids and the Nick Jr. channel. It centers on a trio of classroom pets—Linny the guinea pig, Tuck the turtle, and Ming-Ming the duckling—who use teamwork to help animals in need. Much of the characters' dialogue is sung in the style of operetta. Each episode is set to original music by a 10-member live orchestra.",
  "/wiki/Over_the_Hedge_(film)": "Over the Hedge is a 2006 American computer-animated comedy film based on the United Media comic strip of the same name. Produced by DreamWorks Animation and distributed by Paramount Pictures, which acquired the live-action DreamWorks studio the same year, the film was directed by Tim Johnson and Karey Kirkpatrick (the latter in his directorial debut), from a screenplay by Len Blum, Lorne Cameron, David Hoselton and Kirkpatrick. Featuring the voices of Bruce Willis, Garry Shandling, Steve Carell, William Shatner, Wanda Sykes and Nick Nolte, the film was released on May 19, 2006 in the United States and earned $336 million on an $80 million budget. It was also released to generally positive reviews and became a commercial success.",
  "/wiki/Box_Turtle": "Box turtles are North American turtles of the genus Terrapene. Although box turtles are superficially similar to tortoises in terrestrial habits and overall appearance, they are actually members of the American pond turtle family (Emydidae). The twelve taxa which are distinguished in the genus are distributed over four species. They are largely characterized by having a domed shell which is hinged at the bottom, allowing the animal to retract its head and legs and close its shell tightly to protect itself from predators.",
  "/wiki/Venus_(Teenage_Mutant_Ninja_Turtles)": "Venus de Milo (often shortened to simply Venus and also known as Mei Pieh Chi) is a fictional character within the Teenage Mutant Ninja Turtles franchise. She first appeared in the television series, Ninja Turtles: The Next Mutation. There, she was portrayed by Nicole Parker and voiced by Lalainia Lindbjerg. She is the only female turtle (in that medium) and the only turtle named after a work of art, rather than an artist.",
  "/wiki/Ninja_Turtles:_The_Next_Mutation": "Ninja Turtles: The Next Mutation is an American live-action television series produced by Saban Entertainment, which ran on the Fox Kids network from 1997 to 1998 based on the fictional superhero team. As of August 24, 2018, the series is distributed by Allspark, the entertainment division of Hasbro[citation needed], and the characters are owned by ViacomCBS.",
  "/wiki/Finding_Nemo": "Finding Nemo is a 2003 American computer-animated adventure film produced by Pixar Animation Studios and released by Walt Disney Pictures. Directed and co-written by Andrew Stanton with co-direction by Lee Unkrich, the screenplay was written by Bob Peterson, David Reynolds, and Stanton from a story by Stanton. The film stars the voices of Albert Brooks, Ellen DeGeneres, Alexander Gould, and Willem Dafoe. It tells the story of an overprotective clownfish named Marlin, who, along with a regal blue tang named Dory searches for his missing son Nemo. Along the way, Marlin learns to take risks and comes to terms with Nemo taking care of himself.",
  "/wiki/Bojack_Horseman": "BoJack Horseman is an American adult animated web television series created by Raphael Bob-Waksberg. It stars Will Arnett, Amy Sedaris, Alison Brie, Paul F. Tompkins, and Aaron Paul. Set primarily in Los Angeles, the series tells the story of BoJack Horseman (Arnett), a washed-up star who plans his return to celebrity relevance with an autobiography to be written by his ghostwriter Diane Nguyen (Brie). BoJack also has to contend with the demands of his agent Princess Carolyn (Sedaris), his roommate Todd Chavez (Paul), and his friend and rival Mr. Peanutbutter (Tompkins). The show is designed by cartoonist Lisa Hanawalt, who has been friends with Bob-Waksberg since high school and had previously worked with him on the webcomic Tip Me Over, Pour Me Out."
}