{
  "/wiki/Acer_Inc.": "Acer Inc. (/ˈeɪsər/ AY-sər; Chinese: 宏碁股份有限公司; pinyin: Hóngqí Gǔfèn Yǒuxiàn Gōngsī, lit. Hongqi Corporation Ltd.; commonly known as Acer and stylized as acer) is a Taiwanese multinational hardware and electronics corporation, specializing in advanced electronics technology, headquartered in Xizhi, New Taipei City, Taiwan. Acer's products include desktop PCs, laptop PCs (clamshells, 2-in-1s, convertibles and Chromebooks), tablets, servers, storage devices, virtual reality devices, displays, smartphones and peripherals.",
  "/wiki/Acer_TravelMate": "TravelMate is a series of business-oriented computer notebooks manufactured by Acer. Of the various notebook series Acer has offered, the TravelMate is designated as a lightweight business and professional computer built to withstand day-to-day activities. Travelmate laptops are well received by reviewers, often, however, they are faulted for a lack of visual appeal. The TravelMate name was previously used by Texas Instruments, which sold its mobile computing division to Acer in 1997. The TravelMate mainly competes against computers such as Dell's Latitude, HP's EliteBook and ZBook, Lenovo's ThinkPad and Toshiba's Portégé and Tecra.",
  "/wiki/Asus": "AsusTek Computer Inc. (/ˈeɪsuːs/; Chinese: 華碩電腦股份有限公司; pinyin: Huáshuò diànnǎo gǔfèn yǒuxiàn gōngsī; stylised as ASUSTeK or ASUS) is a Taiwan-based multinational computer and phone hardware and electronics company headquartered in Beitou District, Taipei, Taiwan. Its products include desktops, laptops, netbooks, mobile phones, networking equipment, monitors, WIFI routers, projectors, motherboards, graphics cards, optical storage, multimedia products, peripherals, wearables, servers, workstations, and tablet PCs. The company is also an original equipment manufacturer (OEM).",
  "/wiki/Casio": "Casio Computer Co., Ltd. (カシオ計算機株式会社, Kashio Keisanki Kabushiki-gaisha) is a Japanese  multinational consumer electronics and commercial electronics manufacturing company headquartered in Shibuya, Tokyo, Japan. Its products include calculators, mobile phones, digital cameras, electronic musical instruments, and analogue and digital watches. It was founded in 1946, and  in 1957 introduced the world's first entirely electric compact calculator. It was an early digital camera innovator, and during the 1980s and 1990s, the company developed numerous affordable home electronic keyboards for musicians along with introducing the world's first mass-produced digital watches.",
  "/wiki/Dell": "Dell Inc., which operates under the brand name Dell, is an American multinational computer technology company that develops, sells, repairs, and supports computers and related products and services. Named after its founder, Michael Dell, the company is one of the largest technological corporations in the world, employing more than 145,000 people in the U.S. and around the world (Annual report 2018).",
  "/wiki/Dell_Latitude": "Latitude is Dell's business laptop brand, designed and manufactured mainly by Compal and Quanta. The Latitude competes with the ThinkPad series from Lenovo (formerly IBM), the EliteBook series from HP and Travelmate series from Acer. The \"Rugged (Extreme)\", \"XFR\" and \"ATG\" models compete primarily with Panasonic's Toughbook line of rugged computers.",
  "/wiki/Dell_Precision": "Dell Precision is a series of computer workstations for CAD/architecture/CG professionals, or as small-scale business servers.",
  "/wiki/Dell_Inspiron": "The Inspiron (/ˈɪnspɪrɒn/ IN-spirr-on, stylized as inspiron) is a computer product line created, designed, developed, marketed, produced and sold by Dell as a range of affordable  laptop computers, desktop computers and all-in-one computers. The Inspiron range mainly competes against computers such as Acer's Aspire, Asus' Transformer Book Flip, VivoBook and Zenbook, HP's Pavilion and Envy, Lenovo's IdeaPad, Samsung's Sens and Toshiba's Satellite.[citation needed]",
  "/wiki/Elonex": "Elonex is a British computer hardware and related IT services company that develops eBook Readers, Android eTouch Tablets, and other consumer electronics.",
  "/wiki/Elonex_ONE": "The Elonex ONE (also referred to as ONE) is a netbook computer marketed to the education sector by Elonex.  The ONE's operating system is called Linos, based on Linux kernel 2.6.21, has Wi-Fi connectivity, Ethernet networking, a solid-state hard drive, two USB ports and weighs less than 1 kg.",
  "/wiki/Fujitsu": "Fujitsu Ltd. (富士通株式会社, Fujitsū Kabushiki-gaisha) is a Japanese multinational information technology equipment and services company headquartered in Tokyo, Japan. In 2018, it was the world's fourth-largest IT services provider measured by global IT services revenue (after IBM, Accenture and AWS). Fortune named Fujitsu as one of the world's most admired companies and a Global 500 company.",
  "/wiki/Lifebook": "Lifebook is a line of laptop computers made by Fujitsu, which also offers a range of notebooks and tablet PCs within the same Lifebook family.",
  "/wiki/HP_Inc.": "HP Inc. (also known as HP and stylized as hp) is an American multinational information technology company headquartered in Palo Alto, California, United States. It develops personal computers (PCs), printers and related supplies, as well as 3D printing solutions.",
  "/wiki/HP_EliteBook": "HP EliteBook is a brand of premium business-class notebooks and mobile workstations made by Hewlett-Packard. The EliteBook series, which fits above the lower-end ProBook series, was introduced in August 2008. The Elitebook brand included mobile workstations until September 2013, when they were rebranded as HP ZBook. The EliteBook mainly competes against computer lineups such as Acer's TravelMate, Dell's Latitude and Precision, Lenovo's ThinkPad and Toshiba's Portégé and Tecra.",
  "/wiki/HP_ZBook": "HP ZBook is a brand of mobile workstations made by Hewlett-Packard. Introduced in September 2013, it is a successor to HP's previous mobile workstations in the HP EliteBook series. The ZBook mainly competes against PCs such as Dell's Precision and Lenovo's ThinkPad P-series.",
  "/wiki/HP_ProBook": "The HP ProBook is a brand of business notebooks made by Hewlett-Packard. HP marketed the ProBook series to business users; the list price was lower than that of HP's higher-end EliteBook series.",
  "/wiki/Lenovo": "Lenovo Group Limited, often shortened to Lenovo (/lɛˈnoʊvoʊ/ leh-NOH-voh), is a Chinese multinational technology company with headquarters in Beijing. The company designs, develops, manufactures, and sells personal computers, tablet computers, smartphones, workstations, servers, electronic storage devices, IT management software, and smart televisions. Lenovo is the world's largest personal computer vendor by unit sales, as of March 2019. It markets the ThinkPad and ThinkBook business lines of notebook computers; IdeaPad, Yoga, and Legion consumer lines of notebook laptops; and the IdeaCentre and ThinkCentre lines of desktops.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/ThinkPad": "ThinkPad  is a line of business-oriented laptop computers and tablets designed, developed, marketed, and sold by Lenovo, and formerly IBM. ThinkPads are known for their minimalist, black, and boxy design which was initially modeled in 1990 by industrial designer Richard Sapper, based on the concept of a traditional Japanese Bento lunchbox revealing its nature only after being opened. According to later interviews with Sapper, he also characterized the simple ThinkPad form to be as elementary as a simple, black cigar box, and with similar proportions that offers a 'surprise' when opened.",
  "/wiki/NEC": "NEC Corporation (日本電気株式会社, Nippon Denki Kabushiki-gaisha) is a Japanese multinational information technology and electronics company, headquartered in Minato, Tokyo. The company was known as the Nippon Electric Company, Limited, before rebranding in 1983 as NEC. It provides IT and network solutions to business enterprises, communications services providers and to government agencies, and has also been the biggest PC vendor in Japan since the 1980s with the PC-8000 series.",
  "/wiki/Nintendo": "Nintendo Co., Ltd.[a] is a Japanese multinational consumer electronics and video game company headquartered in Kyoto. Nintendo is one of the world's largest video game companies by market capitalization, creating some of the best-known and top-selling video game franchises of all-time, such as Mario, The Legend of Zelda, Animal Crossing, and Pokémon.",
  "/wiki/New_Nintendo_3DS": "The New Nintendo 3DS[a] is a handheld game console developed by Nintendo. It is the fourth system in the Nintendo 3DS family of handheld consoles, following the original Nintendo 3DS, the Nintendo 3DS XL, and the Nintendo 2DS. The system was released in Japan on October 11, 2014, in Australia and New Zealand on November 21, 2014, on January 6, 2015 in Europe in a special Club Nintendo-exclusive \"Ambassador Edition\", and at retail in Europe on February 13, 2015. Like the original 3DS, the New Nintendo 3DS also has a larger variant, the New Nintendo 3DS XL,[b] released in all three regions. In North America, the New Nintendo 3DS XL was released on February 13, 2015, while the standard-sized New Nintendo 3DS was released later on September 25, 2015.",
  "/wiki/Samsung_Electronics": "Samsung Electronics Co., Ltd. (Korean: 삼성전자; Hanja: 三星電子; RR: Samsung Jeonja; literally 'tristar electronics') is a South Korean multinational electronics company headquartered in Suwon, South Korea. Due to some circular ownership, it is the flagship company of the Samsung chaebol, accounting for 70% of the group's revenue in 2012. Samsung Electronics has assembly plants and sales networks in 80 countries and employs around 308,745 people. It is the world's largest manufacturer of consumer electronics and semiconductors by revenue. As of June 2018,[update] Samsung Electronics' market capitalization stood at US$325.9 billion.",
  "/wiki/Sony": "Sony Corporation (ソニー株式会社, Sonī Kabushiki Kaisha, /ˈsoʊni/ SOH-nee, commonly known as Sony and stylized as SONY) is a Japanese multinational conglomerate corporation headquartered in Kōnan, Minato, Tokyo. Its diversified business includes consumer and professional electronics, gaming, entertainment and financial services. The company owns the largest music entertainment business in the world, the largest video game console business and one of the largest video game publishing businesses, and is one of the leading manufacturers of electronic products for the consumer and professional markets, and a leading player in the film and television entertainment industry.[better source needed] Sony was ranked 97th on the 2018 Fortune Global 500 list.",
  "/wiki/Sony_PS3": "The PlayStation 3 (officially abbreviated as PS3) is a home video game console developed by Sony Computer Entertainment. It is the successor to PlayStation 2, and is part of the PlayStation brand of consoles. It was first released on November 11, 2006 in Japan, November 17, 2006 in North America, and March 23, 2007 in Europe and Australia. The PlayStation 3 competed primarily against Microsoft's Xbox 360 and Nintendo's Wii as part of the seventh generation of video game consoles.",
  "/wiki/Sony_VAIO_P_series": "The Sony Vaio P series is a range of ultraportable subnotebook computers launched in January 2009.",
  "/wiki/Toshiba": "Toshiba Corporation (株式会社東芝, Kabushiki-gaisha Tōshiba, English: /təˈʃiːbə, tɒ-, toʊ-/) is a Japanese multinational conglomerate headquartered in Tokyo, Japan.  Its diversified products and services include information technology and communications equipment and systems, electronic components and materials, power systems, industrial and social infrastructure systems, consumer electronics, home appliances, medical equipment, office equipment, as well as lighting and logistics.",
  "/wiki/Portege": "Toshiba Portégé (dynabook Portégé in Japan) is a range of business-oriented ultra-light laptops manufactured by Toshiba, where Portégé is the prefix name for each of the models in a current series.",
  "/wiki/Toshiba_Tecra": "The Toshiba Tecra (dynabook TECRA in Japan) is a series of business laptops manufactured by Toshiba. The Tecra series includes four notebook models. The number of Tecra notebook models available for sale is strictly dependent on the location: North and South America, Europe, Africa and South Africa, the Middle East or the South Pacific region.",
  "/wiki/Toshiba_Satellite": "The Toshiba Satellite (dynabook Satellite in Japan) was a line of consumer-grade notebook computers marketed by Toshiba, and were some of the earliest laptops, introduced in the early-1990s, to compete with the IBM Thinkpad line. Models in the Satellite family varied greatly - from entry-level models sold at major retailers to full-fledged media center-class notebooks. The latter are labeled as \"Qosmio\" and sold alongside the Satellite name. The Qosmio models tended to have added features like two hard drive bays, multiple graphics cards, several input/output ports of varying design, unique case styling, backlit keyboards, significantly more powerful sound systems (built in subwoofer and amplifier), etc. The Satellite mainly competes against computers such as Acer's Aspire, Dell's Inspiron and XPS, HP's Pavilion and Envy, Lenovo's IdeaPad and Samsung's Sens.",
  "/wiki/Toshiba_Libretto": "The Libretto was a line of subnotebook computers designed and produced by Toshiba. The line was distinguished by its combination of functionality and small size, squeezing a full Windows PC into a device the size of a paperback book. The first Libretto model, the Libretto 20, was released on April 17, 1996 (in Japan only), with a volume of 821 cm3 (50.1 cu in) and weighing just 840 g (30 oz), making it by far, the world's smallest commercially available Windows PC at the time, and a trend the Libretto Range continued for many years. The original Libretto line was discontinued in Europe and the U.S. in 1999, but the production continued in Japan with the SS, FF and then the L series until 2002.  The first L series Libretto (The L1) was released on 18 May 2001 (in Japan only) and the last (The L5) just 11 Months later on 24 April 2002. Production of all Librettos ceased from 2002 until the release of the Libretto U100 in 2005.",
  "/wiki/Unicomp": "Unicomp is a manufacturer of computer keyboards and keyboard accessories, based in Lexington, Kentucky, United States."
}