{
  "/wiki/Manuela_Landgraf": "Manuela Landgraf is a former East German pair skater. She won the 1984 World Junior Figure Skating Championships with partner Ingo Steuer.",
  "/wiki/Ingo_Steuer": "Ingo Steuer (born 1 November 1966) is a German pair skater and skating coach. With Mandy Wötzel, he is the 1998 Olympic bronze medalist, the 1997 World champion, the 1995 European champion, and a four-time German national champion. As a coach, he led Aliona Savchenko and Robin Szolkowy of Germany to multiple world and European titles.",
  "/wiki/East_Germany": "East Germany, officially the German Democratic Republic (GDR; German: Deutsche Demokratische Republik [ˈdɔʏtʃə demoˈkʁaːtɪʃə ʁepuˈbliːk], DDR), was a state that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forces following the end of World War II—the Soviet occupation zone of the Potsdam Agreement, bounded on the east by the Oder–Neisse line. The Soviet zone surrounded West Berlin but did not include it; as a result, West Berlin remained outside the jurisdiction of the GDR.\n The German Democratic Republic was established in the Soviet zone, while the Federal Republic was established in the three western zones. East Germany was a satellite state of the Soviet Union. Soviet occupation authorities began transferring administrative responsibility to German communist leaders in 1948, and the GDR began to function as a state on 7 October 1949. However, Soviet forces remained in the country throughout the Cold War. Until 1989, the GDR was governed by the Socialist Unity Party (SED), though other parties nominally participated in its alliance organisation, the National Front. The SED made the teaching of Marxism–Leninism and the Russian language compulsory in schools.\n The economy was centrally planned and increasingly state-owned. Prices of housing, basic goods and services were set by central government planners rather than rising and falling through supply and demand; and were heavily subsidised. Although the GDR had to pay substantial war reparations to the Soviets, it became the most successful economy in the Eastern Bloc. Emigration to the West was a significant problem—as many of the emigrants were well-educated young people, it further weakened the state economically. The government fortified its western borders and, in 1961, built the Berlin Wall. Many people attempting to flee were killed by border guards or booby traps, such as landmines. Many others spent large amounts of time imprisoned for attempting to escape.\n In 1989, numerous social, economic, and political forces in the GDR and abroad led to the fall of the Berlin Wall and the establishment of a government committed to liberalisation. The following year, free and fair elections were held, and international negotiations led to the signing of the Final Settlement treaty on the status and borders of Germany. The GDR dissolved itself, and Germany was reunified on 3 October 1990, becoming a fully sovereign state again. Several of the GDR's leaders, notably its last communist leader Egon Krenz, were prosecuted after reunification for crimes committed during the Cold War.\n Geographically, the German Democratic Republic bordered the Baltic Sea to the north; Poland to the east; Czechoslovakia to the southeast and West Germany to the southwest and west. Internally, the GDR also bordered the Soviet sector of Allied-occupied Berlin, known as East Berlin, which was also administered as the state's de facto capital. It also bordered the three sectors occupied by the United States, United Kingdom and France known collectively as West Berlin. The three sectors occupied by the Western nations were sealed off from the GDR by the Berlin Wall from its construction in 1961 until it was brought down in 1989.",
  "/wiki/Susan_Dungjen": "Susan Dungjen (born April 7, 1970) is an American former pair skater. With brother Jason Dungjen, she is the 1984 World Junior silver medalist and the 1985 U.S. pewter medalist. They won the silver medal at the 1983 NHK Trophy.",
  "/wiki/Jason_Dungjen": "Jason Dungjen (born September 28, 1967) is an American figure skating coach and a former pair skater. With Kyoko Ina, he is a two-time Skate America silver medalist, a three-time Nations Cup medalist, and a two-time U.S. national champion. With Susan Dungjen, he is the 1983 NHK Trophy silver medalist and 1984 World Junior silver medalist.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.\n The Soviet Union had its roots in the 1917 October Revolution, when the Bolsheviks, led by Vladimir Lenin, overthrew the Russian Provisional Government which had replaced the autocratic regime of Tsar Nicholas II during World War I. In 1922, after a civil war ending in the Bolsheviks' victory, the USSR was formed by a treaty which united the Russian, Transcaucasian, Ukrainian and Byelorussian republics. Following Lenin's death in 1924 and a brief power struggle, Joseph Stalin came to power in the mid-1920s. Stalin formalized the Communist Party's ideology of Marxism–Leninism and replaced the market economy with a command economy which led to a period of rapid industrialization and collectivization. During this period, rapid economic development resulted in dramatic improvements in the average standard of living, particularly in urban areas. Despite these improvements, significant tragedies also occurred.  In addition to drought, which was a primary factor in a long history of regularly occurring famines in the region, agricultural collectivization contributed to a major famine in 1932–33, causing millions of deaths.  Political paranoia fermented, especially after the rise of the Nazis in Germany in 1933, culminating in the Great Purge, during which hundreds of thousands of persons accused of spying or sabotage were arrested and executed without trial.\n On 23 August 1939, after unsuccessful efforts to form an anti-fascist alliance with Western powers, the Soviets signed the non-aggression agreement with Nazi Germany. After the start of World War II, the formally neutral Soviets invaded and annexed territories of several Eastern European states, including Poland and the Baltic states. In June 1941, Germany invaded the Soviet Union, opening the most extensive and bloodiest theater of war in history. Soviet casualties accounted for the highest proportion of the war in the effort of acquiring the upper hand over the Axis forces at intense battles such as Stalingrad and Kursk. In most of the territories occupied by the Red Army after its westward advance, local communists assumed power and formed governments allied with the Soviets. The post-war division of Europe into capitalist and communist halves led to increased tensions with the United States-led Western Bloc, known as the Cold War. Stalin died in 1953 and was eventually succeeded by Nikita Khrushchev, who in 1956 denounced Stalin and began a period of liberal reforms known as de-Stalinization. The Cuban Missile Crisis occurred during Khrushchev's rule, which was among the many factors that led to his removal in 1964. In the early 1970s, there was a brief détente of relations with the United States, but tensions resumed with the Soviet–Afghan War in 1979. In 1985, the last Soviet premier, Mikhail Gorbachev, sought to reform and liberalize the economy through his policies of glasnost (openness) and perestroika (restructuring). These policies caused political instability arising from nationalist and separatist movements. In 1989, Soviet-allied states in Eastern Europe were overthrown in a wave of revolutions which ended communist rule.\n As part of an attempt to prevent the country's collapse, a referendum was held in March 1991, boycotted by three republics, that resulted in a majority favoring the preservation of the union as a renewed federation. Gorbachev's power was greatly diminished after Russian President Boris Yeltsin's high-profile role in facing down a coup d'état by party hardliners. In late 1991, Gorbachev resigned, and the Supreme Soviet of the Soviet Union met and formally dissolved the union. The remaining 12 constituent republics emerged as independent post-Soviet states. Russian Federation—formerly the Russian SFSR—assumed the Soviet Union's rights and obligations and became recognized as the de facto successor state. At the same time, Ukraine by law declared that it is a state-successor of both Ukrainian SSR and the Soviet Union. Today, Russia and Ukraine have an ongoing dispute over formerly-Soviet property.\n The Soviet Union produced many significant technological achievements and innovations of the 20th century, including the world's first human-made satellite, the first humans in space and the first probe to land on another planet, Venus. The country had the world's second-largest economy and the largest standing military in the world. The USSR was recognized as one of the five nuclear weapons states and possessed the largest stockpile of weapons of mass destruction. It was a founding permanent member of the United Nations Security Council as well as a member of the Organization for Security and Co-operation in Europe (OSCE), the World Federation of Trade Unions (WFTU) and the leading member of the Council for Mutual Economic Assistance (CMEA) and the Warsaw Pact.",
  "/wiki/Ekaterina_Gordeeva": "Ekaterina \"Katia\" Alexandrovna Gordeeva (Russian: Екатерина Александровна Гордеева; born 28 May 1971) is a Russian figure skater. Together with her partner and husband, the late Sergei Grinkov, she was the 1988 and 1994 Olympic Champion and four-time World Champion (1986, 1987, 1989, 1990) in pair skating. After Grinkov's death, Gordeeva continued performing as a singles skater.",
  "/wiki/Sergei_Grinkov": "Sergei Mikhailovich Grinkov (Russian: Серге́й Миха́йлович Гринько́в; 4 February 1967 — 20 November 1995) was a Russian pair skater. Together with partner and wife Ekaterina Gordeeva, he was the 1988 and 1994 Olympic Champion and a four-time World Champion (1986, 1987, 1989, 1990).",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Danielle_Carr": "Danielle Vanessa McGrath, née Carr OAM (born 6 November 1969 in Sydney) is an Australian former pair skater. With her brother, Stephen Carr, she is a nineteen-time (1980–1998) Australian national champion. They competed at the 1992 Winter Olympics, placing 13th, the 1994 Winter Olympics, placing 11th, and the 1998 Winter Olympics, again placing 13th. They retired from competitive skating following the 1998 Olympic season. During their amateur career, they were coached by Sergei Shakhrai and Kerry Leitch.\n In the 2000 Australia Day Honours McGrath was awarded the Medal of the Order of Australia (OAM) for \"service to figure skating at Australian and World Championships, and to the Olympic movement\".\n As of 2006, McGrath was working as a skating coach in Sydney, Australia. She coached Emma Brien / Stuart Beckingham.",
  "/wiki/Stephen_Carr_(figure_skater)": "Stephen Carr (born 6 January 1966 in Sydney) is an Australian former pair skater. With his sister, Danielle, he is a nineteen-time (1980-1998) Australian national champion. They competed at the 1992 Winter Olympics, placing 13th, the 1994 Winter Olympics, placing 11th, and the 1998 Winter Olympics, again placing 13th. They retired from competitive skating around 1998. During their career, they were coached by Sergei Shakhrai and Kerry Leitch.\n As of 2006, Carr was working as a skating coach in Sydney, Australia. He coached Sean Carlow and Emma Brien / Stuart Beckingham.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.\n At the onset of the Cold War, Europe was divided among the Western and Eastern blocs. Germany was de facto divided into two countries and two special territories, the Saarland and a divided Berlin. Initially, the Federal Republic of Germany claimed an exclusive mandate for all of Germany, considering itself to be the sole democratically reorganised continuation of the 1871–1945 German Reich. It took the line that the German Democratic Republic (GDR) was an illegally constituted puppet state. Though the GDR did hold regular elections, these were neither free nor fair. From the West German perspective, the GDR was therefore illegitimate.  \n Three southwestern states of West Germany merged to form Baden-Württemberg in 1952, and the Saarland joined the Federal Republic of Germany in 1957. In addition to the resulting ten states, West Berlin was considered a de facto eleventh state. While legally not part of the Federal Republic of Germany, as Berlin was under the control of the Allied Control Council, West Berlin politically aligned itself with West Germany and was represented in its federal institutions.\n The foundation for the influential position held by Germany today was laid during the Wirtschaftswunder (economic miracle) of the 1950s when West Germany rose from the enormous destruction wrought by World War II to become the world's third-largest economy. The first chancellor Konrad Adenauer, who remained in office until 1963, had worked for a full alignment with NATO rather than neutrality. He not only secured a membership in NATO but was also a proponent of agreements which developed into the present-day European Union. When the G6 was established in 1975, there was no question  as to whether the Federal Republic of Germany would become a member.\n Following the collapse of communism in Central and Eastern Europe in 1989, symbolised by the opening of the Berlin Wall, there was a rapid move towards German reunification. East Germany voted to dissolve itself and accede to the Federal Republic in 1990. Its five post-war states (Länder) were reconstituted along with the reunited Berlin, which ended its special status and formed an additional Land. They formally joined the Federal Republic on 3 October 1990, raising the number of states from ten to sixteen, ending the division of Germany. The reunion did not result in a new country;  instead, the process was essentially a voluntary act of accession, whereby West Germany was enlarged to include the additional states of East Germany, which had ceased to exist. The expanded Federal Republic retained West Germany's political culture and continued its existing memberships in international organisations, as well as its Western foreign policy alignment and affiliation to Western alliances like UN, NATO, OECD and the European Union.",
  "/wiki/Lisa_Cushley": "Lisa Cushley (born 12 April 1969 in Stockton-on-Tees) is an English former pair skater who represented the United Kingdom. Competing with her brother, Neil Cushley, she finished 13th at the 1988 Winter Olympics in Calgary. The pair placed 7th at the 1987 European Championships, 14th at the 1988 World championships, and 7th at the 1989 European Championships.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Todd_Waggoner": "Todd Eric Waggoner (born December 24, 1965) is an American former pair skater. With Gillian Wachsman, he is the 1985 NHK Trophy champion, 1985 Skate America bronze medalist, and 1986 U.S. national champion. The pair competed at the 1988 Winter Olympics, placing fifth, and at three World Championships, placing as high as fourth.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/1984_World_Junior_Figure_Skating_Championships": "The 1984 World Junior Figure Skating Championships were held December 5–11, 1983 in Sapporo, Japan. Commonly called \"World Juniors\" and \"Junior Worlds\", the event determined the World Junior champions in the disciplines of men's singles, ladies' singles, pair skating, and ice dancing. The regular senior-level NHK Trophy competition was not held that year, the World Junior Championships being held in its stead."
}