{
  "/wiki/Mobile_devices": "A mobile device (or handheld computer) is a computer small enough to hold and operate in the hand. Typically, any handheld computer device will have an LCD or OLED flatscreen interface, providing a touchscreen interface with digital buttons and keyboard or physical buttons along with a physical keyboard. Many such devices can connect to the Internet and interconnect with other devices such as car entertainment systems or headsets via Wi-Fi, Bluetooth, cellular networks or near field communication (NFC). Integrated cameras, the ability to place and receive voice and video telephone calls, video games, and Global Positioning System (GPS) capabilities are common. Power is typically provided by a lithium battery. Mobile devices may run mobile operating systems that allow third-party apps specialized for said capabilities to be installed and run.",
  "/wiki/Super_Bomberman": "Super Bomberman[a] is the first video game in the Bomberman series released for the Super NES, released in 1993. It is also the first four-player game to be released on the Super NES and the first game in the series to be released in Europe keeping the Bomberman title instead of being called Dynablaster.",
  "/wiki/Mobile_Phones": "A mobile phone, cellular phone, cell phone, cellphone, or hand phone, sometimes shortened to simply mobile, cell or just phone, is a portable telephone that can make and receive calls over a radio frequency link while the user is moving within a telephone service area. The radio frequency link establishes a connection to the switching systems of a mobile phone operator, which provides access to the public switched telephone network (PSTN). Modern mobile telephone services use a cellular network architecture, and, therefore, mobile telephones are called cellular telephones or cell phones, in North America. In addition to telephony, 2000s-era mobile phones support a variety of other services, such as text messaging, MMS, email, Internet access, short-range wireless communications (infrared, Bluetooth), business applications, video games, and digital photography. Mobile phones offering only those capabilities are known as feature phones; mobile phones which offer greatly advanced computing capabilities are referred to as smartphones.",
  "/wiki/Bomberman": "Bomberman (ボンバーマン, Bonbāman, also briefly known as Dyna Blaster in Europe) is a strategic, maze-based video game franchise originally developed by Hudson Soft and currently owned by Konami. The first game in the series was released in Japan in December 20, 1985 (1987 in the US)  and new games have been published at irregular intervals ever since. Today, Bomberman has featured in over 70 different games on numerous platforms (including all Nintendo platforms), as well as several anime and manga. The most recent iteration, Super Bomberman R, was released in 2017.",
  "/wiki/IOS": "iOS (formerly iPhone OS) is a mobile operating system created and developed by Apple Inc. exclusively for its hardware. It is the operating system that presently powers many of the company's mobile devices, including the iPhone, and iPod Touch; it also powered the iPad prior to the introduction of iPadOS in 2019. It is the second most popular mobile operating system globally after Android.",
  "/wiki/I-mode": "NTT DoCoMo's i-mode is a mobile internet (distinct from wireless internet) service popular in Japan. Unlike Wireless Application Protocol, i-mode encompasses a wider variety of internet standards, including web access, e-mail, and the packet-switched network that delivers the data. i-mode users have access to various services such as e-mail, sports results, weather forecast, games, financial services, and ticket booking. Content is provided by specialized services, typically from the mobile carrier, which allows them to have tighter control over billing.",
  "/wiki/Bomberman_Touch:_The_Legend_of_Mystic_Bomb": "The Bomberman Touch video games were a series of two Bomberman games for the iOS created by Hudson Soft. The first game, Bomberman Touch: The Legend of Mystic Bomb[a] was released on July 10, 2008 as a launch title for the App Store. The game spawned a sequel, Bomberman Touch 2: Volcano Party[b], released on June 17, 2009. The sequel adds multiplayer and online social interaction through the OpenFeint platform. It was later updated for Game Center support.",
  "/wiki/Bomberman_Touch_2:_Volcano_Party": "The Bomberman Touch video games were a series of two Bomberman games for the iOS created by Hudson Soft. The first game, Bomberman Touch: The Legend of Mystic Bomb[a] was released on July 10, 2008 as a launch title for the App Store. The game spawned a sequel, Bomberman Touch 2: Volcano Party[b], released on June 17, 2009. The sequel adds multiplayer and online social interaction through the OpenFeint platform. It was later updated for Game Center support.",
  "/wiki/Android_(operating_system)": "Android is a mobile operating system based on a modified version of the Linux kernel and other open source software, designed primarily for touchscreen mobile devices such as smartphones and tablets. Android is developed by a consortium of developers known as the Open Handset Alliance, with the main contributor and commercial marketer being Google.",
  "/wiki/IPad": "iPad (/ˈaɪpæd/ EYE-pad) is a line of tablet computers designed, developed and marketed by Apple Inc., which run the iOS and iPadOS  mobile operating systems.  The first iPad was released on April 3, 2010; the most recent iPad models are the seventh-generation iPad, released on September 25, 2019; the fifth-generation iPad mini, released on March 18, 2019; the third-generation iPad Air, released on March 18, 2019; and the 11-inch (280 mm) and third-generation 12.9-inch (330 mm) iPad Pro, released on November 7, 2018."
}