{
  "/wiki/SS_Algoma": "Algoma was a screw steamer built in 1883; it sank off the shore of Mott Island near Isle Royale in Lake Superior in 1885 and the remains are still on the lake bottom. The wreck was placed on the National Register of Historic Places in 1984.",
  "/wiki/Isle_Royale_National_Park": "Isle Royale National Park is an American national park consisting of Isle Royale and hundreds of adjacent islands, as well as the surrounding waters of Lake Superior, in the state of Michigan. Isle Royale National Park was established on April 3, 1940, then additionally protected from development by wilderness area designation in 1976, and declared a UNESCO International Biosphere Reserve in 1980. The park covers 894 square miles (2,320 km2), with 209 square miles (540 km2) of land and 685 square miles (1,770 km2) of surrounding waters. The park's northern boundary lies adjacent to the Canadian Lake Superior National Marine Conservation Area along the international border.",
  "/wiki/Multiple_Property_Submission": "The National Register of Historic Places (NRHP) is the United States federal government's official list of districts, sites, buildings, structures and objects deemed worthy of preservation for their historical significance. A property listed in the National Register, or located within a National Register Historic District, may qualify for tax incentives derived from the total value of expenses incurred in preserving the property.",
  "/wiki/SS_America_(1898)": "America was a packet boat transporting passengers, mail, and packages between settlements along the North Shore of Lake Superior, an inland sea in central North America.  Built in 1898, America sank in Washington Harbor off the shore of Isle Royale in 1928, where the hull still remains. The wreck was placed on the National Register of Historic Places in 1984.",
  "/wiki/Lake_Superior": "Lake Superior, the largest of the Great Lakes of North America, is also the world's largest freshwater lake by surface area, and the third largest freshwater lake by volume. It is shared by the Canadian province of Ontario to the north, the U.S. state of Minnesota to the west, and Wisconsin and the Upper Peninsula of Michigan to the south. The farthest north and west of the Great Lakes chain, Superior has the highest elevation of all five great lakes and drains into the St. Mary's River.",
  "/wiki/Duluth,_Minnesota": "Duluth /dəˈluːθ/ (listen) is a major port city in the U.S. state of Minnesota and the county seat of Saint Louis County. Duluth has a population of 85,884 and is the 4th largest city in Minnesota. It is the 2nd largest city on Lake Superior, after Thunder Bay, Ontario. It has the largest metropolitan area on the lake, with a population of 279,771 in 2010, the second-largest in the state.",
  "/wiki/Thunder_Bay,_Ontario": "Thunder Bay is a city in, and the seat of, Thunder Bay District, Ontario, Canada. It is the most populous municipality in Northwestern Ontario with a population of 107,909 as of the Canada 2016 Census, and the second most populous in Northern Ontario after Greater Sudbury. Located on Lake Superior, the census metropolitan area of Thunder Bay has a population of 121,621, and consists of the city of Thunder Bay, the municipalities of Oliver Paipoonge and Neebing, the townships of Shuniah, Conmee, O'Connor, and Gillies, and the Fort William First Nation.",
  "/wiki/Brockway_Mountain_Drive": "Brockway Mountain Drive is an 8.883-mile (14.296 km) scenic roadway just west of Copper Harbor in the Upper Peninsula of Michigan in the United States. Drivers can access the road from state highway M-26 on either end near Eagle Harbor to the west or Copper Harbor to the east in the Keweenaw Peninsula. The drive runs along the ridge of Brockway Mountain on the Keweenaw Fault and climbs to 1,320 feet (402 m) above sea level, 720 feet (220 m) above the surface of Lake Superior. Several viewpoints along the route allow for panoramas of Copper Harbor, Lake Superior, and undeveloped woodland. On a clear day, Isle Royale is visible approximately 50 miles (80 km) in distance from the top of the mountain.",
  "/wiki/Eagle_Harbor_Township,_Michigan": "Eagle Harbor Township is a civil township of Keweenaw County in the U.S. state of Michigan.  As of the 2000 census, the township population was 281. The irregularly shaped township is located on the Keweenaw Peninsula and also includes the southwestern half of Isle Royale. The unincorporated community of Eagle Harbor is located in the township along Lake Superior on M-26.",
  "/wiki/Scenic_highway": "A scenic route, tourist road, tourist route, tourist drive, holiday route, theme route, or scenic byway is a specially designated road or waterway that travels through an area of natural or cultural beauty. The designation is usually determined by a governmental body, such as a Department of Transportation or a Ministry of Transport.",
  "/wiki/Great_Depression": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across nations; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example of how intensely the world's economy can decline.",
  "/wiki/Central_Mine_Historic_District": "The Central Mine Historic District is a historic district located off US 41 in Upper Michigan.  The mine itself was designated a Michigan State Historic Site in 1958, while the surrounding district was designated a Michigan State Historic Site in 1973 and listed on the National Register of Historic Places in 1974.",
  "/wiki/U.S._Route_41_in_Michigan": "US Highway 41 (US 41) is a part of the United States Numbered Highway System that runs from Miami, Florida, to the Upper Peninsula of the US state of Michigan. In Michigan, it is a state trunkline highway that enters the state via the Interstate Bridge between Marinette, Wisconsin, and Menominee, Michigan. The 278.769 miles (448.635 km) of US 41 that lie within Michigan serve as a major conduit. Most of the highway is listed on the National Highway System. Various sections are rural two-lane highway, urbanized four-lane divided expressway and the Copper Country Trail National Scenic Byway. The northernmost community along the highway is Copper Harbor at the tip of the Keweenaw Peninsula. The trunkline ends at a cul-de-sac east of Fort Wilkins State Park after serving the Central Upper Peninsula and Copper Country regions of Michigan.",
  "/wiki/Central,_Michigan": "Sherman Township is a civil township of Keweenaw County in the U.S. state of Michigan.  As of the 2000 census, the population was 60.",
  "/wiki/Copper_mine": "Copper extraction refers to the methods used to obtain copper from its ores. The conversion of copper consists of a series of physical and electrochemical processes. Methods have evolved and vary with country depending on the ore source, local environmental regulations, and other factors.",
  "/wiki/Central_Mine_Methodist_Church": "The Central Mine Methodist Church is a church located on Old Stage Road in Central, Michigan, in the Central Mine Historic District.  It is one of the few structures being maintained in this nearly deserted mining town.  It was listed on the National Register of Historic Places and designated a Michigan State Historic Site in 1970.",
  "/wiki/SS_Chester_A._Congdon": "The Chester A. Congdon was a bulk steel freighter named after the lawyer and capitalist of the same name.  It was launched in 1907 and sank on November 6, 1918 in Lake Superior near Isle Royale.  The wreckage remains at the bottom of the lake, and in 1984 was placed on the National Register of Historic Places.",
  "/wiki/Cargo_ship": "A  cargo ship  or freighter is a merchant ship that carries cargo, goods, and materials from one port to another. Thousands of cargo carriers ply the world's seas and oceans each year, handling the bulk of international trade. Cargo ships are usually specially designed for the task, often being equipped with cranes and other mechanisms to load and unload, and come in all sizes. Today, they are almost always built by  welded steel, and with some exceptions generally have a life expectancy of 25 to 30 years before being scrapped.[better source needed]",
  "/wiki/Isle_Royale": "Isle Royale (/ˈrɔɪəl/, ROY-əl) is an island of the Great Lakes, located in the northwest of Lake Superior, in Laurentia. It is part of the U.S. state of Michigan. The island and the 450 surrounding smaller islands and waters make up Isle Royale National Park.",
  "/wiki/Church_of_the_Assumption_(Phoenix,_Michigan)": "The Church of the Assumption is an historic Carpenter Gothic style Roman Catholic church located on US 41, 400 feet east of M-26 in Phoenix in Houghton Township, Michigan.  It is also known as the Phoenix Church. The church was listed on the National Register of Historic Places in 2000.",
  "/wiki/M-26_(Michigan_highway)": "M-26 is a 96.355-mile-long (155.068 km) state trunkline highway in the U.S. state of Michigan, running from two miles (3.2 km) east of Rockland to its junction with US Highway 41 (US 41) in Copper Harbor. It generally runs southwest-to-northeast in the western half or Michigan's Upper Peninsula. The northernmost segment, which closely parallels the shore of Lake Superior on the west side of the Keweenaw Peninsula, is highly scenic.",
  "/wiki/Houghton_Township,_Michigan": "Houghton Township is a civil township of Keweenaw County in the U.S. state of Michigan. The population was 204 at the 2000 census. The township includes a portion of the Keweenaw Peninsula and also the northeastern half of Isle Royale.",
  "/wiki/Clifton,_Michigan": "Clifton was a community in Allouez Township, Keweenaw County, Michigan, that was founded in support of the Cliff mine—a mine opened in 1845 by the Pittsburgh and Boston Mining Company after copper was discovered there. It is located between Calumet and Eagle Harbor, off of Cliff Drive, alongside US 41 in the Keweenaw Peninsula. A historical marker is present at the site.",
  "/wiki/Phoenix,_Michigan": "Phoenix is an unincorporated community in Keweenaw County, Michigan, United States. Phoenix lies at the junction of M-26 and US 41, about two miles south of Eagle River, Michigan, near the shores of Lake Superior.",
  "/wiki/Copper_Harbor_Light": "The Copper Harbor Light is a lighthouse located in the harbor of Copper Harbor, Michigan USA on the Keweenaw Peninsula of Upper Michigan inside Fort Wilkins Historic State Park. It is a Michigan State Historic Site and listed on the National Register of Historic Places.",
  "/wiki/Grant_Township,_Keweenaw_County,_Michigan": "Grant Township is a civil township of Keweenaw County in the U.S. state of Michigan. As of the 2000 census, the township population was 172.",
  "/wiki/PS_Cumberland": "The Cumberland was a wooden-hulled side paddlewheeler built in 1871; it was wrecked off the shore of Isle Royale in Lake Superior in 1877 and the remains are still on the lake bottom.  The wreck was placed on the National Register of Historic Places in 1984.",
  "/wiki/Rock_of_Ages_Light": "The Rock of Ages Light is a U.S. Coast Guard lighthouse on a small rock outcropping (50 by 200 feet (15 m × 61 m)) approximately 2.25 miles (3.62 km) west of Washington Island and 3.5 miles (5.6 km) west of Isle Royale, in Eagle Harbor Township, Keweenaw County, Michigan (see map below).  It is an active aid to navigation.",
  "/wiki/SS_Henry_Chisholm": "The Henry Chisholm was a wooden freighter; it was sunk off the shore of Isle Royale in Lake Superior in 1898 and the remains are still on the lake bottom.  The wreck was placed on the National Register of Historic Places in 1984.",
  "/wiki/Eagle_Harbor_Coast_Guard_Station_Boathouse": "The Eagle Harbor Coast Guard Station Boathouse is a boathouse located at 9282 Marina Road in Eagle Harbor, Michigan. It was listed on the National Register of Historic Places in 2012.",
  "/wiki/Eagle_Harbor,_Michigan": "Eagle Harbor is an unincorporated community and census-designated place located on the north side of the Keweenaw Peninsula within Eagle Harbor Township, Keweenaw County in the U.S. State of Michigan. Its population was 76 as of the 2010 census. M-26 passes through this community. This hamlet was especially popular with the sailors in days past, as it had a good steamboat landing and is about equally distant from Sault Sainte Marie, Michigan, and Duluth, Minnesota. It was the first stop for supplies for the many boats on Lake Superior.",
  "/wiki/Eagle_Harbor_Light": "Eagle Harbor Light is an operational lighthouse at Eagle Harbor, in Keweenaw County in the state of Michigan.  It sits on the rocky entrance to Eagle Harbor and is one of several light stations that guide mariners on Lake Superior across the northern edge of the Keweenaw Peninsula.  The original lighthouse, built in 1851, was replaced in 1871 by the present red brick structure, which is a Michigan State Historic Site and listed on the National Register of Historic Places.",
  "/wiki/United_States_Coast_Guard": "The United States Coast Guard (USCG) is the coastal defense, search and rescue, and maritime law enforcement branch of the United States Armed Forces and one of the country's eight uniformed services. The Coast Guard is a maritime, military, multi-mission service unique among the U.S. military branches for having a maritime law enforcement mission with jurisdiction in both domestic and international waters and a federal regulatory agency mission as part of its duties. It operates under the U.S. Department of Homeland Security during peacetime, and can be transferred to the U.S. Department of the Navy by the U.S. President at any time, or by the U.S. Congress during times of war. Congressional authority transfers happened twice: in 1917, during World War I, and in 1941, during World War II.",
  "/wiki/Eagle_Harbor_Schoolhouse": "The Eagle Harbor Schoolhouse is a school located at the corner of Third and Center Streets in Eagle Harbor, Michigan, United States. It is significant as the location where Justus H. Rathbone was first inspired to write the ritual which was the basis of the Order of the Knights of Pythias. The schoolhouse was designated a Michigan State Historic Site in 1971 and listed on the National Register of Historic Places in 1972.  It is also known as the Pythian Shrine and as the Rathbone School.",
  "/wiki/Justus_H._Rathbone": "Justus Henry Rathbone (October 29, 1839 in Deerfield, New York – December 9, 1889 in Lima, Ohio) was the founder of the international fraternal order of the Knights of Pythias. He graduated from Colgate University and attended Carlisle Seminary. He was a music composer and actor. In 1863 he moved to Washington D.C. as a government clerk in the United States Treasury Department, where he founded the Knights of Pythias on February 19, 1864. Rathbone wrote the ritual for the Knights of Pythias which is based on the mythological friendship of Damon and Pythias, while he was a school teacher at the Eagle Harbor Schoolhouse, in Eagle Harbor, Michigan.",
  "/wiki/Order_of_the_Knights_of_Pythias": "The Knights of Pythias is a fraternal organization and secret society founded in Washington, D.C., on 19 February 1864. The Knights of Pythias is the first fraternal organization to receive a charter under an act of the United States Congress. It was founded by Justus H. Rathbone, who had been inspired by a play by the Irish poet John Banim about the legend of Damon and Pythias. This legend illustrates the ideals of loyalty, honor, and friendship that are the center of the order.",
  "/wiki/Eagle_River_Historic_District": "The Eagle River Historic District is a historic district located in Eagle River, Michigan, roughly covering Front Street, 2nd Street, 3rd Street, 4th Street, 5th Street, and Main Street.  The district was listed on the National Register of Historic Places in 1984.",
  "/wiki/Eagle_River,_Michigan": "Eagle River is an unincorporated community and census-designated place (CDP) in the U.S. state of Michigan and is the county seat of Keweenaw County. Its population was 71 as of the 2010 census.  It is by far the least-populated county seat in the state of Michigan.",
  "/wiki/Edisen_Fishery": "The Edisen Fishery is a fishery located in Rock Harbor in the Isle Royale National Park in Michigan.  It was designated a Michigan State Historic Site in 1976 and listed on the National Register of Historic Places in 1977.",
  "/wiki/SS_Emperor": "The Emperor was a freighter built in 1910; it sank off the shore of Isle Royale in Lake Superior in 1947 and the remains are still on the lake bottom.  The wreck was placed on the National Register of Historic Places in 1984.",
  "/wiki/Iron_ore": "Iron ores are rocks and minerals from which metallic iron can be economically extracted. The ores are usually rich in iron oxides and vary in colour from dark grey, bright yellow, or deep purple to rusty red. The iron is usually found in the form of magnetite (Fe3O4, 72.4% Fe), hematite (Fe2O3, 69.9% Fe), goethite (FeO(OH), 62.9% Fe), limonite (FeO(OH)·n(H2O), 55% Fe) or siderite (FeCO3, 48.2% Fe).",
  "/wiki/Fort_Wilkins_Historic_State_Park": "Fort Wilkins Historic State Park is a historical park operated by the Michigan Department of Natural Resources at Copper Harbor, Michigan. The park preserves the restored 1844 army military outpost, Fort Wilkins, which was placed on the National Register of Historic Places in 1970. The state park's 700 acres (280 ha) include camping and day-use facilities as well as the Copper Harbor Lighthouse, built in 1866. The park is a \"Cooperating Site\" of the Keweenaw National Historical Park.",
  "/wiki/Copper_Harbor,_Michigan": "Copper Harbor is an unincorporated community, census-designated place, and all-season resort town in northeastern Keweenaw County in the U.S. state of Michigan. It is within Grant Township on the Keweenaw Peninsula which juts out from the Upper Peninsula of Michigan into Lake Superior. Due to its natural environment and surroundings, Copper Harbor is marketed as a tourist destination within the Great Lakes region. Its population was 108 as of the 2010 census.",
  "/wiki/Ojibwa": "The Ojibwe, Ojibwa, Chippewa, or Saulteaux are an Anishinaabe people of Canada and the northern Midwestern United States. They are one of the most numerous indigenous peoples north of the Rio Grande. In Canada, they are the second-largest First Nations population, surpassed only by the Cree. In the United States, they have the fifth-largest population among Native American peoples, surpassed in number only by the Navajo, Cherokee, Choctaw and Sioux.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/State_park": "State parks are parks or other protected areas managed at the sub-national level within those nations which use \"state\" as a political subdivision. State parks are typically established by a state to preserve a location on account of its natural beauty, historic interest, or recreational potential. There are state parks under the administration of the government of each U.S. state, some of the Mexican states, and in Brazil. The term is also used in the Australian state of Victoria. The equivalent term used in Canada, Argentina, South Africa and Belgium, is provincial park. Similar systems of local government maintained parks exist in other countries, but the terminology varies.",
  "/wiki/USS_Puritan_(ID-2222)": "USS  Puritan, a civilian transport built by Craig Shipbuilding Company in Toledo, Ohio, was launched in 1901, and lengthened by 26 ft (7.9 m) in 1908. The ship sailed on the Great Lakes in passenger service, was purchased by the U.S. Navy at the end of the war, and returned to passenger service after the war. The ship sank in 1933 near Isle Royale in Lake Superior, and its wreck is listed on the National Register of Historic Places.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/SS_Glenlyon": "The Glenlyon was a freighter built in 1893; it was sunk off the shore of Isle Royale in Lake Superior in 1924 and the remains are still on the lake bottom.  The wreck was placed on the National Register of Historic Places in 1984.",
  "/wiki/Gull_Rock_Light_Station": "The Gull Rock Light Station is an active lighthouse located on Gull Rock, just west of Manitou Island, off the tip of Michigan's Keweenaw Peninsula in Lake Superior. The light was listed on the National Register of Historic Places in 1984, even as its condition deteriorated, resulting in its placement on the Lighthouse Digest Doomsday List.",
  "/wiki/Manitou_Island_(Lake_Superior)": "Manitou Island is a small island in Lake Superior, off the northeastern tip of the Keweenaw Peninsula in the U.S. state of Michigan. It is part of Grant Township, in Keweenaw County. Located approximately three miles from the mainland, it encompasses around 1,000 acres (4.0 km2). Manitou has seen limited impact from human activity, due to its remote location and the often-treacherous waters caused by a strong current at the peninsula’s tip. It is mostly forested, with scattered bogs and an inland lake known as \"Perch Lake.\" Dense underbrush can make travel around the island rather difficult, though a few unimproved trails do exist.",
  "/wiki/SS_Cumberland": "The Cumberland was a wooden-hulled side paddlewheeler built in 1871; it was wrecked off the shore of Isle Royale in Lake Superior in 1877 and the remains are still on the lake bottom.  The wreck was placed on the National Register of Historic Places in 1984."
}