{
  "/wiki/Balestier_Central": "Balestier Khalsa Football Club is a professional football club which plays in Singapore Premier League. The club's logo depicts a Tiger, the nickname of the club, on top of a pair of Kirpan. The logo is made up of key elements from the two clubs it was merged from. The Tiger is the mascot of the Balestier half of the merged entity while the kirpan is a religious dagger worn by members of the Sikh faith, who were a major backer of half of the merged entity through the Clementi club.",
  "/wiki/Toa_Payoh_Stadium": "Toa Payoh Stadium is a multi-purpose stadium in Toa Payoh, Singapore.",
  "/wiki/Toa_Payoh": "Toa Payoh (Chinese: 大巴窑, Tamil: தோ பாயோ) is a planning area and matured residential town located in the northern part of the Central Region of Singapore. Toa Payoh planning area borders Bishan and Serangoon to the north, the Central Water Catchment to the northwest, Kallang to the south, Geylang to the southeast, Novena to the west and Hougang to the east. Toa Payoh New Town is situated in the eastern portion of the Toa Payoh planning area. The latter occupies a much larger area, encompassing estates such as Potong Pasir and Bidadari.",
  "/wiki/Geylang_United": "Geylang International Football Club is a professional football club based in Bedok, Singapore, which plays in the Singapore Premier League. The club was founded in 1973 with the purpose of building a successful football team that would be remembered for generations to come. They played their first season in 1974, winning the FAS Division Three League which earns a spot in National Football League Division One the following year. They enjoyed their greatest successes in 1980s and 90s, winning six consecutive FAS Premier League titles.",
  "/wiki/Bedok_Stadium": "Bedok Stadium is a football stadium located in Bedok, Singapore. The stadium is open daily from 4:30am till 8:30pm to the public, unless it is exclusively booked. The stadium is managed by the Singapore Sports Council.",
  "/wiki/Bedok": "Bedok /bəˈdɒk/ is a planning area and matured residential town located in the geographical region of Tanah Merah along the south-eastern coast of the East Region of Singapore. Population wise, Bedok is the largest planning area in the Republic, being home to an estimated 289,000 residents. This high demographic is largely explained by the affordable public housing in Bedok New Town, due to its relatively distant location from the Central Area. Besides public housing developments, private residences are also prevalent in the area, most of which are found in the neighbourhoods of Bayshore, Frankel Avenue and Siglap, in western and southwestern Bedok. Apart from the maritime boundary that the area shares with the Singapore Strait to the south and southeast, Bedok is also bounded by five other planning areas: Paya Lebar to the north, Hougang to the northwest, Tampines to the northeast and east, Geylang to the west and Marine Parade to the southwest.",
  "/wiki/Home_United": "Home United Football Club, is a professional football club that plays in the Singapore Premier League.",
  "/wiki/Jalan_Besar_Stadium": "Jalan Besar Stadium is a 6,000-capacity football stadium located in Kallang, Singapore. The stadium is part of the Jalan Besar Sports and Recreation Centre, a community sports facility that includes the stadium and a swimming complex. It is the home ground of the Young Lions and Hougang United FC.",
  "/wiki/Kallang": "Kallang (/kɑːlɑːŋ/; Chinese: 加冷, Tamil: காலாங்) is a planning area and residential town located in the Central Region of Singapore.",
  "/wiki/Singapore_Armed_Forces_FC": "Warriors Football Club is a Singaporean professional football club that plays in the top-tier Singapore Premier League. Before they officially changed their name on 20 January 2013, they were previously known as the Singapore Armed Forces Football Club (SAFFC) since their establishment on 16 February 1996. Despite their name back then, membership of the Armed Forces was not a prerequisite for players representing the team, and several international players have played for them.",
  "/wiki/Jurong_Stadium": "It is currently used mostly for football matches and was the home stadium of Sinchi FC when they played in the S.League from 2003 to 2005. Previously, Singapore Armed Forces FC had played their home games in this venue.",
  "/wiki/Jurong": "Jurong /dʒuːrɒŋ/ (Chinese: 裕廊, Tamil: ஜூரோங்) is a geographical region located at the south-westernmost point of the West Region of Singapore. Although mostly vaguely defined, the region's extent roughly covers the planning areas of Jurong East, Jurong West, Boon Lay,[note 1] and Pioneer, along with Jurong Island in the Western Islands cluster and the southernmost portions of the Western Water Catchment. Should it be described at its greatest historical extent, the region can also include present-day Bukit Batok and Tuas as well. Jurong also covers several offshore islands as well, including Pulau Damar Laut and Pulau Samulun, both of which are located within the planning areas of Jurong East and Boon Lay respectively; along with the aforementioned Jurong Island. The coastline of the region on mainland Singapore, faces the strait of Selat Jurong, while the southernmost island of the region, Jurong Island, faces the strait of Selat Pandan.",
  "/wiki/Sembawang_Rangers": "Sembawang Rangers Football Club was a football club in Singapore, based in Yishun. The club was also referred to among supporters as the \"Stallions\".",
  "/wiki/Yishun_Stadium": "Yishun Stadium is a multi-purpose stadium in Yishun, Singapore, within the vicinity of Khatib MRT station. The stadium has a capacity of 3,400.",
  "/wiki/Yishun": "Yishun, formerly known as Nee Soon, is a residential town located in the northeastern corner of the North Region of Singapore, bordering Simpang and Sembawang to the north, Mandai to the west, the Central Water Catchment to its southwest, Ang Mo Kio to its south, as well as Seletar and Sengkang to its east.",
  "/wiki/Tampines_Rovers": "Tampines Rovers Football Club, commonly known as Tampines Rovers or simply Rovers, is a professional football club based in Tampines, Singapore, that competes in the Singapore Premier League. Nicknamed \"The Stags\", the club was founded in 1945 and settled on its current name six years later. Their home ground is currently at Our Tampines Hub, where they had been since 2017, after six years playing away due to the construction of their new stadium.",
  "/wiki/Tampines_Stadium": "Our Tampines Hub (Abbreviation: OTH) is Singapore’s first-ever integrated community and lifestyle building in Tampines, Singapore. It is located on the grounds of the former Tampines Stadium and Tampines Sports Hall and is part of the Tampines Regional Centre development.",
  "/wiki/Tampines": "Tampines /tæmpəˈniːs/ (Chinese: 淡滨尼, Tamil: தெம்பினிஸ்) is a planning area and residential town in the geographical region of Tanah Merah located along the south-eastern coast of the East Region of Singapore. The planning area is bordered by Bedok and Paya Lebar to the west, Pasir Ris to the north, Changi to the east and the Singapore Straits to the south. Tampines New Town is located in the northern portion of Tampines planning area. Tampines is the third largest new town in Singapore by area, covering over 2089 hectares of land and also is the third most populated new town, following Bedok and Jurong West. It is the regional centre for the East Region.",
  "/wiki/Tiong_Bahru_United": "Tanjong Pagar United Football Club is a football club in Singapore that competes in the Singapore Premier League. The men's team of the club took part in Singapore's professional S.League from 1996 to 2004, and from 2011 to 2014. The club withdrew from the S.League after the 2004 season because of financial problems but returned to the S.League in 2011. They withdrew from the S.League for the same reason again for the 2015 season.",
  "/wiki/Queenstown_Stadium": "The Queenstown Stadium is located in Queenstown, Singapore. It seats 3,800 people.",
  "/wiki/Queenstown,_Singapore": "Queenstown is a planning area and satellite residential town situated on the south-westernmost fringe of the Central Region of Singapore. It borders Bukit Timah to the north, Tanglin to the northeast, Bukit Merah to the east and southeast, as well as Clementi to the northwest and west. Its southern and southwesternmost limits are bounded by Selat Pandan.",
  "/wiki/Woodlands_Wellington": "Woodlands Wellington Football Club is a former professional football club which last played in the S.League, the top division of football in Singapore. They are based in Woodlands at the 4,300 seater Woodlands Stadium, where they have played since their establishment.",
  "/wiki/Woodlands_Stadium": "Woodlands Stadium is a multi-purpose stadium located in Woodlands, Singapore. It is currently the home ground of S.League side, Woodlands Wellington FC, and used mostly for football matches for both the S.League and Prime League competitions. Apart from being used for competitive matches, the pitch is also used by the club for their training sessions as well.",
  "/wiki/Woodlands,_Singapore": "Woodlands (/ˈwʊdlənds/ (listen)) is a planning area and residential town located in the North Region of Singapore. The town has a population of 252,530 within an area of 4.8 km2. It is the regional centre for the North Region of the city-state. The Woodlands planning area borders Sembawang to the east, Mandai to the south and Sungei Kadut to the west. Woodlands New Town is situated within the Woodlands planning area."
}