{
  "/wiki/Dun_Ringill": "Dun Ringill (Gaelic: Dùn, 'fort', Ringill, 'point of the ravine') is an Iron Age hill fort on the Strathaird peninsula on the island of Skye, Scotland.   Further fortified in the Middle Ages, tradition holds that it was for several centuries the seat of Clan MacKinnon. It is located east of Kirkibost on the west shore of Loch Slapin.",
  "/wiki/Strathaird": "Strathaird is a peninsula on the island of Skye, Scotland, situated between Loch Slapin and Loch Scavaig on the south coast.",
  "/wiki/Skye": "The Isle of Skye, commonly known as Skye (/skaɪ/; Scottish Gaelic: An t-Eilean Sgitheanach or Eilean a' Cheò), is the largest and northernmost of the major islands in the Inner Hebrides of Scotland.[Note 1] The island's peninsulas radiate from a mountainous centre dominated by the Cuillin, the rocky slopes of which provide some of the most dramatic mountain scenery in the country.  Although it has been suggested that the Gaelic Sgitheanach describes a winged shape there is no definitive agreement as to the name's origins.",
  "/wiki/Clan_Mackinnon": "Clan Mackinnon or Clan Fingon (Scottish Gaelic: Clann MhicFhionghain [ˈkʰl̪ˠãũn̪ˠ vĩçˈkʲiŋɣɛn]) is a Highland Scottish clan associated with the islands of Mull and Skye, in the Inner Hebrides.",
  "/wiki/Old_Scatness": "Old Scatness is an archeological site in the parish of Dunrossness in the South Mainland of Shetland, near Sumburgh Airport consisting of mediaeval, Viking, Pictish, and Iron Age remains. It has been a settlement for thousands of years, each new generation adding buildings, and leveling off old ones. Among the discoveries is an Iron Age broch.",
  "/wiki/Sumburgh_Head": "Sumburgh Head is located at the southern tip of the Shetland Mainland in northern \nScotland. The head is a 100m high rocky spur capped by the Sumburgh Head Lighthouse. The Old Norse name was Dunrøstar høfdi, it means \"The Head onto the loud tide-race\", referring to the noise of Sumburgh Roost.",
  "/wiki/Shetland": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Broch": "A broch ( /ˈbrɒx/) is an Iron Age drystone hollow-walled structure found in Scotland. Brochs belong to the classification \"complex Atlantic roundhouse\" devised by Scottish archaeologists in the 1980s. Their origin is a matter of some controversy.",
  "/wiki/Wheelhouse_(archaeology)": "In archaeology, a wheelhouse is a prehistoric structure from the Iron Age found in Scotland. The term was first coined after the discovery of a ruined mound in 1855. The distinctive architectural form related to the complex roundhouses constitute the main settlement type in the Western Isles in the closing centuries BC. A total of 62 sites have now been identified in the Northern and Western Isles, and on the north coast of Caithness and Sutherland.",
  "/wiki/Picts": "The Picts were a confederation of Celtic-speaking peoples who lived in what is today eastern and northern Scotland during the Late British Iron Age and Early Medieval periods. Where they lived and what their culture was like can be inferred from early medieval texts and Pictish stones. Their Latin name, Picti, appears in written records from Late Antiquity to the 10th century. They lived to the north of the rivers Forth and Clyde. Early medieval sources report the existence of a distinct Pictish language, which today is believed to have been an Insular Celtic language, closely related to the Brittonic spoken by the Britons who lived to the south.",
  "/wiki/Viking": "Vikings[a] were Scandinavians, who from the late 8th to late 11th centuries, raided and traded from their Northern European homelands across wide areas of Europe, and explored westwards to Iceland, Greenland, and Vinland. The term is also commonly extended in modern English and other vernaculars to include the inhabitants of Norse home communities during what has become known as the Viking Age, 793–1066 AD. This period of Nordic military, mercantile and demographic expansion constitutes an important element in the early medieval history of Scandinavia, Estonia, the British Isles, France, Kievan Rus' and Sicily.",
  "/wiki/Dun_Troddan": "Dun Troddan (Scottish Gaelic: Dùn Trodan) is an iron-age broch located about 5 kilometres (3.1 mi) southeast of the village of Glenelg, Highland, in Scotland. It is one of the best-preserved brochs in Scotland.",
  "/wiki/Glenelg,_Highland": "Glenelg (Scottish Gaelic: Glinn Eilg, also Gleann Eilg) is a scattered community area and civil parish in the Lochalsh area of Highland in western Scotland. Despite the local government reorganisation the area is considered by many still to be in Inverness-shire, the boundary with Ross-shire (where the post town of Kyle of Lochalsh is situated) being at the top of Mam Ratagan (\"Ratagan Gap\" or \"pass\") the single track road entry into Glenelg.",
  "/wiki/Highland_(council_area)": "Highland (Scottish Gaelic: A' Ghàidhealtachd, pronounced [ˈkɛːəl̪ˠt̪əxk];[a] Scots: Heilan) is a council area in the Scottish Highlands and is the largest local government area in the United Kingdom. It was the 7th most populous council area in Scotland at the 2011 census. It shares borders with the council areas of Aberdeenshire, Argyll and Bute, Moray and Perth and Kinross. Their councils, and those of Angus and Stirling, also have areas of the Scottish Highlands within their administrative boundaries.",
  "/wiki/Dun_Telve": "Dun Telve (Scottish Gaelic: Dùn Teilbh) is an iron-age broch located about 4 kilometres (2.5 mi) southeast of the village of Glenelg, Inverness-shire in the Highland Region of Scotland. It is one of the best preserved brochs in Scotland.",
  "/wiki/Jarlshof": "Jarlshof (/ˈjɑːrlzhɒf/ YARLZ-hof) is the best known prehistoric archaeological site in Shetland, Scotland. It lies near the southern tip of the Shetland Mainland and has been described as \"one of the most remarkable archaeological sites ever excavated in the British Isles\". It contains remains dating from 2500 BC up to the 17th century AD.",
  "/wiki/Wick,_Highland": "Wick (Scottish Gaelic: Inbhir Ùige, Scots: Week) is a town and royal burgh in Caithness, in the far north of Scotland. The town straddles the River Wick and extends along both sides of Wick Bay. Wick Locality had a population of 6,954 at the time of the 2011 census, a decrease of 3.8% from 2001.",
  "/wiki/Bornais": "Bornish (Scottish Gaelic: Bòrnais) is a village on South Uist in the Outer Hebrides, Scotland. Bornish is also within the parish of South Uist. The A865 passes through Bornish, on the route between Lochmaddy and Lochboisdale.",
  "/wiki/Na_h-Eileanan_Siar": "The Outer Hebrides (/ˈhɛbrɪdiːz/; Scottish Gaelic: Na h-Eileanan Siar [nə ˈhelanən ˈʃiəɾ] (listen) or Na h-Eileanan an Iar [nə ˈhelanən əˈɲiəɾ] (listen)), also known as the Western Isles, Innse Gall (\"islands of the strangers\") or the Long Isle/Long Island (Scottish Gaelic: An t-Eilean Fada), is an island chain off the west coast of mainland Scotland.[Note 1] The islands are geographically coextensive with Comhairle nan Eilean Siar, one of the 32 unitary council areas of Scotland. They form part of the archipelago of the Hebrides, separated from the Scottish mainland and from the Inner Hebrides by the waters of the Minch, the Little Minch, and the Sea of the Hebrides. Scottish Gaelic is the predominant spoken language, although in a few areas English speakers form a majority.",
  "/wiki/Dun_Ardtreck": "Dun Ardtreck is a D-shaped dun, or \"semi-broch\", located on the west coast of the island of Skye, in Scotland (grid reference NG33503581).",
  "/wiki/Minginish": "Minginish (Scottish Gaelic: Minginis) is a peninsula on the island of Skye in Scotland. It is situated in south central Skye, between Loch Scavaig and Glen Drynoch in the west and Loch Harport  and Glen Sligachan in the south and east. It includes most of the peaks of the Cuillin hills including Sgurr Alasdair, the highest point on the island at 992 metres (3,255 ft). The island of Soay lies offshore across the Soay Sound, with the Small Isles further south across the Cuillin Sound.",
  "/wiki/Broch_of_Mousa": "Broch of Mousa (or Mousa Broch) is a preserved Iron Age broch or round tower. It is on the island of Mousa in Shetland, Scotland. It is the tallest broch still standing and amongst the best-preserved prehistoric buildings in Europe. It is thought to have been constructed c. 100 BC, and is one of more than 500 brochs built in Scotland. The site is managed by Historic Environment Scotland as a scheduled monument.",
  "/wiki/Mousa": "Mousa /ˈmuːsə/ (Old Norse: Mosey \"moss island\") is a small island in Shetland, Scotland, uninhabited since the nineteenth century. The island is known for the Broch of Mousa, an Iron Age round tower, and is designated as a Special Protection Area for storm-petrel breeding colonies.",
  "/wiki/Prehistory": "Human prehistory is the period between the use of the first stone tools c. 3.3 million years ago by hominins and the invention of writing systems. The earliest writing systems appeared c. 5,300 years ago, but it took thousands of years for writing to be widely adopted, and it was not used in some human cultures until the 19th century or even until the present. The end of prehistory therefore came at very different dates in different places, and the term is less often used in discussing societies where prehistory ended relatively recently.",
  "/wiki/Ness_of_Burgi_fort": "The Ness of Burgi fort is an iron-age promontory fort on the Ness of Burgi, a narrow finger of land reaching south from the Scat Ness in the far south of the island of Mainland, Shetland in Scotland.",
  "/wiki/Blockhouse": "A blockhouse in military science is a small fortification, usually consisting of one or more rooms with loopholes, allowing its defenders to fire in various directions. It usually refers to an isolated fort in the form of a single building, serving as a defensive strong point against any enemy that does not possess siege equipment or, in modern times, artillery, air force and cruise missiles. A fortification intended to resist these weapons is more likely to qualify as a fortress or a redoubt, or in modern times, be an underground bunker. However, a blockhouse may also refer to a room within a larger fortification, usually a battery or redoubt.",
  "/wiki/Midhowe_Broch": "Midhowe Broch is an iron-age broch  located on the west coast of the island of Rousay in the Orkney Islands, in Scotland.",
  "/wiki/Rousay": "Rousay (Old Norse: Hrólfsey meaning Rolf's Island) is a small, hilly island about 3 km (1.9 mi) north of Mainland, the largest island in the Orkney Islands of Scotland. It has been nicknamed \"Egypt of the north\", due to its archaeological diversity and importance.",
  "/wiki/Orkney": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Broch_of_Gurness": "The Broch of Gurness is an Iron Age broch village on the northeast coast of Mainland Orkney in Scotland overlooking Eynhallow Sound, about 15 miles north-west of Kirkwall. It once housed a substantial community.",
  "/wiki/Eynhallow_Sound": "Eynhallow Sound is a seaway lying between Mainland Orkney and the island of Rousay in the Orkney Islands, Scotland.  The tidal indraught is \"scarcely felt beyond a line joining Costa Head and the Reef of Quendale\".  An Iron Age broch, Gurness, has a strategic outlook over the Eynhallow Sound.",
  "/wiki/Broch_of_Burrian": "The Broch of Burrian is an Iron Age broch located on North Ronaldsay in the Orkney Islands, in Scotland (grid reference HY76275138).",
  "/wiki/North_Ronaldsay": "North Ronaldsay is the northernmost island in the Orkney archipelago of Scotland. With an area of 690 hectares (2.7 sq mi), it is the fourteenth-largest. It is mentioned in the Orkneyinga saga; in modern times it is known for its historic lighthouse, migratory bird life and unusual breed of sheep.",
  "/wiki/Dun_Beag": "Dun Beag is an iron-age broch located about 1 kilometre northwest of the village of Struan on the west coast of the island of Skye, in Scotland.",
  "/wiki/Bracadale": "Bracadale (Scottish Gaelic: Bracadal) is a settlement and parish on the Isle of Skye in Scotland. It lies on the west coast of the island, west-south-west of Portree, on Loch Beag, an inlet off Loch Harport. Nearby settlements include Struan to the west and Coillore on the opposite shore of Loch Beag.",
  "/wiki/James_Boswell": "James Boswell, 9th Laird of Auchinleck (/ˈbɒzwɛl, -wəl/; 29 October 1740 – 19 May 1795), was a Scottish biographer, diarist, and lawyer, born in Edinburgh. He is best known for his biography of his friend and older contemporary, the English writer Samuel Johnson, which is commonly said to be the greatest biography written in the English language. A great mass of his diaries, letters and private papers were recovered from the 1920s to the 1950s, and their ongoing publication has transformed his reputation.",
  "/wiki/Samuel_Johnson": "Samuel Johnson (18 September 1709 [OS 7 September] – 13 December 1784), often referred to as Dr Johnson, was an English writer who made lasting contributions to English literature as a poet, playwright, essayist, moralist, literary critic, biographer, editor, and lexicographer. Religiously, he was a devout Anglican, and politically a committed Tory. The Oxford Dictionary of National Biography describes Johnson as \"arguably the most distinguished man of letters in English history\". He is the subject of James Boswell's The Life of Samuel Johnson, described by Walter Jackson Bate as \"the most famous single work of biographical art in the whole of literature\".",
  "/wiki/Mine_Howe": "Mine Howe is a prehistoric subterranean man-made chamber dug 6 meters (20 feet) deep inside a large mound. It is located in the Tankerness area of Orkney, Scotland, about 5 miles (8 km) southeast of Kirkwall, the capital of Orkney. The origin of the howe (from Old Norse word haugr meaning barrow) is not perfectly understood. Experts believe that it was built roughly 2000 years ago during the Iron Age. There is some similarity to the well inside the Iron Age Broch of Gurness.",
  "/wiki/Tankerness": "Tankerness is a district in the St Andrews parish in Mainland, Orkney, Scotland. Essentially a peninsula, it is about 13 kilometres (8 mi) south-east of Kirkwall and 1 kilometre (0.6 mi) east of Kirkwall Airport. The origin of the place name is uncertain, but it may derive from the Norse personal name \"Tannskári\".  A \"ness\" is a promontory.",
  "/wiki/Souterrain": "Souterrain (from French sous terrain, meaning \"under ground\") is a name given by archaeologists to a type of underground structure associated mainly with the European Atlantic Iron Age.",
  "/wiki/Evie,_Orkney": "Evie (pronounced /iːvi/) is a parish and village on Mainland, Orkney, Scotland.  The parish is located in the north-west of the Mainland, between Birsay and Rendall, forming the coastline opposite the isle of Rousay.",
  "/wiki/Ancient_Rome": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom (753 BC–509 BC), Roman Republic (509 BC–27 BC) and Roman Empire (27 BC–476 AD) until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that grew into the city of Rome and which subsequently gave its name to the empire over which it ruled and to the widespread civilisation the empire developed. The Roman Empire expanded to become one of the largest empires in the ancient world, still ruled from the city, with an estimated 50 to 90 million inhabitants (roughly 20% of the world's population at the time) covering 5.0 million square kilometres at its height in AD 117.",
  "/wiki/Dun_Mor_Vaul": "Dun Mor Vaul (or simply Dun Mor; Scottish Gaelic: Dùn Mòr) is an iron-age broch located  on the north coast of the island of Tiree, in Scotland.",
  "/wiki/Tiree": "Tiree (Scottish Gaelic: Tiriodh) is the most westerly island in the Inner Hebrides of Scotland. The low-lying island, southwest of Coll, has an area of 7,834 hectares (30 1⁄4 square miles) and a population of around 650.",
  "/wiki/Argyll_and_Bute": "Argyll and Bute (Scottish Gaelic: Earra-Ghàidheal agus Bòd, pronounced [ɛrˠəˈɣɛːəlˠ̪ akəs̪ ˈpɔːtʲ]) is one of 32 unitary authority council areas in Scotland and a lieutenancy area. The administrative centre for the council area is in Lochgilphead.",
  "/wiki/Dun": "A dun is an ancient or medieval fort. In the Ireland and Britain it is mainly a kind of hillfort and also a kind of Atlantic roundhouse. The term comes from Irish dún or Scottish Gaelic dùn (meaning \"fort\"), and is cognate with Old Welsh din (whence Welsh dinas \"city\" comes).",
  "/wiki/Rhineland": "The Rhineland (German: Rheinland, French: Rhénanie, Dutch: Rijnland, Latinised name: Rhenania) is the name used for a loosely defined area of Western Germany along the Rhine, chiefly its middle section.",
  "/wiki/Broch_of_West_Burrafirth": "The Broch of West Burrafirth is an Iron Age broch located on the west side of Mainland, Shetland (grid reference HU25625720).",
  "/wiki/Sandness": "Sandness (the \"d\" is not pronounced locally) is a headland and district in the west of Shetland Mainland, Scotland. Sandness was a civil parish, which also included the island of Papa Stour some 1600 metres northwest across Papa Sound. In 1891, it was combined with Walls to the south, to form Walls and Sandness Parish, which had an administrative function until the abolition of Civil parishes in Scotland by the Local Government (Scotland) Act 1929, and had been a statistical regional unit since. Currently, the community council area of Sandness and Walls covers about the same area. The 1878 map of Sandness Parish shows that the parish to the east was Aithsting, before it was included into Sandsting to the south.",
  "/wiki/Duirinish,_Skye": "Duirinish (Scottish Gaelic: Diùirinis) is a peninsula on the island of Skye in Scotland. It is situated in the north west between Loch Dunvegan and Loch Bracadale.",
  "/wiki/Edin's_Hall_Broch": "Edin's Hall Broch (also Edinshall Broch; Odin's Hall Broch) is a 2nd-century broch near Duns in the Borders of Scotland. It is one of very few brochs found in southern Scotland. It is roughly 28 metres in diameter.",
  "/wiki/Abbey_St_Bathans": "Abbey St Bathans is a parish in the Lammermuir district of Berwickshire, in the eastern part of the Scottish Borders. Unique in its topography, it is situated in a long winding steep wooded valley that follows the Whiteadder Water. The parish had a population of 106 at the 2011 Census..",
  "/wiki/Scottish_Borders": "The Scottish Borders (Scots: The Mairches, lit. \"The Marches\"; Scottish Gaelic: Crìochan na h-Alba) is one of 32 council areas of Scotland. It borders the City of Edinburgh, Dumfries and Galloway, East Lothian, Midlothian, South Lanarkshire, West Lothian and, to the south-west, south and east, the English counties of Cumbria and Northumberland. The administrative centre of the area is Newtown St Boswells.",
  "/wiki/Broch_of_Borwick": "The Broch of Borwick is an Iron Age broch located on Mainland, Orkney, Scotland (grid reference HY22411678). It is a scheduled monument.",
  "/wiki/Yesnaby": "Yesnaby is an area in Sandwick, on the west coast of Orkney Mainland, Scotland, south of Skara Brae. It is renowned for its spectacular Old Red Sandstone coastal cliff scenery which includes sea stacks, blowholes, geos and frequently boiling seas. A car park, coastal trail and interpretive panels serve visitors. The area is popular with climbers because of Yesnaby Castle, a two-legged sea stack just south of the Brough of Bigging. The stack is sometimes described as a smaller version of the Old Man of Hoy.[citation needed] Yesnaby is also one of the very few places where Primula scotica grows.",
  "/wiki/List_of_oldest_buildings_in_Scotland": "This article lists the oldest extant freestanding buildings in Scotland. In order to qualify for the list a structure must:"
}