{
  "/wiki/Calf_of_Eday": "The Calf of Eday (Old Norse: Kalfr) is an uninhabited island in Orkney, Scotland, lying north east of Eday.  It is known for its wildlife and its prehistoric ruins.",
  "/wiki/Orkney": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Neolithic": "The Neolithic (/ˌniːoʊˈlɪθɪk/ (listen), also known as the \"New Stone Age\"), the final division of the Stone Age, began about 12,000 years ago when the first developments of farming appeared in the Epipalaeolithic Near East, and later in other parts of the world. \nThe division lasted until the transitional period of the Chalcolithic from about 6,500 years ago (4500 BC), marked by the development of metallurgy, leading up to the Bronze Age and Iron Age.  In Northern Europe, the Neolithic lasted until about 1700 BC, while in China it extended until 1200 BC.  Other parts of the world (including the New World) remained broadly in the Neolithic stage of development until European contact.",
  "/wiki/Eday": "Eday is one of the islands of Orkney, which are located to the north of the Scottish mainland. One of the North Isles, Eday is about 24 kilometres (15 mi) from the Orkney Mainland. With an area of 27 square kilometres (10 sq mi), it is the ninth largest island of the archipelago. The bedrock of the island is Old Red Sandstone, which is exposed along the sea-cliffs.",
  "/wiki/Broch_of_Culswick": "The Broch of Culswick  (also Culswick Broch) is an unexcavated coastal broch in the Shetland Islands of Scotland  (grid reference HU25384481).  It has good views all around, including Foula and Vaila isles, and Fitful Head and Fair Isle in the south. The broch stands on the top of a rock platform and is about 3 metres high at its tallest point. Much rubble has fallen into the centre. This broch has a massive triangular lintel stone over the entrance, which is partly filled with rubble. Drawings by Low in 1774 and Skene in 1805 reveal that the structure survived very well up to those dates.",
  "/wiki/Sandsting": "Sandsting is a parish in the West Mainland of Shetland, Scotland, forming a southern arm of the Walls Peninsula. After the parish of Aithsting was annexed into Sandsting in the sixteenth century, it became known as Sandsting and Aithsting parish.",
  "/wiki/Iron_Age": "The Iron Age is the final epoch of the three-age division of the prehistory and protohistory of humanity.  It was preceded by the Stone Age (Paleolithic, Mesolithic, Neolithic, and Chalcolithic) and the Bronze Age.  The concept has been mostly applied to Europe and the Ancient Near East, and, by analogy, also to other parts of the Old World.",
  "/wiki/Burra_Ness_Broch": "Burra Ness Broch is an iron-age broch located on the east coast of the island of Yell, Shetland, Scotland.",
  "/wiki/Yell,_Shetland": "Yell is one of the North Isles of Shetland, Scotland. In the 2011 census it had a usually resident population of 966. It is the second largest island in Shetland after the Mainland with an area of 82 square miles (212 km2), and is the third most populous in the archipelago (fifteenth out of the islands in Scotland), after the Mainland and Whalsay.",
  "/wiki/Burroughston_Broch": "Burroughston Broch is an Iron Age broch located on the island of Shapinsay in the Orkney Islands, in Scotland (grid reference HY54062100). The site overlooks the North Sea on the northeast part of Shapinsay. Excavated in the mid 19th century, Burroughston Broch is still well-preserved. The drystone walls are up to four metres thick in some parts and there is a complete chamber intact off the entrance passage. Some remains of stone fittings are evident in the interior.",
  "/wiki/Shapinsay": "Shapinsay is one of the Orkney Islands off the north coast of mainland Scotland. There is one village on the island, Balfour, from which roll-on/roll-off car ferries sail to Kirkwall on the Orkney Mainland. Balfour Castle, built in the Scottish Baronial style, is one of the island's most prominent features, a reminder of the Balfour family's domination of Shapinsay during the 18th and 19th centuries; the Balfours transformed life on the island by introducing new agricultural techniques. Other landmarks include a standing stone, an Iron Age broch, a souterrain and a salt-water shower.",
  "/wiki/Carn_Liath_(broch)": "Càrn Liath (English: Grey Cairn) is an Iron Age broch on the eastern shore of the Scottish Highlands, near Golspie, Sutherland.",
  "/wiki/Golspie": "Golspie (Scottish Gaelic: Goillspidh) is a village in Sutherland, Highland, Scotland, which lies on the North Sea coast in the shadow of Ben Bhraggie. It has a population of around 1,350.",
  "/wiki/Highland_(council_area)": "Highland (Scottish Gaelic: A' Ghàidhealtachd, pronounced [ˈkɛːəl̪ˠt̪əxk];[a] Scots: Heilan) is a council area in the Scottish Highlands and is the largest local government area in the United Kingdom. It was the 7th most populous council area in Scotland at the 2011 census. It shares borders with the council areas of Aberdeenshire, Argyll and Bute, Moray and Perth and Kinross. Their councils, and those of Angus and Stirling, also have areas of the Scottish Highlands within their administrative boundaries.",
  "/wiki/Stoer": "Stoer (Scottish Gaelic: An Stòr) is a crofting township in the parish of Assynt, Sutherland, in the Highlands of Scotland and in the council area of Highland. It is located about five miles north of the village of  Lochinver.",
  "/wiki/Dun_Dornaigil": "Dun Dornaigil is an Iron Age broch in Sutherland in the Scottish Highlands (grid reference NC45714501). It is in Strathmore on the eastern bank of the Strathmore River. It is under the care of Historic Scotland. The interior has been filled and is now inaccessible.",
  "/wiki/Ben_Hope": "Ben Hope (Scottish Gaelic: Beinn Hòb) is a mountain in northern Scotland. It is the most northerly Munro, standing alone in the Flow Country (a region of bumpy, peat-covered moorland) south-east of Loch Hope in Sutherland. The mountain is a roughly triangular wedge, with a great crag on the west, with two lower shoulders to the south and northeast. Alpine flowers are abundant in season, although the ground is very rocky.",
  "/wiki/Waternish": "Waternish or Vaternish (Scottish Gaelic: Bhàtairnis) is a peninsula approximately 12 km (7.5 mi) long on the island of Skye, Scotland, situated between Loch Dunvegan and Loch Snizort in the northwest of the island, and traditionally inhabited and owned by Clan MacLeod whose clan seat is at the nearby Dunvegan Castle. The current clan chief is Hugh Macleod of Macleod. It contains the hamlets of Stein and Lusta in Loch Bay to the south east, Halistra, Hallin and Trumpan further north and  Gillen to the west, all of which are accessed from the A850 road by crossing the Fairy Bridge. The highest point is Ben Geary (284 m (932 ft)) and the most northerly is Waternish Point. The name Waternish is derived from the Old Norse vatnenes or \"headland of the pond\", via Scottish Gaelic Bhàtairnis.",
  "/wiki/Brora": "Brora (Scottish Gaelic: Brùra) is a village in the east of Sutherland, in the Highland area of Scotland.",
  "/wiki/Lairg": "Lairg (Scottish Gaelic: An Luirg, meaning \"the shank/shin\") is a village and parish in Sutherland, Scotland. It has a population of 891 and is at the south-eastern end of Loch Shin.",
  "/wiki/Luce_Bay": "Luce Bay is a large bay in Wigtownshire in southern Scotland.  The bay is 20 miles wide at its mouth and is bounded by the Rhins of Galloway to the west and the Machars to the east.",
  "/wiki/Dumfries_and_Galloway": "Dumfries and Galloway (Scots: Dumfries an Gallowa; Scottish Gaelic: Dùn Phrìs is Gall-Ghaidhealaibh) is one of 32 unitary council areas of Scotland and is located in the western Southern Uplands. It comprises the historic counties of Dumfriesshire, Stewartry of Kirkcudbright and Wigtownshire, the latter two of which are collectively known as Galloway. The administrative centre is the town of Dumfries.",
  "/wiki/Tirefour_Castle": "Tirefour Castle, (or Tirefour Broch, also spelled Tirfuir and Tirrefour) is an Iron Age broch located 4 kilometres north of Achnacroish on the island of Lismore, Scotland.",
  "/wiki/Lismore,_Scotland": "Lismore (Scottish Gaelic: Lios Mòr, pronounced [ʎis̪ ˈmoːɾ] possibly meaning \"great enclosure\", or \"garden\") is an island of some 2,351 hectares (9.1 sq mi) in the Inner Hebrides of Scotland. The climate is damp and mild, with over 166 centimetres (65 in) of rain recorded annually. This fertile, low-lying island was once a major centre of Celtic Christianity, with a 6th-century monastery associated with Saint Moluag, and later became the seat of the medieval Bishop of Argyll. There are numerous ruined structures including a broch and two 13th-century castles.",
  "/wiki/Argyll_and_Bute": "Argyll and Bute (Scottish Gaelic: Earra-Ghàidheal agus Bòd, pronounced [ɛrˠəˈɣɛːəlˠ̪ akəs̪ ˈpɔːtʲ]) is one of 32 unitary authority council areas in Scotland and a lieutenancy area. The administrative centre for the council area is in Lochgilphead.",
  "/wiki/Burghead": "Burghead (Scots: Burgheid or The Broch, Scottish Gaelic: Am Broch) is a small town in Moray, Scotland, about 8 miles (13 km) north-west of Elgin. The town is mainly built on a peninsula that projects north-westward into the Moray Firth, meaning that most of the town has sea on 3 sides. People from Burghead are called Brochers.",
  "/wiki/Moray": "Moray (/ˈmʌri/ MURR-ee; Scottish Gaelic: Moireibh or Moireabh; Latin: Moravia; Old Norse: Mýræfi) is one of the 32 local government council areas of Scotland. It lies in the north-east of the country, with coastline on the Moray Firth, and borders the council areas of Aberdeenshire and Highland.",
  "/wiki/Dark_Ages_(historiography)": "The \"Dark Ages\" is a historical periodization traditionally referring to the Middle Ages that asserts that a demographic, cultural, and economic deterioration occurred in Western Europe following the decline of the Roman Empire.",
  "/wiki/Baptistery": "In Christian architecture the baptistery or baptistry (Old French baptisterie; Latin baptisterium; Greek βαπτιστήριον, 'bathing-place, baptistery', from βαπτίζειν, baptízein, 'to baptize') is the separate centrally planned structure surrounding the baptismal font. The baptistery may be incorporated within the body of a church or cathedral, and provided with an altar as a chapel. In the early Church, the catechumens were instructed and the sacrament of baptism was administered in the baptistery.",
  "/wiki/Restenneth_Priory": "Restenneth Priory was a monastic house of Augustinian canons founded by Jedburgh Abbey, with the patronage of King Malcolm IV of Scotland, in 1153. Although there is little literary evidence, archaeological evidence strongly indicates that there was a monastery at Restenneth from very early times. There is also speculation that Restenneth may even have been the Pictish church dedicated to St Peter (mentioned in Bede) built in 710 for Nechtán mac Der Ilei, King of the Picts.",
  "/wiki/Forfar": "Forfar /ˈfɔːrfər/ (listen) (Scots: Farfar, Scottish Gaelic: Baile Fharfair) is the county town of Angus, Scotland and the administrative centre for Angus Council. It has a population of 14,048.",
  "/wiki/Angus,_Scotland": "Angus (Scottish Gaelic: Aonghas) is one of the 32 local government council areas of Scotland, a registration county and a lieutenancy area. The council area borders Aberdeenshire, Dundee City[disambiguation needed] and Perth and Kinross. Main industries include agriculture and fishing. Global pharmaceuticals company GSK has a significant presence in Montrose in the north of the county."
}