{
  "/wiki/Robert_Sengstacke_Abbott": "Robert Sengstacke Abbott (November 24, 1870 – February 29, 1940) was an American lawyer, newspaper publisher and editor. Abbott founded The Chicago Defender in 1905, which grew to have the highest circulation of any black-owned newspaper in the country. An early adherent of the Baháʼí religion in the United States, Abbott founded the Bud Billiken Parade and Picnic in August 1929. The parade, which has developed into a celebration for youth, education and African–American life in Chicago, Illinois; Is the second largest parade in the United States.[citation needed]",
  "/wiki/Chicago,_IL": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/The_Chicago_Defender": "The Chicago Defender is a Chicago-based online newspaper.  The Defender was founded in 1905 by Robert S. Abbott for primarily African-American readers. Historically, it is considered the \"most important\" paper of what was then known as the colored or Negro press.  Abbott's newspaper reported and campaigned against Jim Crow era violence and urged blacks in the American South to come north in what became the Great Migration. Abbot worked out an informal distribution system with Pullman porters who surreptitiously (and sometimes against southern state laws and mores) took his paper by rail far beyond Chicago, especially to African American readers in the Southern United States.   Under his nephew and chosen successor, John H. Sengstacke, the paper took on segregation, especially in the U.S. military, during World War II. Copies of the paper were passed along in communities, and it is estimated that at its most successful, each copy made its way into the hands of 4 or 5 African-Americans.",
  "/wiki/Robert_W._Bogle": "Robert W. Bogle president and CEO of the Philadelphia Tribune newspaper, where he has worked for 39 years. Bogle joined the Philadelphia Tribune in 1970 selling advertising. Bogle has been a community leader for many years, and is especially active in the advancements of black Philadelphians.",
  "/wiki/Norristown,_PA": "Norristown is a borough (with home rule status) in and the county seat of Montgomery County, Pennsylvania, United States.  Located along the Schuylkill River approximately two miles from the Philadelphia city limits, Norristown has a population of 34,324 as of the 2010 U.S. Census. It is the fourth most populous municipality in the county and second most populous borough in Pennsylvania.",
  "/wiki/Philadelphia_Tribune": "The Philadelphia Tribune is the oldest continuously published African-American newspaper in the United States.",
  "/wiki/Charles_M._Blow": "Charles McRay Blow (born August 11, 1970) is an American journalist, commentator, and  op-ed columnist for The New York Times.",
  "/wiki/Grambling_State_University": "Grambling State University (GSU, Grambling, or Grambling State) is a historically black public university in Grambling, Louisiana. The university is home of the Eddie G. Robinson Museum and is listed on the Louisiana African American Heritage Trail. The university is a member-school of the University of Louisiana System.",
  "/wiki/The_New_York_Times": "The New York Times is an American newspaper based in New York City with worldwide influence and readership. Founded in 1851, the paper has won 127 Pulitzer Prizes, more than any other newspaper. The Times is ranked 18th in the world by circulation and 3rd in the U.S. Nicknamed \"The Gray Lady,\" the Times has long been regarded within the industry as a national \"newspaper of record.\" The paper's motto, \"All the News That's Fit to Print\", appears in the upper left-hand corner of the front page.",
  "/wiki/Art_director": "Art director is the title for a variety of similar job functions in theater, advertising, marketing, publishing, fashion, film and television, the Internet, and video games.",
  "/wiki/National_Geographic_(magazine)": "National Geographic (formerly the National Geographic Magazine and branded also as NAT GEO) is the official magazine of the National Geographic Society. It has been published continuously since its first issue in 1888, nine months after the Society itself was founded. It primarily contains articles about science, geography, history, and world culture. The magazine is known for its thick square-bound glossy format with a yellow rectangular border and its extensive use of dramatic photographs. Controlling interest in the magazine has been held by The Walt Disney Company since 2019.[citation needed]",
  "/wiki/Chris_Broussard": "Christopher Dana Broussard (born October 28, 1968) is an American sports analyst and commentator for Fox Sports 1 and Fox Sports Radio. He is best known for his coverage of the NBA. Previously, he worked for The New York Times, ESPN The Magazine and ESPN.com, and made appearances on ESPN's SportsCenter, NBA Countdown, First Take, and NBA Fastbreak as an analyst.",
  "/wiki/Oberlin_College": "Oberlin College is a private liberal arts college and conservatory of music in Oberlin, Ohio. It is the oldest coeducational liberal arts college in the United States and the second oldest continuously operating coeducational institute of higher learning in the world. The Oberlin Conservatory of Music is the oldest continuously operating conservatory in the United States. In 1835 Oberlin became one of the first colleges in the United States to admit African Americans, and in 1837 the first to admit women (other than Franklin College's brief experiment in the 1780s). It has been known since its founding for progressive student activism.",
  "/wiki/Fox_Sports_1": "Fox Sports 1 (FS1) is an American pay television channel that is owned by the Fox Sports Media Group, a unit of Fox Corporation. FS1 replaced the motorsports network Speed on August 17, 2013, at the same time that its companion channel Fox Sports 2 replaced Fuel TV. Both FS1 and FS2 absorbed most of the sports programming from its predecessors, as well as content from Fox Soccer, which was replaced by the entertainment-based channel FXX on September 2, 2013.",
  "/wiki/Bryan_Burwell": "Bryan Ellis Burwell (August 4, 1955 – December 4, 2014) was an American sportswriter. He wrote for the St. Louis Post Dispatch and as on-air talent on CBS Sports 920 in St. Louis, weekday afternoons. He worked as an on-air talent at 101 ESPN Radio in St. Louis, Missouri. He was featured on ESPN's Jim Rome is Burning and ESPN's The Sports Reporters. Burwell also was a co-writer and host of a documentary on the baseball's Negro League called The Color of Change.",
  "/wiki/Virginia_State_University": "Virginia State University (VSU or Virginia State) is a historically black public land-grant university in Ettrick, Virginia. Founded on March 6, 1882 (1882-03-06), Virginia State developed as the United States's first fully state-supported four-year institution of higher learning for black Americans. The university is a member school of the Thurgood Marshall College Fund.",
  "/wiki/Kevin_Corke": "Kevin Corke is an American journalist and is presently a White House Correspondent for Fox News Channel in Washington D.C.  Corke was a national news correspondent based in Washington D.C. for NBC News from 2004-2008.   Most of his work there involved coverage of the Bush Administration as a member of the White House Press Corps. Additionally, Corke frequently reported from The Pentagon, U.S. Supreme Court and other locations in Washington D.C. Corke also figured prominently in NBC's coverage of the Virginia Tech shooting.",
  "/wiki/University_of_Colorado_at_Boulder": "The University of Colorado Boulder (CU Boulder), colloquially referred to as CU or Colorado, is a public research university in Boulder, Colorado. It is the flagship university of the University of Colorado system and was founded five months before Colorado was admitted to the Union in 1876.",
  "/wiki/Fox_News": "Fox News (officially Fox News Channel and abbreviated FNC) is an American conservative cable television news channel. It is owned by the Fox News Group, which itself was owned by News Corporation from 1996–2013, 21st Century Fox from 2013–2019, and Fox Corporation since 2019. The channel broadcasts primarily from studios at 1211 Avenue of the Americas in New York City. Fox News is provided in 86 countries or overseas territories worldwide, with international broadcasts featuring Fox Extra segments during ad breaks.",
  "/wiki/White_House_Correspondent": "The White House Correspondents' Association (WHCA) is an organization of journalists who cover the White House and the President of the United States.  The WHCA was founded on February 25, 1914 by journalists in response to an unfounded rumor that a United States congressional committee would select which journalists could attend press conferences of President Woodrow Wilson.",
  "/wiki/Alan_Roger_Currie_(American_author)": "Alan Roger Currie (born March 3, 1963) is an American dating coach, self-help author, motivational speaker, and YouTube personality. He has written advice books on dating and interpersonal relationships, verbal communication skills, identifying various manipulative \"mind games\" employed between the genders, seduction, erotic dominance & submission (BDSM), and engaging in erotically explicit \"dirty talk\" with women.",
  "/wiki/Indiana_University_(Bloomington)": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/Harold_Dow": "Harold Dow (September 28, 1947 – August 21, 2010) was an American television news correspondent, journalist, and investigative reporter with CBS News.",
  "/wiki/University_of_Nebraska_at_Omaha": "The University of Nebraska Omaha (Omaha or UNO) is a public research university in Omaha, Nebraska. Founded in 1908 by faculty from the Omaha Presbyterian Theological Seminary as a private non-sectarian college, the university was originally known as the University of Omaha. Originally meant to provide a Christian-based education free from ecclesiastical control, the university served as a strong alternative to the city's many successful religiously affiliated institutions.",
  "/wiki/CBS_News": "CBS News is the news division of American television and radio service CBS. CBS News television programs include the CBS Evening News, CBS This Morning, news magazine programs CBS Sunday Morning, 60 Minutes, and 48 Hours, and Sunday morning political affairs program Face the Nation. CBS News Radio produces hourly newscasts for hundreds of radio stations, and also oversees CBS News podcasts like The Takeout Podcast. CBS News also operates the 24-hour digital news network CBSN.",
  "/wiki/Calvin_Hughes": "Calvin Hughes is a news anchor on WPLG Local 10, in Miami, Florida, United States.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/Bruce_Johnson_(journalist)": "Bruce Johnson, also known as C. Bruce Johnson, is an American TV news anchorman and reporter for WUSA 9 (CBS) TV in Washington, D.C. Politics and Urban Affairs, Investigative and hard-hitting feature stories are his expertise. His personal story includes never knowing his natural father, studying to become a priest, and being the first in his family to graduate college. His mother later earned her degree at age 52.",
  "/wiki/Northern_Kentucky_University": "Northern Kentucky University is a public university in Highland Heights, Kentucky.  It is primarily an undergraduate institution, having for example a liberal arts program, but also features graduate programs. Total enrollment exceeds 14,000 students, with over 12,000 undergraduate students and nearly 2,000 graduate students. Northern Kentucky University is the third largest university, behind the University of Cincinnati and Miami University, of Greater Cincinnati's four large universities and the youngest of Kentucky's eight, although it joined the state system before the University of Louisville. Notable among the university's programs are the Salmon P. Chase College of Law and the College of Informatics, founded in 2006.",
  "/wiki/Gus_Johnson_(sportscaster)": "Augustus Cornelius Johnson Jr. (born August 10, 1967) is an American sportscaster. He currently calls play-by-play for Fox Sports, most notably as their lead announcer for college football, Big East and Big Ten basketball. He previously worked for CBS Sports prior to coming to Fox. Johnson is well-known for his enthusiastic playcalling.",
  "/wiki/Silver_Spring,_MD": "Silver Spring is an unincorporated area, census-designated place, and edge city inside the Capital Beltway, near Washington, D.C., in Montgomery County, Maryland, United States. As of 2018,[update] it had a population of 81,816 residents, according to the official estimate from the U.S. Census Bureau's American Community Survey, making it the fourth most populous place in Maryland, after Baltimore, Columbia, and Germantown, and the second most populous in Montgomery County after Germantown.",
  "/wiki/Fox_Sports": "Fox Sports is the brand name for a number of sports channels, broadcast divisions, programming, and other media around the world that are either controlled or partially owned by the family of Rupert Murdoch. These assets are held mainly by Fox Corporation, with the exceptions of the operations in Australia, which are part of News Corp Australia and rest of the international Fox Sports channels which are owned by The Walt Disney Company. In addition, its regional sports networks along with Fox College Sports are owned by Diamond Sports Group, which is a joint venture between Sinclair Broadcast Group and Entertainment Studios; they were managed by Disney until the sale to Sinclair and Entertainment Studios occurred on August 23, 2019.",
  "/wiki/Louis_Lautier": "Louis R. Lautier (1897-1962) was the first African-American journalist admitted in 1955 to the White House Correspondents' Association.",
  "/wiki/Washington,_DC": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Thomas_Miles_(entertainer)": "Thomas \"Nephew Tommy\" Miles is an American comedian, actor and producer. He is a member of Kappa Alpha Psi fraternity. He currently co-hosts The Steve Harvey Morning Show during which he frequently makes prank phone calls. He is the nephew of comedian Steve Harvey, which is where his stage name comes from.",
  "/wiki/Texas_Southern_University": "Texas Southern University (Texas Southern or TSU) is a public historically black university (HBCU) in Houston, Texas. The university is one of the largest and most comprehensive HBCUs in the nation with over 10,000 students enrolled and over 100 academic programs. TSU is a leading producer of college degrees to African Americans and Hispanics in Texas and ranks fourth in the United States in doctoral and professional degrees conferred to African Americans. The university is a member school of the Thurgood Marshall College Fund and it is accredited by the Southern Association of Colleges and Schools.",
  "/wiki/Demarco_Morgan": "DeMarco Morgan is an American broadcast journalist. Since May 6, 2019, Morgan has been an anchor at CBS's West Coast flagship station, KCBS, for their weekday morning newscasts, CBS2 News This Morning.",
  "/wiki/Jackson_State_University": "Jackson State University (Jackson State or JSU) is a public, historically black university in Jackson, Mississippi. The university is one of the largest HBCUs in the United States and the fourth largest university in Mississippi. The university is a member of the Thurgood Marshall College Fund. It is classified as a research university with high research activity.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/WXIA-TV": "WXIA-TV, virtual channel 11 (VHF digital channel 10), is an NBC-affiliated television station licensed to Atlanta, Georgia, United States. The station is owned by Tegna Inc., as part of a duopoly with MyNetworkTV affiliate WATL, channel 36 (which rebroadcasts WXIA-TV's signal on UHF channel 25.6 using virtual channel 11.11 via PSIP). The two stations share studios at One Monroe Place on the north end of midtown Atlanta; WXIA-TV's transmitter is located in the city's east section, near Kirkwood.",
  "/wiki/Tavis_Smiley": "Tavis Smiley (/ˈtævɪs/; born September 13, 1964) is an American talk show host and author. Smiley was born in Gulfport, Mississippi, and grew up in Bunker Hill, Indiana. After attending Indiana University, he worked during the late 1980s as an aide to Tom Bradley, the mayor of Los Angeles.",
  "/wiki/Jim_Vance": "James Howard \"Jim\" Vance III (January 10, 1942 – July 22, 2017) was an American television news presenter in Washington, D.C.",
  "/wiki/Cheyney_University": "Cheyney University of Pennsylvania is a public historically black university in Cheyney, Pennsylvania. Founded in 1837, it was the first historically black institute. It is a member of the Pennsylvania State System of Higher Education and the Thurgood Marshall College Fund. The university offers bachelor's degrees. The university is accredited by the Middle States Commission on Higher Education.",
  "/wiki/News_presenter": "A news presenter – also known as a newsreader, newscaster (short for \"news broadcaster\"), anchorman or anchorwoman, news anchor or simply an anchor – is a person who presents news during a news program on the television, on the radio or on the Internet.  They may also be a working journalist, assisting in the collection of news material and may, in addition, provide commentary during the program. News presenters most often work from a television studio or radio studio, but may also present the news from remote locations in the field related to a particular major news event.",
  "/wiki/WRC-TV": "WRC-TV, virtual channel 4 (UHF digital channel 34), is an NBC owned-and-operated television station licensed to the American capital city of Washington, District of Columbia. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Class A Telemundo owned-and-operated station WZDC-CD (channel 44) and regional sports network NBC Sports Washington. WRC-TV and WZDC-CD share studios and transmitter facilities on Nebraska Avenue in the Tenleytown neighborhood of northwest Washington.",
  "/wiki/Solomon_Wilcots": "Solomon Wilcots (born October 9, 1964) is a former American football free safety in the NFL, a current national television analyst and broadcaster as well as a head coach in Your Call Football. Wilcots played six seasons in the league for the Cincinnati Bengals, Minnesota Vikings and Pittsburgh Steelers.",
  "/wiki/NFL_Network": "NFL Network (occasionally abbreviated on-air as NFLN) is an American sports-oriented pay television network that is owned by the National Football League (NFL) and is part of NFL Media, which also includes NFL.com, NFL Films, NFL Mobile, NFL Now and NFL RedZone. Dedicated to American football, the network features game telecasts from the NFL, as well as NFL-related content including analysis programs, specials and documentaries. The network is headquartered in the Los Angeles suburb of Culver City, California, and broadcasts its worldwide feed from Encompass Digital Media (formally Crawford Communications) in Atlanta, Georgia. The NFL Media Campus, as well as the Network's headquarters, is scheduled to relocate to Inglewood, California by summer of 2021, where a new office building and studio will be located next to SoFi Stadium.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/Ralph_Wiley": "Ralph Wiley (April 12, 1952 – June 13, 2004) was an American sports journalist who wrote for Sports Illustrated and ESPN's Page 2. He was well known for his distinctive literary tone and his writings on race in America.",
  "/wiki/Knoxville_College": "Knoxville College is a historically black liberal arts college in Knoxville, Tennessee, United States, which was founded in 1875 by the United Presbyterian Church of North America. It is a United Negro College Fund member school.  A slow period of decline began in the 1970s, and by 2015, the school had an enrollment of just 11 students. In May 2015, the College suspended classes until Fall 2016 term in hopes of reorganizing. On May 17, 2018, the Tennessee Higher Education Commission gave its approval for Knoxville College to once again reopen its doors and offer classes. On 1 July 2018 Knoxville College website announced resumption of enrolling students, for fall 2018 semester.",
  "/wiki/Bill_Wilkerson": "Bill Wilkerson  (1945 – November 2, 2017) was an American radio personality and sports announcer who enjoyed a long career on St. Louis stations KMOX (1969–1996) and KTRS (1996–2006).",
  "/wiki/Southern_Illinois_University": "Southern Illinois University is a system of public universities in the southern region of the U.S. state of Illinois. Its headquarters is in Carbondale, Illinois.",
  "/wiki/List_of_Kappa_Alpha_Psi_brothers": "The following is a list of notable members of Kappa Alpha Psi Fraternity, Inc. (commonly referred to as Kappas or Nupes). These members are recognized as leaders in the arts, athletics, business, civil rights, education, government, and science. Kappa Alpha Psi was founded on the campus of Indiana University in 1911. The fraternity has more than 105,000 members with 721 undergraduate and alumni chapters in every state of the United States, and international chapters in the United Kingdom, Germany, Korea, Japan, the Caribbean, Saint Thomas, Saint Croix, U.S. Virgin Islands and South Africa."
}