{
  "/wiki/Bangladesh": "Bangladesh (Bengali: বাংলাদেশ) pronounced /ˌbɑːŋlɑːˈdɛʃ/ (bung-lah-desh) or [ˈbaŋladeʃ] (listen); literally meaning The country of Bengal; and officially called the People's Republic of Bangladesh (গণপ্রজাতন্ত্রী বাংলাদেশ Gônoprojatontri Bangladesh), is a country in South Asia. It is the world's 8th-most populous country with nearly 163 million people, and is the 92nd-largest country in land area, spanning 147,570 square kilometres (56,980 sq mi), making it one of the most densely-populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the southeast, and the Bay of Bengal to the south. It is narrowly separated from Nepal and Bhutan by India's Siliguri Corridor in the north and from China by the Indian state of Sikkim in the northeast. Dhaka, the capital and largest city, is the nation's economic, political and cultural hub. Chittagong, the largest sea port, is the second largest city. The dominant geographic feature is the Ganges delta, which empties into the Bay of Bengal the combined waters of several river systems, including the Brahmaputra and the Ganges, with numerous criss-crossing rivers and inland waterways. Highlands with evergreen forests cover the northeastern and southeastern regions. The seacoast features the longest natural sea beach and most of the world's largest mangrove forest. The country's biodiversity includes a vast array of plants and wildlife, including the endangered Bengal tiger, the national animal.",
  "/wiki/Dhaka": "Dhaka City (/ˈdɑːkə/ DAH-kə or /ˈdækə/ DAK-ə; Bengali: ঢাকা, pronounced [ɖʱaka]), formerly known as Dacca, is the capital and largest city of Bangladesh. It is the sixth-largest and sixth-most densely populated city in the world, with a population of 20.2 million people in the Greater Dhaka Area.",
  "/wiki/Shahjalal_International_Airport": "Hazrat Shahjalal International Airport, (Bengali: হযরত শাহ্‌জালাল আন্তর্জাতিক বিমানবন্দর Hôzrôt Shahjalal Antôrjatik Bimanbôndôr) (IATA: DAC, ICAO: VGHS (old: VGZR)), is the largest and most prominent international airport in Bangladesh. It is located in Kurmitola 17 kilometres (11 mi) from the city centre, in the northern part of the capital city Dhaka and it is also a part of BAF Bangabandhu Base used by the Bangladesh Air Force. The airport has an area of 802 hectares (1,981 acres). The Civil Aviation Authority of Bangladesh (CAAB) operates and maintains the airport. It started operations in 1980, taking over from Tejgaon Airport as the principal international airport of the country. The airport was formerly known as Dacca International Airport and later as Zia International Airport, before being named in honour of Shah Jalal, who is one of the most respected Sufi saints of Bangladesh. The IATA code of the airport \"DAC\" is derived from \"Dacca\", which is the previously used spelling for \"Dhaka\".",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Kozhikode": "Kozhikode (Malayalam: കോഴിക്കോട്, [koːɻikːoːɖ] (listen)), also known as Calicut, is an Indian city, second-largest urban agglomeration in the State of Kerala and 20th largest in the country with a population of 2 million according to 2011 census.",
  "/wiki/Calicut_International_Airport": "Calicut International Airport (IATA: CCJ, ICAO: VOCL), also known as Karipur Airport, is an international airport serving the cities of Kozhikode and Malappuram in Kerala, India. The airport opened on 13 April 1988. It is located in Karipur, about 28 km (17 mi) from Kozhikode and 25 km (16 mi) from Malappuram. The airport serves as an operating base for Air India Express. It was the twelfth-busiest airport in India in terms of overall passenger traffic. It is the third-busiest airport in Kerala after Kochi and Thiruvananthapuram. It was given international airport status on 2 February 2006.",
  "/wiki/Nepal": "Nepal (Nepali: नेपाल [neˈpal]), officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is located mainly in the Himalayas, but also includes parts of the Indo-Gangetic Plain. With an estimated population of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It borders China in the north and India in the south, east and west while Bangladesh is located within only 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim. Nepal has a diverse geography, including fertile plains, subalpine forested hills, and eight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth. Kathmandu is the capital and the largest city. Nepal is a multiethnic country with Nepali as the official language.",
  "/wiki/Kathmandu": "Kathmandu (/ˌkætmænˈduː/; Nepali: काठमाडौं, Nepal Bhasa: य़े: Yei, Nepali pronunciation: [kaʈʰmaɳɖu]) is the capital and largest metropolis of Nepal, with a population of around 2.5 million.",
  "/wiki/Tribhuvan_International_Airport": "Tribhuvan International Airport (Nepali: त्रिभुवन अन्तर्राष्ट्रिय विमानस्थल) (IATA: KTM, ICAO: VNKT) is an international airport in Kathmandu, Nepal, located in the Kathmandu Valley about 5 kilometres (3.1 mi) from the city center of Kathmandu. The airport has served as an airfield since 1949, and was inaugurated in 1955 by King Mahendra of Nepal. It received its current name in 1964. Originally a grass runway, it was re-laid in concrete in 1957 and has been extended several times. The first jet aircraft landed at Tribhuvan in 1967 and regular jet operations commenced in 1972.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.",
  "/wiki/Islamabad": "Islamabad (/ɪsˈlɑːməˌbɑːd/; Urdu: اسلام آباد‎, Islāmābād) is the capital city of Pakistan, and is federally administered as part of the Islamabad Capital Territory. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, Islamabad is noted for its high standards of living, safety, and abundant greenery.",
  "/wiki/Benazir_Bhutto_International_Airport": "Benazir Bhutto International Airport (Urdu: بینظیر بھٹو ایئر بیس‎, ICAO: OPRN) is a defunct airport which formerly served the Islamabad-Rawalpindi metropolitan area. It was the second-largest airport by air traffic in Pakistan, until 3 May 2018 when it was replaced by the new Islamabad International Airport. Previously also known as the Islamabad International Airport, it was renamed after the late Pakistani prime minister Benazir Bhutto in June 2008. The airport handled 4,767,860 passengers between 2015–16, compared to 3,803,060 in 2012-13.",
  "/wiki/Lahore": "Lahore (/ləˈhɔːr/; Punjabi: لہور; Urdu: لاہور‎, pronounced [lɑːˈɦɔːr]) is the capital of the Pakistani province of Punjab. It is the country's second-most populous city after Karachi. Lahore is one of Pakistan's wealthiest cities, with an estimated GDP of $58.14 billion (PPP) as of 2015. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressive, and cosmopolitan cities.",
  "/wiki/Allama_Iqbal_International_Airport": "Allama Iqbal International Airport (Urdu: علامہ اقبال بین الاقوامی ہوائی اڈا‎) (IATA: LHE, ICAO: OPLA) is the third largest civil airport by traffic in Pakistan, serving Lahore, the capital of Punjab province as well a large portion of the travellers from the Punjab province. Originally known as Lahore International Airport, it was renamed after Allama Iqbal, one of the pioneers that led to the creation of Pakistan.",
  "/wiki/Peshawar": "Peshawar (Pashto: پېښور‎ Pēx̌awar [peˈçawar] (listen); Hindko: پشور‎; [pɪˈʃɔːɾ] (listen); Urdu: پشاور‎ [peːˈʃaːʋər] (listen)) is the capital of the Pakistani province of Khyber Pakhtunkhwa. Situated in the broad Valley of Peshawar near the eastern end of the historic Khyber Pass, close to the border with Afghanistan, Peshawar's recorded history dates back to at least 539 BCE, making it the oldest city in Pakistan and one of the oldest cities in South Asia. As the center of the ancient Gandhara region, Peshawar served as the capital of the Kushan Empire; and was home to the Kanishka stupa. Peshawar was then sacked by the White Huns, before the arrival of Muslim empires. The city was an important trading centre during the Mughal era before serving as the winter capital of the Afghan Durrani Empire from 1757 until the city was captured by the Sikh Empire in 1818, who were then followed by the British in 1849.",
  "/wiki/Bacha_Khan_International_Airport": "Bacha Khan International Airport (IATA: PEW, ICAO: OPPS) (Urdu: باچا خان بین الاقوامی ہوائی اڈا‎; Pashto: د باچا خان نړیوال هوایی ډګر‎), previously called Peshawar International Airport ( د پېښور نړیوال هوائی ډګر ), is an international airport located in the city of Peshawar in the Khyber Pakhtunkhwa province of Pakistan. Located about a 10-minute drive from the centre of Peshawar, it is the fourth busiest airport in Pakistan. One unusual feature is that one end of the main runway is crossed by a railway line—the seldom-used Khyber train safari to Landi Kotal in the Khyber Pass. The airport was renamed on 27 January 2012 after Khan Abdul Ghaffar Khan (also known as Bacha Khan), a Pashtun nationalist political leader.\nIt was reconstructed in 2016 to 2018.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.",
  "/wiki/Doha_International_Airport": "Doha International Airport (IATA: DIA, ICAO: OTBD) (Arabic: مطار الدوحة الدولي‎) is an airport in Doha, Qatar. It was Qatar's commercial international airport until Hamad International Airport opened on 27 May 2014. While all scheduled commercial traffic ceased, the airport site and existing runway is still used by Qatar Emiri Air Force, Rizon Jet, Gulf Helicopters and Qatar Aeronautical College.",
  "/wiki/Saudi_Arabia": "Saudi Arabia,[c] officially the Kingdom of Saudi Arabia,[d] is a country in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world (after Algeria), the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast and Yemen to the south; it is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its terrain consists of arid desert, lowland and mountains. As of October 2018, the Saudi economy was the largest in the Middle East and the 18th largest in the world.  Saudi Arabia also has one of the world's youngest populations; 50 percent of its 33.4 million people are under 25 years old.",
  "/wiki/Jeddah": "Jeddah (English: /ˈdʒɛdə/ JED-ə), also spelled Jedda, Jiddah or Jidda (/ˈdʒɪdə/ JID-ə; Arabic: جدة‎, romanized: Jidda, Hejazi pronunciation: [ˈdʒɪd.da]), is a city in the Hejaz region of Saudi Arabia and the country's commercial center. With a population of about four million people (as of 2017[update]), Jeddah is the largest city in Makkah Province, the second-largest in Saudi Arabia (after the capital Riyadh), and the tenth-largest in the Arab world. Jeddah Islamic Port, located on the Red Sea, is the second-largest and second-busiest seaport in the Arab world (after Dubai's Port of Jebel Ali).",
  "/wiki/King_Abdulaziz_International_Airport": "King Abdulaziz International Airport (KAIA) (Arabic: مطار الملك عبدالعزيز الدولي‎) (IATA: JED, ICAO: OEJN) is a Saudi international airport located 19 km to the north of Jeddah. Named after King Abdulaziz Al Saud and inaugurated in 1981, the airport is the busiest airport of Saudi Arabia and the third-largest airport in the kingdom.  The airport's Hajj Terminal was specially built for Muslim pilgrims going to Mecca annually on the Hajj. It is one of the largest in the world, and can handle 80,000 passengers at the same time.",
  "/wiki/Riyadh": "Riyadh (/rɪˈjɑːd/; Arabic: الرياض‎, romanized: ar-Riyāḍ [ar.riˈjaːdˤ], Najdi pronunciation: [er.rɪˈjɑːðˤ]) is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. With a population of 6.9 million people, Riyadh is the third-largest city in the Arab world and the 39th-largest in Asia. Riyadh is located on the eastern part of the Najd plateau at about 600 metres (2,000 ft) above sea level.",
  "/wiki/King_Khalid_International_Airport": "King Khalid International Airport (Arabic: مطار الملك خالد الدولي‎ Maṭār al-Malik Khālid al-Duwaliyy, IATA: RUH, ICAO: OERK) is located 35 kilometres (22 mi) north of Riyadh, Saudi Arabia, designed by the architectural firm HOK, and Arabian Bechtel Company Limited served as the construction manager on behalf of the Saudi government.",
  "/wiki/United_Arab_Emirates": "The United Arab Emirates (UAE; Arabic: الإمارات العربية المتحدة‎ al-ʾImārāt al-ʿArabīyyah al-Muttaḥidah), sometimes simply called the Emirates (Arabic: الإمارات‎ al-ʾImārāt), is a country in Western Asia at the northeast end of the Arabian Peninsula on the Persian Gulf, bordering Oman to the east and Saudi Arabia to the south and west, as well as sharing maritime borders with Qatar to the west and Iran to the north. The sovereign constitutional monarchy is a federation of seven emirates consisting of Abu Dhabi (which serves as the capital), Ajman, Dubai, Fujairah, Ras Al Khaimah, Sharjah and Umm Al Quwain. Their boundaries are complex, with numerous enclaves within the various emirates.  Each emirate is governed by a ruler; together, they jointly form the Federal Supreme Council. One of the rulers serves as the President of the United Arab Emirates. In 2013, the UAE's population was 9.2 million, of which 1.4 million are Emirati citizens and 7.8 million are expatriates.",
  "/wiki/Ras_al-Khaimah": "Ras Al Khaimah (RAK) (Arabic: رَأْس ٱلْخَيْمَة‎;  IPA: [raʔs lˈxajma]) is one of the seven emirates that make up the United Arab Emirates (UAE). It is also transliterated as Ras al Khaimah and Ras al-Khaimah. The city of Ras Al Khaimah, sometimes simply abbreviated to RAK City, is the capital of the emirate and home to most of the emirate's residents. It is to an extent identified with the medieval trading port of Julfar.[a]",
  "/wiki/Ras_Al_Khaimah_International_Airport": "Ras Al Khaimah International Airport (IATA: RKT, ICAO: OMRK) (alternatively Ra's al-Khaymah, Arabic: مطار رأس الخيمة الدولي‎) is located in the Persian Gulf sheikhdom of Ras al-Khaimah, United Arab Emirates 11 nautical miles (20 km; 13 mi) south of the town of the same name. The airport has two passenger terminal buildings as well as cargo, aircraft maintenance, and aviation training facilities."
}