{
  "/wiki/Gulf_Coaster": "The Gulf Coaster was a small children's roller coaster that was built for both the Great America parks. Gulf Coaster was built by the Allan Herschell Company with its trains made by Bradley and Kaye. It was a standard \"Little Dipper\" model. Today, neither Gulf Coasters operate.",
  "/wiki/Allan_Herschell_Company": "The Allan Herschell Company specialized in the creation of amusement rides, particularly carousels and roller coasters. The company manufactured portable machines which could be used by traveling carnival operators. It was started in 1915 in the town of North Tonawanda, just outside Buffalo, New York, US.",
  "/wiki/Greezed_Lightnin%27": "Shuttle Loop is a type of steel launched shuttle roller coaster designed by Reinhold Spieldiener of Intamin and manufactured by Anton Schwarzkopf.  A total of 12 installations were produced between 1977 and 1982. These 12 installations have been located in a total of 22 different amusement parks.",
  "/wiki/Anton_Schwarzkopf": "Anton Schwarzkopf (8 July 1924 – 30 July 2001) was a German engineer of amusement rides, and founder of the Schwarzkopf Industries Company, which built numerous amusement rides and large roller coasters for both amusement parks and traveling funfairs.",
  "/wiki/Batman:_The_Ride": "Batman: The Ride is a steel inverted roller coaster based on the DC Comics character Batman and found at seven Six Flags theme parks in the United States. Built by consulting engineers Bolliger & Mabillard, it rises to a height of between 100 and 105 feet (30 and 32 m) and reaches top speeds of 50 miles per hour (80 km/h). The original roller coaster at Six Flags Great America was partially devised by the park's general manager Jim Wintrode. Batman: The Ride was the world's first inverted roller coaster when it opened in 1992, and has since been awarded Coaster Landmark status by the American Coaster Enthusiasts. Clones of the ride exist at amusement parks around the world.",
  "/wiki/Six_Flags_Over_Georgia": "Six Flags Over Georgia is a 290-acre (120 ha) theme park located west of Atlanta in unincorporated Cobb County, Georgia, United States. Featuring characters and themes from a variety of Warner Bros. properties such as Looney Tunes and DC Comics, the park opened to the public in 1967 as the second of three theme parks built by Six Flags. It features 11 roller coasters, including top-ranked Mind Bender and Goliath that have been recognized annually by Amusement Today, and over 30 other rides, shows, and attractions. Hurricane Harbor, a 7-acre (2.8 ha) water park included in the price of admission to the amusement park, was added in 2014.",
  "/wiki/Kentucky_Kingdom": "Kentucky Kingdom (formerly called Six Flags Kentucky Kingdom) is an amusement park in Louisville, Kentucky. The 63-acre (25 ha) park includes a collection of amusement rides and a water park named Hurricane Bay. The park reopened to the public on May 24, 2014.",
  "/wiki/Lightning_Run": "Lightning Run is a Hyper GT-X roller coaster located at Kentucky Kingdom in Louisville, Kentucky. The ride is manufactured by Chance Rides and opened on May 24, 2014. The coaster is the only operational Hyper GT-X model coaster in the world.",
  "/wiki/Flashback_(roller_coaster)": "Flashback was a steel roller coaster made by Intamin of Switzerland. The coaster was located in the Six Flags Plaza area of Six Flags Magic Mountain in Valencia, California. The model of the ride, a Space Diver coaster, was supposed to be mass-produced, only for Flashback to be the only installation.",
  "/wiki/Intamin": "Intamin Worldwide is a designing and manufacturing company in Wollerau, Switzerland. It is best known for creating thrill rides and roller coasters worldwide. The Intamin brand name is an abbreviation for international amusement installations. The company has offices throughout the world including three in Europe, three in Asia and two in the United States.",
  "/wiki/Six_Flags_Magic_Mountain": "Six Flags Magic Mountain, originally Magic Mountain, is a 262-acre (106 ha) theme park located in the Valencia neighborhood of Santa Clarita, California, 35 miles (56 km) northwest of downtown Los Angeles. It opened on May 30, 1971, as a development of the Newhall Land and Farming Company. In 1979, Six Flags purchased the park and added the name \"Six Flags\" to the park's name.",
  "/wiki/Shockwave_(Six_Flags_Great_America)": "Shockwave (occasionally stylized as ShockWave or Shock Wave) was a roller coaster manufactured by Arrow Dynamics at Six Flags Great America in Gurnee, Illinois. Standing 170 feet (52 m) tall and reaching speeds of 65 miles per hour (105 km/h), it opened in 1988 as the world's tallest and fastest looping roller coaster with a record-breaking seven inversions: three vertical loops, a boomerang (also known as a batwing), and two regular corkscrews.  Shockwave was closed in 2002 and has been dismantled.",
  "/wiki/Arrow_Dynamics": "Arrow Dynamics was an American manufacturing and engineering company that specialized in designing and building amusement park rides, especially roller coasters. Based in Clearfield, Utah, the company was the successor to Arrow Development (1946–1981) and Arrow Huss (1981–1986), which were responsible for several influential advancements in the amusement and theme park industries. Among the most significant was tubular steel track, which provided a smoother ride than the railroad style rails commonly used prior to the 1960s on wooden roller coasters. The Matterhorn Bobsleds at Disneyland, built in 1959, was Arrow's first roller coaster project.",
  "/wiki/Superman:_Ultimate_Flight": "Superman: Ultimate Flight is a steel flying roller coaster designed by Bolliger & Mabillard. Themed to the popular comic book character, Superman: Ultimate Flight has been installed at three Six Flags theme parks around the United States: Six Flags Over Georgia, Six Flags Great Adventure and Six Flags Great America. Superman: Ultimate Flight simulates flying by positioning its passengers parallel to the track, supported by harnesses and facing the ground through most of the ride. In the station, riders board the train sitting down. After the train is locked and checked, the trains are raised into the flying position. After the ride, the seats are lowered back into the sitting position for the next round of riders.",
  "/wiki/Alpine_Bobsled": "Alpine Bobsled is a steel bobsled roller coaster, made by Intamin. It has been at three parks, Six Flags Great Adventure, Six Flags Great America and Great Escape in Queensbury, New York, where it stands.",
  "/wiki/Six_Flags_Great_Adventure": "Six Flags Great Adventure is an amusement park located in Jackson, New Jersey, owned by Six Flags. Situated between New York City and Philadelphia, the park complex also contains the Hurricane Harbor water park.",
  "/wiki/Great_Escape_(amusement_park)": "The Great Escape and Hurricane Harbor is an amusement and water park owned and operated by Six Flags Entertainment Corp. It is located approximately 60 miles (97 km) north of Albany, in Queensbury, New York. It is one of three Six Flags parks not to be officially branded with the \"Six Flags\" name[citation needed], with La Ronde in Montreal, Quebec, Canada and Frontier City in Oklahoma City, Oklahoma being the two others.",
  "/wiki/Giant_Inverted_Boomerang": "A Giant Inverted Boomerang is a type of steel shuttle roller coaster manufactured by Vekoma. The ride is a larger, inverted version of Vekoma's popular Boomerang sit down roller coasters. As of February 2020[update], five installations of the model are operating, with another one under construction",
  "/wiki/Vekoma": "Vekoma Rides Manufacturing is a Dutch amusement ride manufacturer. Vekoma is an abbreviation of Veld Koning Machinefabriek (Veld Koning Machine Factory) and was established in 1926 by Hendrik op het Veld. They originally manufactured farm equipment and later made steel constructions for the coal mining industry in the 1950s, After the closure of Dutch mines in 1965, they manufactured steel pipes for the petrochemical industry. Since the 1970s, they have manufactured amusement rides. In 2018, Vekoma was acquired by Sansei Technologies, the parent company of American ride manufacturer S&S Sansei.",
  "/wiki/Silverwood_Theme_Park": "Silverwood Theme Park is an amusement park located in the city of Athol in northern Idaho, United States, near the town of Coeur d'Alene, approximately 47 miles (75 km) from Spokane, Washington on US 95. Owner Gary Norton opened the park in June 20, 1988.  Originally, the park included a small assortment of carnival rides, a \"main street\" with shops and eateries, and an authentic steam train that traveled in a 30-minute loop around the owner's property. From 1973 to 1988, the land, along with a fully functioning airstrip, was operated as the Henley Aerodrome, named after the family whom Norton bought it from in 1981.",
  "/wiki/Apocalypse_(Six_Flags_America)": "Firebird is a floorless roller coaster located at Six Flags America in Prince George's County, Maryland. The roller coaster had originally debuted in 1990 as a stand-up roller coaster named Iron Wolf at Six Flags Great America. It was later relocated to Six Flags America in 2012 and renamed Apocalypse, under which it operated until 2018.",
  "/wiki/Bolliger_%26_Mabillard": "Bolliger & Mabillard, officially Bolliger & Mabillard Consulting Engineers, Inc. and often abbreviated B&M, is a roller coaster design consultancy based in Monthey, Switzerland. The company was founded in 1988 by Walter Bolliger and Claude Mabillard, both of whom had worked for Giovanola.",
  "/wiki/Six_Flags_America": "Six Flags America is a theme park located in Woodmore CDP, Prince George's County, Maryland, near Upper Marlboro, and in the Washington, DC metropolitan area.",
  "/wiki/Goliath_(Six_Flags_Great_America)": "Goliath is a wooden roller coaster located at Six Flags Great America amusement park in Gurnee, Illinois. Manufactured by Rocky Mountain Construction (RMC) and designed by Alan Schilke, the roller coaster features RMC's Topper Track design and opened to the public on June 19, 2014. Goliath initially set three world records among wooden coasters, having the longest drop at 180 feet (55 m), the steepest angle of 85 degrees, and the fastest speed of 72 mph (116 km/h). It still holds the record for the longest drop. In addition, the ride also features two inversions and a maximum descent that reaches 15 feet (4.6 m) below ground level.",
  "/wiki/Ragin%27_Cajun_(roller_coaster)": "Ragin' Cajun is a steel mouse roller coaster at Six Flags America in Upper Marlboro, Maryland. Manufactured by Zamperla and Reverchon Industries, the design is a \"Crazy Mouse\", which is similar to a \"Wild Mouse.\" Crazy Mouse coasters' cars freely spin during the second half of the ride, but Wild Mouse coasters' cars do not. The ride runs five cars at a time, and each car holds up to four riders with a maximum of three adults. Ragin' Cajun previously operated at Six Flags Great America from 2004 to 2013.",
  "/wiki/Zamperla": "Antonio Zamperla S.p.A. is an Italian design and manufacturing company founded in 1966. It is best known for creating family rides, thrill rides and roller coasters worldwide. The company also makes smaller coin-operated rides commonly found inside shopping malls.",
  "/wiki/The_Joker_(S%26S_Worldwide)": "The Joker is a roller coaster located at  Six Flags Great Adventure, Six Flags Great America, Six Flags New England, and Six Flags Over Texas. Built by S&S Worldwide, an American ride manufacturer, the coaster is one of their \"Free Spin\" models. Since 2016, Six Flags has installed The Joker in four of their parks."
}