{
  "/wiki/Schröcken": "Schröcken is a municipality in the district of Bregenz in the Austrian state of Vorarlberg.",
  "/wiki/Angelika_Kauffmann_Museum": "The Angelika Kauffmann Museum is a museum in Schwarzenberg, Vorarlberg (Austria) dedicated to the life and works of the Swiss painter Angelica Kauffman.",
  "/wiki/Schwarzenberg,_Austria": "Schwarzenberg is a municipality in the Bregenz Forest in the Austrian state of Vorarlberg, part of the district of Bregenz. Schwarzenberg has an area of 25.76 km². It lies south of Lake Constance. The village center is heritage-protected for its clapboard houses.",
  "/wiki/Angelica_Kauffman": "Maria Anna Angelika Kauffmann RA (30 October 1741 – 5 November 1807), usually known in English as Angelica Kauffman,[a] was a Swiss Neoclassical painter who had a successful career in London and Rome. Remembered primarily as a history painter, Kauffmann was a skilled portraitist, landscape and decoration painter. She was one of the two female founding members of the Royal Academy in London in 1768.",
  "/wiki/Bregenz_Forest_Railway": "The Bregenz Forest Railway (German: Bregenzerwaldbahn, known colloquially as the Wälderbahn or Wälderbähnle), is an Austrian narrow gauge railway with a track gauge of 760 mm (2 ft 5 15⁄16 in), the so-called Bosnian gauge. It runs through the state of Vorarlberg and used to link (from 1902 to 1983) Bregenz on Lake Constance with Bezau in the Bregenz Forest on a 35.33 kilometre long railway line. Today only a 5.01 kilometre long section is still worked as a heritage railway. The remaining line has been closed and largely lifted.",
  "/wiki/Bregenz": "Bregenz (German pronunciation: [ˈbʁeːgɛnt͡s] (listen)) is the capital of Vorarlberg, the westernmost state of Austria. The city is on the eastern shores of Lake Constance, the third-largest freshwater lake in Central Europe, between Switzerland in the west and Germany in the northwest.",
  "/wiki/Bezau": "Bezau is a town in the Bregenz Forest in the Austrian state of Vorarlberg, part of the district of Bregenz. Bezau is a popular tourist destination around the year, due to its vicinity to ski resorts and hiking trails. Its picturesque church was built in 1906 and is devoted to St. Jodok. Another attraction is the museum of local history (Heimatmuseum), which is housed in a traditional wooden home.",
  "/wiki/Dornbirn": "Dornbirn [ˈdɔʁnbɪʁn] is a city in the Austrian state of Vorarlberg. It is the administrative centre for the district of Dornbirn, which also includes the town of Hohenems, and the market town Lustenau.",
  "/wiki/Hittisau": "Hittisau is a municipality in the district of Bregenz in the Austrian state of Vorarlberg. Hittisau has a surface area of 46.65 km². It lies in the Bregenzerwald in the west of the country.",
  "/wiki/Egg_Museum": "The Egg Museum is a local history museum located in Egg in the Austrian state of Vorarlberg. It is the oldest regional museum in Vorarlberg. The museum was founded in 1904 and reopened again in 1988.",
  "/wiki/Egg,_Austria": "Egg is a town in the Bregenz Forest in the Austrian state of Vorarlberg, part of the district of Bregenz.",
  "/wiki/FLATZ_Museum": "The FLATZ Museum is a contemporary art museum in Dornbirn, Vorarlberg (Austria).",
  "/wiki/FIS_Skimuseum_Damüls": "The FIS Skimuseum Damüls is a skiing museum located in Damüls in the Austrian state of Vorarlberg. It is accommodated in the Kulisse Pfarrhof and displays exhibitions about local history and winter sports. After the exhibition was completely redesigned in the summer of 2017, it was certified by the FIS and remains Vorarlberg’s only FIS ski museum.",
  "/wiki/Damüls": "Damüls is a municipality and popular tourism resort in the district of Bregenz in the Austrian state of Vorarlberg. Damüls also holds the world record of the municipality with the most annual snowfall in Europe – the average is 9.30 meters per year. In 2006, Damüls was awarded the honorary title \"the snowiest village in the world\".",
  "/wiki/Walsertal": "Kleinwalsertal  is a part of Mittelberg, Vorarlberg, Austria. It is part of the Bregenz district and due to the geographic location in the Allgäu Alps with its alpine terrain, the Kleinwalsertal has no direct traffic connection to the rest of Vorarlberg. It is accessible only via Oberstdorf, Germany, to the north, and thus is an Austrian \"practical exclave\" or \"pene-exclave\". Prior to Austria joining the European Union, the area had tax-free status.",
  "/wiki/Hittisau_Women's_Museum": "Hittisau Women's Museum (German: Frauenmuseum Hittisau) is a museum in Hittisau, Austria, devoted to women. It was founded in 2000 and is the only museum of its kind in the country.",
  "/wiki/Inatura": "The Inatura Natural Spectacle (German: Inatura – Erlebnis Naturschau Dornbirn) is an interactive natural history museum in Dornbirn, Vorarlberg (Austria). It originated in 2003 from the former \"Vorarlberger Naturschau\" and was set up on a former factory premises in the new Dornbirn Stadtgarten.",
  "/wiki/Jewish_Museum_of_Hohenems": "The Jewish Museum Hohenems (German: Jüdisches Museum Hohenems, abbreviation JMH) is a regional museum in Hohenems in the Austrian state of Vorarlberg. The museum deals with the Jewish presence in Hohenems as well as surrounding regions. It also covers the Diaspora and Israel and puts the future of the European immigration society into focus.",
  "/wiki/Hohenems": "Hohenems is a town in the Austrian state of Vorarlberg in the Dornbirn district. It lies in the middle of the Austrian part of the Rhine valley. With a population of 15,200 it is the fifth largest municipality in Vorarlberg. Hohenems' attractions include a Renaissance palace dating back to the 16th century and a Jewish museum.",
  "/wiki/Riefensberg": "Riefensberg is a municipality in the district of Bregenz in the Austrian state of Vorarlberg. Riefensberg has a surface area of 14.85 km². It lies in the west of the country.",
  "/wiki/Kunsthaus_Bregenz": "The Kunsthaus Bregenz (KUB) presents temporary exhibitions of international contemporary art in Bregenz, capital of the Austrian Federal State of Vorarlberg. Commissioned by the State of Vorarlberg and designed by the Swiss architect Peter Zumthor, it was built between 1990 and 1997.",
  "/wiki/Silbertal": "Silbertal is a municipality in the district of Bludenz in the Austrian state of Vorarlberg.",
  "/wiki/Mohren_Biererlebniswelt": "The Mohren Biererlebniswelt is a museum about the history of the Mohren brewery, the art of brewing and regional brewing customs and is located at the headquarters of the Mohren brewery in Dornbirn, Vorarlberg (Austria). It was opened on 22 October 2016.",
  "/wiki/Lustenau": "Lustenau ([ˈluːstənaʊ]; Alemannic: Luschnou) is a town in the Austrian state of Vorarlberg in the district of Dornbirn. It lies on the river Rhine, which forms the border with Switzerland. Lustenau is Vorarlberg's fourth largest town.",
  "/wiki/Schruns": "Schruns is a municipality in the Montafon valley in the Austrian state of Vorarlberg in the Bludenz district.",
  "/wiki/List_of_museums_in_Vorarlberg": "This list of museums in the state of Vorarlberg, Austria contains museums which are defined for this context as institutions (including nonprofit organizations, government entities, and private businesses) that collect and care for objects of cultural, artistic, scientific, or historical interest and make their collections or related exhibits available for public viewing. Also included are non-profit art galleries and university art galleries."
}