{
  "/wiki/James_A._Dallas": "James A. Jimmie Dallas, Sr. (December 19, 1917 – April 9, 2004) was an American educator, entrepreneur, musical patron and civic leader from Fort Lauderdale, Florida. He was the first African-American man to have a street in downtown Fort Lauderdale named in his honor.",
  "/wiki/Miami,_FL": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m). Miami is a major center and leader in finance, commerce, culture, media, entertainment, the arts, and international trade. The metro area is by far the largest urban economy in Florida and the 12th largest in the United States, with a GDP of $344.9 billion as of 2017. In 2018, Miami was classified as an Alpha level global city by the GaWC.",
  "/wiki/Fort_Lauderdale": "Fort Lauderdale (/ˈlɔːdərdeɪl/) is a city in the U.S. state of Florida, 28 miles (45 km) north of Miami. It is the county seat of Broward County. As of the 2018[update] census, the city has an estimated population of 182,595. Fort Lauderdale is a principal city of the Miami metropolitan area, which was home to an estimated 6,198,782 people in 2018. The city is a popular tourist destination, with an average year-round temperature of 75.5 °F (24.2 °C) and 3,000 hours of sunshine per year. Greater Fort Lauderdale, encompassing all of Broward County, hosted 13 million overnight visitors in 2018. There were over 560 hotels, and nearly 36,000 hotel rooms. From that, the county collected nearly $87 million from its 5% hotel development tax it charges.",
  "/wiki/John_Edward_Jacob": "John Edward Jacob (born 1934 in Trout, Louisiana) was a U.S. civil rights leader. He served as the president of the National Urban League between 1982 and 1994. Jacob received his B.A. and M.A. degrees from Howard University and was a social worker in Baltimore before joining the Urban League. In 1965, he became director of education and youth incentives at the Washington, D.C. chapter. Later he served as president and executive director of the San Diego Urban League. In 1979 he became executive vice-president of the national office under Vernon Jordan, whom he succeeded as president.",
  "/wiki/Howard_University": "Howard University (Howard or simply HU) is a private, federally chartered historically black university (HBCU) in Washington, D.C. It is categorized among R2: Doctoral Universities – High research activity and accredited by the Middle States Commission on Higher Education. From its outset Howard has been nonsectarian and open to people of all sexes and races. It offers more than 120 areas leading to undergraduate, graduate, and professional degrees. U.S. News & World Report ranked Howard tied for 104th among national universities, and second among historically black colleges and universities (HBCUs) for 2020. Howard is the only HBCU ranked in the top 40 on the Bloomberg Businessweek business school rankings. The Princeton Review ranked the school of business first in opportunities for minority students and in the top five for most competitive students. The National Law Journal ranked the law school among the top 25 in the nation for placing graduates at the most successful law firms.",
  "/wiki/Anheuser-Busch": "Anheuser-Busch Companies, LLC /ˈænhaɪzər ˈbʊʃ/ is an American brewing company headquartered in St. Louis, Missouri. Since 2008, it has been a wholly owned subsidiary of Anheuser-Busch InBev (AB InBev) which also has its North American regional management headquarters in St. Louis. The original Anheuser-Busch InBev (AB InBev) was formed through successive mergers of three international brewing groups: Interbrew from Belgium, AmBev from Brazil and Anheuser-Busch. Hence, since 2008, Anheuser-Busch has been a division of Anheuser-Busch InBev SA/NV, now the world's largest brewing company. The company employs over 30,000 people, operates 12 breweries in the United States, and until December 2009, was one of the largest theme park operators in the United States, with ten theme parks through the company's family entertainment division, Busch Entertainment Corporation.",
  "/wiki/National_Urban_League": "The National Urban League, formerly known as the National League on Urban Conditions Among Negroes, is a nonpartisan historic civil rights organization based in New York City that advocates on behalf of economic and social justice for African Americans and against racial discrimination in the United States. It is the oldest and largest community-based organization of its kind in the nation. Its current President is Marc Morial.",
  "/wiki/Robert_L._Johnson": "Robert Louis Johnson (born April 8, 1946) is an American entrepreneur, media magnate, executive, philanthropist, and investor. He is the co-founder of BET, which was acquired by Viacom in 2001. He also founded RLJ Companies, a holding company that invests in various business sectors. Johnson is the former majority owner of the Charlotte Bobcats. He became the first black American billionaire. Johnson's companies have counted among the most prominent African-American businesses in the late twentieth and early twenty-first centuries.",
  "/wiki/University_of_Illinois_at_Urbana-Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867. The University of Illinois at Urbana–Champaign is a member of the Association of American Universities and is classified as a R1 Doctoral Research University under the Carnegie Classification of Institutions of Higher Education, which denotes the highest research activity. In fiscal year 2017, research expenditures at Illinois totaled $642 million. The campus library system possesses the second-largest university library in the United States by holdings after Harvard University. The university also hosts the National Center for Supercomputing Applications (NCSA) and is home to the fastest supercomputer on a university campus. The university contains 16 schools and colleges and offers more than 150 undergraduate and over 100 graduate programs of study. The university holds 651 buildings on 6,370 acres (2,578 ha) and its annual operating budget in 2016 was over $2 billion.",
  "/wiki/Black_Entertainment_Television": "Black Entertainment Television (BET) is an American pay television channel that is part of the ViacomCBS Domestic Media Networks unit of ViacomCBS. It is the most prominent television network targeting African American audiences, with approximately 88,255,000 American households (75.8% of households with television) receiving the channel. The channel has offices in New York City, Los Angeles, and Chicago. The channel's former headquarters were in Washington, D.C. Programming on the network consists of original and acquired television series and theatrically and direct-to-video-released films. The network has also aired a variety of stand-up comedy, news, and current affairs programs, and formerly aired mainstream rap, hip-hop and R&B music videos; the latter of which now air on its branded sister networks.",
  "/wiki/Charlotte_Bobcats": "The Charlotte Hornets are an American professional basketball team based in Charlotte, North Carolina. The Hornets compete in the National Basketball Association (NBA), as a member of the league's Eastern Conference Southeast Division. The team is largely owned by retired NBA player Michael Jordan, who acquired a controlling interest in the team in 2010. The Hornets play their home games at the Spectrum Center in Uptown Charlotte. The original Hornets franchise was established in 1988 as an expansion team, owned by George Shinn. In 2002, Shinn's franchise relocated to New Orleans and became the New Orleans Hornets. In 2004, the NBA established the Charlotte Bobcats, which was regarded as a new expansion team at the time. In 2013, the New Orleans franchise announced it would rebrand itself the New Orleans Pelicans, ultimately returning the Hornets name, records, and official history (spanning from 1988 to 2002) to Charlotte.",
  "/wiki/Reginald_Lewis": "Reginald F. Lewis (December 7, 1942 – January 19, 1993), was an American businessman. He was one of the richest African-American men in the 1980s, and the first African American to build a billion-dollar company, TLC Beatrice International Holdings Inc. In 1993, Forbes listed Lewis among the 400 richest Americans, with a net worth estimated at $400 million.",
  "/wiki/Virginia_State_University": "Virginia State University (VSU or Virginia State) is a historically black public land-grant university in Ettrick, Virginia. Founded on March 6, 1882 (1882-03-06), Virginia State developed as the United States's first fully state-supported four-year institution of higher learning for black Americans. The university is a member school of the Thurgood Marshall College Fund.",
  "/wiki/Kedar_Massenburg": "William Kedar Massenburg (born 1963) is an American record producer and record label executive, who was the president of Motown Records from 1997 to 2004. Massenburg is best known for bringing Erykah Badu to fame. He trademarked the term neo soul. Massenburg is the founder, president and CEO of Kedar Entertainment.",
  "/wiki/Long_Island_University": "Long Island University (LIU) is a private university in the U.S. state of New York, overseas, and online. The university offers more than 500 academic programs at two main campuses, LIU Post and LIU Brooklyn, as well as non-residential programs at LIU Brentwood, LIU Riverhead, and LIU Hudson at Rockland and Westchester. LIU has NCAA Division I athletics and hosts the annual George Polk Awards in Journalism.",
  "/wiki/Motown_Records": "Motown Records is an American record label owned by Universal Music Group. It was founded by Berry Gordy Jr. as Tamla Records on January 12, 1959, and incorporated as Motown Record Corporation on April 14, 1960. Its name, a portmanteau of motor and town, has become a nickname for Detroit, where the label was originally headquartered. Motown played an important role in the racial integration of popular music as an African American-owned label that achieved  crossover success. In the 1960s, Motown and its subsidiary labels (including Tamla Motown, the brand used outside the US) were the most successful proponents of the Motown Sound, a style of soul music with a mainstream pop appeal. Motown was the most successful soul music label, with a net worth of $61 million. During the 1960s, Motown achieved 79 records in the top-ten of the Billboard Hot 100 between 1960 and 1969. Following the events of the Detroit Riots of 1967 and the loss of key songwriting/production team Holland-Dozier-Holland the same year over pay disputes, Gordy relocated Motown to Los Angeles, California.",
  "/wiki/Guy_Primus": "Guy Primus (born July 1969), is an American businessman. He is co-founder and CEO of The Virtual Reality Company and is a member of the Board of Trustees of Southern California Public Radio. He is also the chairman emeritus of the School of Industrial and Systems Engineering advisory board at Georgia Tech. Born in Pittsburgh, Pennsylvania, he grew up in a middle-class neighborhood. After graduating from Penn Hills High School, he attended Georgia Tech, earning a BS in Industrial Engineering in 1992 and an MS in Industrial Engineering in 1995. He graduated from Harvard Business School in 2000. He is also a member of Kappa Alpha Psi fraternity. In 2018, Primus earned a patent for his invention Emotion-based experience feedback.",
  "/wiki/Georgia_Institute_of_Technology": "The Georgia Institute of Technology, commonly referred to as Georgia Tech or, in the state of Georgia, as Tech, is a public research university and institute of technology in Atlanta, Georgia. It is part of the University System of Georgia and has satellite campuses in Savannah, Georgia; Metz, France; Athlone, Ireland; Shenzhen, China; and Singapore. The school was founded in 1885 as the Georgia School of Technology as part of Reconstruction plans to build an industrial economy in the post-Civil War Southern United States. Initially, it offered only a degree in mechanical engineering. By 1901, its curriculum had expanded to include electrical, civil, and chemical engineering. In 1948, the school changed its name to reflect its evolution from a trade school to a larger and more capable technical institute and research university. Today, Georgia Tech is organized into six colleges and contains about 31 departments/units, with emphasis on science and technology. It is well recognized for its degree programs in engineering, computing, business administration, the sciences and design.",
  "/wiki/Overbrook_Entertainment": "Overbrook Entertainment is an American production company and record label based in Culver City, California. It was founded by partners Will Smith and James Lassiter in 1998, around the same time production for Wild Wild West (1999) was underway. The name Overbrook is derived from Will Smith's neighborhood in West Philadelphia. The company produces music, films and television shows. Smith claimed to have started the company in order to serve as producer and find roles. He uses his role in the company to help unknown artists record music and also records music for some of his films in Overbrook.",
  "/wiki/Roy_Roberts_(chief_executive)": "Roy S. Roberts is an American business executive who had a long, distinguished career at General Motors before retiring as group vice president, North American Vehicle Sales, Service and Marketing in 2000. He is also a former Managing Director at Reliant Equity Investors. From 2011 - 2013 he was the Detroit Public Schools' Emergency Financial Manager and Board Chairman of the Education Achievement Authority of Michigan. He is considered a pioneer for African Americans in the auto industry. He once told Forbes magazine, I've been the first black everywhere I went. One of my jobs is to see I'm not the last. An August 1988 article published in The New York Times stated Roberts was the second African-American vice-president at GM. (Otis Smith was the first.)",
  "/wiki/Grand_Rapids,_MI": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County. A historic furniture-manufacturing center, Grand Rapids is home to five of the world's leading office furniture companies, and is nicknamed Furniture City. Other nicknames include River City and more recently, Beer City (the latter given by USA Today and adopted by the city as a brand). The city and surrounding communities are economically diverse, based in the health care, information technology, automotive, aviation, and consumer goods manufacturing industries, among others.",
  "/wiki/Donald_Andrew_Spencer_Sr.": "Donald Andrew Spencer Sr. (March 5, 1915 – May 4, 2010) was one of the first African American realtors in Cincinnati, the first African American broker to join the Cincinnati Board of Realtors, the first African American broker to serve as President of the Cincinnati Board of Realtors, and also the first African American trustee at Ohio University in Athens, Ohio. He was appointed trustee of Ohio University by former Ohio Governor John J. Gilligan. He was the first African American to chair the Ohio University board of trustees in 1979 and served on the Ohio University board from 1974 to 1983. He was also the charter member of the Beta Eta chapter of Kappa Alpha Psi, a predominantly African American fraternity, at the University of Cincinnati. He will charter the chapter in 1939.",
  "/wiki/Cincinnati,_OH": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 29th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States. In the 19th century, Cincinnati was an American boomtown in the middle of the country. Throughout much of the 19th century, it was listed among the top 10 U.S. cities by population, surpassed only by New Orleans and the older, established settlements of the United States eastern seaboard, as well as being the sixth-biggest city for a period spanning 1840 until 1860.",
  "/wiki/John_W._Thompson": "John Wendell Thompson (born April 24, 1949) is an American technology executive, serving as the current Chairman of Microsoft. He is a former chief executive of Virtual Instruments, a Vice-President at IBM and the former chief executive of Symantec. Thompson later became an independent Director on the Board of Microsoft, and on February 4, 2014, he was named the Chairman of the Board. He led the search for Microsoft's next CEO; as a result, Satya Nadella was selected.",
  "/wiki/Florida_A&M_University": "Florida Agricultural and Mechanical University (FAMU) is a public, historically black university in Tallahassee, Florida. Founded in 1887, it is located on the highest geographic hill in Tallahassee. It is the 5th largest historically black university in the United States by enrollment and the only public historically black university in Florida. It is a member institution of the State University System of Florida, as well as one of the state's land grant universities, and is accredited to award baccalaureate, master's and doctoral degrees by the Commission on Colleges of the Southern Association of Colleges and Schools. The 2020 edition of the U.S. News & World Report college rankings placed the university in Tier 1 among national universities (254th), 7th among all HBCUs and 2nd among all public HBCUs. The university is classified as an R2 Doctoral Research University under the Carnegie Classification of Institutions of Higher Education, which denotes higher research activity. For 2017, the National Science Foundation ranked Florida A&M University 216th nationally and 2nd among HBCU for total research and development expenditures. FAMU sports teams are known as the Rattlers, and compete in Division I of the NCAA.",
  "/wiki/Chief_Executive_Officer": "A chief executive officer (CEO), or just chief executive (CE), is the most senior corporate, executive, or administrative officer in charge of managing an organization –  especially an independent legal entity such as a company or nonprofit institution. CEOs lead a range of organizations, including public and private corporations, non-profit organizations and even some government organizations (notably Crown corporations). The CEO of a corporation or company typically reports to the board of directors and is charged with maximizing the value of the entity, which may include maximizing the share price, market share, revenues or another element. In the non-profit and government sector, CEOs typically aim at achieving outcomes related to the organization's mission, such as reducing poverty, increasing literacy, etc. In the early 21st century, top executives typically had technical degrees in science, management, engineering or law.",
  "/wiki/Microsoft": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge web browsers. Its flagship hardware products are the Xbox video game consoles and the Microsoft Surface lineup of touchscreen personal computers. In 2016, it was the world's largest software maker by revenue (currently Alphabet/Google has more revenue). The word Microsoft is a portmanteau of microcomputer and software. Microsoft is ranked No. 30 in the 2018 Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed International Business Machines in 1924. IBM is incorporated in New York. IBM produces and sells computer hardware, middleware and software, and provides hosting and consulting services in areas ranging from mainframe computers to nanotechnology. IBM is also a major research organization, holding the record for most U.S. patents generated by a business (as of 2020[update]) for 27 consecutive years. Inventions by IBM include the automated teller machine (ATM), the floppy disk, the hard disk drive, the magnetic stripe card, the relational database, the SQL programming language, the UPC barcode, and dynamic random-access memory (DRAM). The IBM mainframe, exemplified by the System/360, was the dominant computing platform during the 1960s and 1970s. IBM has continually shifted business operations by focusing on higher-value, more profitable markets.",
  "/wiki/NortonLifeLock": "NortonLifeLock Inc. (formerly known as Symantec /sɪˈmænˌtɛk/) is an American software company headquartered in Tempe, Arizona, United States. The company provides cybersecurity software and services. NortonLifeLock is a Fortune 500 company and a member of the S&P 500 stock-market index. The company also has development centers in Pune, Chennai and Bangalore. On October 9, 2014, Symantec declared it would split into two independent publicly traded companies by the end of 2015. One company would focus on security, the other on information management. On January 29, 2016, Symantec sold its information-management subsidiary, named Veritas Technologies (which Symantec had acquired in 2004) to The Carlyle Group. The name Symantec is a portmanteau of the words syntax and semantics with technology.",
  "/wiki/A._Maceo_Walker": "{{Infobox person\n| name        = a. maceo walker\n| image       = \n| alt         = \n| caption     = \n| birth_date  = (06/7/1909\n-Expression error: Unrecognized punctuation character {.-{{{day}}})Expression error: Unrecognized punctuation character {., 0.00044900097283544\n A. Maceo Walker (June 7, 1909 – June 8, 1994) was an African-American businessman who led expansion of the Universal Life Insurance Company, founded by his father Joseph Edison Walker in Memphis, Tennessee. Together with his father in 1946, he founded the Tri-State Bank of Memphis, still a going concern. Before joining his father full-time in the business, Walker earned master's degrees in business and actuarial science. When he started work in 1935, he was the only black actuary in Tennessee.",
  "/wiki/Fisk_University": "Fisk University is a private historically black university in Nashville, Tennessee. The university was founded in 1866 and its 40-acre (160,000 m2) campus is a historic district listed on the National Register of Historic Places. In 1930, Fisk was the first African-American institution to gain accreditation by the Southern Association of Colleges and Schools (SACS). Accreditations for specialized programs soon followed. Although the university remains accredited by SACS, the university was placed on probation in June 2018.",
  "/wiki/Carl_Ware": "Carl Ware (born 1943, Newnan, Georgia) is an American businessman. He is a retired executive vice-president of The Coca-Cola Company.",
  "/wiki/Clark_Atlanta_University": "Clark Atlanta University is a private historically black university in Atlanta, Georgia. It was formed in 1988 with the consolidation of Clark College (founded in 1869) and Atlanta University (founded in 1865). Clark Atlanta University is a member of the United Negro College Fund (UNCF) and is the largest collegiate institution in the Atlanta University Center Consortium.",
  "/wiki/Coca-Cola": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The drink's name refers to two of its original ingredients: coca leaves, and kola nuts (a source of caffeine). The current formula of Coca-Cola remains a trade secret, although a variety of reported recipes and experimental recreations have been published. The Coca-Cola Company produces concentrate, which is then sold to licensed Coca-Cola bottlers throughout the world. The bottlers, who hold exclusive territory contracts with the company, produce the finished product in cans and bottles from the concentrate, in combination with filtered water and sweeteners. A typical 12-US-fluid-ounce (350 ml) can contains 38 grams (1.3 oz) of sugar (usually in the form of high fructose corn syrup). The bottlers then sell, distribute, and merchandise Coca-Cola to retail stores, restaurants, and vending machines throughout the world."
}