{
  "/wiki/Sociedade_Independente_de_Comunica%C3%A7%C3%A3o": "SIC (acronym of full name Sociedade Independente de Comunicação) (\"Independent Communication Society\") is a Portuguese television network and media company, which runs several television channels. Their flagship channel is the eponymous SIC, the third terrestrial television station in Portugal, launched on 6 October 1992. SIC is owned by Impresa, a Portuguese media conglomerate.",
  "/wiki/Impresa": "Impresa (full name: IMPRESA Sociedade Gestora de Participações Sociais, SA) (Euronext: IPR) is a Portuguese media conglomerate, headquartered in Paço de Arcos, in Oeiras municipality. It is the owner of SIC TV channel, and Expresso newspaper, among other leading media, like several magazine publications. A third online business segment was launched under the name Impresa Digital",
  "/wiki/Televis%C3%A3o_Independente": "Televisão Independente (TVI) (\"Independent Television\")  is  Portugal's fourth terrestrial television channel, launched in 1993. It was the most watched channel in Portugal from 2005 to 2019. It competes directly with SIC and RTP1.",
  "/wiki/Media_Capital": "Media Capital SGPS, SA, is a Portuguese media corporation founded in 1988 (originally named SOCI - Sociedade de Comunicação Independente, founded by Luís Nobre Guedes), based in Oeiras, Lisbon. Media Capital is a major media group in Portugal, and is one of the biggest media corporations in Europe. Media Capital distributes 20th Century Fox and Metro-Goldwyn-Mayer home video releases in the Portuguese market under the Castello Lopes label. Since 2005, PRISA is the principal owner of Media Capital.",
  "/wiki/RTP1": "RTP1 is the main television channel of Rádio e Televisão de Portugal, the Portuguese public broadcasting corporation. It is Portugal's first channel, and was launched in 1957. For a brief period it was known and marketed as Canal 1 (Channel 1); it has long been commonly called this. It is one of the most watched television networks in the country. The channel became a 24-hour service in 2002, although it now leases its graveyard slot (3:56 am to 5:59 am) to the infomercial producer and direct-response marketer, A Loja Em Casa (in turn owned by El Corte Inglés). Until that point, RTP1 closed down with the national anthem, but this practice stopped not too long before infomercials filled the overnight slots.",
  "/wiki/R%C3%A1dio_e_Televis%C3%A3o_de_Portugal": "Rádio e Televisão de Portugal (Radio and Television of Portugal) is the public service broadcasting organisation of Portugal. It operates four national television channels and three national radio channels, as well as several satellite and cable offerings.",
  "/wiki/CMTV": "Correio da Manhã TV (CMTV) is a private Portuguese generalist channel, with a strong focus on news. It is operated by Cofina, owner of Correio da Manhã, a notable Portuguese newspaper (tabloid). It is available in basic fiber and satellite. The channel launched in March 2013 as an exclusive in Portugal to MEO. The channel is accused of being sensationalist, as well as its parent newspaper.",
  "/wiki/Cofina": "Cofina (Euronext: CFN) is a Portuguese media conglomerate. The company was established in 1995. It has its headquarters in Porto.",
  "/wiki/Globo_(Portugal)": "Globo is a Portuguese pay television channel owned by Rede Globo, a Brazilian television network. Its programming is taken from TV Globo or GNT, along with Brazilian cinema. its flagship programming are Globo's Brazilian telenovelas. It also broadcasts TV Globo talk shows, television series and sitcoms, such as Mais Você and Zorra Total. Despite being available only as an exclusive to NOS platform, it is one of the most watched television channels in Portugal. In 2016, it became available to subscribers of the FTTH service of Vodafone Portugal. Similarly to what happens in Brazil, TV Globo's main competitor is TV Record.",
  "/wiki/Rede_Globo": "Rede Globo (Portuguese: [ˈʁedʒi ˈɡlobu], Globe Network), or simply Globo, is a Brazilian free-to-air television network, launched by media proprietor Roberto Marinho on 26 April 1965. It is owned by media conglomerate Grupo Globo, being by far the largest of its holdings. Globo is the largest commercial TV network in Latin America and the second-largest commercial TV network of the world just behind the American ABC Television Network and the largest producer of telenovelas.",
  "/wiki/Canal_Hollywood": "Canal Hollywood is a movies cable channel available in Spain and Portugal. For most of its history it was a single channel airing for all Iberia with feeds in Portuguese or Spanish, it later split. In 2011 was created a version in HD in Spain and Portugal.",
  "/wiki/Dreamia": "Dreamia (registered as  Dreamia - Serviços de Televisão, S.A.) is a producer of thematic channels for the Portuguese and African markets. It is a joint-venture between NOS and  AMC Networks International Iberia. It produces the channels distributed by AMC Networks International Iberia.",
  "/wiki/Disney_Channel_(Portugal)": "Disney Channel is a Portuguese pay television channel. It was launched in 28 November 2001 as a premium channel, and it was later added to basic packages across platforms.",
  "/wiki/The_Walt_Disney_Company": "The Walt Disney Company, commonly known as Disney (/ˈdɪzni/), is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California.",
  "/wiki/SIC_Not%C3%ADcias": "SIC Notícias (Portuguese pronunciation: [ˈsik nuˈtisiɐʃ]) is the cable news channel of the Portuguese television network SIC (Sociedade Independente de Comunicação) and the second thematic channel of the station. It is available on basic cable and satellite. It replaced CNL (Canal de Notícias de Lisboa), a Lisbon region independent cable news channel owned by TV Cabo, on January 8, 2001. Since the end of 2003, SIC Notícias has also been available in Angola and Mozambique via satellite or cable.",
  "/wiki/TVI24": "TVI 24 is a private Portuguese basic cable and satellite television news channel owned by TVI, launched on 26 February 2009.",
  "/wiki/RTP2": "RTP2 is the second television channel of Rádio e Televisão de Portugal, the Portuguese public broadcasting corporation. Commonly referred as the \"Second\" (O Segundo), and for a time rebranded as \"Dois\" (Portuguese for two), this historically state-run television channel started its regular broadcasting on 25 December 1968. Nowadays, RTP2 is a public-service, advertising-free channel that serves as an alternative to RTP's main channel, RTP1.",
  "/wiki/Fox_(Portugal)": "Fox Portugal (marketed and commonly known as Fox) is a Portuguese pay television channel. It broadcasts syndicated TV shows such as Hawaii Five-0,  How I Met Your Mother, Bones, The Walking Dead, The Simpsons, and NCIS: Los Angeles. It is owned by 20th Century Fox. Its main competitor is AXN.",
  "/wiki/Fox_International_Channels_Portugal": "Fox Networks Group (FNG) is a subsidiary of Walt Disney Direct-to-Consumer & International that oversees international television assets that were acquired from 21st Century Fox by The Walt Disney Company. It produced and distributed 300 and more entertainment, film, sports and factual channels in 45 languages across Latin America, Europe, Asia and Africa, using several brands, including Fox, National Geographic, FX, Fox Sports, and BabyTV. Among their non-linear brands were Fox Play and Fox Plus. These brands reached over 1.725 billion households around the world.",
  "/wiki/Fox_Movies_(Portugal)": "Fox Movies is a Portuguese pay television movie channel owned by Fox Networks Group Portugal. It was launched on 1 July 2011.",
  "/wiki/Cartoon_Network_(Portugal)": "Cartoon Network, commonly abbreviated as CN, is a Portuguese digital cable and satellite television channel launched on 3 December 2013 and owned by Warner Bros. Europe. Currently, Cartoon Network is the second most-watched kids and teens' channel in Portugal, recently surpassing Canal Panda and is now only behind Disney Channel.",
  "/wiki/Turner_Broadcasting_System_Europe": "Turner Broadcasting System, Inc. is an American former television and media conglomerate, part of AT&T's WarnerMedia. Founded by Ted Turner, and based in Atlanta, Georgia, it merged with Time Warner on October 10, 1996. Among its main properties were its namesake TBS, TNT, CNN, Turner Classic Movies, Cartoon Network and Adult Swim, and TruTV. It also licensed or had ownership interests in international versions of these properties. The headquarters of Turner's properties are located in both the CNN Center in Downtown Atlanta, and the Turner Broadcasting campus off Techwood Drive in Midtown Atlanta, which also houses Turner Studios.",
  "/wiki/SportTV": "Sport TV is a Hungarian sports television channel, associated with AMC Networks.",
  "/wiki/Sport_TV": "Sport TV is a Portuguese sports-oriented premium cable and satellite television network with five premium channels in Portugal, one sports news channel and two channels in Portuguese-speaking Africa. The first channel, then only known as Sport TV, was launched on 16 September 1998. It is owned by Portugal Telecom, NOS, Vodafone Portugal and Global Media Group (and originally had the participation of RTP).  It is available in almost all television distribution operators in Portugal as a premium subscription channel.",
  "/wiki/RecordTV_Europa": "RecordTV Europa is a Portuguese pay television channel owned by RecordTV, a Brazilian television network. Its programming is mostly taken from the Brazilian network. It provides general entertainment, telenovelas, Brazilian reality TV shows, and news. Similar to what happened in Brazil, TV Record's main competitor is Globo. Igreja Universal do Reino de Deus religious programming is transmitted at late nights.",
  "/wiki/TV_Record_Europa_(subsidiary)": "Record TV Europa is a subsidiary of the Rede Record, a Brazilian television network. It produces and distributes Record TV programming from Brazil in Portugal and Europe.",
  "/wiki/Fox_Life": "Fox Life is an international pay television network, launched by the Fox Networks Group in 2004, which airs across Latin America, Europe (also available in HD, starting February 2012, in Italy), Southeast Asia, and Japan (changed its name to FOX bs238 in October 2011). Its basic programming include numerous television series, sitcoms and movies, among others, which includes some original programming in certain regions.",
  "/wiki/AXN_(Portugal)": "AXN Portugal is a Portuguese pay television channel. It is the Portuguese version of the AXN network, owned by Sony. It was a Cabovisão exclusive in its beginnings, but now it is available in all operators and platforms. It's one of the most watched channels on pay-TV in Portugal, competing with FOX, SIC Notícias, Canal Panda, Disney Channel and Canal Hollywood.",
  "/wiki/Sony_Pictures_Entertainment": "Sony Pictures Entertainment Inc. (known simply as Sony Pictures and abbreviated as SPE) is an American entertainment company that produces, acquires and distributes filmed entertainment (theatrical motion pictures, television programs, and recorded videos) through multiple platforms. Through an intermediate holding company called Sony Film Holding Inc., it is operated as a subsidiary of Sony Entertainment Inc., which is itself a wholly owned subsidiary of the Japanese multinational technology and media conglomerate Sony Corporation. Based in Culver City, California, it encompasses Sony's motion picture, television production and distribution units. Its group sales in the fiscal year 2017 (April 2017 – March 2018) has been reported to be $9.133 billion.",
  "/wiki/Fox_Comedy_(Portugal)": "Fox Comedy (known until November 18, 2015, as FX) is a Portuguese pay television channel that broadcasts comedy series and films, owned by Fox Networks Group. Programs are mostly imported, mainly from the United States, occasionally also Canada and the United Kingdom.",
  "/wiki/AXN_Black": "AXN Black is a channel operated by Sony Pictures Television International Networks Europe. Its programming is basically focused on television series and movies. The channel was first launched in Portugal, Angola and Mozambique on May 9, 2011 and replaced Animax. Central european version was launched on October 1, 2013 in Hungary, Poland, Romania, Czech Republic, Slovakia, Bulgaria and Moldova where has replaced AXN Sci Fi.\nOn October 3 2017 the channel was replaced by Sony Movie Channel in Hungary.",
  "/wiki/Fox_Crime": "Fox Crime is a television network, launched by the Fox Networks Group, which airs across several countries of Europe, Australia, Africa and Asia such as Italy, Portugal, Serbia, Bulgaria, and Turkey. Its basic programming include numerous television series, sitcoms and movies, among others, related to crime, horror and investigation."
}