{
  "/wiki/French_National_Track_Championships": "The French National Track Championships are held annually and are composed of competitions of various track cycling disciplines across various age and gender categories.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/1997_UCI_Track_Cycling_World_Championships": "The 1997 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Perth, Australia from 27 August to 31 August 1997. Twelve events were contested, eight for the men and four for the women. France dominated most of the events, taking home half of the gold medals on offer.",
  "/wiki/Perth,_Western_Australia": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/1998_UCI_Track_Cycling_World_Cup_Classics": "The 1998 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 21 May 1998 to 6 September 1998. The World Cup is organised by the UCI.",
  "/wiki/Hy%C3%A8res": "Hyères (French pronunciation: ​[jɛːʁ]), Provençal Occitan: Ieras in classical norm, or Iero in Mistralian norm) is a commune in the Var department in the Provence-Alpes-Côte d'Azur region in southeastern France.",
  "/wiki/1998_UCI_Track_Cycling_World_Championships": "The 1998 UCI Track Cycling World Championships were the World Championship for track cycling. They took place in Bordeaux, France from August 26 to August 30, 1998. Twelve events were contested, eight for the men and four for the women. France dominated most of the events, taking home half of the gold medals on offer.",
  "/wiki/Bordeaux": "Bordeaux (French pronunciation: [bɔʁdo] (listen); Gascon Occitan: Bordèu [buɾˈðɛw]) is a port city on the Garonne in the Gironde department in Southwestern France.",
  "/wiki/1999_UCI_Track_Cycling_World_Cup_Classics": "The 1999 UCI Track Cycling World Cup Classics is a multi race tournament over a season of track cycling. The season ran from 21 May 1999 to 6 September 1999. The World Cup is organised by the UCI.",
  "/wiki/Cali": "Santiago de Cali (Spanish pronunciation: [sanˈtjaɣo ðe ˈkali]), or Cali, is the capital of the Valle del Cauca department, and the most populous city in southwest Colombia, with an 2,227,642 residents according to the 2018 census. The city spans 560.3 km2 (216.3 sq mi) with 120.9 km2 (46.7 sq mi) of urban area, making Cali the second-largest city in the country by area and the third most populous. As the only major Colombian city with access to the Pacific Coast, Cali is the main urban and economic centre in the south of the country, and has one of Colombia's fastest-growing economies. The city was founded on 25 July 1536 by the Spanish explorer Sebastián de Belalcázar.",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Vincent_Le_Quellec": "Vincent Le Quellec (born 8 February 1975 in Lannion) is a French former track cyclist who specialised in the sprint disciplines, twice winning the team sprint world championship as part of the France team in 1997 and 1998."
}