{
  "/wiki/AAR_wheel_arrangement": "The AAR wheel arrangement system is a method of classifying locomotive (or unit) wheel arrangements that was developed by the Association of American Railroads. It is essentially a simplification of the European UIC classification, and it is widely used in North America to describe diesel and electric locomotives. It is not used for steam locomotives which use the Whyte notation instead.",
  "/wiki/Prime_mover_(locomotive)": "In engineering, a prime mover is an engine that converts fuel to useful work. In locomotives, the prime mover is thus the source of power for its propulsion. In an engine-generator set, the engine is the prime mover, as distinct from the generator.",
  "/wiki/Horsepower": "Horsepower (hp) is a unit of measurement of power, or the rate at which work is done, usually in reference to the output of engines or motors. There are many different standards and types of horsepower. Two common definitions being used today are the mechanical horsepower (or imperial horsepower), which is about 745.7 watts, and the metric horsepower, which is approximately 735.5 watts.",
  "/wiki/EMD_SD7": "An SD7 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between May 1951 and November 1953. It had an EMD 567B 16-cylinder engine producing 1,500 horsepower (1.12 MW) for its six traction motors. 188 were built for United States railroads. Starting in August 1953 a total of 26 SD7s were produced which used either the 567BC engine or the 567C engine. These units are noted on the roster below.",
  "/wiki/EMD_567": "The EMD 567 is a line of large medium-speed diesel engines built by General Motors' Electro-Motive Division. This engine, which succeeded Winton's 201A, was used in EMD's locomotives from 1938 until its replacement in 1966 by the EMD 645. It has a bore of 8 1⁄2 in (216 mm), a stroke of 10 in (254 mm) and a displacement of 567 cu in (9.29 L) per cylinder. Like the Winton 201A, the EMD 645 and the EMD 710, the EMD 567 is a two-stroke engine.",
  "/wiki/Watt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/EMD_SD9": "An SD9 is a 6-axle road switcher  diesel locomotive built by General Motors Electro-Motive Division between January 1954 and June 1959. An EMD 567C 16-cylinder engine generated 1,750 horsepower (1.30 MW). This model is, externally, similar to its predecessor, the SD7, but this model, internally, features the improved and much more maintainable 567C engine. The principal spotting feature are the classification lights on the ends of the locomotive, above the number board.  The SD9's classification lights are on a small pod, canted outward.  The last phase of construction had a carbody similar to the SD18 and SD24, and used two 48-inch (1,219 mm) cooling fans instead of four 36-inch (914 mm) cooling fans.",
  "/wiki/EMD_SD18": "The EMD SD18 is a 6-axle road switcher diesel locomotive built by General Motors Electro-Motive Division between April 1960 and March 1963.  Power was provided by an EMD 567D1 16-cylinder engine which generated 1,800 hp (1.3 MW).",
  "/wiki/EMD_SD24": "The EMD SD24 was a 2,400 hp (1,800 kW) six-axle (C-C) road switcher diesel-electric locomotive built by General Motors' Electro-Motive Division of La Grange, Illinois between July 1958 and March 1963. A total of 224 units were built for customers in the United States, comprising 179 regular, cab-equipped locomotives and 45 cabless B units. The latter were built solely for the Union Pacific Railroad.",
  "/wiki/EMD_SD28": "An EMD SD28 is a 6-axle road switcher diesel locomotive built by General Motors Electro-Motive Division between July 1965 and September 1965.  Power was provided by an EMD 567D1 16-cylinder engine which generated 1,800 horsepower (1.34 MW). This locomotive was basically a non-turbocharged version of the EMD SD35. 6 examples of this locomotive model were built for American railroads. A further 6 a passenger variant, type SDP28, were built for export to Korea in May 1966.",
  "/wiki/EMD_SD35": "An EMD SD35 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between June 1964 and January 1966.  Power was provided by an EMD 567D3A 16-cylinder engine which generated 2,500 brake horsepower (1,900 kW). A 3,000-US-gallon (11,000 L; 2,500 imp gal) fuel tank was used on this unit. This locomotive model shared a common frame with the EMD SD28, giving it an overall length of 60 feet 8 1⁄2 inches (18.504 m). 360 examples of this locomotive model were built for American railroads.",
  "/wiki/EMD_SDP35": "An EMD SDP35 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between July 1964 and September 1965.  Power was provided by an EMD 567D3A 16-cylinder engine which generated 2,500 horsepower (1.9 MW). Essentially this locomotive was an EMD SD35 equipped with a steam generator, located in the extended long hood end, for passenger use. 35 examples of this locomotive model were built for American railroads.",
  "/wiki/Steam_generator_(railroad)": "A steam generator is a type of boiler used to produce steam for climate control and potable water heating in railroad passenger cars. The output of a railroad steam generator is low pressure, saturated steam that is passed through a system of pipes and conduits throughout the length of the train.",
  "/wiki/EMD_SD38": "The SD38 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between May 1967 and October 1971. It had an EMD 645 16-cylinder engine generating 2,000 horsepower (1.5 MW), compared to the turbocharged EMD 645E3 V-16 engine that produced 3000 horsepower. The SD38 had the same frame as the SD39, SD40 and SD45. 52 were built for American railroads, one was built for a Canadian railroad, four were exported to a mining firm in Jamaica and seven were exported to a mining firm in Venezuela. The SD38 was succeeded by a Dash 2 version called the EMD SD38-2.",
  "/wiki/EMD_645": "The EMD 645 family of diesel engines was designed and manufactured by the Electro-Motive Division of General Motors. While the 645 series was intended primarily for locomotive, marine and stationary engine use, one 16-cylinder version powered the 33-19 \"Titan\" prototype haul truck designed by GM's Terex division.",
  "/wiki/EMD_SD38AC": "An EMD SD38AC is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between June and October 1971.  It was basically an SD38 with an AR10 alternating current alternator instead of the SD38's normal direct current generator. It produces 2,000 horsepower (1,500 kW) from a 16-cylinder EMD 645E roots blown prime mover. It came equipped with or without dynamic brakes. This locomotive shared the same common frame with the SD39, SD38, SD40 and SD45.  The SD38AC is basically the transition engine between the SD38 and the SD38-2.  15 examples of this model were built; 6 for B&LE, 8 for DMIR and one for BC Hydro.",
  "/wiki/EMD_SD38-2": "The EMD SD38-2 is a six-axle road switcher diesel locomotive built by General Motors Electro-Motive Division (EMD) from 1972 to 1979. EMD built 90 of these medium road-switchers, which were used in both yard and mainline roles. Part of the EMD Dash 2 line, the SD38-2 was an upgraded SD38 with modular electronic control systems, HT-C trucks, and many other detail improvements. The locomotive's power was provided by an EMD 16-645E 16-cylinder engine, which could generate 2,000 horsepower (1,500 kilowatts). These units were constructed with either 3,200 or 4,000 US gal (12,000 or 15,000 L; 2,700 or 3,300 imp gal) fuel tanks and were available with or without dynamic brakes. It shared the same 64-foot-8-inch (19.71 m) frame as the SD40-2 and SD45-2, which gives it a length over couplers of 68 feet 10 inches (20.98 m).",
  "/wiki/EMD_SD39": "An SD39 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between August 1968 and May 1970.  54 were built for American railroads.",
  "/wiki/EMD_SDL39": "An EMD SDL39 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between March 1969 and November 1972. Power was provided by an EMD 645E3 12-cylinder engine which generated 2,300 horsepower (1.7 MW). All 10 examples of this locomotive model were built for Milwaukee Road, who wanted a lightweight road-switcher to replace their fleet of 1947-built ALCO RSC-2s. The unit was built on a short 55-foot-2-inch (16.81 m) frame with C-C export trucks, barely tipping the scales at 250,000 pounds (110,000 kg) and managing a light-footed axle-loading of just 20.8 short tons (18.6 long tons; 18.9 t) per axle.",
  "/wiki/EMD_SD40X": "An EMD SD40X is a 6-axle experimental road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between 1964 and 1965. 9 examples of this locomotive were built for test purposes to test the new 645-series prime mover. After testing, eight were sold to the Union Pacific Railroad and one example to the Gulf, Mobile and Ohio Railroad. This locomotive is an experimental testbed for the production SD40, but built on the shorter SD35 frame.  This locomotive was also known as an SD35X.",
  "/wiki/EMD_SD40": "The EMD SD40 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between January 1966 and August 1972.",
  "/wiki/EMD_SD40A": "An EMD SD40A is a six-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division between 1969 and 1970. 18 examples of this locomotive were built exclusively for the Illinois Central Railroad. The SD40A was basically an SD40 built on an SDP45 frame. The longer SDP45 frame allowed for a larger, 5000 gallon fuel tank. This locomotive is powered by a sixteen-cylinder EMD 645E3 diesel engine, which could provide 3,000 horsepower (2,240 kW). Illinois Central Railroad used the SD40A as a long-range road-switcher, utilizing the larger fuel tank found on the SDP45. The Soo Line Railroad eventually acquired five of these units and as of 2005 they are out of service. Six other units (IC 6011, and 6013-6018) remain in service under IC, which is now a subsidiary of Canadian National Railway",
  "/wiki/EMD_SDP40": "An SDP40 is a 6-axle passenger road switcher diesel-electric locomotive built by General Motors Electro-Motive Division (EMD) between June 1966 and May 1970.",
  "/wiki/EMD_SD40T-2": "An SD40T-2 is a 6-axle road switcher diesel-electric locomotive built by General Motors Electro-Motive Division having a 16-cylinder EMD 645E3 diesel engine producing 3,000 horsepower (2,240 kW). 312 SD40T-2s were built for North American railroads between April 1974 and July 1980. This locomotive and the SD45T-2 are popularly called tunnel motors, but EMD's term is SD40-2s with \"cooling system modifications\" because they were designed for better engine cooling in mountainous areas. The difference between this locomotive and its non-tunnel motor cousin, the SD40-2, are the radiator intakes and radiator fan grills located at the rear of the locomotive.",
  "/wiki/EMD_SD40-2": "The EMD SD40-2 is a 3,000-horsepower (2,200 kW) C-C road switcher diesel-electric locomotive built by EMD from 1972 to 1989.",
  "/wiki/EMD_SD40-2W": "The EMD SD40-2 is a 3,000-horsepower (2,200 kW) C-C road switcher diesel-electric locomotive built by EMD from 1972 to 1989.",
  "/wiki/List_of_GM-EMD_locomotives": "The following is a list of locomotives produced by the Electro-Motive Corporation (EMC), and its successors General Motors Electro-Motive Division (GM-EMD) and Electro-Motive Diesel (EMD)."
}