{
  "/wiki/AAR_wheel_arrangement": "The AAR wheel arrangement system is a method of classifying locomotive (or unit) wheel arrangements that was developed by the Association of American Railroads. It is essentially a simplification of the European UIC classification, and it is widely used in North America to describe diesel and electric locomotives. It is not used for steam locomotives which use the Whyte notation instead.",
  "/wiki/Prime_mover_(locomotive)": "In engineering, a prime mover is an engine that converts fuel to useful work. In locomotives, the prime mover is thus the source of power for its propulsion. In an engine-generator set, the engine is the prime mover, as distinct from the generator.",
  "/wiki/Horsepower": "Horsepower (hp) is a unit of measurement of power, or the rate at which work is done, usually in reference to the output of engines or motors. There are many different standards and types of horsepower. Two common definitions being used today are the mechanical horsepower (or imperial horsepower), which is about 745.7 watts, and the metric horsepower, which is approximately 735.5 watts.",
  "/wiki/EMD_FP45": "The EMD FP45 is a cowl unit type of C-C diesel locomotive produced in the United States by General Motors Electro-Motive Division (EMD).  It was produced beginning in 1967 at the request of the Atchison, Topeka and Santa Fe Railway, which did not want its prestigious Super Chief/El Capitan and other passenger trains pulled by freight style hood unit locomotives, which have external walkways.",
  "/wiki/EMD_645": "The EMD 645 family of diesel engines was designed and manufactured by the Electro-Motive Division of General Motors. While the 645 series was intended primarily for locomotive, marine and stationary engine use, one 16-cylinder version powered the 33-19 \"Titan\" prototype haul truck designed by GM's Terex division.",
  "/wiki/Watt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/EMD_F45": "The EMD F45 was a C-C cowled diesel-electric locomotive built by General Motors Electro-Motive Division between 1968 and 1971. Power was provided by an EMD 645E3 20-cylinder engine which generated 3,600 hp (2,680 kW).",
  "/wiki/EMD_SDP40F": "The  EMD SDP40F was a six-axle 3,000 hp (2.2 MW) C-C diesel–electric locomotive built by General Motors Electro-Motive Division (EMD) from 1973–1974. EMD built 150 for Amtrak, the operator of most intercity passenger trains in the United States. Amtrak, a private company but funded by the United States government, had begun operation in 1971 with a fleet of aging diesel locomotives inherited from various private railroads. The SDP40F was the first diesel locomotive built new for Amtrak and for a brief time they formed the backbone of the company's long-distance fleet.",
  "/wiki/EMD_F40C": "The EMD F40C is a 6-axle 3,200 horsepower (2.4 MW) diesel-electric locomotive built by General Motors Electro-Motive Division in 1974 for commuter service in Chicago. EMD only built 15 locomotives; the decline of the 6-axle design for passenger service led to the adoption of the 4-axle EMD F40PH as the standard passenger locomotive in the United States.",
  "/wiki/EMD_F40PH": "The  EMD F40PH is a four-axle 3,000–3,200 hp (2.2–2.4 MW) B-B diesel-electric locomotive built by General Motors Electro-Motive Division in several variants from 1975 to 1992. Intended for use on Amtrak's short-haul passenger routes, it became the backbone of Amtrak's diesel fleet after the failure of the EMD SDP40F. The F40PH also found widespread use on commuter railroads in the United States and with Via Rail Canada. Additional F40PH variants were remanufactured from older locomotives by Morrison-Knudsen and MotivePower Industries between 1988 and 1998.",
  "/wiki/GMD_SD40-2F": "The GMD SD40-2F was a 3,000 horsepower (2,200 kW) C-C diesel locomotive built by General Motors Diesel. It was fundamentally an SD40-2 in a cowl unit full-width body. A total of 25 units were built solely for the Canadian Pacific Railway. They were delivered in 1988 and 1989, after the end of production for the regular SD40-2. The engines were CP's only cowl units, and have been nicknamed \"Red Barns\" by railfans.",
  "/wiki/EMD_SD50": "The EMD SD50 is a 3,500-horsepower (2,610 kW) diesel-electric locomotive built by General Motors Electro-Motive Division. It was introduced in May 1981 as part of EMD's \"50 Series\", but prototype SD50S locomotives were built from 1980; production ceased in January 1986. The SD50 was in many respects a transitional model between EMD's Dash 2 series which was produced throughout the 1970s and the microprocessor-equipped SD60 and SD70 locomotives.",
  "/wiki/EMD_SD60F": "The EMD SD60 is a 3,800 horsepower (2,800 kW), 6-axle diesel-electric locomotive built by General Motors Electro-Motive Division, intended for heavy-duty drag freight or medium-speed freight service. It was introduced in 1984, and production ran until 1995.",
  "/wiki/EMD_710": "The EMD 710 is a line of diesel engines built by Electro-Motive Diesel (previously General Motors' Electro-Motive Division). The 710 series replaced the earlier EMD 645 series when the 645F series proved to be unreliable in the early 1980s 50-series locomotives which featured a maximum engine speed of 950 rpm. The EMD 710 is a relatively large medium speed two-stroke diesel engine that has 710 cubic inches (11.6 liters) displacement per cylinder, and a maximum engine speed of 900 rpm.[note 1]",
  "/wiki/EMD_F59PH": "The  EMD F59PH is a four-axle 3,000 hp (2 MW) B-B diesel-electric locomotive built by General Motors Electro-Motive Division in two variants from 1988 to 2001. The original F59PH was designed in consultation with GO Transit for commuter operation in Toronto. The design was successful and became the backbone of GO Transit's fleet for two decades. Another major operator is Southern California's Metrolink, which launched with F59PHs in 1992. Production of the F59PH ended in 1994, with 73 locomotives built.",
  "/wiki/EMD_F59PHI": "The  EMD F59PH is a four-axle 3,000 hp (2 MW) B-B diesel-electric locomotive built by General Motors Electro-Motive Division in two variants from 1988 to 2001. The original F59PH was designed in consultation with GO Transit for commuter operation in Toronto. The design was successful and became the backbone of GO Transit's fleet for two decades. Another major operator is Southern California's Metrolink, which launched with F59PHs in 1992. Production of the F59PH ended in 1994, with 73 locomotives built.",
  "/wiki/EMD_F69PHAC": "The EMD F69PHAC was an experimental locomotive built in 1989 in a joint venture between EMD and Siemens. It was designed to test AC locomotive technology. Only two examples of this locomotive were made. The engine used the same carbody as the EMD F40PHM-2 and EMD F40PHM-3, with just a few spotting differences.",
  "/wiki/EMD_DE30AC_and_DM30AC": "The EMD DE30AC and EMD DM30AC are a class of 46 locomotives built in 1997–1998 by Electro-Motive Division in the Super Steel Plant in Schenectady, New York, for the Long Island Rail Road of the Metropolitan Transportation Authority (MTA) in New York. Originally divided equally between the two types, the fleet currently consists of 24 DE30AC locomotives (diesel power only) and 21 DM30AC locomotives (diesel or third rail power).",
  "/wiki/EMD_F125": "The EMD F125 Spirit is a four-axle passenger diesel locomotive manufactured by EMD for the North American market. It is powered by a Caterpillar C175-20 V20 diesel engine rated at 4,700 hp (3,500 kW). The locomotive is capable of traveling at a maximum in-service speed of 125 mph (201 km/h) pulling consists of up to 10 cars. It is EMD's first new domestic passenger locomotive in 15 years, with the previous passenger locomotive being the EMD DE30AC and DM30AC built for the Long Island Rail Road.",
  "/wiki/Caterpillar_Inc.": "Caterpillar Inc. (sometimes shortened to CAT) is an American Fortune 100 corporation which designs, develops, engineers, manufactures, markets and sells machinery, engines, financial products and insurance to customers via a worldwide dealer network. It is the world's largest construction equipment manufacturer.\nIn 2018, Caterpillar was ranked #65 on the Fortune 500 list and #238 on the Global Fortune 500 list. Caterpillar stock is a component of the Dow Jones Industrial Average.",
  "/wiki/List_of_GM-EMD_locomotives": "The following is a list of locomotives produced by the Electro-Motive Corporation (EMC), and its successors General Motors Electro-Motive Division (GM-EMD) and Electro-Motive Diesel (EMD)."
}