{
  "/wiki/Vreni_Schneider": "Verena \"Vreni\" Schneider (born 26 November 1964) is a retired ski racer from Switzerland. She is the most successful alpine ski racer of her country, the fourth most successful female ski racer ever (after Lindsey Vonn, Annemarie Moser-Pröll and Mikaela Shiffrin) and was voted \"Swiss Sportswoman of the Century\".",
  "/wiki/Alpine_skiing_at_the_1994_Winter_Olympics": "Alpine Skiing at the 1994 Winter Olympics consisted of ten alpine skiing events, held north of the host city of Lillehammer, Norway. The speed events were held at Kvitfjell and the technical events at Hafjell from 13–21 February.",
  "/wiki/Gustav_Weder": "Gustav Weder (born 2 August 1961 in Diepoldsau) is a Swiss bobsledder who competed from the late 1980s to the early 1990s. Competing in three Winter Olympics, he won four medals with two gold (Two-man: 1992, 1994), one silver (Four-man: 1994), and one bronze (Four-man: 1992).",
  "/wiki/Donat_Acklin": "Donat Acklin (born 6 June 1965 in Herznach) is a Swiss bobsledder who competed in the late 1980s and early 1990s. Competing in three Winter Olympics, he won four medals with two gold (Two-man: 1992, 1994), one silver (Four-man: 1994), and one bronze (Four-man: 1992).",
  "/wiki/Bobsleigh_at_the_1994_Winter_Olympics": "The bobsleigh competitions of the Lillehammer 1994 Olympics were held at the Lillehammer Olympic Bobsleigh and Luge Track between 19 and 27 February 1994.",
  "/wiki/Andreas_Sch%C3%B6nb%C3%A4chler": "Andreas Schönbächler (born April 24, 1966) is a Swiss freestyle skier and Olympic champion. He won a gold medal at the 1994 Winter Olympics in Lillehammer.",
  "/wiki/Freestyle_skiing_at_the_1994_Winter_Olympics": "The freestyle skiing competition of the 1994 Winter Olympics was held at Kanthaugen Freestyle Arena.  There were four events, taking place between 15 and 24 February 1994. The freestyle program was expanded at this Olympics, with aerials, previously a demonstration event, added as a full medal event.",
  "/wiki/Urs_K%C3%A4lin": "Urs Kälin (born 26 February 1966) is a Swiss former alpine skier. He competed at three Winter Olympics.",
  "/wiki/Reto_G%C3%B6tschi": "Reto Götschi (born 25 December 1965 in Hausen am Albis) is a Swiss bobsledder who competed in the 1990s. He won a silver medal in the two-man event with teammate Guido Acklin at the 1994 Winter Olympics in Lillehammer.",
  "/wiki/Guido_Acklin": "Guido Acklin (born 21 November 1969) is a Swiss bobsledder who competed in the 1990s. At the 1994 Winter Olympics in Lillehammer, he won a silver medal in the two-man event with his teammate Reto Götschi.",
  "/wiki/Kurt_Meier": "Kurt Meier (born 6 April 1962) is a Swiss bobsledder who competed from the mid-1980s to the mid-1990s. Competing in two Winter Olympics, he won two medals in the four-man event with a gold in 1988 and a silver in 1994.",
  "/wiki/Domenico_Semeraro": "Domenico Semeraro (born 3 February 1964) is a Swiss bobsledder who competed in the early 1990s. At the 1994 Winter Olympics in Lillehammer, he won a silver medal in the four-man event with his teammates Gustav Weder, Donat Acklin and Kurt Meier.",
  "/wiki/Jean-Yves_Cuendet": "Jean-Yves Cuendet (born February 20, 1970) is a retired Swiss nordic combined skier who competed during the 1990s. He won a bronze medal in the 3 x 10 km team event at the 1994 Winter Olympics in Lillehammer. Cuendet also won a bronze medal in the 4 x 5 km team event at the 1995 FIS Nordic World Ski Championships in Thunder Bay, Ontario.",
  "/wiki/Hippolyt_Kempf": "Hippolyt Kempf (born 10 December 1965 in Lucerne) is a Swiss Nordic combined skier who competed during the late 1980s and early 1990s.",
  "/wiki/Andreas_Schaad": "Andreas Schaad (born April 18, 1965) is a former Swiss Nordic combined skier who competed during the late 1980s and early 1990s. He won a two medals in the 3 x 10 km team event at the Winter Olympics with a silver in 1988 and a bronze in 1994. He also won a silver medal in the 3 x 10 km team event at the 1989 FIS Nordic World Ski Championships in Lahti.",
  "/wiki/Nordic_combined_at_the_1994_Winter_Olympics": "Nordic combined at the 1994 Winter Olympics, consisted of two events, held from 18 February to 24 February. The ski jumping portion took place at Lysgårdsbakken, while the cross-country portion took place at Birkebeineren Ski Stadium."
}