{
  "/wiki/Lost_Tapes": "Lost Tapes is an American television horror series that aired on Animal Planet. Produced by Go Go Luckey Entertainment, the program presents fictional found footage depicting traumatic encounters with creatures cryptozoological, supernatural, mythological or extraterrestrial. Creatures featured include Bigfoot, the Chupacabra, Vampires, Werewolves, and Reptilians.",
  "/wiki/List_of_Lost_Tapes_episodes": "This season does not present facts or interviews regarding the creature in the prologue compared to the last two seasons; instead, it introduces the episode's creature attacking random victims.  This season also introduces recurring characters in Agents Elise Mooney and Noel Connor of the Enigma Corporation. It also shows much more of the creature's bodies and with a clearer view than the last two seasons.",
  "/wiki/Victorious": "Victorious (stylized as VICTORiOUS) is an American sitcom created by Dan Schneider that originally aired on Nickelodeon from March 27, 2010 to February 2, 2013. The series revolves around aspiring singer Tori Vega (portrayed by Victoria Justice), a teenager who attends a performing arts high school called Hollywood Arts High School, after taking her older sister Trina's (Daniella Monet) place in a showcase while getting into screwball situations on a daily basis. On her first day at Hollywood Arts, she meets Andre Harris (Leon Thomas III), Robbie Shapiro (Matt Bennett), Rex Powers (Robbie's puppet), Jade West (Elizabeth Gillies), Cat Valentine (Ariana Grande), and Beck Oliver (Avan Jogia). The series premiered after the 2010 Kids' Choice Awards. The series won for Favorite TV Show award at the 2012 Kids' Choice Awards and 2013 Kids' Choice Awards, beating out iCarly. Victorious earned four Emmy nominations.",
  "/wiki/Robarazzi": "Victorious is an American sitcom that originally aired on Nickelodeon from March 27, 2010 until February 2, 2013. The series stars Victoria Justice as Tori Vega, a teenage girl who is given the opportunity to attend Hollywood Arts High School, a performing arts school with a group of students. It was announced on August 10, 2012, that the series would not be renewed.",
  "/wiki/Survival_of_the_Hottest": "Victorious is an American sitcom that originally aired on Nickelodeon from March 27, 2010 until February 2, 2013. The series stars Victoria Justice as Tori Vega, a teenage girl who is given the opportunity to attend Hollywood Arts High School, a performing arts school with a group of students. It was announced on August 10, 2012, that the series would not be renewed.",
  "/wiki/90210_(TV_series)": "90210 is an American teen drama television series, developed by Rob Thomas, Gabe Sachs, and Jeff Judah, that aired from September 2, 2008, to May 13, 2013. It is the fourth series in the Beverly Hills, 90210 franchise created by Darren Star. The series was produced by CBS Television Studios.",
  "/wiki/90210_(season_3)": "The third season of 90210, an American television series, premiered on Monday September 13, 2010. The CW officially renewed the show for a third season on February 16, 2010. With the reveal of the networks fall 2010 schedule, they announced their decision to move 90210 to Monday nights at 8:00 pm, as a lead-in to Gossip Girl. It premiered on September 13, 2010 and was met with generally positive reviews from critics.",
  "/wiki/List_of_90210_characters": "This is a list of the characters that have appeared on 90210, an American teen drama. The series introduces Annie Wilson (Shenae Grimes) and her adopted brother Dixon (Tristan Wilds), who move from Kansas to Beverly Hills with their father Harry (Rob Estes) and mother Debbie (Lori Loughlin). The family relocated in order to care for Harry's mother Tabitha (Jessica Walter).",
  "/wiki/Drop_Dead_Diva": "Drop Dead Diva is an American legal comedy-drama/fantasy television series that aired on Lifetime from July 12, 2009, to June 22, 2014. The series was created by Josh Berman and produced by Sony Pictures Television. It stars Brooke Elliott as Jane, a plus-sized lawyer whose body is inhabited by the soul of a fashion model.",
  "/wiki/List_of_Drop_Dead_Diva_characters": "This article lists the cast and characters in the American fantasy legal television series Drop Dead Diva, which debuted on Lifetime July 12, 2009.",
  "/wiki/Significant_Mother": "Significant Mother is an American sitcom television series created by Erin Cardillo and Richard Keith. Starring Josh Zuckerman, Nathaniel Buzolic and Krista Allen, it premiered on The CW network on August 3 and ended its run on October 5, 2015.",
  "/wiki/Fear_the_Walking_Dead": "Fear the Walking Dead is an American post-apocalyptic horror drama television series created by Robert Kirkman and Dave Erickson. The show premiered on AMC on August 23, 2015. It is a companion series and prequel to The Walking Dead, which is based on the comic book series of the same name by Robert Kirkman, Tony Moore, and Charlie Adlard.",
  "/wiki/Justin_Deeley": "Justin Deeley (born February 1, 1986) is an American actor and model. He is known for his roles on the television series 90210 and Drop Dead Diva."
}