{
  "/wiki/Notability": "Notability is the property of being worthy of notice, having fame, or being considered to be of a high degree of interest, significance, or distinction. It also refers to the capacity to be such. Persons who are notable due to public responsibility, accomplishments, or, even, mere participation in the celebrity industry are said to have a public profile.",
  "/wiki/Frank_Fellows_(politician)": "Frank Fellows (November 7, 1889 – August 27, 1951) was a U.S. Representative from Maine serving from 1941 until his death in Bangor, Maine in 1951.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Maine": "Maine (/meɪn/ (listen)) is the northernmost state in the northeastern United States. Maine is the 12th smallest by area, the 9th least populous, and the 13th least densely populated of the 50 U.S. states. It is bordered by New Hampshire to the west, the Atlantic Ocean to the southeast, and the Canadian provinces of New Brunswick and Québec to the northeast and northwest, respectively. Maine is the only state to border exactly one other state, is the easternmost among the contiguous United States, and is the northernmost state east of the Great Lakes.",
  "/wiki/Charles_Bayley_Adams": "Charles Bayley Adams (September 2, 1887 – February 6, 1961) was a Vermont politician, judge and attorney who served as President of the Vermont State Senate and a Justice of the Vermont Supreme Court.",
  "/wiki/Vermont_Supreme_Court": "The Vermont Supreme Court is the highest judicial authority of the U.S. state of Vermont.  Unlike most other states, the Vermont Supreme Court hears appeals directly from the trial courts, as Vermont has no intermediate appeals court.",
  "/wiki/John_P._Connarn": "John P. Connarn (July 8, 1917 – March 26, 2002) was a Vermont attorney and political figure who served as the state Attorney General.",
  "/wiki/Vermont_Attorney_General": "The Vermont Attorney General is one of five cabinet-level constitutional officers in the U.S. state of Vermont which are elected every two years. It was created by an act of the Vermont General Assembly in 1790, repealed in 1797, and revived in 1904. The office began as a one-person operation located at Windsor, Vermont, the state's first capital. When the position was recreated in 1904 offices were located in the Vermont State House. The office is now headquartered in the Pavilion and is the largest employer of attorneys in the state. T. J. Donovan of Burlington is the current Vermont Attorney General.",
  "/wiki/Kenneth_M._Curtis": "Kenneth Merwin Curtis (born February 8, 1931) is an American lawyer and former politician. He is currently a principal in the law firm of Curtis Thaxter Stevens Broder & Micoleau Limited Liability Company, P.A.",
  "/wiki/List_of_Governors_of_Maine": "The Governor of Maine is the head of the executive branch of Maine's state government and the commander-in-chief of its military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Maine Legislature, to convene the legislature at any time, and, except in cases of impeachment, to grant pardons.",
  "/wiki/Governor_of_Maine": "The Governor of Maine is the chief executive of the State of Maine. Before Maine was admitted to the Union in 1820, Maine was part of Massachusetts and the Governor of Massachusetts was chief executive.",
  "/wiki/Joseph_E._Brennan": "Joseph Edward Brennan (born November 2, 1934) is an American Democratic Party lawyer and politician from Maine. He served as the 70th Governor of Maine from 1979 to 1987. He is a former commissioner on the Federal Maritime Commission.",
  "/wiki/Daniel_Wathen": "Daniel Everett \"Dan\" Wathen (born November 4, 1939 in Easton, Maine) is a Maine lawyer and politician. He was Chief Justice of the Maine Supreme Judicial Court from March 1992 until October 2001, when he resigned to run for Governor of Maine as a Republican. At the time of his announcement, many pollsters and academics did not believe Wathen would factor into the 2002 gubernatorial election. He was replaced as Chief Justice by Leigh Saufley.",
  "/wiki/Maine_Supreme_Judicial_Court": "The Maine Supreme Judicial Court is the highest court in the state of Maine's judicial system. It is composed of seven justices, who are appointed by the Governor and confirmed by the Maine Senate. From 1820 until 1839, justices served lifetime appointments with a mandatory retirement age of 70. Beginning in 1839, justices are appointed for seven-year terms, with no limit on the number of terms that they may serve.",
  "/wiki/Thomas_E._Delahanty_II": "Thomas E. Delahanty II (born June 6, 1945) is the former United States Attorney for the District of Maine.",
  "/wiki/United_States_Attorney_for_the_District_of_Maine": "The U.S. District Court for the District of Maine (in case citations, D. Me.) is the U.S. district court for the state of Maine. The District of Maine was one of the original thirteen district courts established by the Judiciary Act of 1789, even though Maine was not a separate state from Massachusetts until 1820. The court is headquartered at the Edward T. Gignoux United States Courthouse in Portland, Maine and has a second courthouse in Bangor, Maine. The U.S. Attorney for the District of Maine represents the United States in criminal and civil litigation before the court. Halsey Frank was confirmed as the U.S. Attorney for the District of Maine on October 3, 2017.",
  "/wiki/Joseph_Jabar": "Joseph M. Jabar (born July 9, 1946) is a Justice of the Maine Supreme Judicial Court. He was appointed to the bench in 2009, after serving as a judge on the Superior Court.",
  "/wiki/Gary_Thorne": "Gary F. Thorne (born June 9, 1948) is the lead play-by-play announcer for MASN. He has also worked for ESPN and ABC, including National Hockey League, Major League Baseball, college football, and the Frozen Four hockey tournament. He also works for World Wrestling Entertainment (WWE), where he is the narrator for the WrestleMania Rewind program on its WWE Network streaming video service.",
  "/wiki/ESPN": "ESPN (originally an initialism for Entertainment and Sports Programming Network) is an American basic cable sports channel owned by ESPN Inc., owned jointly by The Walt Disney Company (80%) and Hearst Communications (20%). The company was founded in 1979 by Bill Rasmussen along with his son Scott Rasmussen and Ed Egan.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/John_R._McKernan,_Jr.": "John Rettie \"Jock\" McKernan Jr. (born May 20, 1948) is an American politician who served two terms as the 71st Governor of Maine, from 1987 to 1995.",
  "/wiki/James_Tierney_(politician)": "James E. Tierney (born April 12, 1947) is an American lawyer, lecturer in law at Harvard Law School, and founding director of State AG, an educational resource on the office of state attorney general. He served as Attorney General of Maine from 1980 until 1990.",
  "/wiki/Maine_Attorney_General": "The Maine Attorney General is the chief legal advisor and prosecutor of the State of Maine.  The constitutional basis of the office is Article IX, Section 11 of the Maine Constitution, and the holder of the position is chosen biennially by the Maine Legislature in joint session. Maine is the only state to select its attorney general in such a manner.",
  "/wiki/Columbia_Law_School": "Columbia Law School (often referred to as Columbia Law or CLS) is a professional graduate school of Columbia University, a member of the Ivy League. It has always been ranked in the top five law schools in the United States by U.S. News and World Report. Columbia is especially well known for its strength in corporate law and its placement power in the nation's elite law firms.",
  "/wiki/John_A._Woodcock_Jr.": "John Alden Woodcock, Jr. (born July 6, 1950) is a Senior United States District Judge of the United States District Court for the District of Maine.",
  "/wiki/United_States_District_Court_for_the_District_of_Maine": "The U.S. District Court for the District of Maine (in case citations, D. Me.) is the U.S. district court for the state of Maine. The District of Maine was one of the original thirteen district courts established by the Judiciary Act of 1789, even though Maine was not a separate state from Massachusetts until 1820. The court is headquartered at the Edward T. Gignoux United States Courthouse in Portland, Maine and has a second courthouse in Bangor, Maine. The U.S. Attorney for the District of Maine represents the United States in criminal and civil litigation before the court. Halsey Frank was confirmed as the U.S. Attorney for the District of Maine on October 3, 2017.",
  "/wiki/Paula_D._Silsby": "Paula Diane Silsby (born June 1, 1951 in Bangor, Maine) is a former U.S. Attorney for the District of Maine.  Both her father and her grandfather have been Superior Court justices.  Her father, Judge Herbert T. Silsby, is a Superior Court justice in Ellsworth, Maine.[permanent dead link]",
  "/wiki/Janet_T._Mills": "Janet Trafton Mills (born December 30, 1947) is an American lawyer and politician serving as the 75th Governor of Maine, since January 2019. She previously served as the Attorney General of Maine on two separate occasions.",
  "/wiki/Leigh_Saufley": "Leigh Ingalls Saufley (born June 21, 1954) is the Chief Justice of the Maine Supreme Judicial Court.",
  "/wiki/Robert_Murray_(Maine_politician)": "Robert Emmett Murray Jr. (born June 29, 1959) is an American politician and attorney from Maine. He represented Bangor in the Maine House of Representatives from 1982 to 1986 and the Maine Senate from 1996 to 2000. From 2002 to 2004, Murray served as the commissioner of the Department of Professional and Financial Regulation under Governor John Baldacci.",
  "/wiki/Maine_Senate": "The Maine Senate is the upper house of the Maine Legislature, the state legislature of the U.S. state of Maine. The Senate currently consists of 35 members representing an equal number of districts across the state, though the Maine Constitution allows for \"an odd number of Senators, not less than 31 nor more than 35\". Unlike the lower House, the Senate does not set aside nonvoting seats for Native tribes.  Because it is a part-time position, members of the Maine Senate usually have outside employment as well.",
  "/wiki/Nancy_A._Henry": "Nancy A. Henry (born November 15, 1961) is an American Poet.",
  "/wiki/American_Poet": "The poets listed below were either born in the United States or else published much of their poetry while living in that country.",
  "/wiki/G._Steven_Rowe": "Glen Steven Rowe, known commonly as Steve Rowe, (born April 23, 1953) is a former Maine politician. A Democrat, he first entered politics in 1992 as a member of the Maine House of Representatives. In 1998, he became the 94th Speaker of the Maine House of Representatives, serving until he was term-limited from the House in 2000. In 2001, Rowe was elected as the 54th Maine Attorney General, serving eight years in that position.",
  "/wiki/David_Lemoine": "David George Lemoine (born May 25, 1957) is an American politician from Maine. Lemoine, a Democrat served in the Maine House of Representatives from 1998 to 2004 prior to serving as the State Treasurer of Maine from 2005-2010.",
  "/wiki/University_of_Maine_School_of_Law": "The University of Maine School of Law is an American Bar Association-accredited law school located in Portland, Maine. It is Maine's only law school and is a part of the University of Maine System, operating independently from other units within the system. The law school's current Interim Dean is Dmitry Bam, who assumed the post in 2019."
}