{
  "/wiki/United_States_men's_national_inline_hockey_team": "The United States men's national inline hockey team is based in Colorado Springs, Colorado. The team that competes in the IIHF InLine Hockey World Championships is controlled by USA Hockey, while the team that competes in the FIRS Senior Men's Inline Hockey World Championships is controlled by USA Roller Sports. The United States has won 6 of 18 IIHF gold medals and 14 of 18 FIRS gold medals at world championships.",
  "/wiki/Czech_Republic_men's_national_inline_hockey_team": "The Czech men's national inline hockey team is the national team for the Czech Republic. The Czechs have won two medals at the IIHF Inline Hockey World Championships, despite the fact that NHL players have frequently been on the team roster. Most recently, the team finished seventh at the 2007 Men's World Inline Hockey Championships.",
  "/wiki/Germany_men's_national_inline_hockey_team": "The German men's national inline hockey team is the national team for Germany. Most recently, the team won the bronze medal at the 2007 Men's World Inline Hockey Championships. The current head coach is Georg Holzmann.",
  "/wiki/Düsseldorf": "Düsseldorf (often Dusseldorf in English sources; UK: /ˈdʊsəldɔːrf/, US: /ˈdjuːs-/, German: [ˈdʏsl̩dɔʁf] (listen);  Low Franconian and Ripuarian:[a] Düsseldörp ([ˈdʏsl̩dœɐ̯p]); archaic Dutch: Dusseldorp) is the capital and second-largest city of the most populous German federal state of North Rhine-Westphalia after Cologne, as well as the seventh-largest city in Germany, with a population of 617,280. At the confluence of the Rhine and its tributary Düssel, the city lies in the centre of both the Rhine-Ruhr and the Rhineland Metropolitan Regions with the Cologne Bonn Region to its south and the Ruhr to its north. Most of the city lies on the right bank of the Rhine (as opposed to Cologne, whose city centre lies on the river's left bank). The city is the largest in the German Low Franconian dialect area (closely related to Dutch). \"Dorf\" meaning \"village\" in German, the \"-dorf\" suffix (English cognate: thorp) is unusual in the German-speaking area for a settlement of Düsseldorf's size.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Great_Britain_men's_national_inline_hockey_team": "The British men's national inline hockey team that participates in the IIHF Inline Hockey World Championships is an independent body established to operate for the sole purpose of operating a team at the World Championships and developing talent for future entries.",
  "/wiki/Canada_men's_national_inline_hockey_team": "The Canadian men's national inline hockey team is the national team for Canada, based in Lethbridge, Alberta (Roller Hockey Canada) and Richmond Hill, Ontario (Inline Canada). The team is controlled by Roller Hockey Canada (previous known as: the National Inline Hockey Association - Canada) for IIHF events and Inline Canada for FIRS events.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/France_men's_national_inline_hockey_team": "France men's national inline hockey team is the national team for France. The team finished champion at the 2017 FIRS World Inline Hockey Championships – Senior Men's tournament.",
  "/wiki/Roccaraso": "Roccaraso is a town and comune in central Italy, in the province of L'Aquila in the Abruzzo region.",
  "/wiki/Bucaramanga": "Bucaramanga (Spanish pronunciation: [bukaɾaˈmaŋɡa]) is the capital and largest city of the department of Santander, Colombia. Bucaramanga has the fifth-largest economy by GDP in Colombia, has the highest GDP per capita in Colombia, has the lowest unemployment rate and has the ninth-largest population in the country, with 581,130 people. Bucaramanga has over 160 parks scattered throughout the city and has been given the nickname \"La Ciudad de Los Parques\" (\"The City of Parks\") and \"La Ciudad Bonita de Colombia\" (\"Colombia's Beautiful City\").",
  "/wiki/Colombia": "Colombia (/kəˈlʌmbiə/ (listen) kə-LUM-bee-ə, /-ˈlɒm-/ -⁠LOM-; Spanish: [koˈlombja] (listen)), officially the Republic of Colombia (Spanish: República de Colombia (help·info)),[Note 1] is a country largely situated in the north of South America, with land and territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by both Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific. It comprises thirty-two departments, with the capital in Bogotá.",
  "/wiki/Anaheim,_California": "Anaheim (/ˈænəhaɪm/) is a city in Orange County, California, part of the Los Angeles metropolitan area. As of the 2010 United States Census, the city had a population of 336,265, making it the most populous city in Orange County and the 10th-most populous city in California. Anaheim is the second-largest city in Orange County in terms of land area, and is known for being the home of the Disneyland Resort, the Anaheim Convention Center, and two major sports teams: the Anaheim Ducks ice hockey club and the Los Angeles Angels baseball team.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Toulouse": "Toulouse (/tuːˈluːz/, too-LOOZ; French: [tuluz] (listen); Occitan: Tolosa [tuˈluzo]; Latin: Tolosa) is the capital of the French department of Haute-Garonne and of the region of Occitanie. The city is on the banks of the River Garonne, 150 kilometres (93 miles) from the Mediterranean Sea, 230 km (143 mi) from the Atlantic Ocean and 680 km (420 mi) from Paris. It is the fourth-largest city in France, with 466,297 inhabitants as of January 2014. In France, Toulouse is called the \"Pink City\" (La Ville Rose).",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Italy_men's_national_inline_hockey_team": "Italy men's national inline hockey team is the national team side of Italy at international inline hockey.",
  "/wiki/Rosario,_Santa_Fe": "Rosario (Spanish pronunciation: [roˈsaɾjo]) is the largest city in the central Argentina province of Santa Fe. The city is located 300 km (186 mi) northwest of Buenos Aires, on the west bank of the Paraná River. Rosario is the third most populous city in the country, and is also the most populous city in Argentina that is not a provincial capital. With a growing and important metropolitan area, Greater Rosario has an estimated population of 1,276,000 as of 2012[update]. One of its main attractions includes the neoclassical architecture that has been retained over the centuries in hundreds of residences, houses and public buildings.",
  "/wiki/Argentina": "Argentina (Spanish: [aɾxenˈtina]), officially the Argentine Republic[A] (Spanish: República Argentina), is a country located mostly in the southern half of South America. Sharing the bulk of the Southern Cone with Chile to the west, the country is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. With a mainland area of 2,780,400 km2 (1,073,500 sq mi),[B] Argentina is the eighth-largest country in the world, the fourth largest in the Americas, the second largest in South America after Brazil, and the largest Spanish-speaking nation. The sovereign state is subdivided into twenty-three provinces (Spanish: provincias, singular provincia) and one autonomous city (ciudad autónoma), Buenos Aires, which is the federal capital of the nation (Spanish: Capital Federal) as decided by Congress. The provinces and the capital have their own constitutions, but exist under a federal system. Argentina claims sovereignty over part of Antarctica, the Falkland Islands (Spanish: Islas Malvinas), and South Georgia and the South Sandwich Islands.",
  "/wiki/2016_FIRS_World_Inline_Hockey_Championships": "The 2016 FIRS World Inline Hockey Championships was the 21st event hosted by the Comité International de Roller In-Line Hockey (CIRILH), an organization and discipline of the Fédération Internationale de Roller Sports (FIRS), held in Asiago and Roana, Veneto region, Italy, between June 12–25, 2016.",
  "/wiki/Switzerland_men's_national_inline_hockey_team": "The following is a list of players in Switzerland's men's ice hockey team.",
  "/wiki/Asiago": "Asiago (Italian: [aˈzjaːɡo]; Cimbrian: Slege, German: Schlägen [ˈʃlɛːɡn̩]) is the name of both a major Italian Protected Designation of Origin (PDO,) as well as a cheese, and a minor township (population roughly 6,500) in the surrounding plateau region (the Altopiano di Asiago or Altopiano dei Sette Comuni, Asiago plateau) in the Province of Vicenza in the Veneto region of Northeastern Italy. It is near the border between the Veneto and Trentino-Alto Adige/Südtirol regions in the foothills of the Alps, and about equidistant (60 km) from the major cities of Trento to the west and Vicenza to the south.\nThe Asiago region is the origin of Asiago cheese.  The town was the site of a major battle between Austrian and Italian forces on the Alpine Front of World War I.  It is a major ski resort destination as well as the site of the Astrophysical Observatory of Asiago, operated by the University of Padua.",
  "/wiki/Roana": "Roana (Cimbrian: Robàan) is a commune in the province of Vicenza, Veneto, Italy. It is west of SP249 road.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Barcelona": "Barcelona (/ˌbɑːrsəˈloʊnə/ BAR-sə-LOH-nə, Catalan: [bəɾsəˈlonə], Spanish: [baɾθeˈlona]) is a city on the coast of northeastern Spain. It is the capital and largest city of the autonomous community of Catalonia, as well as the second most populous municipality of Spain. With a population of 1.6 million within city limits, its urban area extends to numerous neighbouring municipalities within the Province of Barcelona and is home to around 4.8 million people, making it the sixth most populous urban area in the European Union after Paris, the Ruhr area, Madrid, and Milan. It is one of the largest metropolises on the Mediterranean Sea, located on the coast between the mouths of the rivers Llobregat and Besòs, and bounded to the west by the Serra de Collserola mountain range, the tallest peak of which is 512 metres (1,680 feet) high.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Cartagena,_Colombia": "The city of Cartagena (/ˌkɑːrtəˈdʒiːnə/ KAR-tə-JEE-nə, also US: /-ˈheɪnə/ -⁠HAY-nə), known in the colonial era as Cartagena de Indias (Spanish: [kaɾtaˈxena ðe ˈindjas] (listen)), is a major port founded in 1533, located on the northern coast of Colombia in the Caribbean Coast Region. It was strategically located between the Magdalena and Sinú rivers and became the main port for trade between Spain and its overseas empire, establishing its importance by the early 1540s. During the colonial era it was a key port for the export of Peruvian silver to Spain and for the import of enslaved Africans under the asiento system. It was defensible against pirate attacks in the Caribbean. It is the capital of the Bolívar Department, and had a population 973,045 according to the 2018 census. the fifth-largest city in Colombia and the second largest in the region, after Barranquilla. The urban area of Cartagena is also the fifth-largest urban area in the country. Economic activities include the maritime and petrochemicals industries, as well as tourism.",
  "/wiki/FIRS_Inline_Hockey_World_Championships": "The Inline Hockey World Championships are an annual inline hockey tournament organized by the Comité International Roller In-Line Hockey (CIRILH), an organization and discipline of Fédération Internationale de Roller Sports (FIRS). First held in 1995, it is the sport's highest profile annual international tournament. The first World Championship that was held was in 1995 in which twelve nations participated in pool play followed by single elimination games to determine the champion. This basic format would be used until 2006 (although the number of teams changed)."
}