{
  "/wiki/Arthur_Ashe": "Arthur Robert Ashe Jr. (July 10, 1943 – February 6, 1993) was an American professional tennis player who won three Grand Slam singles titles.",
  "/wiki/University_of_California_Los_Angeles": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Kenny_Bayless": "Kenny Bayless (born 1950) is an American boxing referee from Nevada. He is best known for having refereed many of the sport's superfights, including Manny Pacquiao vs. Ricky Hatton, Oscar De La Hoya vs. Floyd Mayweather Jr., Ricky Hatton vs. Paulie Malignaggi, Miguel Cotto vs. Antonio Margarito, Manny Pacquiao vs. Miguel Cotto, Canelo Álvarez vs. Gennady Golovkin, as well as Floyd Mayweather Jr. vs. Manny Pacquiao. Bayless's catchphrase, when giving his instructions to the fighters before the opening bell, is \"What I say you must obey.\"",
  "/wiki/University_of_California-Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/University_of_Chicago": "The University of Chicago (UChicago, U of C, or Chicago) is a private research university in Chicago, Illinois. Founded in 1890, the school is located on a 217-acre (88-hectare) campus in Chicago's Hyde Park neighborhood, near Lake Michigan. The University of Chicago holds top positions in various national and international rankings.",
  "/wiki/Kendrick_Farris": "Kendrick James Farris (born July 2, 1986) is an Olympic weightlifter from the United States. He competed for the United States in the 85 kg weight class at the 2008 Summer Olympics where he placed 8th. Farris also participated in the 2012 Summer Olympics in London where he placed 10th. He was the Silver Medalist at the 2013 Summer Universiade and the Pan-American Champion in 2010. Farris is coached by Kyle Pierce.",
  "/wiki/Louisiana_State_University-Shreveport": "Louisiana State University Shreveport (LSU Shreveport or LSUS) is a public university in Shreveport, Louisiana. It is part of the Louisiana State University System.  Initially, a two-year college, LSUS has expanded into a university with 21 undergraduate degree programs, a dozen master's degree programs, and more recently a Doctorate of Education (Ed.D.) in Leadership Studies. LSUS offers more than 70 extra-curricular organizations and operates Red River Radio, a public radio network based in Shreveport. The school's athletic programs, nicknamed the Pilots, are members of the National Association of Intercollegiate Athletics (NAIA) and the Red River Athletic Conference.",
  "/wiki/Franklin_L._Forbes": "Franklin Lindsey Forbes (March 30, 1891 – August 19, 1983) was a minor league baseball player and American football and basketball coach. He played professional baseball for six seasons in the Northeastern United States. Forbes served three stints as the head football coach (1932–1933, 1935–1942, 1945–1949) at Morehouse College in Atlanta, Georgia.",
  "/wiki/Morehouse_College": "Morehouse College is a private, historically black men's college located in Atlanta, Georgia. The college is one of the few remaining traditional men's liberal arts colleges in the United States.[a]",
  "/wiki/Wilbert_McClure": "Wilbert McClure (born October 29, 1938) is an American boxer.",
  "/wiki/University_of_Toledo": "The University of Toledo (UToledo or UT) is a public research university in Toledo, Ohio.  The university also operates a 450-acre (180 ha) Health Science campus, which includes the University of Toledo Medical Center, in the  West Toledo neighborhood of Toledo; a 160-acre (65 ha) satellite campus in the Scott Park neighborhood of Toledo; the Center for the Visual Arts is located in downtown Toledo at the Toledo Museum of Art; and a research and education facility, known as the Lake Erie Center, is at the Maumee Bay State Park.",
  "/wiki/Gold_medalist": "A gold medal is a medal awarded for highest achievement in a non-military field. Its name derives from the use of at least a fraction of gold in form of plating or alloying in its manufacture.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/Ph.D": "A Doctor of Philosophy (PhD, Ph.D., or DPhil; Latin philosophiae doctor or doctor philosophiae) is the highest university degree that is conferred after a course of study by universities in most countries. PhDs are awarded for programs across the whole breadth of academic fields. As an earned research degree, those studying for a PhD are usually required to produce original research that expands the boundaries of knowledge, normally in the form of a thesis or dissertation, and defend their work against experts in the field. The completion of a PhD is often a requirement for employment as a university professor, researcher, or scientist in many fields.\nIndividuals who have earned a Doctor of Philosophy degree may, in many jurisdictions, use the title Doctor (often abbreviated \"Dr\" or \"Dr.\") with their name, although the proper etiquette associated with this usage may also be subject to the professional ethics of their own scholarly field, culture, or society. Those who teach at universities or work in academic, educational, or research fields are usually addressed by this title \"professionally and socially in a salutation or conversation.\" Alternatively, holders may use post-nominal letters such as \"Ph.D.\", \"PhD\", or \"DPhil\" (depending on the awarding institution). It is, however, considered incorrect to use both the title and post-nominals at the same time.",
  "/wiki/Dasan_Robinson": "Dasan Alexander Robinson (born June 6, 1984 in Evanston, Illinois) is a retired American soccer player.",
  "/wiki/University_of_Dayton": "The University of Dayton (UD) is a private Roman Catholic research university in Dayton, Ohio. Founded in 1850 by the Society of Mary (Marianists), it is one of three Marianist universities in the nation and the second-largest private university in Ohio. The university's campus is in the city's southern portion and spans 388 acres on both sides of the Great Miami River. The campus is noted for the Immaculate Conception Chapel and the University of Dayton Arena.",
  "/wiki/Major_League_Soccer": "Major League Soccer (MLS) is a men's professional soccer league sanctioned by the United States Soccer Federation which represents the sport's highest level in the United States and Canada. The league comprises 26 teams—23 in the U.S. and 3 in Canada and constitutes one of the major professional sports leagues in both countries. The league plans to expand to 30 teams with the additions of Austin FC and Charlotte in 2021, then Sacramento Republic FC and a St. Louis franchise in 2022.",
  "/wiki/Dante_Washington": "Dante Deneen Washington (born November 21, 1970, in Baltimore, Maryland) is a retired American soccer striker and currently a TV soccer color analyst.",
  "/wiki/Radford_University": "Radford University is a public university in Radford, Virginia. It is one of the state's eight doctorate-granting public universities. Founded in 1910, Radford offers curricula for undergraduates in more than 100 fields, graduate programs including the M.F.A., M.B.A., M.A., M.S., Ed.S., Psy.D., M.S.W., and specialized doctoral programs in health-related professions.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/List_of_Kappa_Alpha_Psi_brothers": "The following is a list of notable members of Kappa Alpha Psi Fraternity, Inc. (commonly referred to as Kappas or Nupes). These members are recognized as leaders in the arts, athletics, business, civil rights, education, government, and science. Kappa Alpha Psi was founded on the campus of Indiana University in 1911. The fraternity has more than 105,000 members with 721 undergraduate and alumni chapters in every state of the United States, and international chapters in the United Kingdom, Germany, Korea, Japan, the Caribbean, Saint Thomas, Saint Croix, U.S. Virgin Islands and South Africa."
}