{
  "/wiki/Salt_Lake_City,_Utah": "Salt Lake City (often shortened to Salt Lake and abbreviated as SLC) is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,591 in 2018, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540 (2018 estimate). Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile (190 km) segment of the Wasatch Front, comprising a population of 2,606,548 (as of 2018 estimates). It is one of only two major urban areas in the Great Basin.",
  "/wiki/Hippie": "A hippie (sometimes spelled hippy) is a member of the counterculture of the 1960s, originally a youth movement that began in the United States during the mid-1960s and spread to other countries around the world. The word hippie came from hipster and was used to describe beatniks who moved into New York City's Greenwich Village and San Francisco's Haight-Ashbury district. The term hippie first found popularity in San Francisco with Herb Caen, who was a journalist for the San Francisco Chronicle.",
  "/wiki/Hip-hop": "Hip hop or hip-hop, is a culture and art movement that was created by African Americans, Latino Americans and Caribbean Americans in the Bronx, New York City. The origin of the name is often disputed. It is also argued as to whether hip hop started in the South or West Bronx. While the term hip hop is often used to refer exclusively to hip hop music (including rap), hip hop is characterized by nine elements, of which only four are considered essential to understanding hip hop musically. Afrika Bambaataa of the hip hop collective Zulu Nation outlined these main pillars of hip hop culture, coining the terms: \"rapping\" (also called MCing or emceeing), a rhythmic vocal rhyming style (orality); DJing (and turntablism), which is making music with record players and DJ mixers (aural/sound and music creation); b-boying/b-girling/breakdancing (movement/dance); and graffiti. Other elements of hip hop subculture and arts movements beyond the main four are: hip hop culture and historical knowledge of the movement (intellectual/philosophical); beatboxing, a percussive vocal style; street entrepreneurship; hip hop language; and hip hop fashion and style, among others. The fifth element, although debated, is commonly considered either street knowledge, hip hop fashion, or beatboxing.",
  "/wiki/Panic_attacks": "Panic attacks are sudden periods of intense fear that may include palpitations, sweating, shaking, shortness of breath, numbness, or a feeling that something bad is going to happen. The maximum degree of symptoms occurs within minutes. Typically they last for about 30 minutes but the duration can vary from seconds to hours. There may be a fear of losing control or chest pain. Panic attacks themselves are not typically dangerous physically.",
  "/wiki/Punk_rock": "Punk rock (or simply punk) is a music genre that emerged in the mid-1970s. Rooted in 1960s garage rock, punk bands rejected the perceived excesses of mainstream 1970s rock. They typically produced short, fast-paced songs with hard-edged melodies and singing styles, stripped-down instrumentation, and often political, anti-establishment lyrics. Punk embraces a DIY ethic; many bands self-produce recordings and distribute them through independent record labels.",
  "/wiki/Mormon": "Mormons are a religious and cultural group related to Mormonism, the principal branch of the Latter Day Saint movement of Restorationist Christianity, initiated by Joseph Smith in upstate New York during the 1820s. After Smith's death in 1844, the Mormons followed Brigham Young to what would become the Utah Territory. Today, most Mormons are understood to be members of The Church of Jesus Christ of Latter-day Saints (LDS Church). Other Mormons may be independently religious, secular and non-practicing, or belong to another denomination. The center of Mormon cultural influence is in Utah, and North America has more Mormons than any other continent, though the majority of Mormons live outside the United States.",
  "/wiki/Hipster_(contemporary_subculture)": "The 21st century hipster is a subculture that emphasizes style, authenticity and uniqueness. Members of the subculture typically do not self-identify as hipsters, and the word hipster is often used as a pejorative for someone who is pretentious or overly trendy. Stereotypical elements include vintage clothes and other non-mainstream fashion, skinny jeans, checked shirts, an ironic moustache or full beard, and big glasses.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/University_of_South_Florida": "The University of South Florida (USF) is a public research university in Tampa, Florida. It is a member institution of the State University System of Florida. Founded in 1956, USF is the fourth-largest public university in the state of Florida, with an enrollment of 50,755 as of the 2018–2019 academic year. The USF system has three institutions: USF Tampa, USF St. Petersburg and USF Sarasota-Manatee. Each institution is separately accredited by the Commission on Colleges of the Southern Association of Colleges and Schools. The university is home to 14 colleges, offering more than 80 undergraduate majors and more than 130 graduate, specialist, and doctoral-level degree programs.",
  "/wiki/Miami_Beach,_Florida": "Miami Beach is a coastal resort city in Miami-Dade County, Florida, United States. It was incorporated on March 26, 1915. The municipality is located on natural and man-made barrier islands between the Atlantic Ocean and Biscayne Bay, the latter of which separates the Beach from the mainland city of Miami. The neighborhood of South Beach, comprising the southernmost 2.5 square miles (6.5 km2) of Miami Beach, along with downtown Miami and the Port of Miami, collectively form the commercial center of South Florida.  Miami Beach's estimated population is 92,307 according to the most recent United States census estimates. Miami Beach is the 26th largest city in Florida based on official 2017 estimates from the US Census Bureau.  It has been one of America's pre-eminent beach resorts since the early 20th century.",
  "/wiki/Cubans": "Cubans or Cuban people (Spanish: Cubanos), are the inhabitants, citizens of Cuba and people born in Cuba. Cuba is a multi-ethnic nation, home to people of different ethnic and national backgrounds. As a result, some Cubans do not treat their nationality as an ethnicity but as a citizenship with various ethnicities and national origins comprising the \"Cuban people.\"",
  "/wiki/Puerto_Rican_people": "Puerto Ricans (Spanish: Puertorriqueños; or boricuas) are the people of Puerto Rico, the inhabitants, and citizens of the Commonwealth of Puerto Rico (a United States territory), and their descendants. Puerto Rico is home to people of many different national origins as well.",
  "/wiki/Gay": "Gay is a term that primarily refers to a homosexual person or the trait of being homosexual. The term was originally used to mean \"carefree\", \"cheerful\", or \"bright and showy\".",
  "/wiki/Social_welfare_provision": "Welfare is a type of government support for the citizens of that society.  Welfare may be provided to people of any income level, as with social security (and is then often called a social safety net), but it is usually intended to ensure that people can meet their basic human needs such as food and shelter. Welfare attempts to provide a minimal level of well-being, usually either a free- or a subsidized-supply of certain goods and social services, such as healthcare, education, and vocational training.",
  "/wiki/University_of_Miami": "The University of Miami (informally referred to as UM, UMiami, U of M or The U) is a private research university in Coral Gables, Florida. As of 2019[update], the university enrolls 17,811 students in 12 separate colleges/schools, including the Leonard M. Miller School of Medicine in Miami's Health District, a law school on the main campus, and the Rosenstiel School of Marine and Atmospheric Science focused on the study of oceanography and atmospheric sciences on Virginia Key, with research facilities at the Richmond Facility in southern Miami-Dade County.",
  "/wiki/Dolphin": "Dolphin is a common name of aquatic mammals within the infraorder Cetacea. The term dolphin usually refers to the extant families Delphinidae (the oceanic dolphins), Platanistidae (the Indian river dolphins), Iniidae (the New World river dolphins), and Pontoporiidae (the brackish dolphins), and the extinct Lipotidae (baiji or Chinese river dolphin). There are 40 extant species named as dolphins.",
  "/wiki/SeaWorld_Orlando": "SeaWorld Orlando is a  theme park and marine zoological park, in Orlando, Florida. It is owned and operated by SeaWorld Parks & Entertainment. When combined with its neighbor Discovery Cove and Aquatica, it forms SeaWorld Parks and Resorts Orlando, an entertainment complex consisting of the three parks and many hotels. In 2018, SeaWorld Orlando hosted an estimated 4.594 million guests, ranking it the 10th most visited amusement park in the United States.",
  "/wiki/Miami_Seaquarium": "The Miami Seaquarium is a 38-acre (15 ha) oceanarium located on the island of Virginia Key in Biscayne Bay, Miami-Dade County, Florida, United States and is located near downtown Miami. Founded in 1955, it is one of the oldest oceanariums in the United States. In addition to marine mammals, the Miami Seaquarium  houses fish, sharks, sea turtles, birds, reptiles, and manatees. The park offers daily presentations and hosts overnight camps, events for boy scouts, and group programs.  Over 500,000 people visit the facility annually. The park has around 225 employees, and its lease payments and taxes make it the third-largest contributor to Miami-Dade County’s revenue.",
  "/wiki/Coming_out": "Coming out of the closet, often shortened to coming out, is a metaphor for LGBT people's self-disclosure of their sexual orientation or of their gender identity. The term coming out can also be used in various non-LGBT applications (e.g. atheists).",
  "/wiki/West_Palm_Beach,_Florida": "West Palm Beach is a city in and the county seat of Palm Beach County, Florida, United States. It is located immediately to the west of the adjacent Palm Beach, which is situated on a barrier island across the Lake Worth Lagoon. The population was 99,919 at the 2010 census. West Palm Beach is a principal city of the Miami metropolitan area, which was home to an estimated 6,158,824 people in 2017.",
  "/wiki/Italian-American": "Italian Americans (Italian: italoamericani or italo-americani [ˌitalo.ameriˈkaːni]) are citizens of the United States of America who are of Italian descent. Residing mainly in Northeastern and urban industrial Midwestern metropolitan areas, Italian Americans are the fifth largest self-identified ethnic group in the United States behind German Americans, Irish Americans, English Americans and Mexican Americans, though realistically the various Americans of British, Northwestern European, and Germanic ancestries that do not identify their ancestry in censuses or identify simply as “American” are much higher in number.",
  "/wiki/Trans_woman": "A trans woman (sometimes trans-woman or transwoman) is a woman who was assigned male at birth. Trans women may experience gender dysphoria and may transition; this process commonly includes hormone replacement therapy and sometimes sex reassignment surgery, which can bring immense relief and even resolve gender dysphoria entirely. Trans women may be heterosexual, bisexual, homosexual, asexual, or identify with other terms (such as queer).",
  "/wiki/Gender_variant": "Gender variance, or gender nonconformity, is behavior or gender expression by an individual that does not match masculine or feminine gender norms. People who exhibit gender variance may be called gender variant, gender non-conforming, gender diverse, gender atypical  or non-binary, and may be transgender or otherwise variant in their gender identity. In the case of transgender people, they may be perceived, or perceive themselves as, gender nonconforming before transitioning, but might not be perceived as such after transitioning. Some intersex people may also exhibit gender variance.",
  "/wiki/Sicily": "Sicily (Italian: Sicilia [siˈtʃiːlja]; Sicilian: Sicilia [sɪˈʃiːlja]) is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana.",
  "/wiki/Gender_reassignment_surgery": "Sex reassignment surgery (SRS), also known as gender reassignment surgery (GRS) and several other names, is a surgical procedure (or procedures) by which a transgender person's physical appearance and function of their existing sexual characteristics are altered to resemble that socially associated with their identified gender. It is part of a treatment for gender dysphoria in transgender people.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/Tae_Kwon_Do": "Taekwondo, Tae Kwon Do or Taekwon-Do (Korean 태권도/跆拳道 [tʰɛ.k͈wʌn.do] (listen), English pronunciation /ˌtaɪkwɒnˈdoʊ/, or /ˌtaɪˈkwɒndoʊ/) is a Korean martial art, characterized by its emphasis on head-height kicks, jumping and spinning kicks, and fast kicking techniques.",
  "/wiki/AIDS": "Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV). Following initial infection a person may not notice any symptoms, or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. If the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors which are otherwise rare in people who have normal immune function. These late symptoms of infection are referred to as acquired immunodeficiency syndrome (AIDS). This stage is often also associated with unintended weight loss.",
  "/wiki/Ryan_A._Conklin": "Ryan Allen Conklin (born April 1, 1985) is a former Sergeant in the United States Army, known as a cast member on the MTV reality television series, The Real World: Brooklyn, and star of The Real World Presents: Return to Duty, a 2009 documentary that chronicled his second tour of duty serving as part of Operation Iraqi Freedom, and author of the Iraq War memoir, An Angel From Hell.",
  "/wiki/Gettysburg,_Pennsylvania": "Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen); non-locally /ˈɡɛtizbɜːrɡ/) is a borough and the county seat of Adams County in the U.S. state of Pennsylvania. The Battle of Gettysburg (1863) and President Abraham Lincoln's Gettysburg Address are named for this town. The town hosts visitors to the Gettysburg National Battlefield in the Gettysburg National Military Park. As of the 2010 census, the borough had a population of 7,620 people.",
  "/wiki/United_States_Army": "The United States Army (USA) is the land warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed (14 June 1775) to fight the American Revolutionary War (1775–1783)—before the United States of America was established as a country. After the Revolutionary War, the Congress of the Confederation created the United States Army on 3 June 1784 to replace the disbanded Continental Army. The United States Army considers itself descended from the Continental Army, and considers its institutional inception to be the origin of that armed force in 1775.",
  "/wiki/September_11_Attacks": "The September 11 attacks (also referred to as 9/11)[a] were a series of four coordinated terrorist attacks by the Islamic terrorist group al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 victim fatalities, over 25,000 injuries, and caused at least $10 billion in infrastructure and property damage. Additional people have died of 9/11-related cancer and respiratory diseases in the months and years following the attacks.",
  "/wiki/Iraq": "Iraq (/ɪˈræk/, /ɪˈrɑːk/ (listen) or /aɪˈræk/; Arabic: اَلْعِرَاق‎, al-ʿirāq; Kurdish: عێراق‎ Êraq), officially the Republic of Iraq (Arabic: جُمْهُورِيَّة ٱلْعِرَاقِ‎ Jumhūriyyah al-ʿIrāq; Kurdish: کۆماری عێراق‎ Komarî Êraq), is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital, and largest city, is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Assyrians, Turkmen, Shabakis, Yazidis, Armenians, Mandeans, Circassians and Kawliya. Around 99% of the country's 38 million citizens are Muslims, with tiny minorities of Christians, Yarsans, Yezidis and Mandeans also present. The official languages of Iraq are Arabic and Kurdish.",
  "/wiki/Saddam_Hussein": "Saddam Hussein Abd al-Majid al-Tikriti (/hʊˈseɪn/; Arabic: صدام حسين عبد المجيد التكريتي Ṣaddām Ḥusayn ʿAbd al-Maǧīd al-Tikrītī;[a] 28 April 1937[b] – 30 December 2006) was the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and socialism—Saddam played a key role in the 1968 coup (later referred to as the 17 July Revolution) that brought the party to power in Iraq.",
  "/wiki/Trial_of_Saddam_Hussein": "The trial of Saddam Hussein was the trial of the deposed President of Iraq Saddam Hussein by the Iraqi Interim Government for crimes against humanity during his time in office.",
  "/wiki/Posttraumatic_stress_disorder": "Posttraumatic stress disorder (PTSD)[note 1] is a mental disorder that can develop after a person is exposed to a traumatic event, such as sexual assault, warfare, traffic collisions, child abuse, or other threats on a person's life. Symptoms may include disturbing thoughts, feelings, or dreams related to the events, mental or physical distress to trauma-related cues, attempts to avoid trauma-related cues, alterations in how a person thinks and feels, and an increase in the fight-or-flight response. These symptoms last for more than a month after the event. Young children are less likely to show distress, but instead may express their memories through play. A person with PTSD is at a higher risk for suicide and intentional self-harm.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/2008_United_States_Presidential_Election": "The 2008 United States presidential election was the 56th quadrennial presidential election, held on Tuesday, November 4, 2008. The Democratic ticket of Barack Obama, the junior U.S. Senator from Illinois, and Joe Biden, the senior U.S. Senator from Delaware, defeated the Republican ticket of John McCain, the senior Senator from Arizona, and Sarah Palin, the Governor of Alaska. Obama became the first African American ever to be elected to the presidency.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Military_police_officer": "Military police (MP) are law enforcement agencies connected with, or part of, the military of a state.",
  "/wiki/United_States_Army_Reserves": "The United States Army Reserve (USAR) is a reserve force of the United States Army. Together, the Army Reserve and the Army National Guard constitute the Army element of the Reserve components of the United States Armed Forces.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Art_therapist": "Art therapy (not to be confused with arts therapy which includes other creative therapies such as drama therapy and music therapy) is a distinct discipline that incorporates creative methods of expression through visual art media.  Art therapy, as a creative arts therapy profession, originated in the fields of art and psychotherapy and may vary in definition.",
  "/wiki/Sexual_orientation": "Sexual orientation is an enduring pattern of romantic or sexual attraction (or a combination of these) to persons of the opposite sex or gender, the same sex or gender, or to both sexes or more than one gender. These attractions are generally subsumed under heterosexuality, homosexuality, and bisexuality, while asexuality (the lack of sexual attraction to others) is sometimes identified as the fourth category.",
  "/wiki/Salem,_New_Hampshire": "Salem is a town in Rockingham County, New Hampshire, United States. The population was 28,776 at the 2010 census. Being located on Interstate 93 as the first town in New Hampshire, which lacks any state sales tax, Salem has grown into a commercial hub, anchored by the Mall at Rockingham Park.  Other major sites include the Canobie Lake Park, a large amusement park, and America's Stonehenge, a stone structure of disputed origins.  It is the former home of Rockingham Park, a horse racetrack.  The Sununu political family hails from Salem, including former New Hampshire governor and White House Chief of Staff John H. Sununu, and his sons John E. Sununu, a former U.S. senator, and Chris Sununu, current New Hampshire governor.",
  "/wiki/Abdominals": "The abdomen (colloquially called the belly, tummy or midriff) is the part of the body between the thorax (chest) and pelvis, in humans and in other vertebrates. The abdomen is the front part of the abdominal segment of the trunk. The region occupied by the abdomen is called the abdominal cavity. In arthropods it is the posterior tagma of the body; it follows the thorax or cephalothorax.",
  "/wiki/Men's_Health_(magazine)": "Men's Health (MH), published by Hearst, is the world's largest men's magazine brand, with 35 editions in 59 countries. It is also the best-selling men's magazine on U.S. newsstands. Although originally started as a men's health magazine, it currently covers various men's lifestyle topics such as fitness, nutrition, fashion, and sexuality. The magazine's website, MensHealth.com, averages over 118 million page views a month.",
  "/wiki/The_Real_World:_Brooklyn": "The Real World: Brooklyn is the twenty-first season of MTV's reality television series The Real World, which focuses on a group of diverse strangers living together for several months in a different city each season, as cameras follow their lives and interpersonal relationships. It is the fourth season of The Real World to be filmed in the Mid-Atlantic region of the United States, specifically in New York City after The Real World: Back to New York."
}