{
  "/wiki/Hilbert%27s_first_problem": "In mathematics, the continuum hypothesis (abbreviated CH) is a hypothesis about the possible sizes of infinite sets. It states:",
  "/wiki/Continuum_hypothesis": "In mathematics, the continuum hypothesis (abbreviated CH) is a hypothesis about the possible sizes of infinite sets. It states:",
  "/wiki/Set_(mathematics)": "In mathematics, a set is a well-defined collection of distinct objects, considered as an object in its own right. For example, the numbers 2, 4, and 6 are distinct objects when considered separately, but when they are considered collectively they form a single set of size three, written {2, 4, 6}. The concept of a set is one of the most fundamental in mathematics. Developed at the end of the 19th century, set theory is now a ubiquitous part of mathematics, and can be used as a foundation from which nearly all of mathematics can be derived.",
  "/wiki/Cardinality": "In mathematics, the cardinality of a set is a measure of the \"number of elements of the set\". For example, the set \n\n\n\nA\n=\n{\n2\n,\n4\n,\n6\n}\n\n\n{\\displaystyle A=\\{2,4,6\\}}\n\n contains 3 elements, and therefore \n\n\n\nA\n\n\n{\\displaystyle A}\n\n has a cardinality of 3. Beginning in the late 19th century, this concept was generalized to infinite sets, allowing to distinguish several stages of infinity, and to perform arithmetic on them. There are two approaches to cardinality – one which compares sets directly using bijections and injections, and another which uses cardinal numbers.\nThe cardinality of a set is also called its size, when no confusion with other notions of size is possible.",
  "/wiki/Integer": "An integer (from the Latin integer meaning \"whole\")[note 1] is a number that can be written without a fractional component. For example, 21, 4, 0, and −2048 are integers, while 9.75, 5+1/2, and √2 are not.",
  "/wiki/Real_number": "In mathematics, a real number is a value of a continuous quantity that can represent a distance along a line. The adjective real in this context was introduced in the 17th century by René Descartes, who distinguished between real and imaginary roots of polynomials. The real numbers include all the rational numbers, such as the integer −5 and the fraction 4/3, and all the irrational numbers, such as √2 (1.41421356..., the square root of 2, an irrational algebraic number).  Included within the irrationals are the transcendental numbers, such as π (3.14159265...).   In addition to measuring distance, real numbers can be used to measure quantities such as time, mass, energy, velocity, and many more.",
  "/wiki/Zermelo%E2%80%93Fraenkel_set_theory": "In set theory, Zermelo–Fraenkel set theory, named after mathematicians Ernst Zermelo and Abraham Fraenkel, is an axiomatic system that was proposed in the early twentieth century in order to formulate a theory of sets free of paradoxes such as Russell's paradox.  Today, Zermelo–Fraenkel set theory, with the historically controversial axiom of choice (AC) included, is the standard form of axiomatic set theory and as such is the most common foundation of mathematics. Zermelo–Fraenkel set theory with the axiom of choice included is abbreviated ZFC, where C stands for \"choice\", and ZF refers to the axioms of Zermelo–Fraenkel set theory with the axiom of choice excluded.",
  "/wiki/Axiom_of_Choice": "In mathematics, the axiom of choice, or AC, is an axiom of set theory equivalent to the statement that a Cartesian product of a collection of non-empty sets is non-empty. Informally put, the axiom of choice says that given any collection of bins, each containing at least one object, it is possible to make a selection of exactly one object from each bin, even if the collection is infinite. Formally, it states that for every indexed family \n\n\n\n(\n\nS\n\ni\n\n\n\n)\n\ni\n∈\nI\n\n\n\n\n{\\displaystyle (S_{i})_{i\\in I}}\n\n of nonempty sets there exists an indexed family \n\n\n\n(\n\nx\n\ni\n\n\n\n)\n\ni\n∈\nI\n\n\n\n\n{\\displaystyle (x_{i})_{i\\in I}}\n\n of elements such that \n\n\n\n\nx\n\ni\n\n\n∈\n\nS\n\ni\n\n\n\n\n{\\displaystyle x_{i}\\in S_{i}}\n\n for every \n\n\n\ni\n∈\nI\n\n\n{\\displaystyle i\\in I}\n\n.  The axiom of choice was formulated in 1904 by Ernst Zermelo in order to formalize his proof of the well-ordering theorem.",
  "/wiki/Consistency": "In classical deductive logic, a consistent theory is one that does not entail a contradiction. The lack of contradiction can be defined in either semantic or syntactic terms. The semantic definition states that a theory is consistent if it has a model, i.e., there exists an interpretation under which all formulas in the theory are true. This is the sense used in traditional Aristotelian logic, although in contemporary mathematical logic the term satisfiable is used instead. The syntactic definition states a theory \n\n\n\nT\n\n\n{\\displaystyle T}\n\n is consistent if there is no formula \n\n\n\nφ\n\n\n{\\displaystyle \\varphi }\n\n such that both \n\n\n\nφ\n\n\n{\\displaystyle \\varphi }\n\n and its negation \n\n\n\n¬\nφ\n\n\n{\\displaystyle \\lnot \\varphi }\n\n are elements of the set of consequences of \n\n\n\nT\n\n\n{\\displaystyle T}\n\n. Let \n\n\n\nA\n\n\n{\\displaystyle A}\n\n be a set of closed sentences (informally \"axioms\") and \n\n\n\n⟨\nA\n⟩\n\n\n{\\displaystyle \\langle A\\rangle }\n\n the set of closed sentences provable from \n\n\n\nA\n\n\n{\\displaystyle A}\n\n under some (specified, possibly implicitly) formal deductive system. The set of axioms \n\n\n\nA\n\n\n{\\displaystyle A}\n\n is consistent when \n\n\n\nφ\n,\n¬\nφ\n∈\n⟨\nA\n⟩\n\n\n{\\displaystyle \\varphi ,\\lnot \\varphi \\in \\langle A\\rangle }\n\n for no formula \n\n\n\nφ\n\n\n{\\displaystyle \\varphi }\n\n.",
  "/wiki/Hilbert%27s_second_problem": "In mathematics, Hilbert's second problem was posed by David Hilbert in 1900 as one of his 23 problems.  It asks for a proof that the arithmetic is consistent – free of any internal contradictions. Hilbert  stated that the axioms he considered for arithmetic were the ones given in Hilbert (1900), which include a second order completeness axiom.",
  "/wiki/Axiom": "An axiom or postulate is a statement that is taken to be true, to serve as a premise or starting point for further reasoning and arguments. The word comes from the Greek axíōma (ἀξίωμα) 'that which is thought worthy or fit' or 'that which commends itself as evident.'",
  "/wiki/Arithmetic": "Arithmetic (from the Greek ἀριθμός arithmos, \"number\" and τική [τέχνη], tiké [téchne], \"art\") is a branch of mathematics that consists of the study of numbers, especially the properties of the traditional operations on them—addition, subtraction, multiplication and division. Arithmetic is an elementary part of number theory, and number theory is considered to be one of the top-level divisions of modern mathematics, along with algebra, geometry, and analysis. The terms arithmetic and higher arithmetic were used until the beginning of the 20th century as synonyms for number theory and are sometimes still used to refer to a wider part of number theory.",
  "/wiki/Kurt_G%C3%B6del": "Kurt Friedrich Gödel (/ˈɡɜːrdəl/; German: [ˈkʊɐ̯t ˈɡøːdl̩] (listen); April 28, 1906 – January 14, 1978) was an Austro-Hungarian-born Austrian logician, mathematician, and analytic philosopher. Considered along with Aristotle and Gottlob Frege to be one of the most significant logicians in history, Gödel had an immense effect upon scientific and philosophical thinking in the 20th century, a time when others such as Bertrand Russell, Alfred North Whitehead, and David Hilbert were analyzing the use of logic and set theory to understand the foundations of mathematics pioneered by Georg Cantor.",
  "/wiki/Gerhard_Gentzen": "Gerhard Karl Erich Gentzen (November 24, 1909 – August 4, 1945) was a German mathematician and logician. He made major contributions to the foundations of mathematics, proof theory, especially on natural deduction and sequent calculus. He died of starvation in a Soviet prison camp in Prague in 1945, having been interned as a German national after the Second World War.",
  "/wiki/G%C3%B6del%27s_incompleteness_theorems": "Gödel's incompleteness theorems are two theorems of mathematical logic that demonstrate the inherent limitations of every formal axiomatic system capable of modelling basic arithmetic.  These results, published by Kurt Gödel in 1931, are important both in mathematical logic and in the philosophy of mathematics. The theorems are widely, but not universally, interpreted as showing that Hilbert's program to find a complete and consistent set of axioms for all mathematics is impossible.",
  "/wiki/Well-founded_relation": "In mathematics, a binary relation R is called well-founded (or wellfounded) on a class X if every non-empty subset S ⊆ X has a minimal element with respect to R, that is, an element m not related by sRm (for instance, \"s is not smaller than m\") for any s ∈ S. In other words, a relation is well founded if",
  "/wiki/Epsilon_numbers_(mathematics)": "In mathematics, the epsilon numbers are a collection of transfinite numbers whose defining property is that they are fixed points of an  exponential map. Consequently, they are not reachable from 0 via a finite series of applications of the chosen exponential map and of \"weaker\" operations like addition and multiplication.  The original epsilon numbers were introduced by Georg Cantor in the context of ordinal arithmetic; they are the ordinal numbers ε that satisfy the equation",
  "/wiki/Hilbert%27s_third_problem": "The third of Hilbert's list of mathematical problems, presented in 1900, was the first to be solved. The problem is related to the following question: given any two polyhedra of equal volume, is it always possible to cut the first into finitely many polyhedral pieces which can be reassembled to yield the second? Based on earlier writings by Gauss, Hilbert conjectured that this is not always possible. This was confirmed within the year by his student Max Dehn, who proved that the answer in general is \"no\" by producing a counterexample.",
  "/wiki/Polyhedron": "In geometry, a polyhedron (plural polyhedra or polyhedrons) is a solid in three dimensions with flat polygonal faces, straight edges and sharp corners or vertices. The word polyhedron comes from the Classical Greek πολύεδρον, as poly- (stem of πολύς, \"many\") + -hedron (form of ἕδρα, \"base\" or \"seat\").",
  "/wiki/Dehn_invariant": "In geometry, the Dehn invariant of a polyhedron is a value used to determine whether polyhedra can be dissected into each other or whether they can tile space. It is named after Max Dehn, who used it to solve Hilbert's third problem on whether all polyhedra with equal volume could be dissected into each other.",
  "/wiki/Hilbert%27s_fourth_problem": "In mathematics, Hilbert's fourth problem in the 1900 Hilbert problems is a foundational question in geometry. In one statement derived from the original, it was to find — up to an isomorphism  — all geometries that have an axiomatic system of the classical geometry (Euclidean, hyperbolic and elliptic), with those axioms of congruence that involve the concept of the angle dropped, and `triangle inequality', regarded as an axiom, added.",
  "/wiki/Metric_space": "In mathematics, a metric space is a set together with a metric on the set.  The metric is a function that defines a concept of distance between any two members of the set, which are usually called points.  The metric satisfies a few simple properties.  Informally:",
  "/wiki/Geodesic": "In differential geometry, a geodesic (/ˌdʒiːəˈdɛsɪk, ˌdʒiːoʊ-, -ˈdiː-, -zɪk/) is a curve representing in some sense the shortest path between two points in a surface, or more generally in a Riemannian manifold. It is a generalization of the notion of a \"straight line\" to a more general setting.",
  "/wiki/Hilbert%27s_fifth_problem": "Hilbert's fifth problem is the fifth mathematical problem from the problem list publicized in 1900 by mathematician David Hilbert, and concerns the characterization of Lie groups.",
  "/wiki/Group_(mathematics)": "In mathematics, a group is a set equipped with a binary operation that combines any two elements to form a third element in such a way that four conditions called group axioms are satisfied, namely closure, associativity, identity and invertibility. One of the most familiar examples of a group is the set of integers together with the addition operation, but groups are encountered in numerous areas within and outside mathematics, and help focusing on essential structural aspects, by detaching them from the concrete nature of the subject of the study.",
  "/wiki/Lie_group": "In mathematics, a Lie group (pronounced /liː/ \"Lee\") is a group whose elements are organized continuously and smoothly, as opposed to discrete groups, where the elements are separated—this makes Lie groups differentiable manifolds. Lie groups are named after Norwegian mathematician Sophus Lie, who laid the foundations of the theory of continuous transformation groups.",
  "/wiki/Andrew_Gleason": "Andrew Mattei Gleason (1921–2008) was an American mathematician who made fundamental contributions to widely varied areas of mathematics, including the solution of Hilbert's fifth problem, and was a leader in reform and innovation in math­e­mat­ics teaching at all levels. Gleason's theorem in quantum logic and the Greenwood–Gleason graph, an important example in Ramsey theory, are named for him.",
  "/wiki/Hilbert%E2%80%93Smith_conjecture": "In mathematics, the Hilbert–Smith conjecture is concerned with the transformation groups of manifolds; and in particular with the limitations on topological groups G that can act effectively (faithfully) on a (topological) manifold M. Restricting to G which are locally compact and have a continuous, faithful group action on M, it states that G must be a Lie group.",
  "/wiki/Hilbert%27s_sixth_problem": "Hilbert's sixth problem is to axiomatize those branches of physics in which mathematics is prevalent. It occurs on the widely cited list of Hilbert's problems in mathematics that he presented in the year 1900. In its common English translation, the explicit statement reads:",
  "/wiki/Physics": "Physics (from Ancient Greek: φυσική (ἐπιστήμη), romanized: physikḗ (epistḗmē), lit. 'knowledge of nature', from φύσις phýsis 'nature') is the natural science that studies matter, its motion and behavior through space and time, and the related entities of energy and force. Physics is one of the most fundamental scientific disciplines, and its main goal is to understand how the universe behaves.[a]",
  "/wiki/Statistical_physics": "Statistical physics is a branch of physics that uses methods of probability theory and statistics, and particularly the mathematical tools for dealing with large populations and approximations, in solving physical problems. It can describe a wide variety of fields with an inherently stochastic nature. Its applications include many problems in the fields of physics, biology, chemistry, neuroscience, and even some social sciences, such as sociology and linguistics. Its main purpose is to clarify the properties of matter in aggregate, in terms of physical laws governing atomic motion.",
  "/wiki/Probability_axioms": "The Kolmogorov Axioms are the foundations of Probability Theory introduced by Andrey Kolmogorov in 1933. These axioms remain central and have direct contributions to mathematics, the physical sciences, and real-world probability cases. An alternative approach to formalising probability, favoured by some Bayesians, is given by Cox's theorem.",
  "/wiki/Hilbert%27s_seventh_problem": "Hilbert's seventh problem is one of David Hilbert's list of open mathematical problems posed in 1900. It concerns the irrationality and transcendence of certain numbers (Irrationalität und Transzendenz bestimmter Zahlen).",
  "/wiki/Transcendental_number": "In mathematics, a transcendental number is a complex number that is not an algebraic number—that is, not a root (i.e., solution) of a nonzero polynomial equation with integer coefficients. The best-known transcendental numbers are π and e.",
  "/wiki/Algebraic_number": "An algebraic number is any complex number (including real numbers) that is a root of a non-zero polynomial (that is, a value which causes the polynomial to equal 0) in one variable with rational coefficients (or equivalently – by clearing denominators – with integer coefficients). All integers and rational numbers are algebraic, as are all roots of integers. There are real and complex numbers that are not algebraic, such as π and e. These numbers are called transcendental numbers. While the set of complex numbers is uncountable, the set of algebraic numbers is countable and has measure zero in the Lebesgue measure as a subset of the complex numbers, and in this sense almost all complex numbers are transcendental.",
  "/wiki/Irrational_number": "In mathematics, the irrational numbers are all the real numbers which are not rational numbers, the latter being the numbers constructed from ratios (or fractions) of integers. When the ratio of lengths of two line segments is an irrational number, the line segments are also described as being incommensurable, meaning that they share no \"measure\" in common, that is, there is no length (\"the measure\"), no matter how short, that could be used to express the lengths of both of the two given segments as integer multiples of itself.",
  "/wiki/Gelfond%27s_theorem": "In mathematics, the Gelfond–Schneider theorem establishes the transcendence of a large class of numbers.",
  "/wiki/Gelfond%E2%80%93Schneider_theorem": "In mathematics, the Gelfond–Schneider theorem establishes the transcendence of a large class of numbers.",
  "/wiki/Hilbert%27s_eighth_problem": "Hilbert's eighth problem is one of David Hilbert's list of open mathematical problems posed in 1900. It concerns number theory, and in particular the Riemann hypothesis, although it is also concerned with the Goldbach Conjecture. The problem as stated asked for more work on the distribution of primes and generalizations of Riemann hypothesis to other rings where prime ideals take the place of primes. This problem has yet to be resolved.",
  "/wiki/Riemann_hypothesis": "In mathematics, the Riemann hypothesis is a conjecture that the Riemann zeta function has its zeros only at the negative even integers and complex numbers with real part 1/2. Many consider it to be the most important unsolved problem in pure mathematics (Bombieri 2000). It is of great interest in number theory because it implies results about the distribution of prime numbers. It was proposed by Bernhard Riemann (1859), after whom it is named.",
  "/wiki/Trivial_(mathematics)": "In mathematics, the adjective trivial is often used to refer to a claim or a case which can be readily obtained from context, or an object which possesses a simple structure (e.g., groups, topological spaces). The noun triviality usually refers to a simple technical aspect of some proof or definition. The origin of the term in mathematical language comes from the medieval trivium curriculum, which distinguishes from the more difficult quadrivium curriculum. The opposite of trivial is nontrivial, which is commonly used to indicate that an example or a solution is not simple, or that a statement or a theorem is not easy to prove.",
  "/wiki/Root_of_a_function": "In mathematics, a zero (also sometimes called a root) of a real-, complex-, or generally vector-valued function \n\n\n\nf\n\n\n{\\displaystyle f}\n\n, is a member \n\n\n\nx\n\n\n{\\displaystyle x}\n\n of the domain of \n\n\n\nf\n\n\n{\\displaystyle f}\n\n such that \n\n\n\nf\n(\nx\n)\n\n\n{\\displaystyle f(x)}\n\n vanishes at \n\n\n\nx\n\n\n{\\displaystyle x}\n\n; that is, the function \n\n\n\nf\n\n\n{\\displaystyle f}\n\n attains the value of 0 at \n\n\n\nx\n\n\n{\\displaystyle x}\n\n, or equivalently, \n\n\n\nx\n\n\n{\\displaystyle x}\n\n is the solution to the equation \n\n\n\nf\n(\nx\n)\n=\n0\n\n\n{\\displaystyle f(x)=0}\n\n. A \"zero\" of a function is thus an input value that produces an output of \n\n\n\n0\n\n\n{\\displaystyle 0}\n\n.",
  "/wiki/Riemann_zeta_function": "The Riemann zeta function or Euler–Riemann zeta function, ζ(s), is a function of a complex variable s that analytically continues the sum of the Dirichlet series",
  "/wiki/Goldbach%27s_conjecture": "Goldbach's conjecture is one of the oldest and best-known unsolved problems in number theory and all of mathematics. It states:",
  "/wiki/Twin_prime_conjecture": "A twin prime is a prime number that is either 2 less or 2 more than another prime number—for example, either member of the twin prime pair (41, 43). In other words, a twin prime is a prime that has a prime gap of two. Sometimes the term twin prime is used for a pair of twin primes; an alternative name for this is prime twin or prime pair.",
  "/wiki/Hilbert%27s_ninth_problem": "Hilbert's ninth problem, from the list of 23 Hilbert's problems (1900), asked to find the most general reciprocity law for the norm residues of k-th order in a general algebraic number field, where k is a power of a prime.",
  "/wiki/Quadratic_reciprocity": "In number theory, the law of quadratic reciprocity is a theorem about modular arithmetic that gives conditions for the solvability of quadratic equations modulo prime numbers. Due to its subtlety, it has many formulations, but the most standard statement is:",
  "/wiki/Algebra": "Algebra (from Arabic: الجبر‎ (al-jabr, meaning \"reunion of broken parts\" and \"bonesetting\") is one of the broad parts of mathematics, together with number theory, geometry and analysis. In its most general form, algebra is the study of mathematical symbols and the rules for manipulating these symbols; it is a unifying thread of almost all of mathematics. It includes everything from elementary equation solving to the study of abstractions such as groups, rings, and fields. The more basic parts of algebra are called elementary algebra; the more abstract parts are called abstract algebra or modern algebra. Elementary algebra is generally considered to be essential for any study of mathematics, science, or engineering, as well as such applications as medicine and economics. Abstract algebra is a major area in advanced mathematics, studied primarily by professional mathematicians.",
  "/wiki/Number_field": "In mathematics, an algebraic number field (or simply number field) F is a finite degree (and hence algebraic) field extension of the field of rational numbers Q.  Thus F is a field that contains Q and has finite dimension when considered as a vector space over Q.",
  "/wiki/Hilbert%27s_tenth_problem": "Hilbert's tenth problem is the tenth on the list of mathematical problems that the German mathematician David Hilbert posed in 1900.  It is the challenge to provide a general algorithm which, for any given Diophantine equation (a polynomial equation with integer coefficients and a finite number of unknowns), can decide whether the equation has a solution with all unknowns taking integer values.",
  "/wiki/Diophantine_equation": "In mathematics, a Diophantine equation is a polynomial equation, usually in two or more unknowns, such that only the integer solutions are sought or studied (an integer solution is such that all the unknowns take integer values). A linear Diophantine equation equates the sum of two or more monomials, each of degree 1 in one of the variables, to a constant.  An exponential Diophantine equation is one in which exponents on terms can be unknowns.",
  "/wiki/Matiyasevich%27s_theorem": "In mathematics, a Diophantine equation is an equation of the form P(x1, ..., xj, y1, ..., yk) = 0 (usually abbreviated P(x, y) = 0) where P(x, y) is a polynomial  with integer coefficients.  A Diophantine set is a subset S of Nj  so that for some Diophantine equation P(x, y) = 0,",
  "/wiki/Hilbert%27s_eleventh_problem": "Hilbert's eleventh problem is one of David Hilbert's list of open mathematical problems posed at the Second International Congress of Mathematicians in Paris in 1900. A furthering of the theory of quadratic forms, he stated the problem as follows:",
  "/wiki/Quadratic_form": "In mathematics, a quadratic form is a polynomial with terms all of degree two. For example,",
  "/wiki/Coefficient": "In mathematics, a coefficient is a multiplicative factor in some term of a polynomial, a series, or any expression; it is usually a number, but may be any expression. In the latter case, the variables appearing in the coefficients are often called parameters, and must be clearly distinguished from the other variables.",
  "/wiki/Hilbert%27s_twelfth_problem": "Kronecker's Jugendtraum or Hilbert's twelfth problem, of the 23 mathematical Hilbert problems, is the extension of the Kronecker–Weber theorem on abelian extensions of the rational numbers, to any base number field. That is, it asks for analogues of the roots of unity, as complex numbers that are particular values of the exponential function; the requirement is that such numbers should generate a whole family of further number fields that are analogues of the cyclotomic fields and their subfields.",
  "/wiki/Kronecker%E2%80%93Weber_theorem": "In algebraic number theory, it can be shown that every cyclotomic field is an abelian extension of the rational number field Q, having Galois group of the form \n\n\n\n(\n\nZ\n\n\n/\n\nn\n\nZ\n\n\n)\n\n×\n\n\n\n\n{\\displaystyle (\\mathbb {Z} /n\\mathbb {Z} )^{\\times }}\n\n. The Kronecker–Weber theorem provides a partial converse: every finite abelian extension of Q is contained within some cyclotomic field. In other words, every algebraic integer whose Galois group is abelian can be expressed as a sum of roots of unity with rational coefficients. For example,",
  "/wiki/Rational_number": "In mathematics, a rational number is a number that can be expressed as the quotient or fraction p/q of two integers, a numerator p and a non-zero denominator q. Since q may be equal to 1, every integer is a rational number. The set of all rational numbers, often referred to as \"the rationals\", the field of rationals or the field of rational numbers is usually denoted by a boldface Q (or blackboard bold \n\n\n\n\nQ\n\n\n\n{\\displaystyle \\mathbb {Q} }\n\n, Unicode ℚ); it was thus denoted in 1895 by Giuseppe Peano after quoziente, Italian for \"quotient\".",
  "/wiki/Hilbert%27s_thirteenth_problem": "Hilbert's thirteenth  problem is one of the 23 Hilbert problems set out in a celebrated list compiled in 1900 by David Hilbert.  It entails proving whether a solution exists for all 7th-degree equations using algebraic (variant: continuous) functions of two arguments. It was first presented in the context of nomography, and in particular \"nomographic construction\" — a process whereby a function of several variables is constructed using functions of two variables. The variant for continuous functions was resolved in 1957 by Vladimir Arnold when he proved the Kolmogorov-Arnold representation theorem, but the variant for algebraic functions remains unresolved.",
  "/wiki/Septic_equation": "In algebra, a septic equation is an equation of the form",
  "/wiki/Mathematical_function": "In mathematics, a function[note 1] is a relation between sets that associates to every element of a first set exactly one element of the second set. Typical examples are functions from integers to integers or from the real numbers to real numbers.",
  "/wiki/Parameter": "A parameter (from the Ancient Greek παρά, para: \"beside\", \"subsidiary\"; and μέτρον, metron: \"measure\"), generally, is any characteristic that can help in defining or classifying a particular system (meaning an event, project, object, situation, etc.). That is, a parameter is an element of a system that is useful, or critical, when identifying the system, or when evaluating its performance, status, condition, etc.",
  "/wiki/Vladimir_Arnold": "Vladimir Igorevich Arnold (alternative spelling Arnol'd, Russian: Влади́мир И́горевич Арно́льд, 12 June 1937 – 3 June 2010) was a Soviet and Russian mathematician. While he is best known for the Kolmogorov–Arnold–Moser theorem regarding the stability of integrable systems, he made important contributions in several areas including dynamical systems theory, algebra, catastrophe theory, topology, algebraic geometry, symplectic geometry, differential equations, classical mechanics, hydrodynamics and singularity theory, including posing the ADE classification problem, since his first main result—the solution of Hilbert's thirteenth problem in 1957 at the age of 19. He co-founded two new branches of mathematics—KAM theory, and topological Galois theory (this, with his student Askold Khovanskii).",
  "/wiki/Andrei_Kolmogorov": "Andrey Nikolaevich Kolmogorov (Russian: Андре́й Никола́евич Колмого́ров, IPA: [ɐnˈdrʲej nʲɪkɐˈlajɪvʲɪtɕ kəlmɐˈɡorəf] (listen), 25 April 1903 – 20 October 1987) was a Soviet mathematician who made significant contributions to the mathematics of probability theory, topology, intuitionistic logic, turbulence, classical mechanics, algorithmic information theory and computational complexity.",
  "/wiki/Hilbert%27s_fourteenth_problem": "In mathematics, Hilbert's fourteenth problem, that is, number 14 of Hilbert's problems proposed in 1900, asks whether certain algebras are finitely generated.",
  "/wiki/Invariant_theory": "Invariant theory is a branch of abstract algebra dealing with actions of groups on algebraic varieties, such as vector spaces, from the point of view of their effect on functions. Classically, the theory dealt with the question of explicit description of polynomial functions that do not change, or are invariant, under the transformations from a given linear group. For example, if we consider the action of the special linear group SLn on the space of n by n matrices by left multiplication, then the determinant is an invariant of this action because the determinant of A X equals the determinant of X, when  A is in SLn.",
  "/wiki/Algebraic_group": "In algebraic geometry, an algebraic group (or group variety) is a group that is an algebraic variety, such that the multiplication and inversion operations are given by regular maps on the variety.",
  "/wiki/Polynomial_ring": "In mathematics, especially in the field of algebra, a polynomial ring or polynomial algebra is a ring (which is also a commutative algebra) formed from the set of polynomials in one or more indeterminates (traditionally also called variables) with coefficients in another ring, often a field.",
  "/wiki/Finitely_generated_algebra": "In mathematics, a finitely generated algebra (also called an algebra of finite type) is a commutative associative algebra A over a field K where there exists a finite set of elements a1,...,an of A such that every element of A can be expressed as a polynomial in a1,...,an, with coefficients in K.",
  "/wiki/Masayoshi_Nagata": "Masayoshi Nagata (Japanese: 永田 雅宜 Nagata Masayoshi; February 9, 1927 – August 27, 2008) was a Japanese mathematician, known for his work in the field of commutative algebra.",
  "/wiki/Hilbert%27s_fifteenth_problem": "Hilbert's fifteenth problem is one of the 23 Hilbert problems set out in a celebrated list compiled in 1900 by David Hilbert.  The problem is to put Schubert's enumerative calculus on a rigorous foundation.",
  "/wiki/Schubert%27s_enumerative_calculus": "In mathematics, Schubert calculus is a branch of algebraic geometry introduced in the nineteenth century by Hermann Schubert, in order to solve various counting problems of projective geometry (part of enumerative geometry). It was a precursor of several more modern theories, for example characteristic classes, and in particular its algorithmic aspects are still of current interest. The phrase \"Schubert calculus\" is sometimes used to mean the enumerative geometry of linear subspaces, roughly equivalent to describing the cohomology ring of Grassmannians, and sometimes used to mean the more general enumerative geometry of nonlinear varieties. Even more generally, “Schubert calculus” is often understood to encompass the study of analogous questions in generalized cohomology theories.",
  "/wiki/Hilbert%27s_sixteenth_problem": "Hilbert's 16th problem was posed by David Hilbert at the Paris conference of the International Congress of Mathematicians in 1900, as part of his list of 23 problems in mathematics.",
  "/wiki/Real_numbers": "In mathematics, a real number is a value of a continuous quantity that can represent a distance along a line. The adjective real in this context was introduced in the 17th century by René Descartes, who distinguished between real and imaginary roots of polynomials. The real numbers include all the rational numbers, such as the integer −5 and the fraction 4/3, and all the irrational numbers, such as √2 (1.41421356..., the square root of 2, an irrational algebraic number).  Included within the irrationals are the transcendental numbers, such as π (3.14159265...).   In addition to measuring distance, real numbers can be used to measure quantities such as time, mass, energy, velocity, and many more.",
  "/wiki/Algebraic_curve": "In mathematics, an affine algebraic plane curve is the zero set of a polynomial in two variables. A projective algebraic plane curve is the zero set in a projective plane of a homogeneous polynomial in three variables. An affine algebraic plane curve can be completed in a projective algebraic plane curve by homogenizing its defining polynomial. Conversely, a projective algebraic plane curve of homogeneous equation h(x, y, t) = 0 can be restricted to the affine algebraic plane curve of equation h(x, y, 1) = 0. These two operations are each inverse to the other; therefore, the phrase algebraic plane curve is often used without specifying explicitly whether it is the affine or the projective case that is considered.",
  "/wiki/Limit_cycle": "In mathematics, in the study of dynamical systems with two-dimensional phase space, a limit cycle is a closed trajectory in phase space having the property that at least one other trajectory spirals into it either as time approaches infinity or as time approaches negative infinity. Such behavior is exhibited in some nonlinear systems. Limit cycles have been used to model the behavior of a great many real world oscillatory systems.   The study of limit cycles was initiated by Henri Poincaré (1854–1912).",
  "/wiki/Vector_field": "In vector calculus and physics, a vector field is an assignment of a vector to each point in a subset of space.  A vector field in the plane (for instance), can be visualised as a collection of arrows with a given magnitude and direction, each attached to a point in the plane.  Vector  fields are often used to model, for example, the speed and direction of a moving fluid throughout space, or the strength and direction of some force, such as the magnetic or gravitational force, as it changes from one point to another point.",
  "/wiki/Hilbert%27s_seventeenth_problem": "Hilbert's seventeenth problem is one of the 23 Hilbert problems set out in a celebrated list compiled in 1900 by David Hilbert.  It concerns the expression of positive definite rational functions as sums of quotients of squares.  The original question may be reformulated as:",
  "/wiki/Rational_function": "In mathematics, a rational function is any function which can be defined by a rational fraction, i.e. an algebraic fraction such that both the numerator and the denominator are polynomials. The coefficients of the polynomials need not be rational numbers; they may be taken in any field K. In this case, one speaks of a rational function and a rational fraction over K. The values of the variables may be taken in any field L containing K. Then the domain of the function is the set of the values of the variables for which the denominator is not zero and the codomain is L.",
  "/wiki/Quotient": "In arithmetic, a quotient (from Latin: quotiens \"how many times\", pronounced /ˈkwoʊʃənt/) is the quantity produced by the division of two numbers.  The quotient has widespread use throughout mathematics, and is commonly referred to as a fraction or a ratio.  For example, when dividing twenty (the dividend) by three (the divisor), the quotient is six and two thirds. In this sense, a quotient is the ratio of a dividend to its divisor.",
  "/wiki/Square_(algebra)": "In mathematics, a square is the result of multiplying a number by itself. The verb \"to square\" is used to denote this operation. Squaring is the same as raising to the power 2, and is denoted by a superscript 2; for instance, the square of 3 may be written as 32, which is the number 9.\nIn some cases when superscripts are not available, as for instance in programming languages or plain text files, the notations x^2 or x**2 may be used in place of x2.",
  "/wiki/Emil_Artin": "Emil Artin (German: [ˈaɐ̯tiːn]; March 3, 1898 – December 20, 1962) was an Austrian mathematician of Armenian descent. Artin was one of the leading mathematicians of the twentieth century. He is best known for his work on algebraic number theory, contributing largely to class field theory and a new construction of L-functions. He also contributed to the pure theories of rings, groups and fields.",
  "/wiki/Hilbert%27s_eighteenth_problem": "Hilbert's eighteenth problem is one of the 23 Hilbert problems set out in a celebrated list compiled in 1900 by mathematician David Hilbert.  It asks three separate questions about lattices and sphere packing in Euclidean space.",
  "/wiki/Anisohedral_tiling": "In geometry, a shape is said to be anisohedral if it admits a tiling, but no such tiling is isohedral (tile-transitive); that is, in any tiling by that shape there are two tiles that are not equivalent under any symmetry of the tiling.  A tiling by an anisohedral tile is referred to as an anisohedral tiling.",
  "/wiki/Sphere_packing": "In geometry, a sphere packing is an arrangement of non-overlapping spheres within a containing space. The spheres considered are usually all of identical size, and the space is usually three-dimensional Euclidean space. However, sphere packing problems can be generalised to consider unequal spheres, spaces of other dimensions (where the problem becomes circle packing in two dimensions, or hypersphere packing in higher dimensions) or to non-Euclidean spaces such as hyperbolic space.",
  "/wiki/Karl_Reinhardt_(mathematician)": "Karl August Reinhardt (27 January 1895  Frankfurt am Main – 27 April 1941  Berlin) was a German mathematician who discovered the 5 tile-transitive pentagon tilings, solved the odd case of the biggest little polygon problem, and constructed the smoothed octagon conjectured to be the worst-packing point-symmetric planar convex shape. He also gave a partial solution to Hilbert's eighteenth problem by discovering an anisohedral tiling in three dimensions.",
  "/wiki/Computer-assisted_proof": "A computer-assisted proof is a mathematical proof that has been at least partially generated by computer.",
  "/wiki/Thomas_Callister_Hales": "Thomas Callister Hales (born June 4, 1958) is an American mathematician working in the areas of representation theory, discrete geometry, and formal verification. In representation theory he is known for his work on the Langlands program and the proof of the fundamental lemma over the group Sp(4) (many of his ideas were incorporated into the final proof, due to Ngô Bảo Châu).  In discrete geometry, he settled the Kepler conjecture on the density of sphere packings and the honeycomb conjecture. In 2014, he announced the completion of the Flyspeck Project, which formally verified the correctness of his proof of the Kepler conjecture.",
  "/wiki/Close-packing_of_equal_spheres": "In geometry, close-packing of equal spheres is a dense arrangement of congruent spheres in an infinite, regular arrangement (or lattice). Carl Friedrich Gauss proved that the highest average density – that is, the greatest fraction of space occupied by spheres – that can be achieved by a lattice packing is",
  "/wiki/Hilbert%27s_nineteenth_problem": "Hilbert's nineteenth problem is one of the 23 Hilbert problems, set out in a list compiled in 1900 by David Hilbert. It asks whether the solutions of regular problems in the calculus of variations are always analytic. Informally, and perhaps less directly, since Hilbert's concept of a \"regular variational problem\" identifies precisely a variational problem whose Euler–Lagrange equation is an elliptic partial differential equation with analytic coefficients, Hilbert's nineteenth problem, despite its seemingly technical statement, simply asks whether, in this class of partial differential equations, any solution function inherits the relatively simple and well understood structure from the solved equation. Hilbert's nineteenth problem was solved independently in the late 1950s by Ennio De Giorgi and John Forbes Nash, Jr.",
  "/wiki/Calculus_of_variations": "The calculus of variations is a field of mathematical analysis that uses variations, which are small changes in functions\nand functionals, to find maxima and minima of functionals: mappings from a set of functions to the real numbers.[a] Functionals are often expressed as definite integrals involving functions and their derivatives. Functions that maximize or minimize functionals may be found using the Euler–Lagrange equation of the calculus of variations.",
  "/wiki/Analytic_function": "In mathematics, an analytic function is a function that is locally given by a convergent power series. There exist both real analytic functions and complex analytic functions, categories that are similar in some ways, but different in others. Functions of each type are infinitely differentiable, but complex analytic functions exhibit properties that do not hold generally for real analytic functions. A function is analytic if and only if its Taylor series about x0 converges to the function in some neighborhood for every x0 in its domain.",
  "/wiki/Ennio_de_Giorgi": "Ennio De Giorgi (8 February 1928 – 25 October 1996) was an Italian mathematician, member of the House of Giorgi, who worked on partial differential equations and the foundations of mathematics.",
  "/wiki/John_Forbes_Nash": "John Forbes Nash Jr. (June 13, 1928 – May 23, 2015) was an American mathematician who made fundamental contributions to game theory, differential geometry, and the study of partial differential equations. Nash's work has provided insight into the factors that govern chance and decision-making inside complex systems found in everyday life.",
  "/wiki/Hilbert%27s_twentieth_problem": "Hilbert's twentieth problem is one of the 23 Hilbert problems set out in a celebrated list compiled in 1900 by David Hilbert.  It asks whether all boundary value problems can be solved (that is, do variational problems with certain boundary conditions have solutions).",
  "/wiki/Boundary_condition": "In mathematics, in the field of differential equations, a boundary value problem is a differential equation together with a set of additional constraints, called the boundary conditions. A solution to a boundary value problem is a solution to the differential equation which also satisfies the boundary conditions."
}