{
  "/wiki/5x2": "5x2 (also Cinq fois deux; English: Five Times Two) is a 2004 French film directed by François Ozon, which uncovers the back story to the gradual disintegration of a middle class marriage by depicting five key moments in the relationship, but in reverse order.",
  "/wiki/François_Ozon": "François Ozon (French: [fʁɑ̃.swa o.zɔ̃]; born 15 November 1967) is a French film director and screenwriter whose films are usually characterized by sharp satirical wit and a freewheeling view on human sexuality.",
  "/wiki/Valeria_Bruni_Tedeschi": "Valeria Bruni Tedeschi, also spelled Bruni-Tedeschi (Italian pronunciation: [vaˈlɛːrja ˈbruːni teˈdeski]; born 16 November 1964), is an Italian-French actress, screenwriter and film director. Her 2013 film, A Castle in Italy, was nominated for the Palme d'Or at the 2013 Cannes Film Festival.",
  "/wiki/À_tout_de_suite": "Right Now (French: À tout de suite) is a 2004 French film by director Benoît Jacquot. It was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.",
  "/wiki/Benoît_Jacquot": "Benoît Jacquot (French: [bənwa ʒako]; born 5 February 1947) is a French film director and screenwriter who has had a varied career in European cinema.",
  "/wiki/Isild_Le_Besco": "Isild Le Besco (born 22 November 1982) is a French actress and filmmaker. She is of mixed Breton, Vietnamese, French, and Algerian descent.",
  "/wiki/Gijón_International_Film_Festival": "The Gijón International Film Festival (Asturian: Festival Internacional de Cine de Xixón or FICXixón) is an annual film festival held in Gijón, a city in northwest Spain.",
  "/wiki/Anatomy_of_Hell": "Anatomy of Hell (French: Anatomie de l'enfer) is a 2004 French erotic drama film directed by Catherine Breillat and written by Breillat based on her 2001 novel Pornocratie. According to Breillat, Anatomy of Hell is a \"sequel\" to Romance.",
  "/wiki/Catherine_Breillat": "Catherine Breillat (French: [bʁɛja]; born 13 July 1948) is a French filmmaker, novelist and professor of auteur cinema at the European Graduate School. In the film business for over 40 years, Catherine Breillat chooses to normalize previously taboo subjects in cinema. Taking advantage of the medium of cinema, Breillat juxtaposes different perspectives to highlight irony found in society. Through film, she attempts to redefine the female narrative in cinema by showing female characters who undergo similar experiences as their male counterparts. Many of Breillat's films explore the transition between girlhood and adulthood. The females of her films attempt to escape their adolescence by seeking individuality. There is an unsaid silence in society for girls to hide their sexuality and desires unless directly confronted about them. Breillat offers a platform to discuss female pleasure and sexual responsibility by exposing social and sexual conflicts in her films' themes.",
  "/wiki/Amira_Casar": "Amira Casar is a British-born actress who grew up in England, Ireland, and France.",
  "/wiki/Rocco_Siffredi": "Rocco Siffredi (born Rocco Antonio Tano; 4 May 1964) is an Italian pornographic actor, director and producer of pornographic movies.",
  "/wiki/Clean_(film)": "Clean is a 2004 drama film directed by French director Olivier Assayas, starring Maggie Cheung and Nick Nolte. It was jointly funded by Canada, France, and United Kingdom sources. It was released in the United States in 2006.",
  "/wiki/Olivier_Assayas": "Olivier Assayas (born 25 January 1955) is a French film director, screenwriter and film critic.",
  "/wiki/Maggie_Cheung": "Maggie Cheung Man-yuk (simplified Chinese: 张曼玉; traditional Chinese: 張曼玉; pinyin: Zhāng Mànyù; Jyutping: Zoeng1 Maan6 Juk2; born 20 September 1964) is an Hong Kong-born British actress. Raised in Hong Kong and England, she started her career after placing second in 1983's Miss Hong Kong Pageant. She achieved critical success in the late 80s and into the early 2000s, before taking a break from acting since her last starring role in 2004. In recent years, she rarely makes public appearances except for fashion events and award ceremonies.",
  "/wiki/Nick_Nolte": "Nicholas King Nolte (born February 8, 1941) is an American actor, producer, author, and former model. He won the Golden Globe Award for Best Actor – Motion Picture Drama and was nominated for the Academy Award for Best Actor for the 1991 film The Prince of Tides. He went on to receive Academy Award nominations for Affliction (1998) and Warrior (2011).",
  "/wiki/2004_Cannes_Film_Festival": "The 57th Cannes Film Festival started on 12 and ran until 23 May 2004. The Palme d'Or went to the American film Fahrenheit 9/11 by Michael Moore.",
  "/wiki/The_Chorus_(2004_film)": "The Chorus (French: Les Choristes) is a 2004 French drama film directed by Christophe Barratier. Co-written by Barratier and Philippe Lopes-Curval [fr], it is an adaptation of the 1945 film A Cage of Nightingales (La Cage aux rossignols). The story is inspired by the origin of the boys' choir The Little Singers of Paris. The original French title translates as \"The Choristers\" or \"The Choirboys\", not \"The Chorus\".",
  "/wiki/Christophe_Barratier": "Christophe Barratier (born 17 June 1963) is a French film producer, director and screenwriter, and lyricist.",
  "/wiki/Gerard_Jugnot": "Gérard Jugnot (French pronunciation: ​[ʒeʁaʁ ʒyɲo]; born 4 May 1951) is a French actor, film director, screenwriter and film producer.",
  "/wiki/Francois_Berleand": "François Berléand (French: [fʁɑ̃swa bɛʁleɑ̃]; born 22 April 1952) is a French actor.",
  "/wiki/Exils": "Exiles is a 2004 French film by Tony Gatlif. The film follows two young bohemians, Zano and Naima. After having sex, the two spontaneously decide that they will travel to Algeria, where Naima's parents come from, and where Zano's (Romain Duris) pied-noir parents were once exiled. Their adventurous journey to Algiers is full of character exploration, relationship hiccups and imagery. The film was also a homecoming for Gatlif himself, seeing him return to Algeria 43 years after he left.",
  "/wiki/Tony_Gatlif": "Tony Gatlif (born as Michel Dahmani on 10 September 1948 in Algiers) is a French film director of Romani ethnicity who also works as a screenwriter, composer, actor, and producer.",
  "/wiki/Romain_Duris": "Romain Duris (French pronunciation: [ʁɔmɛ̃ dyʁis] (listen); born 28 May 1974) is a French actor, best known for his role in Cédric Klapisch's Spanish Apartment trilogy, which consists of L'Auberge Espagnole (2002), Russian Dolls (2005) and Chinese Puzzle (2013). He also appeared in the 2017 film All the Money in the World.",
  "/wiki/Lubna_Azabal": "Lubna Azabal (born 15 August 1973) is a Belgian actress, born in Brussels to a Moroccan father and a Spanish mother.",
  "/wiki/Garçon_stupide": "Garçon stupide (English: Stupid Boy) is a 2004 film directed by Lionel Baier.",
  "/wiki/Lionel_Baier": "Lionel Baier (born 13 December 1976) is a Swiss film director. He directed more than ten films since 2003.",
  "/wiki/Le_Grand_Voyage": "Le Grand Voyage is a 2004 film written and directed by Ismaël Ferroukhi. The film portrays the relationship between father and son as both embark on  a religious pilgrimage trip by car. The film won the Golden Astor for Best Film at the 2005 Mar del Plata International Film Festival, also was shown at the prestigious 2004 Toronto and Venice International Film Festivals.",
  "/wiki/Ismaël_Ferroukhi": "Ismaël Ferroukhi (born 26 June 1962) is a French-Moroccan film director and screenwriter.",
  "/wiki/Nicolas_Cazale": "Nicolas Cazalé (born 24 April 1977 in Pau, Gascony, France) is a French model and actor who is most noted for his role in the 2004 French film, Le Grand Voyage for which he won a Jury Award for Best Actor at the 2005 Newport International Film Festival. He was also named one of European cinema's up-and-coming talents and won the Shooting Stars Award in 2008.",
  "/wiki/I_Am_the_Ripper": "I Am the Ripper is a 2004 action horror documentary-style film directed by Eric Anderson.",
  "/wiki/Innocence_(2004_film)": "Innocence is a 2004 French mystery drama film written and directed by Lucile Hadžihalilović, inspired by the novella Mine-Haha, or On the Bodily Education of Young Girls by Frank Wedekind, and starring Marion Cotillard. The film follows a year in the life of the girls in the third dormitory at a secluded boarding school, where new students arrive in coffins.",
  "/wiki/Lucile_Hadžihalilović": "Lucile Emina Hadžihalilović  (born 7 May 1961) is a French writer and director of Bosnian descent. Her most notable works include the 1996 short film La Bouche de Jean-Pierre and the 2004 feature-length film Innocence, for which she became the first woman to win the Stockholm International Film Festival annual Bronze Horse top award for best film.",
  "/wiki/Marion_Cotillard": "Marion Cotillard (French: [maʁjɔ̃ kɔtijaʁ] (listen); born 30 September 1975) is a French actress, singer-songwriter, musician, and environmentalist. She is the recipient of an Academy Award, a BAFTA Award, a Golden Globe Award, two César Awards, a European Award, and a Lumières Award. She became a Knight of the Order of Arts and Letters in France in 2010, and was promoted to Officer in 2016.",
  "/wiki/L'Intrus": "L'intrus (English: The Intruder) is a feature film written and directed by Claire Denis, based upon the autobiographical essay by philosopher Jean-Luc Nancy. The film premiered in the official competition at the 2004 Venice Film Festival.",
  "/wiki/Claire_Denis": "Claire Denis (French: [dəni]; born 21 April 1946) is a French film director and writer. Her feature film Beau Travail (1999) has been called one of the greatest films of the 1990s. Other acclaimed works include Trouble Every Day (2001), 35 Shots of Rum (2008), and White Material (2009).",
  "/wiki/Michel_Subor": "Michel Subor (French pronunciation: ​[miʃɛl sybɔʁ], born Mischa Subotzki (2 February 1935), is a French actor who gained initial fame playing the lover of Brigitte Bardot's character in La Bride sur le Cou (1961). The year before he had completed a starring role in Jean-Luc Godard's second feature, Le Petit Soldat, but the French government banned it until 1963 because of its political content, touching on terrorism during the undeclared Algerian War. He acted in a couple of American films in the late 1960s like as Claude Jade's husband in Alfred Hitchcock's Topaz. In 1999, he made Beau Travail, a highly praised variation of Billy Budd, directed by Claire Denis. He continued to work with her.",
  "/wiki/Béatrice_Dalle": "Béatrice Dalle (born Béatrice Cabarrou on December 19, 1964) is a French actress.",
  "/wiki/Kings_and_Queen": "Kings and Queen (French: Rois et reine) is a 2004 French drama film directed by Arnaud Desplechin, starring Emmanuelle Devos and Mathieu Amalric. It won the Louis Delluc Prize, the Prix Méliès and the César Award for Best Actor. In addition, it was nominated for César awards for Best Film, Best Director, Best Actress, Best Supporting Actor, Most Promising Actress and Best Writing.",
  "/wiki/Arnaud_Desplechin": "Arnaud Desplechin (French: [aʁno depleʃɛ̃]; born 31 October 1960) is a French film director and screenwriter.",
  "/wiki/Mathieu_Amalric": "Mathieu Amalric (French pronunciation: [ma.tjø a.mal.ʁik] (listen); born 25 October 1965) is a French actor and filmmaker. He is best known internationally for his performance as the lead villain in the James Bond film Quantum of Solace, his performance in Steven Spielberg's Munich, and for his role in The Diving Bell and the Butterfly, for which he drew critical acclaim. He has also won several César Awards and the Lumières Award.",
  "/wiki/Emmanuelle_Devos": "Emmanuelle Devos (born 10 May 1964) is a French actress. She is the daughter of actress Marie Henriau. She won the César Award for Best Actress in  2002  for her performance in Sur mes lèvres,  directed by  Jacques Audiard. She has also been nominated further three times for the award. She was a member of the Jury for the Main Competition section at the 2012 Cannes Film Festival.",
  "/wiki/Lightweight_(film)": "Lightweight (French: Poids léger) is a 2004 French drama film directed by Jean-Pierre Améris. It was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.",
  "/wiki/Jean-Pierre_Améris": "Jean-Pierre Améris (born 26 July 1961) is a French film director and screenwriter. His film Lightweight was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.",
  "/wiki/Nicolas_Duvauchelle": "Nicolas Duvauchelle (born 27 March 1980) is a French actor, perhaps best known for his role as Theo in three seasons of the crime drama Braquo.",
  "/wiki/Look_at_Me_(film)": "Look at Me (French: Comme une image) is a 2004 French drama-comedy film directed by Agnès Jaoui. It won the Best Screenplay award at the 2004 Cannes Film Festival. The film features a clip from the 1948 film Blood on the Moon.",
  "/wiki/Agnès_Jaoui": "Agnès Jaoui (born 19 October 1964) is a French actress, screenwriter, film director and singer.",
  "/wiki/Jean-Pierre_Bacri": "Jean-Pierre Bacri (born 24 May 1951) is a French actor and screenwriter who frequently works in collaboration with Agnès Jaoui.",
  "/wiki/Nelly_(2004_film)": "Nelly (French: À ce soir) is a 2004 French drama film directed by Laure Duthilleul and starring Sophie Marceau, Antoine Chappey, and Fabio Zenoni. Written by Laure Duthilleul, Jean-Pol Fargeau, and Pierre-Erwan Guillaume, the film is about the four days following the death of a small town doctor, seen through the eyes of his wife, who is a nurse. The film was screened in the Un Certain Regard section at the 2004 Cannes Film Festival.",
  "/wiki/Laure_Duthilleul": "Laure Duthilleul (born 14 January 1959) is a French actress, director and screenwriter. She has appeared in more than 70 films and television shows since 1981. She has appeared in five films that have been screened at the Cannes Film Festival. She is the daughter of French architect Jean Duthilleul and the sister of Jean-Marie Duthilleul.",
  "/wiki/Sophie_Marceau": "Sophie Marceau (French: [sɔfi maʁso]; born Sophie Danièle Sylvie Maupu, 17 November 1966) is a French actress, director, screenwriter, and author. As a teenager, Marceau achieved popularity with her debut films La Boum (1980) and La Boum 2 (1982), receiving a César Award for Most Promising Actress. She became a film star in Europe with a string of successful films, including  L'Étudiante (1988), Pacific Palisades (1990), Fanfan (1993), and Revenge of the Musketeers (1994). Marceau became an international film star with her performances in Braveheart (1995), Firelight (1997), and the 19th James Bond film The World Is Not Enough (1999).",
  "/wiki/Notre_musique": "Notre musique (English: Our Music) is a 2004 film directed by Jean-Luc Godard. The film reflects on violence, morality, and the representation of violence in film, and touches especially on past colonialism and the current Israeli–Palestinian conflict. It was screened out of competition at the 2004 Cannes Film Festival.",
  "/wiki/Jean-Luc_Godard": "Jean-Luc Godard (UK: /ˈɡɒdɑːr/ GOD-ar, US: /ɡoʊˈdɑːr/ goh-DAR, French: [ʒɑ̃ lyk ɡɔdaʁ]; born 3 December 1930) is a French-Swiss film director, screenwriter and film critic. He rose to prominence as a pioneer of the 1960s French New Wave film movement.",
  "/wiki/Sarah_Adler": "Sarah Adler (Hebrew: שרה אדלר‎; born 1978) is a French and Israeli actress with dual citizenship.",
  "/wiki/Souli_(film)": "Souli is a 2004 Malagasy drama film written and directed by Alexander Abela and based on William Shakespeare's Othello. It follows Abela's 1999 film Makibefo, an adaptation of Macbeth.",
  "/wiki/Eduardo_Noriega_(Spanish_actor)": "Eduardo Noriega Gómez (Spanish pronunciation: [eˈðwaɾðo noˈɾjeɣa]; born 1 August 1973) is a Spanish film actor. He is perhaps best known for his roles in two of Alejandro Amenábar's films: the multiple Goya Award-winning Tesis (Thesis) (1996) and Open Your Eyes (Spanish: Abre los Ojos)  (1997). He also starred in The Wolf (Spanish:  El Lobo) (2004).  In the United States, Noriega is best known for his role as Enrique in the political thriller Vantage Point (2008).",
  "/wiki/Strange_Crime": "Strange Crime (French: Le prix du désir, Italian: Sotto falso nome, also known as Under a False Name) is a 2004 French-Italian-Swiss mystery-drama film directed by Roberto Andò.",
  "/wiki/Roberto_Andò": "Roberto Andò (born 11 January 1959) is an Italian director, screenwriter, playwright and author.",
  "/wiki/Daniel_Auteuil": "Daniel Auteuil (French pronunciation: ​[danjɛl otœj]; born 24 January 1950) is a French actor and director who has appeared in a wide range of film genres, including period dramas, romantic comedies, and crime thrillers. In 1996 he won the Best Actor Award at the Cannes Film Festival together with Belgian actor Pascal Duquenne. He is also the winner of two César Awards for Best Actor, one in 1987 as Ugolin Soubeyran in Jean de Florette and Manon des Sources and one for his role in Girl on the Bridge. For his role in Jean de Florette he also won the BAFTA Award for Best Actor in a Supporting Role. Auteuil is considered one of France's most respected actors.",
  "/wiki/Anna_Mouglalis": "Anna Mouglalis (born 26 April 1978) is a French actress.",
  "/wiki/Greta_Scacchi": "Greta Scacchi (Italian pronunciation: [ˌɡrɛːta ˈskakkːi]; born 18 February 1960) is an Italian Australian actress best known for her roles in the films White Mischief (1987), Presumed Innocent (1990), The Player (1992), Emma (1996) and Looking for Alibrandi (2000).",
  "/wiki/Triple_agent_(film)": "Triple Agent is a 2004 French period drama film directed by Éric Rohmer. It has a duration of 115 minutes.",
  "/wiki/Eric_Rohmer": "Jean Marie Maurice Schérer or Maurice Henri Joseph Schérer, known as Éric Rohmer (French: [eʁik ʁomɛʁ], 21 March 1920 – 11 January 2010), was a French film director, film critic, journalist, novelist, screenwriter, and teacher.",
  "/wiki/Katerina_Didaskalu": "Katerina Didaskalou (born December 29, 1959 in Athens, Greece) is a Greek theatre, stage, television and film actress. She studied dramatic arts and philosophy in Athens and went on to study cinema and theater at Columbia University, on an Onassis Foundation scholarship. In 2005, she starred in Eric Rohmer's Triple Agent, as \"Arsinoe\", the Greek wife of a retired general of the Tsarist army. She was in the 1st and 4th seasons of the Greek soap opera Erotas (\"Love\") and in the US-produced film Captain Corelli's Mandolin.",
  "/wiki/Serge_Renko": "Serge Renko  is a French actor. He appeared in more than thirty films since 1982.",
  "/wiki/Les_11_commandements_(film)": "Les 11 commandements (or The 11 Commandments in English speaking countries) is a French comedy film, made in 2004, featuring Michaël Youn. It is comparable to the American film Jackass.  It was theatrically released in France in February 2004 and led the French box office in its first week of release.",
  "/wiki/Michaël_Youn": "Michaël Benayoun (French pronunciation: ​[mikaɛl benajun], born 2 December 1973), better known by his stage name Michaël Youn (French pronunciation: ​[mikaɛl jun]), is a French actor, singer, comedian and television personality.",
  "/wiki/Vincent_Desagnat": "Vincent Desagnat (born 9 March 1976) is a French actor, skateboarder, television and radio presenter.",
  "/wiki/List_of_French_films_of_2004": "A list of films produced in France in 2004."
}