{
  "/wiki/South_Bend,_Indiana": "South Bend is a city in, and the county seat of, St. Joseph County, Indiana, on the St. Joseph River near its southernmost bend, from which it derives its name. As of the 2010 census, the city had a total of 101,168 residents; its metropolitan statistical area had a population of 318,586 and its combined statistical area, 721,296. It is the fourth-largest city in Indiana, serving as the economic and cultural hub of northern Indiana. The University of Notre Dame is located just to the north in unincorporated Notre Dame.",
  "/wiki/Beaver_Wars": "The Beaver Wars, also known as the Iroquois Wars or the French and Iroquois Wars, encompass a series of conflicts fought intermittently during the 17th century in America. They were battles for economic welfare throughout the Saint Lawrence River valley in Canada and the lower Great Lakes region which pitted the Iroquois against the northern Algonquians and the Algonquians' French allies. From medieval times, Europeans had obtained furs from Russia and Scandinavia. American pelts came on the market during the 16th century, decades before the French, English, and Dutch established permanent settlements and trading posts on the continent. Basque fishermen chasing cod off Newfoundland's Grand Banks bartered with local Indians for beaver robes to help fend off the Atlantic chill. By virtue of their location, the tribes wielded considerable influence in European–Indian relations from the early seventeenth century onwards.",
  "/wiki/Miami": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Iroquois": "The Iroquois (/ˈɪrəkwɔɪ/ or /ˈɪrəkwɑː/) or Haudenosaunee (/ˈhoʊdənoʊˈʃoʊni/; \"People of the Longhouse\") are a historically powerful northeast Native American confederacy in North America. They were known during the colonial years to the French as the Iroquois League, and later as the Iroquois Confederacy, and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the Southeast into their confederacy, as they were also Iroquoian-speaking, and became known as the Six Nations.",
  "/wiki/Forts_of_Fort_Wayne,_Indiana": "The fort was constructed to secure gains in the Battle of Fallen Timbers in 1794 and saw service in the war of 1812. After the war, settlements started growing up around the fort.",
  "/wiki/Fort_Wayne,_Indiana": "Fort Wayne is a city in the U.S. state of Indiana and the seat of Allen County, United States. Located in northeastern Indiana, the city is 18 miles (29 km) west of the Ohio border and 50 miles (80 km) south of the Michigan border. With a population of 253,691 in the 2010 census, it is the second-most populous city in Indiana after Indianapolis, and the 75th-most populous city in the United States. It is the principal city of the Fort Wayne metropolitan area, consisting of Allen, Wells, and Whitley counties, a combined population of 419,453 as of 2011. Fort Wayne is the cultural and economic center of northeastern Indiana. The city is within a 300-mile (482.803 km) radius of major population centers, including Chicago, Cincinnati, Cleveland, Columbus, Detroit, Indianapolis, Louisville, Lexington, and Milwaukee.\n In addition to the three core counties, the combined statistical area (CSA) includes Adams, DeKalb, Huntington, Noble, and Steuben counties, with an estimated population of 615,077.",
  "/wiki/King_George%27s_War": "King George's War (1744–1748) is the name given to the military operations in North America that formed part of the War of the Austrian Succession (1740–1748). It was the third of the four French and Indian Wars.  It took place primarily in the British provinces of New York, Massachusetts Bay (which included Maine as well as Massachusetts at the time), New Hampshire (which included Vermont at the time), and Nova Scotia. Its most significant action was an expedition organized by Massachusetts Governor William Shirley that besieged and ultimately captured the French fortress of Louisbourg, on Cape Breton Island in Nova Scotia, in 1745. In French, it is known as the Troisième Guerre Intercoloniale or Third Intercolonial War.",
  "/wiki/Wyandot_people": "The Wyandot people or Wendat, also called the Huron Nation and Huron people,[a] are an Iroquoian-speaking peoples of North America who emerged as a tribe around the north shore of Lake Ontario.[citation needed] They traditionally spoke the Wyandot language, a Northern Iroquoian language, and were believed to number over 30,000 at the time of European encounter in the second decade of the 17th century.[page needed]",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/French_and_Indian_War": "The French and Indian War (1754–1763) pitted the colonies of British America against those of New France, each side supported by military units from the parent country and by American Indian allies. At the start of the war, the French colonies had a population of roughly 60,000 settlers, compared with 2 million in the British colonies. The outnumbered French particularly depended on the Indians.",
  "/wiki/Pontiac%27s_Rebellion": "Pontiac's War (also known as Pontiac's Conspiracy or Pontiac's Rebellion) was launched in 1763 by a loose confederation of American Indian tribes, primarily from the Great Lakes region, the Illinois Country, and Ohio Country who were dissatisfied with British policies in the Great Lakes region following the French and Indian War (1754–1763). Warriors from numerous tribes joined the uprising in an effort to drive British soldiers and settlers out of the region. The war is named after Odawa leader Pontiac, the most prominent of many Indian leaders in the conflict.",
  "/wiki/Kekionga": "Kekionga (meaning \"blackberry bush\") also known as Kiskakon or Pacan's Village, was the capital of the Miami tribe. It was located at the confluence of the Saint Joseph, Saint Marys and Maumee rivers on the western edge of the Great Black Swamp in present-day Indiana. Over their respective decades of influence from colonial times to after the American Revolution and Northwest Indian Wars, the French, British and Americans all established trading posts and forts at the large village, as it was located on an important portage connecting Lake Erie to the Wabash and Mississippi rivers. The European-American town of Fort Wayne, Indiana started as a settlement around the American Fort Wayne stockade after the War of 1812.",
  "/wiki/Kingdom_of_Great_Britain": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801.  The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England (which included Wales) and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exception of the Isle of Man and the Channel Islands. The unitary state was governed by a single parliament and government that was based in Westminster.  The former kingdoms had been in personal union since James VI of Scotland became King of England and King of Ireland in 1603 following the death of Elizabeth I, bringing about the \"Union of the Crowns\". Since its inception, the kingdom was in legislative and personal union with the Kingdom of Ireland. Following the accession of George I to the throne of Great Britain in 1714, the kingdom was in a personal union with the Electorate of Hanover.",
  "/wiki/North_American_Indians": "The indigenous peoples of the Americas are the pre-Columbian peoples of North, Central and South America and their descendants.",
  "/wiki/Ouiatenon": "Ouiatenon (Miami-Illinois: waayaahtanonki) was a dwelling place of members of the Wea tribe of Native Americans.  The name Ouiatenon, also variously given as Ouiatanon, Oujatanon, Ouiatano or other similar forms, is a French rendering of a term from the Wea dialect of the Miami-Illinois language which means \"place of the people of the whirlpool\", an ethnonym for the Wea.  Ouiatenon can be said to refer generally to any settlement of Wea or to their tribal lands as a whole, though the name is most frequently used to refer to a group of extinct settlements situated together along the Wabash River in what is now western Tippecanoe County, Indiana.",
  "/wiki/Lafayette,_Indiana": "Lafayette (/ˌlɑːfiːˈɛt, ˌlæf-/ LAH-fee-ET, LAF-ee-ET) is a city in and the county seat of Tippecanoe County, Indiana, United States, located 63 miles (101 km) northwest of Indianapolis and 105 miles (169 km) southeast of Chicago. West Lafayette, on the other side of the Wabash River, is home to Purdue University, which contributes significantly to both communities. Together, Lafayette and West Lafayette form the core of the Lafayette, Indiana Metropolitan Statistical Area.\nAccording to the 2010 United States Census, the population of Lafayette was 67,140, roughly a 19% increase from 56,397 in 2000. Meanwhile, the 2010 U.S. Census pegged the year-round (excluding Purdue University students) population of West Lafayette at 29,596 and the Tippecanoe County population at 172,780.",
  "/wiki/Illinois_campaign": "The Illinois campaign, also known as Clark's Northwestern campaign (1778-1779), was a series of events during the American Revolutionary War in which a small force of Virginia militiamen, led by George Rogers Clark, seized control of several British posts in the Illinois Country, in what are now Illinois and Indiana in the Midwestern United States. The campaign is the best-known action of the western theater of the war and the source of Clark's reputation as an early American military hero.",
  "/wiki/Vincennes,_Indiana": "Vincennes is a city in and the county seat of Knox County, Indiana, United States. It is located on the lower Wabash River in the southwestern part of the state, nearly halfway between Evansville and Terre Haute.  Founded in 1732 by French fur traders, notably François-Marie Bissot, Sieur de Vincennes, for whom the Fort was named, Vincennes is the oldest continually inhabited European settlement in Indiana and one of the oldest settlements west of the Appalachians.",
  "/wiki/American_Revolutionary_War": "The American Revolutionary War (1775–1783), also known as the American War of Independence, was fought primarily between the Kingdom of Great Britain and her Thirteen Colonies in America; it resulted in the overthrow of British rule in the colonies and the establishment of the United States of America.[N 1]",
  "/wiki/United_States_of_America": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Battle_of_the_White_River_Forks": "Leonard Helm was an early pioneer of Kentucky, and a Virginia officer during the American Revolutionary War. Born around 1720 probably in Fauquier County, Virginia, he died in poverty while fighting Native American allies of British troops during one of the last engagements of the Revolutionary War around June 4, 1782 in Jefferson County, Virginia (now Jefferson County, Kentucky).",
  "/wiki/Lenape": "The Lenape (English: /ləˈnɑːpi/ or /ˈlɛnəpi/), also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in Canada and the United States. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley.[notes 1] Today, Lenape people belong to the Delaware Nation and Delaware Tribe of Indians in Oklahoma; the Stockbridge-Munsee Community in Wisconsin; and the Munsee-Delaware Nation, Moravian of the Thames First Nation, and Delaware of Six Nations in Ontario.",
  "/wiki/Petit_fort": "Petit Fort was a structure located in northwestern Indiana, in or near the Indiana Dunes, near the mouth of Fort Creek, now known as Dunes Creek.  It may have been a French military outpost, but was more likely a private residence, trading post, or at most a support station for larger forts in the area.  The National Park Service refers to it as a \"fur depot.\"",
  "/wiki/Indiana_Dunes_National_Lakeshore": "Indiana Dunes National Park is a United States National Park located in Northwestern Indiana, managed by the National Park Service. It was authorized by Congress in 1966 as the Indiana Dunes National Lakeshore, the name by which it was known until it was designated the nation's 61st  national park on February 15, 2019. The park runs for nearly 25 miles (40 km) along the southern shore of Lake Michigan; it contains approximately 15,000 acres (6,100 ha). Its visitors center is in Porter, Indiana. Located in the park are sand dune, wetland, prairie, river, and forest ecosystems.",
  "/wiki/Augustin_de_La_Balme": "Augustin Mottin de la Balme (28 August 1733 - 5 November 1780) was a French cavalry officer who served in Europe during the Seven Years' War and in the United States during the American Revolution.  His attempt to capture Fort Detroit in 1780 ended in defeat when he was ambushed by forces under Chief Little Turtle.",
  "/wiki/Whitley_County,_Indiana": "Whitley County is a rural county located in the U.S. state of Indiana.  As of the 2010 census, the population was 33,292.  Whitley County is the 49th largest county in Indiana. The county seat is Columbia City. The county has the highest county number (92) on Indiana license plates, as it is alphabetically the last in the state's list of counties.",
  "/wiki/Continental_Army": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the ex-British colonies that became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their revolt against the rule of Great Britain. The Continental Army was supplemented by local militias and volunteer troops that remained under control of the individual states or were otherwise independent. General George Washington was the commander-in-chief of the army throughout the war.",
  "/wiki/Lochry%27s_Defeat": "Lochry's Defeat, also known as the Lochry massacre, was a battle fought on August 24, 1781, near present-day Aurora, Indiana, in the United States. The battle was part of the American Revolutionary War (1775–1783), which began as a conflict between Great Britain and the Thirteen Colonies before spreading to the western frontier, where American Indians entered the war as British allies. The battle was short and decisive: about one hundred Indians of local tribes led by Joseph Brant, a Mohawk military leader who was temporarily in the west, ambushed a similar number of Pennsylvania militiamen led by Archibald Lochry. Brant and his men killed or captured all of the Pennsylvanians without suffering any casualties.",
  "/wiki/Aurora,_Indiana": "Aurora is a city in Center Township, Dearborn County, Indiana, United States. The population was 3,750 at the 2010 census.",
  "/wiki/Battle_of_the_Embarras_River": "The Battle of the Embarras River was a 15 April 1786 punitive military action taken by the Vincennes militia against a Piankeshaw village near the Embarras River",
  "/wiki/Knox_County,_Indiana": "Knox County is a county in the state of Indiana in the United States. It was one of two original counties created in the Northwest Territory in 1790, and was gradually reduced in size as subsequent counties were established. It was established in its present size in 1817. As of 2010[update], the population was 38,440. The county seat is Vincennes.",
  "/wiki/Piankeshaw": "The Piankeshaw, Piankashaw or Pianguichia Indigenous Peoples are Native Americans and members of the Miami Indians who lived apart from the rest of the Miami nation, therefore they were known as Peeyankihšiaki (\"splitting off\" from the others, Sing.: Peeyankihšia - \"Piankeshaw Person\"). They live in an area that now includes western Indiana and Ohio, and are closely allied with the Wea Indians.  Piankeshaw villages have been reported along the White River in central Indiana, and along the Vermilion River in Illinois, near Ouiatenon.  The Piankashaw were living along the Vermilion river in 1743.",
  "/wiki/Hardin%27s_Defeat": "The Harmar campaign was an attempt by the United States, in the fall of 1790, to subdue Native Americans in the Northwest Territory who were seeking to expel American settlers they saw as interlopers in their territory.",
  "/wiki/Northwest_Indian_War": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and a confederation of numerous Native American tribes, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes and the European powers of France and Great Britain, and their colonials. The United States Army considers it their first of the United States Indian Wars.",
  "/wiki/Western_Confederacy": "The Western Confederacy, or Western Indian Confederacy, was a loose confederacy of Native Americans in the Great Lakes region of the United States following the American Revolutionary War. The confederacy was also sometimes known as the Miami Confederacy, as many federal officials at the time knew of the size of Kekionga and overestimated the influence and numerical strength of the Miami tribe within the confederation. The confederacy, which had its roots in pan-tribal movements dating to the 1740s, came together in an attempt to resist the expansion of the United States, and the encroachment of American settlers, into the Northwest Territory after Great Britain ceded the region to the United States in the 1783 Treaty of Paris. The resistance resulted in the Northwest Indian War (1785–1795), which ended with an American military victory at the Battle of Fallen Timbers. (Though it was rekindled by Tenskwatawa, known as The Prophet, and his brother Tecumseh.)",
  "/wiki/Harmar%27s_Defeat": "The Harmar campaign was an attempt by the United States, in the fall of 1790, to subdue Native Americans in the Northwest Territory who were seeking to expel American settlers they saw as interlopers in their territory.",
  "/wiki/John_Hardin": "Colonel John Hardin (October 1, 1753 – circa May 1792) was a soldier, farmer, rancher, noted marksman and hunter. He was wounded fighting in Lord Dunmore's War; served as a Continental Army officer in the American Revolutionary War and as a Kentucky Co., Virginia militia commander in the Northwest Indian War. He was a member of the Methodist church and one of the first judges in the original Washington County, Virginia (later to become Washington County, KY). Colonel Hardin was killed in an ambush while acting as a peace emissary (under the direction of the President, George Washington) to the Shawnee Indian people.",
  "/wiki/Big_Pine_Creek_(Indiana)": "Big Pine Creek is a creek in northwestern Indiana, USA. It begins in Round Grove Township in southwestern White County and flows generally southward 51.3 miles (82.6 km) through Benton and Warren counties before meeting the Wabash River near the town of Attica. The lower section of the creek from Rainsville to the Wabash is used by canoeists, particularly during the spring when the water is at its highest, and local flora, fauna and geology can be observed.",
  "/wiki/Kickapoo_people": "The Kickapoo People (Kickapoo: Kiikaapoa or Kiikaapoi) are an Algonquian-speaking Native American and Indigenous Mexican tribe. Anishinaabeg say the name \"Kickapoo\" (Giiwigaabaw in the Anishinaabe language and its Kickapoo cognate Kiwikapawa) means \"Stands here and there,\" which may have referred to the tribe's migratory patterns.  The name can also mean \"wanderer\".  This interpretation is contested and generally believed to be a folk etymology.",
  "/wiki/Battle_of_Kenapacomaqua": "The Battle of Kenapacomaqua, also called the Battle of Old Town, was a raid in 1791 by United States forces under the command of Lieutenant Colonel (later Brigadier General) James Wilkinson on the Miami (Wea) town of Kenapacomaqua on the Eel River, approximately six miles upstream from present-day Logansport, Indiana.",
  "/wiki/Logansport,_Indiana": "Logansport is a city in and the county seat of Cass County, Indiana, United States. The population was 18,396 at the 2010 census.  Logansport is located in northern Indiana at the junction of the Wabash and Eel rivers, northeast of Lafayette.",
  "/wiki/Battle_of_Tippecanoe": "The Battle of Tippecanoe (/ˌtɪpikəˈnuː/ TIP-ee-kə-NOO) was fought on November 7, 1811 in Battle Ground, Indiana between American forces led by Governor William Henry Harrison of the Indiana Territory and Indian forces associated with Shawnee leader Tecumseh and his brother Tenskwatawa (commonly known as \"The Prophet\"), leaders of a confederacy of various tribes who opposed settlement of the American West. As tensions and violence increased, Governor Harrison marched with an army of about 1,000 men to disperse the confederacy's headquarters at Prophetstown, near the confluence of the Tippecanoe River and the Wabash River.",
  "/wiki/Battle_Ground,_Indiana": "Battle Ground is a town in Tippecanoe Township, Tippecanoe County in the U.S. state of Indiana. The population was 1,334 at the 2010 census. It is near the site of the Battle of Tippecanoe.",
  "/wiki/Tecumseh%27s_War": "Tecumseh's War or Tecumseh's Rebellion was a conflict between the United States and an American Indian confederacy led by the Shawnee leader Tecumseh in the Indiana Territory. Although the war is often considered to have climaxed with William Henry Harrison's victory at the Battle of Tippecanoe in 1811, Tecumseh's War essentially continued into the War of 1812, and is frequently considered a part of that larger struggle. The war lasted for two more years, until the fall of 1813, when Tecumseh, as well as his second-in-command, Roundhead, died fighting Harrison's Army of the Northwest at the Battle of the Thames in Upper Canada, near present-day Chatham, Ontario, and his confederacy disintegrated. Tecumseh's War is viewed by some academic historians as being the final conflict of a longer term military struggle for control of the Great Lakes region of North America, encompassing a number of wars over several generations, referred to as the Sixty Years' War.",
  "/wiki/Tecumseh": "Tecumseh (/tɪˈkʌmsə, tɪˈkʌmsi/ ti-KUM-sə, ti-KUM-see; March 1768  – October 5, 1813) was a Native American Shawnee warrior and chief, who became the primary leader of a large, multi-tribal confederacy in the early 19th century. Born in the Ohio Country (present-day Ohio), and growing up during the American Revolutionary War and the Northwest Indian War, Tecumseh was exposed to warfare and envisioned the establishment of an independent Native American nation east of the Mississippi River under British protection. He worked to recruit additional members to his tribal confederacy from the southern United States.",
  "/wiki/Pigeon_Roost_Massacre": "Pigeon Roost State Historic Site is located between Scottsburg and Henryville, Indiana, near Underwood, Indiana. A one-lane road off U.S. Route 31 takes the visitor to the site of a village where Native Americans massacred 24 settlers shortly after the War of 1812 began.",
  "/wiki/Underwood,_Indiana": "Underwood is an unincorporated community in Monroe Township, Clark County, Indiana, United States.",
  "/wiki/War_of_1812": "The War of 1812 was a conflict fought between the United States and the United Kingdom, with their respective allies, from June 1812 to February 1815. Historians in Britain often see it as a minor theatre of the Napoleonic Wars; historians in the United States and Canada see it as a war in its own right.",
  "/wiki/Shawnee": "The Shawnee (Shaawanwaki, Ša˙wano˙ki and Shaawanowi lenaweeki) are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana, and Illinois.",
  "/wiki/Siege_of_Fort_Harrison": "Fort Harrison was a War of 1812 era stockade constructed in Oct. 1811 on high ground overlooking the Wabash River on a portion of what is today the modern city of Terre Haute, Indiana by forces under command of Gen. William Henry Harrison.  It was a staging point for Harrison to encamp his forces just prior to the Battle of Tippecanoe a month later. The fort was the site of a famous battle in the War of 1812, the siege of Fort Harrison in Sept. 1812 that was the first significant victory for the U.S. in the war. The fort was abandoned in 1818 as the frontier moved westward.",
  "/wiki/Terre_Haute,_Indiana": "Terre Haute (/ˌtɛrə ˈhoʊt/ TERR-ə HOHT) is a city in and the county seat of Vigo County, Indiana, United States, near the state's western border with Illinois. As of the 2010 census, the city had a total population of 60,785 and its metropolitan area had a population of 170,943.",
  "/wiki/Siege_of_Fort_Wayne": "The Siege of Fort Wayne was a battle that took place Sept. 5 - 12, 1812 during the War of 1812, between the United States military garrison at Fort Wayne and Potawatomi and Miami Indians, within what is now the modern city of Fort Wayne, Indiana.  The Indians suffered a severe loss and withdrew on Sept. 12.  A vast force under Gen. William Henry Harrison arrived later that day to relieve the fort, ending the siege.  The victory was one of two (the other being the battle of Fort Harrison which ended on the same day) which secured Indiana Territory for the United States in the war.",
  "/wiki/List_of_battles_fought_in_Indiana": "This is an incomplete list of all military confrontations that have occurred within the boundaries of the modern U.S. State of Indiana since European contact. The French first entered Indiana c. 1670. The region was part of New France from 1679–1763, ruled by Great Britain from 1763–1783, and part of the United States of America 1783–present."
}