{
  "/wiki/Iceberg_Interactive": "Iceberg Interactive is a privately held video game publisher based in Haarlem, Netherlands. The company is known for publishing games of independent developers. It publishes video games for Windows, macOS, and Linux through traditional retail channels as well as digital distribution services, such as Steam. In recent years Iceberg Interactive has also published games for consoles, including Xbox and PlayStation.",
  "/wiki/Haarlem": "Haarlem (Dutch pronunciation: [ˈɦaːrlɛm] (listen); predecessor of Harlem in the English language) is a city and municipality in the Netherlands. It is the capital of the province of North Holland and is situated at the northern edge of the Randstad, one of the most populated metropolitan areas in Europe. Haarlem had a population of 161,265 in 2019.\n Haarlem was granted city status or stadsrechten in 1245, although the first city walls were not built until 1270. The modern city encompasses the former municipality of Schoten as well as parts that previously belonged to Bloemendaal and Heemstede. Apart from the city, the municipality of Haarlem also includes the western part of the village of Spaarndam. Newer sections of Spaarndam lie within the neighbouring municipality of Haarlemmermeer.",
  "/wiki/Amersfoort": "Amersfoort [ˈaːmərsfoːrt] (listen) is a city and municipality in the province of Utrecht, Netherlands and is situated at the eastern edge of the Randstad. As of January 1st 2019, the municipality had a population of 156,286, making it the second-largest of the province and fifteenth-largest of the country. Amersfoort is also one of the largest Dutch railway junctions with its three stations—Amersfoort Centraal, Schothorst and Vathorst—due to its location on two of the Netherlands' main east to west and north to south railway lines. The city was used during the 1928 Summer Olympics as a venue for the modern pentathlon events. Amersfoort marked its 750th anniversary as a city in 2009.",
  "/wiki/Eindhoven": "Eindhoven (/ˈaɪnthoʊvən/ EYENT-hoh-vən, Dutch: [ˈɛintɦoːvə(n)] (listen)) is the fifth-largest city and a municipality of the Netherlands, located in the south of the country. It had a population of 231,469 in 2019, making it the largest city in the province of North Brabant. Eindhoven was originally located at the confluence of the Dommel and Gender.\n Neighbouring cities and towns include Son en Breugel, Nuenen, Geldrop-Mierlo, Helmond, Heeze-Leende, Waalre, Veldhoven, Eersel, Oirschot and Best. The agglomeration has a population of 337,487. The metropolitan area consists of 419,045 inhabitants. The city region has a population of 753,426. The Brabantse Stedenrij combined metropolitan area has about 2 million inhabitants.",
  "/wiki/Playlogic_Entertainment": "Playlogic Entertainment NV was a company active in mobile gambling and console publishing, established in 2002.\n Their gaming and gambling products are Fun Play and Real Play, handled by Microgaming Ltd. The company operates their Real Play components under a Maltese gambling license. Their other products include video game software for Sony, Microsoft, Nintendo and Apple.[citation needed]",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.\n Amsterdam's name derives from Amstelredamme, indicative of the city's origin around a dam in the river Amstel. Originating as a small fishing village in the late 12th century, Amsterdam became one of the most important ports in the world in the Dutch Golden Age of the 17th century and became the leading centre for finance and trade. In the 19th and 20th centuries, the city expanded, and many new neighbourhoods and suburbs were planned and built. The 17th-century canals of Amsterdam and the 19–20th century Defence Line of Amsterdam are on the UNESCO World Heritage List. Sloten, annexed in 1921 by the municipality of Amsterdam, is the oldest part of the city, dating to the 9th century.\n As the commercial capital of the Netherlands and one of the top financial centres in Europe, Amsterdam is considered an alpha-world city by the Globalization and World Cities (GaWC) study group. The city is also the cultural capital of the Netherlands. Many large Dutch institutions have their headquarters there, including Philips, AkzoNobel, TomTom and ING. Also, many of the world's largest companies are based in Amsterdam or have established their European headquarters in the city, such as leading technology companies Uber, Netflix and Tesla. In 2012, Amsterdam was ranked the second best city to live in by the Economist Intelligence Unit (EIU) and 12th globally on quality of living for environment and infrastructure by Mercer. The city was ranked 4th place globally as top tech hub in the Savills Tech Cities 2019 report (2nd in Europe), and 3rd in innovation by Australian innovation agency 2thinknow in their Innovation Cities Index 2009. The Port of Amsterdam is the fifth largest in Europe. Amsterdam Airport Schiphol is the busiest airport in the Netherlands, and the third busiest in Europe. Famous Amsterdam residents include the diarist Anne Frank, artists Rembrandt and Van Gogh, and philosopher Baruch Spinoza.\n The Amsterdam Stock Exchange is the oldest stock exchange in the world. Amsterdam's main attractions include its historic canals, the Rijksmuseum, the Van Gogh Museum, the Stedelijk Museum, Hermitage Amsterdam, the Concertgebouw, the Anne Frank House, the Scheepvaartmuseum, the Amsterdam Museum, the Heineken Experience, the Royal Palace of Amsterdam, Natura Artis Magistra, Hortus Botanicus Amsterdam, NEMO, the red-light district and many cannabis coffee shops. They draw more than 5 million international visitors annually. The city is also well known for its nightlife and festival activity; several of its nightclubs (Melkweg, Paradiso) are among the world's most famous. It is also one of the world's most multicultural cities, with at least 177 nationalities represented.",
  "/wiki/Spill_Group": "Spil Games is a privately owned company based in Hilversum near Amsterdam in the Netherlands and has roughly 50 employees.[citation needed]  The company publishes free-to-play games for iPhone, iPad and Android devices. The company also publishes games  for the web and Facebook.",
  "/wiki/Utrecht_(city)": "Utrecht (/ˈjuːtrɛkt/ YOO-trekt, also UK: /juːˈtrɛxt/ yoo-TREKHT, Dutch: [ˈytrɛxt] (listen)) is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019.\n Utrecht's ancient city centre features many buildings and structures, several dating as far back as the High Middle Ages. It has been the religious centre of the Netherlands since the 8th century. It lost the status of prince-bishopric but remains the main religious centre in the country. Utrecht was the most important city in the Netherlands until the Dutch Golden Age, when it was surpassed by Amsterdam as the country's cultural centre and most populous city.\n Utrecht is host to Utrecht University, the largest university in the Netherlands, as well as several other institutions of higher education. Due to its central position within the country, it is an important transport hub for both rail and road transport; the busiest train station in the Netherlands, Utrecht Centraal, is in the city of Utrecht. It has the second highest number of cultural events in the Netherlands, after Amsterdam.\nIn 2012, Lonely Planet included Utrecht in the top 10 of the world's unsung places.",
  "/wiki/Spil_Games": "Spil Games is a privately owned company based in Hilversum near Amsterdam in the Netherlands and has roughly 50 employees.[citation needed]  The company publishes free-to-play games for iPhone, iPad and Android devices. The company also publishes games  for the web and Facebook.",
  "/wiki/Lighthouse_Interactive": "Lighthouse Interactive Game Publishing B.V. was a video game publisher established in 2005 by industry veterans.  With its head office in Haarlem, The Netherlands and a satellite office in Montreal, Canada, the company grew quickly and went on to establish offices in Toronto, Canada, and London, England.\n The company was best known for publishing iconic titles such as the Sword of the Stars series, the Ship Simulator series and  many other critically acclaimed titles. The company was also the publisher of German Publisher dtp, in Scandinavia, UK and North America. In 2008 the company was acquired by the Canadian publicly traded company SilverBirch, in a cash transaction on 31 July 2008. SilverBirch was unable to survive the credit crisis of 2008 and was eventually forced into bankruptcy. As a fully owned subsidiary, Lighthouse Interactive was also closed.",
  "/wiki/Wormerveer": "There are 4 trains per hour from Monday to Friday to Amsterdam.\n 2 trains per hour operate on Saturdays and Sundays.",
  "/wiki/OneBigGame": "OneBigGame is the first non-profit video game publisher. The company was founded in 2007 by Martin de Ronde, co-founder formerly of Guerrilla Games. OneBigGame aids in the development of games with other noted developers for the benefit of charitable organizations. The company published its first game, the Zoe Mode developed music/puzzle game Chime, on February 3, 2010 for the Save the Children and the Starlight Children's Foundation organizations. In 2010 the company made a profit of $100,000. 96% of this amount is going to charity.",
  "/wiki/Gamious": "Gamious is a Dutch video game developer and publisher founded in Haarlem, Netherlands, in February 2011.",
  "/wiki/Perfect_World_Entertainment": "Perfect World Entertainment (Arc Games) is a Chinese-owned and leading online publisher of live service games in North America and Europe. Founded in 2008, Perfect World Entertainment is known for creating and publishing titles based on well-known global entertainment franchises, such as Star Trek and Dungeons & Dragons. The company’s popular live service MMO games, including Neverwinter, Star Trek Online and PWI, have cumulatively grossed over $500M in their lifetimes. Perfect World Entertainment also partners with third-party development studios, including Gunfire Games, developer of Remnant: From the Ashes, and Unknown Worlds, developer of Subnautica, to help bring their games to market on a global scale. Perfect World Entertainment is a subsidiary of Perfect World Group, and is headquartered in Redwood City California.\n Perfect World Entertainment’s early growth consisted of bringing versions of popular Chinese games to an English language audience. The company continues to launch and operate games globally, including upcoming titles Magic: Legends and Torchlight III.\n Perfect World employs around 500 people at their North American location in Redwood. They acquired sister companies, Runic Games and Cryptic Studios and helped in the releasing of popular games such as Torchlight and Torchlight II in recent years. Many of their games can be found on the popular PC gaming platform, Steam. In 2014 The company launched its own Steam-like service \"ARC Games\" for their own titles as well as their affiliates. Perfect World is publicly traded and they began trading on the Nasdaq (U.S. exchange) on July 26, 2007. Aside from their North American operations, Perfect World operates in China on its Wanmei.com platform as well in Japan under the C&C Media Co name. Unlike most MMO publishers, Perfect World actually develops most of the games they publish, which gives them the unique ability to control the entire development/patching of the titles.",
  "/wiki/Zwolle": "Zwolle (Dutch: [ˈzʋɔlə] (listen)) is a city and municipality in the northeastern Netherlands serving as Overijssel's capital. With a population of 127,497, it is the second-largest municipality of the province after Enschede.",
  "/wiki/Hoogvliet": "Hoogvliet is a borough of Rotterdam, Netherlands. As of 1 January 2004, it had 36,619 inhabitants. There is also a national chain of Dutch supermarkets with the same name.",
  "/wiki/Video_games_in_the_Netherlands": "The Netherlands' mainstream video games market, not taking into consideration the serious and casual games, is the sixth largest in Europe. The Dutch market takes up 3.95% of the entire European market in total sales and 4.19% in software sales.\n A significant part of the Netherlands' gaming industry is in serious games, in which Dutch companies make a significant part of the worldwide industry.\n In the Netherlands, an estimated of 3,000 people are working in the games industry, at more than 330 companies. Over 45 of the companies are located in the Dutch Game Garden, a government subsidized organization with the aim of promoting and improving the video games industry in the Netherlands."
}