{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Fernando_Prass": "Fernando Büttenbender Prass (born 9 July 1978 in Porto Alegre) is a Brazilian professional footballer who plays as a goalkeeper for Brazilian side Ceará.",
  "/wiki/Right_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Fagner_Conserva_Lemos": "Fagner Conserva Lemos (born 11 June 1989), known simply as Fagner (Brazilian Portuguese: [ˈfagnɛʁ]), is a Brazilian professional footballer who plays as a right back for Corinthians and the Brazil national team.",
  "/wiki/Marcilei_da_Silva_Elias": "Marcil Elias da Silva, better known as Max (Rio de Janeiro, April 28, 1990) is a Brazilian footballer who acts as a Right-Back for Palmas.",
  "/wiki/Julio_Irraz%C3%A1bal": "Julio César Irrazábal León (born 25 November 1980 in San Juan del Paraná, Itapúa) is a Paraguayan footballer who plays for Deportivo Capiatá.",
  "/wiki/Centre_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Anderson_Vital_da_Silva": "Anderson Vital da Silva, commonly known as Dedé (Brazilian Portuguese: [dɛˈdɛ]; born 1 July 1988) is a  Brazilian footballer who plays as a centre back for Cruzeiro.",
  "/wiki/Douglas_Silva_Bacelar": "Douglas Silva Bacelar (born 4 April 1990), simply known as Douglas, is a Brazilian professional footballer as a central defender.",
  "/wiki/Fernando_Santos_(Brazilian_footballer_born_1980)": "Fernando Santos (born 25 February 1980) is a Brazilian former footballer who played as a defender.",
  "/wiki/Jomar": "Jomar Herculano Lourenço (born 28 September 1992), commonly known as Jomar, is a Brazilian footballer who plays as a center back for Santo André. \" Jomito\"",
  "/wiki/Renato_Silva": "Renato Assis da Silva (born July 26, 1983 in Colinas do Tocantins) is a former Brazilian footballer who played as a central defender.",
  "/wiki/Anderson_Martins": "Anderson Vieira Martins (born 21 August 1987) is a Brazilian professional footballer who plays for São Paulo FC as a centre-back.",
  "/wiki/Victor_Ramos_Ferreira": "Victor Ramos Ferreira (born 5 May 1989), known as Victor Ramos, is a Brazilian footballer who plays for CRB as a central defender.",
  "/wiki/C%C3%A9sar_Augusto_Pereira_Marques": "Cesar Augusto Pereira Marques, better known as Cesinha (São José dos Campos, October 8, 1986), is a Brazilian footballer who plays as a Centre back for Taubaté.",
  "/wiki/Left_back": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/M%C3%A1rcio_Careca": "Márcio Ferreira, better known as Márcio Careca (born July 28, 1978), is a Brazilian former footballer who played as a Left back.",
  "/wiki/Ramon_de_Morais_Motta": "Ramon de Moraes Motta  or simply  Ramon  (born May 6, 1988, in Cachoeiro do Itapemirim), is a Brazilian professional footballer who plays as a left back for Vasco da Gama.",
  "/wiki/J%C3%BAlio_C%C3%A9sar_Godinho_Catole": "Júlio César Godinho Catole (ジュリーニョ | born 5 August 1986), commonly known as Julinho, is a Brazilian footballer. He primarily plays as a left back, but he could also play as a left wing back, left wide midfielder, or even as left winger.",
  "/wiki/Defensive_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/R%C3%B4mulo_Borges_Monteiro": "Rômulo Borges Monteiro (born 19 September 1990), known simply as Rômulo, is a Brazilian footballer who plays as a defensive midfielder. He currently plays for Shijiazhuang Ever Bright.",
  "/wiki/Eduardo_Costa": "Eduardo Nascimento Costa (born 23 September 1982), known as Eduardo Costa, is a Brazilian former professional footballer who played as a defensive midfielder.",
  "/wiki/Jumar_Jos%C3%A9_da_Costa_J%C3%BAnior": "Jumar, fullname Jumar José da Costa Júnior  (born April 28, 1986), is a Brazilian former footballer who played as a midfielder. He was born in Bandeirantes, Paraná.",
  "/wiki/N%C3%ADlton_Ferreira_J%C3%BAnior": "Nílton Ferreira Júnior (born 21 April 1987 in Barra do Garças), simply known as Nílton, is a Brazilian footballer who plays as a defensive midfielder.",
  "/wiki/Centre_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Allan_Marques_Loureiro": "Allan Marques Loureiro (born 8 January 1991), better known as Allan (Brazilian Portuguese: [aˈlɐ̃]), is a Brazilian footballer who plays as a midfielder for Italian club Napoli and the Brazil national team.",
  "/wiki/Fellipe_Bastos": "Fellipe Ramos Ignez Bastos (born 1 February 1990) is a Brazilian professional footballer who plays as a centre midfielder for Vasco da Gama.",
  "/wiki/Attacking_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Felipe_Jorge_Loureiro": "Felipe Jorge Loureiro (born 2 September 1977), known as Felipe, is a Brazilian football coach and former footballer.",
  "/wiki/Juninho_Pernambucano": "Antônio Augusto Ribeiro Reis Júnior (born 30 January 1975), commonly known as Juninho  or Juninho Pernambucano[note 1] is a Brazilian former footballer, who is currently sporting director of Olympique Lyonnais. Noted for his bending free kicks, he is widely considered to be the greatest free kick-taker of all time and holds the record for the highest number of goals scored through free kicks with 75.",
  "/wiki/J%C3%A9ferson_Rodrigues_Gon%C3%A7alves": "Jéferson Rodrigues Gonçalves (born 15 July 1984), simply Jéferson (Portuguese pronunciation: [ˈʒɛfiʁsõ]), is a Brazilian former footballer who played as an attacking midfielder.",
  "/wiki/Left_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Diego_de_Souza_Andrade": "Diego de Souza Andrade (born 17 June 1985), known as Diego Souza, is a Brazilian professional footballer who plays as an attacking midfielder or a forward for Brazilian Série A club Grêmio.",
  "/wiki/Bernardo_Vieira_de_Souza": "Bernardo Vieira de Souza, better known as Bernardo (born May 20, 1990) is a Brazilian footballer who plays as attacking midfielder who plays for Volta Redonda.",
  "/wiki/Carlos_Alberto_de_Jesus": "Carlos Alberto Gomes de Jesus (born 11 December 1984), commonly known as just Carlos Alberto, is a Brazilian former professional footballer who played as an attacking midfielder, but who could also play as a second striker. He was known for his technique, dribbling ability, balance on the ball and two-footedness.",
  "/wiki/Enrico_Cardoso_Nazar%C3%A9": "Enrico Cardoso Nazaré (born 4 May 1984, in Belo Horizonte), commonly known as Enrico, is a former Brazilian footballer.",
  "/wiki/Diego_Rosa_(footballer)": "Diego da Silva Rosa (born 22 March 1989), known as Diego Rosa, is a Brazilian professional footballer who plays as an attacking midfielder for Aparecidense.",
  "/wiki/Ca%C3%ADque_Silva_Rocha": "Caique Silva Rocha (born January 10, 1988 in Salvador, Bahia) is a Brazilian footballer who can play a variety of midfield roles and a journeyman. He currently plays for Joinville.",
  "/wiki/Right_winger_(football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/%C3%89der_Lu%C3%ADs": "Éder Luís de Oliveira (born 19 April 1985), known simply as Éder Luís, is a Brazilian professional footballer who plays as a winger for Guarani.",
  "/wiki/Leandro_Lessa_Azevedo": "Leandro Lessa Azevedo, (born 13 August 1980 in Ribeirão Preto), simply known as Leandro, is a Brazilian former footballer who played as a striker.",
  "/wiki/Jonathan_Oliveira_Guimar%C3%A3es": "Jonathan Oliveira Guimarães is a Brazilian footballer who currently plays as a striker for Olaria.",
  "/wiki/Misael_Silva_Jansen": "Misael Silva Jansen (born 4 July 1987 in São Luís, Brazil), or simply Misael, is a forward who is currently playing for Santa Cruz.",
  "/wiki/Centre_forward": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Alecsandro": "Alecsandro Barbosa Felisbino (born 4 February 1981 in Bauru), simply known as Alecsandro , is a Brazilian footballer who plays as a forward for CSA.",
  "/wiki/%C3%89lton_Rodrigues_Brand%C3%A3o": "Elton Rodrigues Brandão or simply Elton (born 1 August 1985), is a Brazilian professional football player who currently plays for Sport Recife.",
  "/wiki/Marcel_Augusto_Ortolan": "Marcel Augusto Ortolan (born 12 November 1981 in Mirassol, São Paulo), commonly known as Marcel, is a Brazilian footballer.",
  "/wiki/Anderson_Patric_Aguiar_Oliveira": "Anderson Patric Aguiar Oliveira (パトリック, born 26 October 1987 in Macapá) is a Brazilian footballer who plays as a forward for Gamba Osaka, on loan from Sanfrecce Hiroshima.",
  "/wiki/2011_CR_Vasco_da_Gama_season": "The 2011 season was Club de Regatas Vasco da Gama's 113th year in existence, the club's 96th season in existence of football, and the club's 40th season playing in the Brasileirão Série A, the top flight of Brazilian football, having been out only in 2009, after a relegation from top division in 2008, backing in 2010."
}