{
  "/wiki/Austin_Cuvillier": "Austin Cuvillier (August 20, 1779 – July 11, 1849) was a businessman and political figure in Lower Canada and Canada East.\n He was born Augustin Cuvillier in Quebec City in 1779 and was hired by a Montreal auctioneer, eventually taking over the business when his employer retired. After he formed a partnership with two other men, the business went bankrupt. By this time, Cuvillier had adopted the anglicized first name Austin. By 1807, he was back in the auction business.\n During the War of 1812, he served with the militia. In 1814, he was elected to the Legislative Assembly of Lower Canada representing Huntingdon County, as a member of the Parti canadien. He played an important role in the founding of the Bank of Montreal and was one of its first directors. He also helped found the Montreal Fire Insurance Company and became president in 1820. In 1821, he was part of a commission negotiating the sharing of customs duties between Lower and Upper Canada. He opposed the union of the two Canadas. In 1828, he helped present petitions against Governor Dalhousie's policies in London. In 1829, he began to distance himself from the Parti patriote. He opposed the Ninety-Two Resolutions that were presented in 1834. By 1836, he was one of the most important auctioneers in Montreal and served as president on the city's Committee of Trade, later the Montreal Board of Trade. He commanded a battalion in the militia during the Lower Canada Rebellion.\n In 1841, he was elected to the 1st Parliament of the Province of Canada representing Huntingdon and was elected speaker. In 1844, he defended Governor Charles Theophilus Metcalfe against the Reformers when the governor wished to retain exclusive control over patronage. This led to the end of his political career and Cuvillier returned to his auction business.\n He had at least one daughter called Luce (1817–1900) and two sons called Maurice and Austin.\n He died of typhus at Montreal in 1849.",
  "/wiki/Parti_canadien": "The Parti canadien (French pronunciation: ​[paʁti kanadjɛ̃]) or Parti patriote (pronounced [paʁti patʁiɔt]) was a primarily francophone political party in what is now Quebec founded by members of the liberal elite of Lower Canada at the beginning of the 19th century. Its members were made up of liberal professionals and small-scale merchants, including François Blanchet, Pierre-Stanislas Bédard, John Neilson, Jean-Thomas Taschereau, James Stuart, Louis Bourdages, Denis-Benjamin Viger, Daniel Tracey, Edmund Bailey O'Callaghan, Andrew Stuart and Louis-Joseph Papineau.",
  "/wiki/Canada_East": "Canada East (French: Canada-Est) was the northeastern portion of the United Province of Canada. Lord Durham's Report investigating the causes of the Upper and Lower Canada Rebellions recommended merging those two colonies.  The new colony, known as the Province of Canada was created by the Act of Union 1840 passed by the Parliament of the United Kingdom, having effect in 1841. For administrative purposes, the new Province was subdivided into Canada West and Canada East.  The former name of \"Lower Canada\" came back into official use in 1849, and as of the Canadian Confederation of 1867, it formed the newly created province of Quebec.\n An estimated 890,000 people lived in Canada East in 1851.",
  "/wiki/Allan_MacNab": "Sir Allan Napier MacNab, 1st Baronet (19 February 1798 – 8 August 1862) was a Canadian political leader and Premier of the Province of Canada, from 1854 to 1856.",
  "/wiki/Reform_movement_(pre-Confederation_Canada)": "The Reform movement, sometimes referred to as the Reform Party, began in the 1830s as the movement in the English speaking parts of British North America (Canada). It agitated initially for republicanism, and later for responsible government. The movement dissolved after responsible government was granted to the Province of Canada in 1848, with members forming the Parti bleu and Parti rouge in Canada East and the Liberal Party in Canada West, among other smaller parties.",
  "/wiki/Canada_West": "The Province of Canada (or the United Province of Canada or the United Canadas) was a British colony in North America from 1841 to 1867. Its formation reflected recommendations made by John Lambton, 1st Earl of Durham in the Report on the Affairs of British North America following the Rebellions of 1837–1838.\n The Act of Union 1840, passed on 23 July 1840 by the British Parliament and proclaimed by the Crown on 10 February 1841, merged the Colonies of Upper Canada and Lower Canada by abolishing their separate parliaments and replacing them with a single one with two houses, a Legislative Council as the upper chamber and the Legislative Assembly as the lower chamber. In the aftermath of the Rebellions of 1837–1838, unification of the two Canadas was driven by two factors. Firstly, Upper Canada was near bankruptcy because it lacked stable tax revenues, and needed the resources of the more populous Lower Canada to fund its internal transportation improvements. Secondly, unification was an attempt to swamp the French vote by giving each of the former provinces the same number of parliamentary seats, despite the larger population of Lower Canada.\n Although Durham's report had called for the Union of the Canadas and for responsible government (a government accountable to an independent local legislature), only the first of the two recommendations was implemented in 1841. For the first seven years, the government was led by an appointed governor general accountable only to the British Crown and the Queen's Ministers. Responsible government was not to be achieved until the second LaFontaine–Baldwin ministry in 1849, when Governor General James Bruce, 8th Earl of Elgin agreed to request a cabinet be formed on the basis of party, effectively making the elected premier the head of the government and reducing the Governor General to a more symbolic role.\n The Province of Canada ceased to exist at Canadian Confederation on 1 July 1867, when it was divided into the Canadian provinces of Ontario and Quebec. Ontario included the area occupied by the pre-1841 British colony of Upper Canada, while Quebec included the area occupied by the pre-1841 British colony of Lower Canada (which had included Labrador until 1809, when Labrador was transferred to the British colony of Newfoundland). Upper Canada was primarily English-speaking, whereas Lower Canada was primarily French-speaking.",
  "/wiki/Augustin-Norbert_Morin": "Augustin-Norbert Morin (October 13, 1803 – July 27, 1865) was a Canadian lawyer and judge.\n Born in Saint-Michel-de-Bellechasse, Lower Canada, into a large Roman Catholic farming family, Morin was identified by the parish priest at a young age as a boy of exceptional talent and intelligence. The parish priest therefore arranged for his education at the Séminaire de Québec, beginning in 1815.  After leaving the seminary, Morin worked as newspaperman in order to earn money for the study of law as clerk in the office of Denis-Benjamin Viger. By 1828 he was practicing law independently, and by 1830 had become involved with colonial politics. Morin helped draft the Ninety-Two Resolutions. Although he took part in the Lower Canada Rebellion and was later arrested, it was not felt that a charge of high treason was justified.\n Following the union of Lower Canada and Upper Canada into the new Province of Canada in 1841, Morin was elected to the first Parliament of the new Province, for the Nicolet electoral district.  He resigned his seat a year later on appointment to the district court for Rimouski, but served on the bench for less than a year.  He resigned from the court and was re-elected to Parliament, this time for the riding of Saguenay, in November, 1842.\n Morin served as Joint Premier of the Province of Canada from Canada East along with his counterparts from Canada West Francis Hincks (from October 28, 1851 to September 11, 1854), and with Allan Napier MacNab (from that date until January 27, 1855).\n He resigned from government due to ill health. However, Morin was named a judge in the Quebec Superior Court and he also took part in the commission which drafted a new civil code for Canada East.\n Morin-Heights, Quebec and Val-Morin, Quebec, which Morin help found, are named for him. He also helped found Sainte-Adèle, Quebec, which was named after his wife Adèle Raymond, the sister of Joseph-Sabin Raymond.\n He died at Sainte-Adèle in 1865.",
  "/wiki/Parti_patriote": "The Parti canadien (French pronunciation: ​[paʁti kanadjɛ̃]) or Parti patriote (pronounced [paʁti patʁiɔt]) was a primarily francophone political party in what is now Quebec founded by members of the liberal elite of Lower Canada at the beginning of the 19th century. Its members were made up of liberal professionals and small-scale merchants, including François Blanchet, Pierre-Stanislas Bédard, John Neilson, Jean-Thomas Taschereau, James Stuart, Louis Bourdages, Denis-Benjamin Viger, Daniel Tracey, Edmund Bailey O'Callaghan, Andrew Stuart and Louis-Joseph Papineau.",
  "/wiki/John_Sandfield_Macdonald": "John Sandfield Macdonald, QC (December 12, 1812 – June 1, 1872) was the Premier of the Province of Canada from 1862 to 1864, and was the first Premier of Ontario from 1867 to 1871, one of the four founding provinces created at the confederation of Canada in 1867. He served as both premier and Attorney-General of Ontario from July 16, 1867, to December 20, 1871.\n He was personally referred to by his middle name Sandfield and often signed his correspondence and documents as \"J. Sandfield Macdonald\".",
  "/wiki/Liberal-Conservative": "The Liberal-Conservative Party (French: le Parti libéral-conservateur) was the formal name of the Conservative Party of Canada until 1873, and again from 1922 to 1938, although some Conservative candidates continued to run under the label as late as the 1911 election and others ran as simple Conservatives before 1873. In many of Canada's early elections, there were both \"Liberal-Conservative\" and \"Conservative\" candidates; however, these were simply different labels used by candidates of the same party. Both were part of Sir John A. Macdonald's government and official Conservative and Liberal-Conservative candidates would not, generally,[clarification needed] run against each other. It was also common for a candidate to run on one label in one election and the other in a subsequent election.\n The roots of the name are in the coalition of 1853 in which moderate Reformers and Conservatives from Canada West joined with bleus from Canada East under the dual premiership of Sir Allan MacNab and A.-N. Morin.  The new ministry committed to secularizing Clergy reserves in Canada West and abolishing seigneurial tenure in Canada East.  Over time, the Liberal-Conservatives evolved into the Conservative party and their opponents, the Clear Grits and the Parti rouge evolved into the Liberal Party of Canada.  On October 12, 1916, the last Liberal-Conservative cabinet minister, Sam Hughes, was dismissed, making the executive all officially Conservative Party members.\n Prominent Liberal-Conservative Members of Parliament and Senators in Canadian history include:",
  "/wiki/Louis-Victor_Sicotte": "Louis-Victor Sicotte, QC (November 6, 1812 – September 5, 1889) was a lawyer, judge and politician in Lower Canada.\n He was born Louis Cicot in Boucherville, Lower Canada in 1812. He studied law and was called to the bar in 1839. He helped found the Aide-toi, le Ciel t’aidera (God helps those who help themselves) society, which is credited with introducing the celebration of Saint-Jean-Baptiste Day for French Canadians, and was also its secretary-treasurer. He supported the Patriotes but apparently took no part in the Rebellions of 1837–38. He believed, correctly as it turned out, that rebellion would only lead to an imposed union with Upper Canada.\n In 1838, he set up a practice in Saint-Hyacinthe. In 1851, he was elected to the Legislative Assembly representing Saint-Hyacinthe. He became part of the Hincks-Morin government for a short time in August 1853. He was re-elected in 1854 and elected speaker. In the same year, he was named Queen's Counsel. In November 1857, he was chosen as Commissioner of Crown Lands, serving until 1 August 1858. He was re-elected in 1858 and became Commissioner of Public Works in the Cartier-Macdonald government from 1858 to 10 January 1859. He was Joint Premier of the Province of Canada with John Sandfield Macdonald from May 24, 1862 to May 15, 1863.\n He refused a cabinet post in the Macdonald-Dorion government that followed and, after his reelection in 1863, introduced a motion of non-confidence, which was rejected by a small margin. In September 1863, he accepted an appointment as judge of the Superior Court in the Saint-Hyacinthe district, serving until 1887.\n He died in Saint-Hyacinthe in 1889.\n Sicotte Township, located in the Outaouais region of Quebec, was named in his honour (but renamed to Grand-Remous in 1973).",
  "/wiki/Henry_Smith_(Canadian_politician)": "Sir Henry Smith (April 23, 1812 – September 18, 1868) was a Canadian lawyer and political figure. He represented Frontenac in the 1st Parliament of Ontario.\n He was born in London, England in 1812 and came to Montreal with his family some time before 1818. The family later moved to Kingston in Upper Canada. Smith's father, also named Henry Smith, served as the first warden of the provincial penitentiary at Kingston from 1835 to 1849. The son studied law with Christopher Alexander Hagerman and was called to the bar in 1834. He was elected to the Legislative Assembly of the Province of Canada in 1841 for Frontenac, serving until 1861. He was a friend of Sir John A. Macdonald and also supported him politically for much of that time.\n In 1846, Smith was named Queen's Counsel. In 1854, he was named Solicitor General for Canada West in the Macnab-Morin government. He served as speaker of the house from 1858 to 1861. Smith also served as lawyer for the Grand Trunk Railway in Kingston. Smith fell out with Macdonald over his attempts to gain a knighthood. However, in 1860, he was knighted by the Prince of Wales at Quebec City during the Prince's visit to Canada. He was defeated in subsequent elections in 1861 and 1863. In 1867, he was elected to the provincial legislature and later died in Kingston in 1868.",
  "/wiki/Tory": "A Tory (/ˈtɔːri/) is a person who holds a political philosophy known as Toryism, based on a British version of traditionalism and conservatism, which upholds the supremacy of social order as it has evolved in the English culture throughout history. The Tory ethos has been summed up with the phrase \"God, Queen, and Country\". Tories generally advocate monarchism, and were historically of a high church Anglican religious heritage, opposed to the liberalism of the Whig faction.\n The philosophy originates from the Cavalier faction, a royalist group during the English Civil War. The Tories political faction that emerged in 1681 was a reaction to the Whig-controlled Parliaments that succeeded the Cavalier Parliament. It also has exponents in other parts of the former British Empire, such as the Loyalists of British America, who opposed American secession during the American War of Independence. The loyalists that fled to the Canadas at the end of the American Revolution, the United Empire Loyalists, formed the support base for political cliques in Upper and Lower Canada. Toryism remains prominent in Canada and the United Kingdom. The British Conservative Party and Conservative Party of Canada, and their members, continue to be referred to as Tories.\n The term Tory is used regardless of whether they are traditionalists. Adherents to traditional Toryism in contemporary times are referred to as High Tories. The terms Blue Tory and Red Tory have been used to describe the two different factions of the federal and provincial Conservative/Progressive Conservative parties in Canada. In addition, Pink Tory is used in Canadian politics as a pejorative term to describe a member of the Conservative/Progressive Conservative party who is perceived as liberal.",
  "/wiki/Joseph-Édouard_Turcotte": "Joseph-Édouard Turcotte (October 10, 1808 – December 20, 1864) was a lawyer and political figure in Canada East.\n He was born in Gentilly, Lower Canada in 1808. He studied at the Séminaire de Nicolet. In 1831, he lost his right arm in an accident. Deciding not to pursue a future in the priesthood, he studied law with Elzéar Bédard and was called to the bar in 1836. He practice law at Quebec City and then Trois-Rivières. He became a supporter of Louis-Joseph Papineau and supported the parti patriote. In 1841, he was elected to the Legislative Assembly of the Province of Canada for Saint-Maurice; he opposed the union of the Canadas. He was forced to resign because he had accepted two government posts, but was reelected in an 1842 by-election; he was defeated in 1844. He was named solicitor general for Canada East in 1847 but was forced to resign in 1848 after two unsuccessful attempts to gain a seat in the assembly. In 1851, Turcotte was elected again in Saint-Maurice; in 1854, he was elected in Maskinongé as a Reformer. He served as mayor of Trois-Rivières from 1857 to 1863. In 1858, he was elected to the assembly for Champlain, now as a member of the parti bleu; in 1861, he was elected in Trois-Rivières. He served as speaker from 1862 to 1863. He was reelected in Trois-Rivières in 1863 and served until his death in Trois-Rivières in 1864.\n Turcotte also played an important role in the economic development of the region, including railway links and the founding of a college there. He owned and was of the Journal des Trois-Rivières from 1847 to 1853.\n His son Arthur served as a member in the Legislative Assembly of Quebec and his son Gustave-Adolphe-Narcisse was a member of the Canadian House of Commons. His daughter Marie-Louise married Ernest Pacaud, a Quebec lawyer and journalist.",
  "/wiki/Lewis_Wallbridge": "Lewis Wallbridge (November 27, 1816 – October 20, 1887) was a lawyer, judge and political figure in Canada West. In 1882, he was appointed Chief Justice of Manitoba.\n He was born in Belleville in 1816. He studied at Upper Canada College, articled in law and was called to the bar in 1839. In 1855, he became a Queen's Counsel. In 1857, he was elected to represent Hastings South in the Legislative Assembly of the Province of Canada. He supported representation by population and opposed government subsidies to the Grand Trunk Railway. He was re-elected in 1861 and 1863. He was chosen as solicitor general in the 1863 government led by John Sandfield Macdonald and Antoine-Aimé Dorion and was chosen as speaker for the 8th Parliament of the Province of Canada. His brother, Thomas Campbell Wallbridge, represented Hastings North from 1863 to 1867. He did not run for election in 1867 and was an unsuccessful candidate in Hastings West in 1878.\n He was a director of the Bank of Upper Canada from 1862 to 1865.\n He died in Winnipeg in 1887.",
  "/wiki/Legislative_Assembly_of_the_Province_of_Canada": "The Legislative Assembly of the Province of Canada was the lower house of the legislature for the Province of Canada, which consisted of the former provinces of Lower Canada, then known as Canada East and later the province of Quebec, and Upper Canada, then known as Canada West and later the province of Ontario. It was created by The Union Act of 1840. Canada East and Canada West each elected 42 members to the assembly. The upper house of the legislature was called the Legislative Council.\n The first session of parliament began in Kingston in Canada West in 1841.\n The second parliament and the first sessions of the third parliament were held in Montreal. On April 25, 1849, rioters protesting the Rebellion Losses Bill burned the parliament buildings. The remaining sessions of the third parliament were held in Toronto. Subsequent parliaments were held in Quebec City and Toronto, except for the last session in 1866 of the eight and final parliament, which was held in Ottawa, the capital chosen for the Dominion of Canada.\n The British North America Act of 1867 divided the Province of Canada into the provinces of Ontario and Quebec, each province having its own Legislative Assembly, as well as representation in the Parliament of Canada."
}