{
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/Saskia_Alusalu": "Saskia Alusalu (born 14 April 1994) is an Estonian speed skater. Alusalu represented Estonia at the 2018 Winter Olympics in Pyeongchang.",
  "/wiki/Speed_skating_at_the_2018_Winter_Olympics": "Speed skating at the 2018 Winter Olympics was held at the Gangneung Oval in Gangneung, South Korea between 10 and 24 February 2018.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Karl-Martin_Rammo": "Karl-Martin Rammo (born 6 June 1989) is an Estonian sailor, born in Tallinn. He competed at the 2012 Summer Olympics in the Men's Laser class.",
  "/wiki/Sailing_at_the_2016_Summer_Olympics": "Sailing at the 2016 Summer Olympics in Rio de Janeiro was held from 8–18 August at Marina da Gloria in Guanabara Bay. The sailing classes had two changes from the 2012 Summer Olympics events. There were 10 events.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Indrek_Tobreluts": "Indrek Tobreluts (born 5 April 1976) is an Estonian former biathlete and cross-country skier. He has competed at five Winter Olympics.",
  "/wiki/Biathlon": "The biathlon is a winter sport that combines cross-country skiing and rifle shooting. It is treated as a race where the contestant with the shortest total time wins. Depending on the competition, missed shots result in extra distance or time being added to the contestant's total.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Aleksander_Tammert": "Aleksander Tammert (born 2 February 1973) is an Estonian discus thrower.",
  "/wiki/Athletics_(sport)": "Athletics is a group of sporting events that involves competitive running, jumping, throwing, and walking. The most common types of athletics competitions are track and field, road running, cross country running, and race walking.",
  "/wiki/Discus_throw": "The discus throw (pronunciation), also known as disc throw, is a track and field event in which an athlete throws a heavy disc—called a discus—in an attempt to mark a farther distance than their competitors. It is an ancient sport, as demonstrated by the fifth-century-BC Myron statue Discobolus. Although not part of the modern pentathlon, it was one of the events of the ancient Greek pentathlon, which can be dated back to at least to 708 BC, and is part of the modern decathlon.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Roland_Lessing": "Roland Lessing (born April 14, 1978 in Tartu) is an Estonian biathlete. First World Cup podium was in Pokljuka Pursuit 20 December 2009.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Martin_Padar": "Martin Padar (born 11 April 1979 in Tallinn) is an Estonian judoka, who has competed in the men's half heavyweight (-100 kg), but now competes in the heavyweight (+100 kg) category.  A former European champion, he has also competed at two Olympics, the 2008 Beijing Olympics and the 2012 London Olympics.",
  "/wiki/Judo": "Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern martial art, which has since evolved into a combat and Olympic sport. The sport was originally created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. Judo's most prominent feature is its competitive element, where the objective is to either throw or take down an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). A judo practitioner is called a judoka.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Eveli_Saue": "Eveli Saue (born February 13, 1984) is an Estonian orienteering competitor and retired biathlete. She is world champion in the combined sport biathlon orienteering.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Erki_Nool": "Erki Nool (born 25 June 1970 in Võru, Estonia) is an Estonian decathlete and politician.",
  "/wiki/Decathlon": "The decathlon is a combined event in athletics consisting of ten track and field events. The word \"decathlon\" was formed, in analogy to the word \"pentathlon\", from Greek δέκα (déka, meaning \"ten\") and ἄθλος (áthlos, or ἄθλον, áthlon, meaning \"contest\" or “prize”). Events are held over two consecutive days and the winners are determined by the combined performance in all. Performance is judged on a points system in each event, not by the position achieved. The decathlon is contested mainly by male athletes, while female athletes typically compete in the heptathlon.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Allar_Levandi": "Allar Levandi (born December 28, 1965) is an Estonian nordic combined skier who competed during the late 1980s and early 1990s under two different nations in three straight Winter Olympic Games (1988: Soviet Union, 1992 and 1994: Estonia). He trained at Dynamo in Tallinn when Estonia was under Soviet rule in the late 1980s.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/T%C3%B5nu_T%C3%B5niste": "Tõnu Tõniste (born 26 April 1967) is Estonian Olympic sailor, he competed in four consecutive Summer Olympics, starting in 1988, winning a silver and a bronze medal in the men's 470 class, for the Soviet Union (silver, 1988) and for Estonia (bronze, 1992). He did so with his twin brother Toomas Tõniste. Now he is sailing in team Lenny in Melges 24 class.",
  "/wiki/Sailing": "Sailing  \nemploys the wind—acting on sails, wingsails or kites—to propel a craft on the surface of the water (sailing ship, sailboat, windsurfer, or kitesurfer), on ice (iceboat) or on land (land yacht) over a chosen course, which is often part of a larger plan of navigation.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Kalju_Ojaste": "Kalju Ojaste (born 8 December 1961) is an Estonian biathlete. He competed at the 1992 Winter Olympics, the 1994 Winter Olympics and the 1998 Winter Olympics.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/J%C3%BCri_Jaanson": "Jüri Jaanson (born 14 October 1965) is the most successful Estonian rower of all time and the winner of five medals at World Rowing Championships. He became World Champion in Tasmania 1990 in the single sculls event. 14 years later, at age 38 he won an Olympic silver medal in the single sculls event at the 2004 Summer Olympics in Athens. In Beijing 2008 he won his second Olympic silver medal, this time in the double sculls event with Tõnu Endrekson. He is a member of the SK Pärnu rowing club located in Pärnu. In 2007, Jaanson became the oldest rower ever to win a World Cup event at the age of 41 in Amsterdam.",
  "/wiki/Rowing_(sport)": "Rowing, sometimes referred to as crew in the United States, is a sport whose origins reach back to Ancient Egyptian times. It involves propelling a boat (racing shell) on water using oars. By pushing against the water with an oar, a force is generated to move the boat. The sport can be either recreational for enjoyment or fitness, or competitive, when athletes race against each other in boats. There are a number of different boat classes in which athletes compete, ranging from an individual shell (called a single scull) to an eight-person shell with a coxswain (called a coxed eight).",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Nordic_combined": "Nordic combined is a winter sport in which athletes compete in cross-country skiing and ski jumping. Nordic combined at the Winter Olympics and the FIS Nordic Combined World Cup are ongoing.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Heino_Lipp": "Heino Lipp (June 21, 1922 – August 28, 2006)  was an Estonian athlete, who was one of the greatest decathlete in the decade of the 1940s,  but he was never able to compete in the Olympic Games, because citizens of the Soviet Union were never allowed to travel outside the Soviet Union dominated Iron Curtain countries. He also competed in the shot put, making 6 European records in the event.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Ants_Antson": "Ants Antson (11 November 1938 – 31 October 2015) was an Estonian speed skater who competed for the Soviet Union.",
  "/wiki/1936_Summer_Olympics": "The 1936 Summer Olympics (German: Olympische Sommerspiele 1936), officially known as the Games of the XI Olympiad, was an international multi-sport event held in 1936 in Berlin, Nazi Germany. Berlin won the bid to host the Games over Barcelona, Spain, on 26 April 1931, at the 29th IOC Session in Barcelona.  It marked the second and final time the International Olympic Committee gathered to vote in a city that was bidding to host those Games.",
  "/wiki/Erich_Altosaar": "Erich Altosaar (14 August 1908 – 11 October 1941) was an Estonian basketball player. He was part of the national team that placed ninth at the 1936 Summer Olympics, where he also served as the Olympic flag bearer for Estonia.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/1936_Winter_Olympics": "The 1936 Winter Olympics, officially known as the IV Olympic Winter Games (French: Les IVes Jeux olympiques d'hiver) (German: Olympische Winterspiele 1936), was a winter multi-sport event that was celebrated in 1936 in the market town of Garmisch-Partenkirchen in Bavaria, Germany. The country also hosted the 1936 Summer Olympics, which were held in Berlin. It was the last year in which the Summer and Winter Games both took place in the same country (the cancelled Olympics of 1940 would have been held in Japan, with Tokyo hosting the Summer Games and Sapporo hosting the Winter Games).",
  "/wiki/1932_Summer_Olympics": "The 1932 Summer Olympics, officially known as the Games of the X Olympiad, was an international multi-sport event that was held from July 30 to August 14, 1932, in Los Angeles, California, United States.",
  "/wiki/Osvald_K%C3%A4pp": "Osvald Käpp (17 February 1905 – 22 December 1995) was an Estonian wrestler who competed in freestyle and Greco-Roman lightweight events at the 1924, 1928 and 1932 Summer Olympics. He won the freestyle contest in 1928 and served as the Olympic flag bearer for Estonia in 1932. He also won two medals in Greco-Roman wrestling at the European championships in 1926–27.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/1928_Summer_Olympics": "The 1928 Summer Olympics (Dutch: Olympische Zomerspelen 1928), officially known as the Games of the IX Olympiad, was an international multi-sport event that was celebrated from 28 July to 12 August 1928 in Amsterdam, Netherlands. The city of Amsterdam had previously bid for the 1920 and 1924 Olympic Games, but was obliged to give way to war-torn Antwerp in Belgium for the 1920 Games and Pierre de Coubertin's Paris for the 1924 Games. The United States won the most gold and overall medals.",
  "/wiki/Gustav_Kalkun": "Gustav Kalkun (22 March 1898 – 24 April 1972) was an Estonian discus thrower. He competed at the 1924 and 1928 Olympics and placed 15th and 10th, respectively. He was selected as the Olympic flag bearer for Estonia in 1928.",
  "/wiki/1928_Winter_Olympics": "The 1928 Winter Olympics, officially known as the II Olympic Winter Games (French: Les IIes Jeux olympiques d'hiver; German: Olympische Winterspiele 1928; Italian: II Giochi olimpici invernali; Romansh: Gieus olimpics d'enviern 1928), were a winter multi-sport event which was celebrated February 11–19, 1928 in St. Moritz, Switzerland.",
  "/wiki/Eduard_Hiiop": "Eduard Hiiop (19 December 1889 – 24 August 1941) was an Estonian figure skater and athlete. He participated in the 1928 Winter Olympics as the flag bearer for Estonia and competed in 1936, placing 18th with Helene Michelson in pair skating."
}