{
  "/wiki/Takeda_Nobutora": "Takeda Nobutora (武田 信虎, February 11, 1494 – March 27, 1574) was a Japanese daimyō (feudal lord) who controlled the Province of Kai, and fought in a number of battles of the Sengoku period.",
  "/wiki/Kōfu,_Yamanashi": "Kōfu (甲府市, Kōfu-shi, Japanese: [ko̞ːɸɯᵝ]) is the capital city of Yamanashi Prefecture, Japan. As of 1 April 2019[update],  the city had an estimated population of 187,985 in 90,924 households , and a population density of 880 persons per km2. The total area of the city is 212.41 square kilometres (82.01 sq mi). Kōfu's name means \"capital of Kai Province\". During the Sengoku period, it was famous as the stronghold of Takeda Shingen.",
  "/wiki/Lady_Sanjō": "Lady Sanjō (三条の方, Sanjō no kata) (1521 – August 29, 1570) was a Japanese woman of the Sengoku period. She was the wife of the daimyō, Takeda Shingen. She was the daughter of Sanjō Kinyori, a court noble of Kyoto; her sisters married Hosokawa Harumoto and Honganji Kennyo, respectively. Lady Sanjō married Shingen (then named Harunobu) at age 16. She gave birth to three sons and two daughters.",
  "/wiki/Takeda_Shingen": "Takeda Shingen (武田 信玄, December 1, 1521 – May 13, 1573), of Kai Province, was a pre-eminent daimyō in feudal Japan with exceptional military prestige in the late stage of the Sengoku period.",
  "/wiki/Kōshū,_Yamanashi": "Kōshū (甲州市, Kōshū-shi) is a city located in Yamanashi Prefecture, Japan. As of 1 June 2019[update],  the city had an estimated population of 31,526 in 13,147 households , and a population density of 120 persons per km². The total area of the city is 264.11 square kilometres (101.97 sq mi). The city is the home of the indigenous Koshu grape and is synonymous with viticulture and wine production in Japan.",
  "/wiki/Tsuru,_Yamanashi": "Tsuru (都留市, Tsuru-shi) is a city located in Yamanashi Prefecture, Japan. As of 1 May 2019[update],  the city had an estimated population of 30,311 in 13079 households , and a population density of 190 persons per km². The total area of the city is 161.63 square kilometres (62.41 sq mi).",
  "/wiki/Yamanashi,_Yamanashi": "Yamanashi (山梨市, Yamanashi-shi) is a city located in Yamanashi Prefecture, Japan. As of 1 July 2019[update],  the city had an estimated population of 34,738 in 14,679 households , and a population density of 120 persons per km². The total area of the city is 289.80 square kilometres (111.89 sq mi).",
  "/wiki/Ōtsuki,_Yamanashi": "Ōtsuki (大月市, Ōtsuki-shi) is a city located in Yamanashi Prefecture, Japan. As of 1 July 2019[update],  the city had an estimated population of 23,976 in 10404 households, and a population density of 86 persons per km2. The total area of the city is 380.25 square kilometres (146.82 sq mi).",
  "/wiki/Minami-Alps,_Yamanashi": "Minami-Alps (南アルプス市, Minami-Arupusu-shi) is a city located in Yamanashi Prefecture, Japan. As of 1 June 2019[update],   the city has an estimated population of 71,618 in 27,956 households , and a population density of 270 persons per km². The total area of the city is 264.14 square kilometres (101.99 sq mi). Minami-Alps is Yamanashi Prefecture's third largest city. The city's name was chosen in September 2002 from among entries submitted by the general public.",
  "/wiki/Takeda_Katsuyori": "Takeda Katsuyori (武田 勝頼, 1546 – 3 April 1582) was a Japanese daimyō of the Sengoku period,who was famed as the head of the Takeda clan and the successor to the legendary warlord Takeda Shingen. He was the son of Shingen by the daughter of Suwa Yorishige (posthumous name:Suwa-goryōnin (諏訪御料人, real name, Koihime)). Katsuyori's children included Takeda Nobukatsu and Katsuchika.",
  "/wiki/Fuefuki,_Yamanashi": "Fuefuki (笛吹市, Fuefuki-shi) is a city in Yamanashi Prefecture, Japan. As of 31 March 2019[update], the city had an estimated population of 69,463 in 29,406 households,   and a population density of 340 persons per km2. The total area of the city is 201.92 square kilometres (77.96 sq mi).",
  "/wiki/Ichikawamisato,_Yamanashi": "Ichikawamisato (市川三郷町, Ichikawamisato-chō) is a town located in Yamanashi Prefecture, Japan.  As of 1 June 2019[update], the town had an estimated population of 15,799 in 6679 households., and a population density of 210 persons per km². The total area of the town  is 75.18 square kilometres (29.03 sq mi).",
  "/wiki/List_of_Historic_Sites_of_Japan_(Yamanashi)": "This list is of the Historic Sites of Japan located within the Prefecture of Yamanashi."
}