{
  "/wiki/Moon_(film)": "Moon is a 2009 science fiction film directed by Duncan Jones and written by Nathan Parker from a story by Jones. The film follows Sam Bell (Sam Rockwell), a man who experiences a personal crisis as he nears the end of a three-year solitary stint mining helium-3 on the far side of the Moon. It was the feature debut of director Duncan Jones. Kevin Spacey voices Sam's robot companion, GERTY. Moon premiered at the 2009 Sundance Film Festival and was released in selected cinemas in New York and Los Angeles on 12 June 2009. The release was expanded to additional theatres in the United States on 10 July and to the United Kingdom on 17 July.",
  "/wiki/Clash_of_the_Titans_(2010_film)": "Clash of the Titans is a 2010 fantasy action-adventure film and remake of the 1981 film of the same name produced by MGM (the rights to which had been acquired by Warner Bros. in 1996). The story is very loosely based on the Greek myth of Perseus. Directed by Louis Leterrier and starring Sam Worthington, Liam Neeson, and Ralph Fiennes, the film was originally set for standard release on March 26, 2010. However, it was later announced that the film would be converted to 3D and was released on April 2, 2010.",
  "/wiki/Shank_(2010_film)": "Shank is a 2010 British action film directed by first-time filmmaker Mo Ali. Written by Paul Van Carter, it was shot in London in 2009. The movie stars Adam Deacon, Bashy, Jennie Jacques, Kaya Scodelario, Kedar Williams-Stirling and Rory Beresford in the lead roles. It was released on 26 March 2010.",
  "/wiki/Wuthering_Heights_(2011_film)": "Wuthering Heights is a 2011 British romantic gothic, period drama film directed by Andrea Arnold and starring  Kaya Scodelario as Catherine and James Howson as Heathcliff. The screenplay, written by Andrea Arnold and Olivia Hetreed, is based on Emily Brontë's 1847 novel of the same name.",
  "/wiki/Catherine_Earnshaw": "Cathy Earnshaw is a fictional character and the female protagonist of the 1847 novel Wuthering Heights written by Emily Brontë.",
  "/wiki/Now_Is_Good": "Now Is Good is a 2012 teen romantic drama film directed by Ol Parker. Based on Jenny Downham's 2007 novel Before I Die, it was adapted by Parker, who had recently written the screenplay for The Best Exotic Marigold Hotel. The film, which stars Dakota Fanning, Jeremy Irvine and Paddy Considine, centres on Tessa, a girl who is dying of leukaemia and tries to enjoy her remaining life as much as she possibly can.",
  "/wiki/Twenty8k": "Twenty8k is a 2012 British thriller film directed by David Kew and Neil Thompson and starring Parminder Nagra, Jonas Armstrong, and Stephen Dillane.",
  "/wiki/Spike_Island_(film)": "Spike Island is a 2012 British comedy film, directed by Mat Whitecross and written by Chris Coghill. It was distributed by Universal Pictures and Vertigo Films and produced by Revolver Entertainment. The film is based on The Stone Roses' seminal gig on Spike Island in Widnes, Cheshire, England, and follows the story of a group of friends who idolize the band and try to get into the gig, but are faced with problems because they do not have a ticket or a way to get there. Spike Island was premiered on 11 October 2012 at the BFI London Film Festival and was released on DVD on 21 June 2013.",
  "/wiki/The_Truth_About_Emanuel": "The Truth About Emanuel (previously Emanuel and the Truth About Fishes) is a 2013 American thriller drama film written, directed and produced by Francesca Gregorini. The film stars Jessica Biel, Kaya Scodelario, Alfred Molina, Jimmi Simpson, Aneurin Barnard and Frances O'Connor. It premiered at the Sundance Film Festival on January 18, 2013.",
  "/wiki/The_Maze_Runner_(film)": "The Maze Runner is a 2014 American dystopian science fiction film directed by Wes Ball, in his directorial debut, based on James Dashner's 2009 novel of the same name. The film is the first installment in The Maze Runner film series and was produced by Ellen Goldsmith-Vein, Wyck Godfrey, Marty Bowen, and Lee Stollman with a screenplay by Noah Oppenheim, Grant Pierce Myers, and T.S. Nowlin. The film stars Dylan O'Brien, Kaya Scodelario, Aml Ameen, Thomas Brodie-Sangster, Ki Hong Lee, Will Poulter, and Patricia Clarkson. The story follows sixteen-year-old Thomas, portrayed by O'Brien, who awakens in a rusty elevator with no memory of who he is, only to learn he's been delivered to the middle of an intricate maze, along with many other boys, who have been trying to find their way out of the ever-changing labyrinth – all while establishing a functioning society in what they call the Glade.",
  "/wiki/Tiger_House": "Tiger House is an English-language thriller film directed by Thomas Daley and starring Kaya Scodelario, Dougray Scott, and Ed Skrein. Scodelario stars as an injured and pregnant gymnast who must defend her boyfriend's house against a home invasion. The film is produced by the United Kingdom-based Glass Man Films and the South Africa-based Tiger House Film. The film, set in the United Kingdom, was filmed in South Africa. Koch Media acquired distribution rights for the United Kingdom. Tiger House was released for digital download on 24 August 2015 and on home media on 1 September 2015.",
  "/wiki/Maze_Runner:_The_Scorch_Trials": "Maze Runner: The Scorch Trials (stylized onscreen simply as The Scorch Trials) is a 2015 American dystopian science fiction film based on James Dashner's novel The Scorch Trials, the second novel in The Maze Runner book series. The film is the sequel to the 2014 film The Maze Runner and the second installment in The Maze Runner film series. It was directed by Wes Ball, with a screenplay by T.S. Nowlin. Adding to the original film's cast of Dylan O'Brien, Kaya Scodelario, Thomas Brodie-Sangster, Dexter Darden, Alexander Flores, Ki Hong Lee, and Patricia Clarkson, the new supporting cast includes Nathalie Emmanuel, Giancarlo Esposito, Aidan Gillen, Jacob Lofland, Barry Pepper, Rosa Salazar, Lili Taylor, and Alan Tudyk.",
  "/wiki/Pirates_of_the_Caribbean:_Dead_Men_Tell_No_Tales": "Pirates of the Caribbean: Dead Men Tell No Tales (released in some countries as Pirates of the Caribbean: Salazar's Revenge) is a 2017 American swashbuckler fantasy film, the fifth installment in the Pirates of the Caribbean film series and the sequel to On Stranger Tides (2011). The film is directed by Joachim Rønning and Espen Sandberg from a script by Jeff Nathanson, with Jerry Bruckheimer serving again as producer. Johnny Depp, Kevin McNally and Geoffrey Rush reprise their roles as Jack Sparrow, Joshamee Gibbs and Hector Barbossa, respectively, and are joined in the cast by Javier Bardem, Brenton Thwaites and Kaya Scodelario. In the film, Captain Jack Sparrow searches for the Trident of Poseidon while being pursued by an undead sea captain and his crew.",
  "/wiki/List_of_Pirates_of_the_Caribbean_characters": "This is a list of characters appearing in the Pirates of the Caribbean film series.",
  "/wiki/Maze_Runner:_The_Death_Cure": "Maze Runner: The Death Cure (also known simply as The Death Cure) is a 2018 American dystopian science fiction film directed by Wes Ball and written by T.S. Nowlin, based on the novel The Death Cure written by James Dashner. It is the sequel to the 2015 film Maze Runner: The Scorch Trials and the third and final installment in the Maze Runner film series. The film stars Dylan O'Brien, Kaya Scodelario, Thomas Brodie-Sangster, Dexter Darden, Nathalie Emmanuel, Giancarlo Esposito, Aidan Gillen, Walton Goggins, Ki Hong Lee, Jacob Lofland, Katherine McNamara, Barry Pepper, Will Poulter, Rosa Salazar, and Patricia Clarkson.",
  "/wiki/Extremely_Wicked,_Shockingly_Evil_and_Vile": "Extremely Wicked, Shockingly Evil and Vile is a 2019 American biographical crime thriller film about the life of serial killer Ted Bundy. Directed by Joe Berlinger with a screenplay from Michael Werwie, the film is based on Bundy's former girlfriend Elizabeth Kendall's memoir, The Phantom Prince: My Life with Ted Bundy. The film stars Zac Efron as Bundy, Lily Collins as Kendall, Kaya Scodelario as Bundy's wife Carole Ann Boone, and John Malkovich as Edward Cowart, the presiding judge at Bundy's trial. The title of the film is a reference to Cowart's remarks on Bundy's murders while sentencing him to death.",
  "/wiki/Crawl_(2019_film)": "Crawl is a 2019 American disaster horror film directed by Alexandre Aja and written by Michael and Shawn Rasmussen. It stars Kaya Scodelario and Barry Pepper as a daughter and father, who along with their dog are hunted by alligators after becoming trapped in their home during a Category 5 hurricane.",
  "/wiki/The_King%27s_Daughter_(upcoming_film)": "The King's Daughter (previously titled The Moon and the Sun) is an upcoming American action-adventure fantasy film directed by Sean McNamara with a screenplay Ronald Bass, Barry Berman, Laura Harrington and James Schamus. It is based on the historical/science fiction novel The Moon and the Sun (1997) by Vonda N. McIntyre. The film stars Pierce Brosnan as King Louis XIV, Kaya Scodelario as Marie-Josèphe, and Benjamin Walker as Yves De La Croix.",
  "/wiki/Kaya_Scodelario": "Kaya Rose Scodelario-Davis (née Humphrey) is an English-Brazilian actress. She is best known for her roles as Effy Stonem on the E4 teen drama Skins (2007–2010, 2013), and Teresa in The Maze Runner film series (2014–2018). Other roles include Catherine Earnshaw in Andrea Arnold's Wuthering Heights (2011), Carol Ann Boone in Extremely Wicked, Shockingly Evil and Vile (2019), and Katarina Baker in Netflix’s Original Spinning Out (2020)."
}