{
  "/wiki/Mitja_Petkovšek": "Mitja Petkovšek (born February 6, 1977 in Ljubljana) is a former Slovenian gymnast. Petkovšek is a specialist on parallel bars, where he is world champion (2005, 2007), World Cup Final champion (2000, 2004), and European champion (2000, 2007, 2008). he has never won a medal at an Olympics, he has a total of 12 world championship, World Cup Finals, and European championship medals (7 of them Gold). He is married to Mojca Rode, Slovenian rhythmic gymnast.",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr.: RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana.",
  "/wiki/Nikolai_Kryukov_(gymnast)": "Nikolai Vyacheslavovich Kryukov (Russian: Николай Вячеславович Крюков; born November 11, 1978 in Voronezh) is a Russian artistic gymnast.  A three-time Olympian, he was also the World Artistic Gymnastics All-Around Champion at the 1999 World Gymnastics Championships in Tianjin, China.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Epke_Zonderland": "Epke Jan Zonderland RON (born 16 April 1986) is a Dutch gymnast and 2012 Olympics gold medalist on the high bar. He has also won three World Championships titles on the high bar, at the 2013, 2014, and 2018 World Championships, the first man to achieve the feat on the apparatus.  He is nicknamed \"The Flying Dutchman.”",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Yann_Cucherat": "Yann Cucherat (born October 2, 1979) is a French gymnast. He won a bronze medal in parallel bars at the 2005 World Artistic Gymnastics Championships. He competed at the 2000, 2004, 2008, and 2012 Summer Olympics.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Sergei_Khorokhordin": "Sergei Gennadiyevich Khorokhordin (Russian: Сергей Геннадьевич Хорохордин, IPA: [sʲɪrˈɡej ɡʲɪˈnadʲjɪvʲɪt͡ɕ xərɐˈxordʲɪn]; born October 9, 1985 in Barnaul) is a Russian gymnast. He helped Russia to win gold in the team event at the European Artistic Gymnastics Championships in Lucerne, Switzerland. He is best known for his high-bar and ring routines but says that parallel bars and high bar are his best events.",
  "/wiki/Dmitri_Karbanenko": "Dimitri Karbanenko (born (1973-07-19)19 July 1973) is a former soviet,French male artistic gymnast, representing his nation at international competitions.  He participated at the 2000 Summer Olympics, 2004 Summer Olympics and 2008 Summer Olympics. He also competed at world championships, including the 2003 World Artistic Gymnastics Championships, 2006 World Artistic Gymnastics Championships and 2007 World Artistic Gymnastics Championships",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Rafael_Martínez_(gymnast)": "Rafael Martínez Barrera (born 10 December 1983 in Madrid)  is a Spanish artistic gymnast. He has represented Spain at the World Championship, European and Olympic Level.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/2007_European_Artistic_Gymnastics_Championships": "The 2nd Individual European Artistic Gymnastics Championships for both men and women took place in Amsterdam in April 2007."
}