{
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/1996_Major_League_Soccer_season": "The 1996 Major League Soccer season was the inaugural season of Major League Soccer. It was also the 84th season of FIFA-sanctioned soccer, and the 18th with a national first-division league, in the United States and Canada.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/MLS_Cup_1998": "MLS Cup 1998 was the third edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on October 25, 1998, at the Rose Bowl in Pasadena, California. It was contested by D.C. United, the two-time reigning champions, and the Chicago Fire, the first expansion team to reach the final. Chicago won the match 2–0, with goals from Jerzy Podbrożny and Diego Gutiérrez.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/MLS_Cup_2004": "MLS Cup 2004 was the ninth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on November 14, 2004, at the Home Depot Center in Carson, California. It was contested between D.C. United and the Kansas City Wizards to decide the champion of the 2004 season. The two teams had qualified for the playoffs after seasons with mixed results that ended in top-two finishes in their respective conferences.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/MLS_Cup_2003": "MLS Cup 2003 was the eighth edition of the MLS Cup, the championship match of Major League Soccer (MLS), which took place on November 23, 2003. It was hosted at the Home Depot Center in Carson, California, and was contested by the Chicago Fire and the San Jose Earthquakes to decide the champion of the 2003 season. Both teams had previously won the MLS Cup and were looking for their second championship.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/MLS_Cup_2007": "MLS Cup 2007 was the 12th edition of the MLS Cup, the post-season championship match of Major League Soccer (MLS) in the United States. It was played on November 18, 2007, at Robert F. Kennedy Memorial Stadium in Washington, D.C., between the New England Revolution and Houston Dynamo in a rematch of the previous edition. The match determined the championship of the 2007 season and was attended by 39,859 spectators.",
  "/wiki/Columbus_Crew_SC": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/MLS_Cup_2008": "MLS Cup 2008 was the 13th edition of the MLS Cup, the championship match of Major League Soccer (MLS). The match took place on November 23, 2008, at the Home Depot Center in Carson, California, near Los Angeles. It was contested between Columbus Crew and New York Red Bulls, both from the league's Eastern Conference.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/MLS_Cup_2009": "MLS Cup 2009 was the 14th edition of the MLS Cup, the championship match of Major League Soccer (MLS). The match took place on November 22, 2009, at Qwest Field in Seattle, Washington, and was contested between the Los Angeles Galaxy and Real Salt Lake.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/2010_Major_League_Soccer_season": "The 2010 Major League Soccer season was the 98th season of FIFA-sanctioned soccer, the 32nd with a national first-division league, in the United States and Canada, and the 15th in MLS history. It began on March 25 at Seattle's Qwest Field with Seattle Sounders FC defeating the expansion Philadelphia Union, 2–0. The 2010 MLS All-Star Game was played at Reliant Stadium, hosted by the Houston Dynamo on July 28 as the MLS XI fell 5–2 to visiting Manchester United.  The regular season concluded on October 24, with Los Angeles Galaxy winning the Supporters' Shield by one point over Real Salt Lake. Upon the completion of the regular season the 2010 MLS Cup Playoffs culminated on November 21 with a 2–1 victory by the Colorado Rapids over FC Dallas at Toronto's BMO Field. It was the first time the MLS Cup final was played outside the United States.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/MLS_Cup_2010": "MLS Cup 2010, the 15th edition of Major League Soccer's championship match, was played between the Colorado Rapids and FC Dallas to decide the champion of the 2010 season. The championship was played at BMO Field in Toronto, Ontario, Canada on November 21, 2010. Colorado Rapids won 2–1 over Dallas on an own goal in extra time, as a shot by Rapids forward Macoumba Kandji was deflected on goal by Dallas defender George John. Played in Toronto, it marked the first time the league championship was played outside the United States. It was the fourth MLS Cup to match two teams from the same conference against each other, and the third to feature only Western Conference teams.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/2011_Major_League_Soccer_season": "The 2011 Major League Soccer season was the 99th season of FIFA-sanctioned soccer, the 33rd with a national first-division league, in the United States and Canada, and the 16th season of Major League Soccer. The season marked the arrival of two new league clubs, Portland Timbers and Vancouver Whitecaps FC, whose cities previously had clubs of similar name play in the USSF D2 Pro League. Those two new West Coast clubs led to a realignment of the league's conferences, with Houston Dynamo moving to the Eastern Conference to create two conferences of nine teams each.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/2012_Major_League_Soccer_season": "The 2012 Major League Soccer season was the 100th season of FIFA-sanctioned soccer in the United States and Canada, the 34th with a national first-division league, and the 17th season of Major League Soccer.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/MLS_Cup_2013": "MLS Cup 2013, the 18th edition of Major League Soccer's championship match, was a soccer match which took place on Saturday, December 7, 2013 between Sporting Kansas City and Real Salt Lake at Sporting Park in Kansas City, Kansas, United States. The match was to decide the winner of the 2013 season. Sporting KC were making their third appearance in the competition's final, having won in 2000 and losing in 2004. RSL were appearing in their second final, having won their only other in 2009.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/MLS_Cup_2014": "MLS Cup 2014 was the 19th edition of MLS Cup, the match that determined the champion of Major League Soccer's 2014 season. It is also the last MLS Cup to be held before the league's rebranding in 2015. The Western Conference Champions LA Galaxy played the Eastern Conference Champions New England Revolution. The match was held at the Galaxy's home field of the StubHub Center in Carson, California, as the Galaxy were awarded home advantage by finishing the regular season with more points than the Revolution. The Galaxy won 2–1 after Overtime, winning their fifth MLS Cup title and also sending all-time U.S. national team goal scoring leader Landon Donovan into retirement with his sixth MLS Cup crown.",
  "/wiki/Orlando_City_SC": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/2015_Major_League_Soccer_season": "The 2015 Major League Soccer season featured 20 total clubs (17 based in the United States, 3 based in Canada). The regular season was held from March 6 through to October 25, whereas the MLS Cup Playoffs began on October 28 and ended with MLS Cup 2015 on December 6.  The defending MLS Cup champions were the LA Galaxy, while Seattle Sounders FC were the defending Supporters' Shield winners.",
  "/wiki/New_York_City_FC": "New York City Football Club is an American professional soccer club based in New York City, that competes in Major League Soccer (MLS), the highest level of American soccer, as a member of the league's Eastern Conference.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/MLS_Cup_2015": "MLS Cup 2015 was the 20th edition of MLS Cup, the championship game of Major League Soccer (MLS). The match was to determine the champion of MLS' 2015 season. The championship was contested on December 6, 2015 between the Columbus Crew SC and the Portland Timbers at MAPFRE Stadium in Columbus, Ohio, with the latter winning 2–1 and earning a berth into the 2016–17 CONCACAF Champions League.",
  "/wiki/Minnesota_United_FC": "Minnesota United FC is an American professional soccer club based in Saint Paul, Minnesota that plays in the Western Conference of Major League Soccer. The club began play in 2017 as the league's 22nd club, and replaced the North American Soccer League (NASL) franchise of the same name.",
  "/wiki/2017_Major_League_Soccer_season": "The 2017 Major League Soccer season was the 22nd season of Major League Soccer, top division of soccer in the United States and Canada. The regular season began on March 3, 2017 and concluded on October 22, 2017. The MLS Cup Playoffs began on October 25, 2017 and concluded with MLS Cup 2017 on December 9, 2017.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/MLS_Cup_2017": "MLS Cup 2017 was the 22nd edition of the MLS Cup, the championship of Major League Soccer (MLS), contested between Toronto FC and Seattle Sounders FC on December 9, 2017. The match was hosted at BMO Field in Toronto, Canada, for the second consecutive year and third time overall. Both teams made their second appearance in the MLS Cup, in a rematch of the 2016 edition."
}