{
  "/wiki/CONCACAF_Champions_League": "The CONCACAF Champions League (also known as CONCACAF Champions Cup) is an annual continental club football competition organized by CONCACAF for the top football clubs in North America, Central America, and the Caribbean. The winner of the CONCACAF Champions League automatically qualifies for the quarter-finals of the FIFA Club World Cup. The tournament is officially known as the Scotiabank CONCACAF Champions League, since February 2015, due to sponsorship by Scotiabank. The competition has been completed 54 times through the 2019 event, with 56 champions due to a three-way shared title in the 1978 competition.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/2004_CONCACAF_Champions%27_Cup": "The 2004 CONCACAF Champions' Cup was the 39th edition of the annual international club football competition held in the CONCACAF region (North America, Central America and the Caribbean), the CONCACAF Champions' Cup. It was won by Alajuelense after a 5-1 aggregate win over Deportivo Saprissa in the final.",
  "/wiki/2003_Major_League_Soccer_season": "The 2003 Major League Soccer season was the 8th season of play for Major League Soccer.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/2008%E2%80%9309_CONCACAF_Champions_League": "The 2008–09 CONCACAF Champions League was the first edition of the CONCACAF club football championship modelled after the UEFA Champions League,[citation needed] replacing the CONCACAF Champions' Cup, and overall the 44th edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America and the Caribbean. The championship began on August 26, 2008, and it concluded May 12, 2009. Atlante of Mexico won the championship after defeating Cruz Azul, also from Mexico on aggregate at the Final. They represented CONCACAF in the 2009 FIFA Club World Cup.",
  "/wiki/2007_US_Open_Cup": "The 2007 Lamar Hunt U.S. Open Cup was the 94th edition of the USSF's annual national soccer championship, running from June through early October.",
  "/wiki/2007_MLS_Cup": "MLS Cup 2007 was the 12th edition of the MLS Cup, the post-season championship match of Major League Soccer (MLS) in the United States. It was played on November 18, 2007, at Robert F. Kennedy Memorial Stadium in Washington, D.C., between the New England Revolution and Houston Dynamo in a rematch of the previous edition. The match determined the championship of the 2007 season and was attended by 39,859 spectators.",
  "/wiki/Columbus_Crew": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/2010%E2%80%9311_CONCACAF_Champions_League": "The 2010–11 CONCACAF Champions League was the 3rd edition of the CONCACAF Champions League under its current format, and overall the 46th edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America and the Caribbean. The tournament began on July 27, 2010 and ended on April 27, 2011. Monterrey of Mexico won their first title, defeating Real Salt Lake of the United States 3-2 on aggregate in the final. As winners, Monterrey qualified for the 2011 FIFA Club World Cup as the CONCACAF representative.",
  "/wiki/2009_Major_League_Soccer_season": "The 2009 Major League Soccer season was the 14th season of Major League Soccer.  The season began on March 19 and ended with Real Salt Lake winning the MLS Cup 2009, on November 22 at Qwest Field in Seattle, defeating the Los Angeles Galaxy on penalties.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/2010_Major_League_Soccer_season": "The 2010 Major League Soccer season was the 98th season of FIFA-sanctioned soccer, the 32nd with a national first-division league, in the United States and Canada, and the 15th in MLS history. It began on March 25 at Seattle's Qwest Field with Seattle Sounders FC defeating the expansion Philadelphia Union, 2–0. The 2010 MLS All-Star Game was played at Reliant Stadium, hosted by the Houston Dynamo on July 28 as the MLS XI fell 5–2 to visiting Manchester United.  The regular season concluded on October 24, with Los Angeles Galaxy winning the Supporters' Shield by one point over Real Salt Lake. Upon the completion of the regular season the 2010 MLS Cup Playoffs culminated on November 21 with a 2–1 victory by the Colorado Rapids over FC Dallas at Toronto's BMO Field. It was the first time the MLS Cup final was played outside the United States.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/2013%E2%80%9314_CONCACAF_Champions_League": "The 2013–14 CONCACAF Champions League was the 6th edition of the CONCACAF Champions League under its current name, and overall the 49th edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America and the Caribbean. Monterrey were the three-time defending champions, but were unable to defend their title as they failed to qualify for the tournament.",
  "/wiki/2012_Major_League_Soccer_season": "The 2012 Major League Soccer season was the 100th season of FIFA-sanctioned soccer in the United States and Canada, the 34th with a national first-division league, and the 17th season of Major League Soccer.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/2015%E2%80%9316_CONCACAF_Champions_League": "The 2015–16 CONCACAF Champions League (officially the 2015–16 Scotiabank CONCACAF Champions League for sponsorship reasons) was the 8th edition of the CONCACAF Champions League under its current name, and overall the 51st edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America, and the Caribbean.",
  "/wiki/2014_Major_League_Soccer_season": "The 2014 Major League Soccer season was the 102nd season of FIFA-sanctioned soccer in the United States and Canada, the 36th with a national first-division league, and the 19th season of Major League Soccer. This season featured 19 total clubs (16 from the United States and 3 from Canada), each playing 34 matches during the regular season.",
  "/wiki/LA_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/2014_MLS_Cup": "MLS Cup 2014 was the 19th edition of MLS Cup, the match that determined the champion of Major League Soccer's 2014 season. It is also the last MLS Cup to be held before the league's rebranding in 2015. The Western Conference Champions LA Galaxy played the Eastern Conference Champions New England Revolution. The match was held at the Galaxy's home field of the StubHub Center in Carson, California, as the Galaxy were awarded home advantage by finishing the regular season with more points than the Revolution. The Galaxy won 2–1 after Overtime, winning their fifth MLS Cup title and also sending all-time U.S. national team goal scoring leader Landon Donovan into retirement with his sixth MLS Cup crown.",
  "/wiki/Orlando_City_SC": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/2015_Major_League_Soccer_season": "The 2015 Major League Soccer season featured 20 total clubs (17 based in the United States, 3 based in Canada). The regular season was held from March 6 through to October 25, whereas the MLS Cup Playoffs began on October 28 and ended with MLS Cup 2015 on December 6.  The defending MLS Cup champions were the LA Galaxy, while Seattle Sounders FC were the defending Supporters' Shield winners.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/2016%E2%80%9317_CONCACAF_Champions_League": "The 2016–17 CONCACAF Champions League (officially the 2016–17 Scotiabank CONCACAF Champions League for sponsorship reasons) was the 9th edition of the CONCACAF Champions League under its current name, and overall the 52nd edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America, and the Caribbean.",
  "/wiki/2015_MLS_Cup": "MLS Cup 2015 was the 20th edition of MLS Cup, the championship game of Major League Soccer (MLS). The match was to determine the champion of MLS' 2015 season. The championship was contested on December 6, 2015 between the Columbus Crew SC and the Portland Timbers at MAPFRE Stadium in Columbus, Ohio, with the latter winning 2–1 and earning a berth into the 2016–17 CONCACAF Champions League.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/2015_Canadian_Championship": "The 2015 Canadian Championship (officially the Amway Canadian Championship for sponsorship reasons) was a soccer tournament hosted and organized by the Canadian Soccer Association. It was the eighth edition of the annual Canadian Championship, and took place in the cities of Edmonton, Montreal, Ottawa, Toronto and Vancouver in 2015. The participating teams were Ottawa Fury FC and FC Edmonton of the North American Soccer League, the second-level of the Canadian Soccer Pyramid, and Montreal Impact, Toronto FC and Vancouver Whitecaps FC of Major League Soccer, the first-level of Canadian club soccer. Montreal Impact were the two-time defending champions.",
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/2018_CONCACAF_Champions_League": "The 2018 CONCACAF Champions League (officially the 2018 Scotiabank CONCACAF Champions League for sponsorship reasons) was the 10th edition of the CONCACAF Champions League under its current name, and overall the 53rd edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America, and the Caribbean.",
  "/wiki/2016_Major_League_Soccer_season": "The 2016 Major League Soccer season featured 20 total clubs (17 based in the United States, 3 based in Canada). The regular season began on March 6 and ended on October 23. The playoffs began on October 26 and ended on December 10. The defending MLS Cup champions were the Portland Timbers, while the New York Red Bulls were the defending Supporters' Shield winners. FC Dallas won the Supporter's Shield for the first time, and the Seattle Sounders FC won their first MLS Cup in their history after defeating Toronto FC 5–4 in a penalty kick shootout, after playing to a 0–0 result after regulation and added extra time.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/2016_U.S._Open_Cup": "The 2016 Lamar Hunt U.S. Open Cup was the 103rd edition of the oldest ongoing competition in American soccer.",
  "/wiki/Minnesota_United_FC": "Minnesota United FC is an American professional soccer club based in Saint Paul, Minnesota that plays in the Western Conference of Major League Soccer. The club began play in 2017 as the league's 22nd club, and replaced the North American Soccer League (NASL) franchise of the same name.",
  "/wiki/2017_Major_League_Soccer_season": "The 2017 Major League Soccer season was the 22nd season of Major League Soccer, top division of soccer in the United States and Canada. The regular season began on March 3, 2017 and concluded on October 22, 2017. The MLS Cup Playoffs began on October 25, 2017 and concluded with MLS Cup 2017 on December 9, 2017.",
  "/wiki/FC_Cincinnati": "FC Cincinnati is an American professional soccer club based in Cincinnati, Ohio, that plays in the Eastern Conference of Major League Soccer (MLS). The team succeeded the lower-division team of the same name and was announced on May 29, 2018, when MLS awarded an expansion franchise to Cincinnati. The team began MLS play on March 2, 2019 with its first match against Seattle Sounders FC. The club's ownership group is led by Carl H. Lindner III with Jeff Berding serving as president and Gerard Nijkamp as general manager.",
  "/wiki/2019_Major_League_Soccer_season": "The 2019 Major League Soccer season was the 24th season of Major League Soccer. The regular season began on March 2, 2019 and ended on October 6. The MLS Cup Playoffs began on October 19 and concluded with MLS Cup 2019 on November 10, under a new format that included 14 teams and consisted only of single-match rounds.",
  "/wiki/Houston_Dynamo": "Houston Dynamo are an American professional soccer club based in Houston, Texas. The franchise competes in Major League Soccer (MLS), as a member of the Western Conference. The Dynamo had first played their home games at Robertson Stadium on the University of Houston campus until 2011. Since 2012, the Dynamo has played home matches at BBVA Stadium, a soccer-specific stadium located in Houston.",
  "/wiki/2019_CONCACAF_Champions_League": "The 2019 CONCACAF Champions League (officially the 2019 Scotiabank CONCACAF Champions League) was the 11th edition of the CONCACAF Champions League under its current name, and overall the 54th edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America, and the Caribbean.",
  "/wiki/2018_U.S._Open_Cup": "The 2018 Lamar Hunt U.S. Open Cup was the 105th edition of the U.S. Open Cup, a knockout cup competition in American soccer. It is the oldest ongoing competition in the United States and was contested by 97 teams from leagues in the U.S. system.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/2018_Major_League_Soccer_season": "The 2018 Major League Soccer season was the 23rd season of Major League Soccer, top division of soccer in the United States and Canada. The regular season began on March 3, 2018 and concluded on October 28, 2018. The MLS Cup Playoffs began on October 31, 2018 and concluded with MLS Cup 2018 on December 8, 2018. The league took a nine-day hiatus in early June for the 2018 FIFA World Cup, reduced from previous breaks.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/2017_U.S._Open_Cup": "The 2017 Lamar Hunt U.S. Open Cup was the 104th edition of the oldest ongoing competition in American soccer.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/2018_Canadian_Championship": "The 2018 Canadian Championship was a soccer tournament hosted and organized by the Canadian Soccer Association. It was the eleventh edition of the annual Canadian Championship. Toronto FC won the competition for the third consecutive year and qualified for the 2019 CONCACAF Champions League.",
  "/wiki/Atlanta_United_FC": "Atlanta United FC, commonly known as Atlanta United, is an American professional soccer club based in Atlanta, Georgia that competes in Major League Soccer (MLS) as a member of the league's Eastern Conference. It is the most recent winner of the U.S. Open Cup and Campeones Cup.",
  "/wiki/2020_CONCACAF_Champions_League": "The 2020 CONCACAF Champions League (officially the 2020 Scotiabank CONCACAF Champions League for sponsorship reasons) will be the 12th edition of the CONCACAF Champions League under its current name, and overall the 55th edition of the premier football club competition organized by CONCACAF, the regional governing body of North America, Central America, and the Caribbean.",
  "/wiki/2019_U.S._Open_Cup": "The 2019 Lamar Hunt U.S. Open Cup was the 106th edition of the U.S. Open Cup, a knockout cup competition in American soccer. It is the oldest ongoing competition in the United States, and was contested by 84 teams from leagues in the U.S. system."
}