{
  "/wiki/Colorado_Rapids": "The Colorado Rapids are an American professional soccer club based in the Denver suburb of Commerce City, Colorado. The Rapids compete in Major League Soccer (MLS) as a member of the Western Conference. The franchise began play in 1996 as one of the charter clubs in MLS.",
  "/wiki/1996_Major_League_Soccer_season": "The 1996 Major League Soccer season was the inaugural season of Major League Soccer. It was also the 84th season of FIFA-sanctioned soccer, and the 18th with a national first-division league, in the United States and Canada.",
  "/wiki/1999_U.S._Open_Cup": "The 1999 Lamar Hunt U.S. Open Cup ran from June to October 1999, open to all soccer teams in the United States. It was the first Open Cup tournament to be named after Lamar Hunt. The Rochester Raging Rhinos of the A-League defeated the Colorado Rapids 2–0 in the final at Columbus Crew Stadium in Columbus, Ohio. The Rhinos became the only non-division one team to win the Open Cup title since the inception of Major League Soccer by defeating four MLS teams in the tournament. Another A-League team - the Charleston Battery - also reached the semifinals, and the A-League's Staten Island Vipers were the other non-division one squad to beat an MLS team.",
  "/wiki/New_York_Red_Bulls": "The New York Red Bulls are an American professional soccer club based in Harrison, New Jersey. The Red Bulls compete as a member of the Eastern Conference of Major League Soccer (MLS). The club was established in October 1994 and began play in the league's inaugural season in 1996 as the New York/New Jersey MetroStars. In 2006, the team was sold to Red Bull GmbH and re-branded as part of the company's global network of football clubs, leading to the team's current name.",
  "/wiki/2003_U.S._Open_Cup": "The 2003 Lamar Hunt U.S. Open Cup ran from June through October, 2003, open to all soccer teams in the United States.",
  "/wiki/2017_U.S._Open_Cup": "The 2017 Lamar Hunt U.S. Open Cup was the 104th edition of the oldest ongoing competition in American soccer.",
  "/wiki/San_Jose_Earthquakes": "The San Jose Earthquakes are an American professional soccer team based in San Jose, California, United States, that competes as a member of the Western Conference of Major League Soccer (MLS). The franchise began play in 1996 (originally as the San Jose Clash) as one of the charter clubs of the league. The Earthquakes took part in the first game in MLS history, defeating D.C. United 1–0. The Earthquakes have won two MLS Cup titles, in 2001 and 2003, and two Supporters' Shields in 2005 and 2012. In 2002, the team played in its first CONCACAF Champions Cup (now called the CONCACAF Champions League), making it to the quarterfinals. \nThe team holds a fierce rivalry with the LA Galaxy known as the California Clásico.",
  "/wiki/Columbus_Crew_SC": "Columbus Crew Soccer Club is an American professional soccer club based in Columbus, Ohio. The Crew competes in Major League Soccer (MLS) as a member of the league's Eastern Conference and began play in 1996 as one of the ten charter clubs of the league. The team is currently being operated by an ownership group led by the Haslam family and former team doctor Pete Edwards. The Haslam/Edwards group is the third owner in club history.",
  "/wiki/2002_U.S._Open_Cup": "The 2002 Lamar Hunt U.S. Open Cup, a tournament open to all soccer teams in the United States, ran from June through October.",
  "/wiki/2010_U.S._Open_Cup": "The 2010 Lamar Hunt U.S. Open Cup was the 97th edition of the USSF's annual national soccer championship, running from June through early October.",
  "/wiki/Real_Salt_Lake": "Real Salt Lake (/riːˈæl/), also known as RSL, is an American professional soccer franchise that competes as a member club of Major League Soccer (MLS) Western Conference. RSL began play in 2005 as an expansion team of the league. The club was founded in 2004 when the club's first owner and founder was awarded an expansion berth in Major League Soccer.",
  "/wiki/2005_Major_League_Soccer_season": "The 2005 Major League Soccer season was the tenth season of Major League Soccer. The season began on April 2, 2005, and concluded on November 13, 2005 with the first Supporters' Shield victory for the San Jose Earthquakes and a second MLS Cup victory for the Los Angeles Galaxy.",
  "/wiki/2013_U.S._Open_Cup": "The 2013 Lamar Hunt U.S. Open Cup was the 100th edition of the oldest ongoing competition in American soccer. Qualification began in November 2012 in the fifth tier, although the United States Soccer Federation did not announce the format until March 5, 2013.",
  "/wiki/Los_Angeles_Galaxy": "The LA Galaxy, also known as the Los Angeles Galaxy, is an American professional soccer club based in the Los Angeles suburb of Carson, California, that competes in Major League Soccer (MLS), as a member of the Western Conference. The club began play in 1996 as one of the league's ten charter members.",
  "/wiki/2005_U.S._Open_Cup": "The 2005 Lamar Hunt U.S. Open Cup ran from June through September, 2005, open to all soccer teams in the United States.",
  "/wiki/2006_U.S._Open_Cup": "The 2006 Lamar Hunt U.S. Open Cup ran from June through September, open to all soccer teams in the United States.",
  "/wiki/Chicago_Fire_Soccer_Club": "Chicago Fire Football Club is an American professional soccer franchise based in Chicago, Illinois. The team competes in Major League Soccer (MLS) as a member of the league's Eastern Conference, having moved to the conference in 2002.",
  "/wiki/2011_U.S._Open_Cup": "The 2011 Lamar Hunt U.S. Open Cup was the 98th edition of the USSF's annual national soccer championship, running from June through early October. Seattle Sounders FC, who entered the competition as the two-time defending champions, successfully defended their title again.  They became the third team in U.S. Open Cup history to win three straight U.S. Open Cups (the others being Stix, Baer and Fuller/St. Louis Central Breweries from 1933 to 1935 and Greek American AA from 1967 to 1969 — this excludes the run of Fall River Marksmen in 1930 and 1931, as the team that won in 1932, New Bedford Whalers, was the result of mergers of teams that included Fall River). As winner of the Open Cup, the Sounders earned a place in the 2012–13 CONCACAF Champions League Group Stage (the Preliminary Round will be eliminated from the CONCACAF Champions League starting from 2012–13).  The farthest advancing USL Pro team was the Richmond Kickers.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/2007_U.S._Open_Cup": "The 2007 Lamar Hunt U.S. Open Cup was the 94th edition of the USSF's annual national soccer championship, running from June through early October.",
  "/wiki/2016_U.S._Open_Cup": "The 2016 Lamar Hunt U.S. Open Cup was the 103rd edition of the oldest ongoing competition in American soccer.",
  "/wiki/Philadelphia_Union": "The Philadelphia Union is an American professional soccer team based in Chester, Pennsylvania. The Union competes in Major League Soccer (MLS) as a member club of the league's Eastern Conference. The club began play in 2010 as an expansion team of the league. The club plays their home matches at Talen Energy Stadium, a soccer-specific stadium located in Chester on the banks of the Delaware River. Jim Curtin is the Union's head coach.",
  "/wiki/2010_Major_League_Soccer_season": "The 2010 Major League Soccer season was the 98th season of FIFA-sanctioned soccer, the 32nd with a national first-division league, in the United States and Canada, and the 15th in MLS history. It began on March 25 at Seattle's Qwest Field with Seattle Sounders FC defeating the expansion Philadelphia Union, 2–0. The 2010 MLS All-Star Game was played at Reliant Stadium, hosted by the Houston Dynamo on July 28 as the MLS XI fell 5–2 to visiting Manchester United.  The regular season concluded on October 24, with Los Angeles Galaxy winning the Supporters' Shield by one point over Real Salt Lake. Upon the completion of the regular season the 2010 MLS Cup Playoffs culminated on November 21 with a 2–1 victory by the Colorado Rapids over FC Dallas at Toronto's BMO Field. It was the first time the MLS Cup final was played outside the United States.",
  "/wiki/2014_U.S._Open_Cup": "The 2014 Lamar Hunt U.S. Open Cup was the 101st edition of the oldest ongoing competition in American soccer. Qualification began in November 2013 in the fifth tier. The USSF announced the tournament format on April 24, 2014.",
  "/wiki/2015_U.S._Open_Cup": "The 2015 Lamar Hunt U.S. Open Cup was the 102nd edition of the oldest ongoing competition in American soccer.",
  "/wiki/2018_U.S._Open_Cup": "The 2018 Lamar Hunt U.S. Open Cup was the 105th edition of the U.S. Open Cup, a knockout cup competition in American soccer. It is the oldest ongoing competition in the United States and was contested by 97 teams from leagues in the U.S. system.",
  "/wiki/Portland_Timbers": "The Portland Timbers is an American professional soccer club based in Portland, Oregon. The Timbers compete in Major League Soccer (MLS) as a member club of the league's Western Conference. The Timbers have played their home games at Providence Park since 2011, when the team began play as an expansion team in the league.",
  "/wiki/2011_Major_League_Soccer_season": "The 2011 Major League Soccer season was the 99th season of FIFA-sanctioned soccer, the 33rd with a national first-division league, in the United States and Canada, and the 16th season of Major League Soccer. The season marked the arrival of two new league clubs, Portland Timbers and Vancouver Whitecaps FC, whose cities previously had clubs of similar name play in the USSF D2 Pro League. Those two new West Coast clubs led to a realignment of the league's conferences, with Houston Dynamo moving to the Eastern Conference to create two conferences of nine teams each.",
  "/wiki/D.C._United": "D.C. United is an American professional soccer club based in Washington, D.C. The club competes as a member of the Eastern Conference in Major League Soccer (MLS), the top level of professional American soccer. The franchise began play in 1996 as one of the ten charter clubs of the league. The club was one of the most successful clubs in the early years of MLS, winning eight of its thirteen titles between 1996 and 1998 under then head coach Bruce Arena. United holds the joint MLS record for most Supporters' Shields, has four MLS Cups, and been crowned U.S. Open Cup champions three times. It is also the first club to win both the MLS Supporters' Shield and MLS Cup consecutively.",
  "/wiki/New_York_City_FC": "New York City Football Club is an American professional soccer club based in New York City, that competes in Major League Soccer (MLS), the highest level of American soccer, as a member of the league's Eastern Conference.",
  "/wiki/2015_Major_League_Soccer_season": "The 2015 Major League Soccer season featured 20 total clubs (17 based in the United States, 3 based in Canada). The regular season was held from March 6 through to October 25, whereas the MLS Cup Playoffs began on October 28 and ended with MLS Cup 2015 on December 6.  The defending MLS Cup champions were the LA Galaxy, while Seattle Sounders FC were the defending Supporters' Shield winners.",
  "/wiki/Orlando_City_SC": "Orlando City Soccer Club is an American professional soccer club in Orlando, Florida, that competes as a member of the Eastern Conference in Major League Soccer (MLS). Orlando City SC began play in 2015 as the 21st franchise in MLS, succeeding the USL Pro team of the same name. In doing so they became the first MLS team in Florida since Miami Fusion and Tampa Bay Mutiny both folded following the 2001 season. The team plays at Exploria Stadium in Downtown Orlando.",
  "/wiki/Seattle_Sounders_FC": "Seattle Sounders FC is an American professional soccer club based in Seattle, Washington. The Sounders compete as a member of the Western Conference of Major League Soccer (MLS). The club was established on November 13, 2007, and began play in 2009 as an MLS expansion team. The Sounders are a phoenix club, carrying the same name as the original franchise that competed in the North American Soccer League from 1974 to 1983.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/2015_Canadian_Championship": "The 2015 Canadian Championship (officially the Amway Canadian Championship for sponsorship reasons) was a soccer tournament hosted and organized by the Canadian Soccer Association. It was the eighth edition of the annual Canadian Championship, and took place in the cities of Edmonton, Montreal, Ottawa, Toronto and Vancouver in 2015. The participating teams were Ottawa Fury FC and FC Edmonton of the North American Soccer League, the second-level of the Canadian Soccer Pyramid, and Montreal Impact, Toronto FC and Vancouver Whitecaps FC of Major League Soccer, the first-level of Canadian club soccer. Montreal Impact were the two-time defending champions.",
  "/wiki/2016_Canadian_Championship": "The 2016 Canadian Championship (officially the Amway Canadian Championship for sponsorship reasons) was a soccer tournament hosted and organized by the Canadian Soccer Association. It was the ninth edition of the annual Canadian Championship, and took place in the cities of Edmonton, Montreal, Ottawa, Toronto and Vancouver in 2016. The participating teams were Ottawa Fury FC and FC Edmonton of the second-division North American Soccer League, and the Montreal Impact, Toronto FC and Vancouver Whitecaps FC of Major League Soccer, the first-level of Canadian club soccer. The Vancouver Whitecaps were the reigning champions; having won their first title in the 2015 competition.",
  "/wiki/2018_Canadian_Championship": "The 2018 Canadian Championship was a soccer tournament hosted and organized by the Canadian Soccer Association. It was the eleventh edition of the annual Canadian Championship. Toronto FC won the competition for the third consecutive year and qualified for the 2019 CONCACAF Champions League.",
  "/wiki/FC_Dallas": "FC Dallas is an American professional soccer club based in the Dallas suburb of Frisco, Texas. The club competes as a member of the Western Conference in Major League Soccer (MLS). The franchise began play in 1996 as a charter club of the league. The club was founded in 1995 as the Dallas Burn before adopting its current name in 2004.",
  "/wiki/Minnesota_United_FC": "Minnesota United FC is an American professional soccer club based in Saint Paul, Minnesota that plays in the Western Conference of Major League Soccer. The club began play in 2017 as the league's 22nd club, and replaced the North American Soccer League (NASL) franchise of the same name.",
  "/wiki/2017_Major_League_Soccer_season": "The 2017 Major League Soccer season was the 22nd season of Major League Soccer, top division of soccer in the United States and Canada. The regular season began on March 3, 2017 and concluded on October 22, 2017. The MLS Cup Playoffs began on October 25, 2017 and concluded with MLS Cup 2017 on December 9, 2017.",
  "/wiki/2019_U.S._Open_Cup": "The 2019 Lamar Hunt U.S. Open Cup was the 106th edition of the U.S. Open Cup, a knockout cup competition in American soccer. It is the oldest ongoing competition in the United States, and was contested by 84 teams from leagues in the U.S. system.",
  "/wiki/Los_Angeles_FC": "Los Angeles Football Club, commonly referred to as LAFC, is an American professional soccer franchise based in Los Angeles, California, that competes in Major League Soccer (MLS) as a member of the Western Conference. The team plays their home games at the Banc of California Stadium in Exposition Park. The team shares the Los Angeles area market with the LA Galaxy, and the two clubs compete in a rivalry dubbed El Tráfico.",
  "/wiki/2018_Major_League_Soccer_season": "The 2018 Major League Soccer season was the 23rd season of Major League Soccer, top division of soccer in the United States and Canada. The regular season began on March 3, 2018 and concluded on October 28, 2018. The MLS Cup Playoffs began on October 31, 2018 and concluded with MLS Cup 2018 on December 8, 2018. The league took a nine-day hiatus in early June for the 2018 FIFA World Cup, reduced from previous breaks.",
  "/wiki/Sporting_Kansas_City": "Sporting Kansas City, often shortened to Sporting KC, is an American professional soccer club based in Kansas City, Kansas. The administrative offices are located in Downtown Kansas City, Missouri, and the team clubhouse and practice facilities are located in Kansas City, Kansas near Children's Mercy Park. The club competes as a member of the Western Conference in Major League Soccer (MLS), having returned in 2015 after spending ten seasons in the Eastern Conference.",
  "/wiki/FC_Cincinnati": "FC Cincinnati is an American professional soccer club based in Cincinnati, Ohio, that plays in the Eastern Conference of Major League Soccer (MLS). The team succeeded the lower-division team of the same name and was announced on May 29, 2018, when MLS awarded an expansion franchise to Cincinnati. The team began MLS play on March 2, 2019 with its first match against Seattle Sounders FC. The club's ownership group is led by Carl H. Lindner III with Jeff Berding serving as president and Gerard Nijkamp as general manager.",
  "/wiki/2019_Major_League_Soccer_season": "The 2019 Major League Soccer season was the 24th season of Major League Soccer. The regular season began on March 2, 2019 and ended on October 6. The MLS Cup Playoffs began on October 19 and concluded with MLS Cup 2019 on November 10, under a new format that included 14 teams and consisted only of single-match rounds."
}