{
  "/wiki/Harcum_College": "Harcum College is an associate degree-granting residential college in Bryn Mawr, Pennsylvania. It was founded in 1915 and was the first college in Pennsylvania authorized to grant associate degrees.",
  "/wiki/Lower_Merion_Township,_Montgomery_County,_Pennsylvania": "Lower Merion Township is a township in Montgomery County, Pennsylvania and part of the Philadelphia Main Line. As of the 2016 U.S. Census, the township had a total population of 58,288. Lower Merion has the 5th highest per-capita income and the 12th highest median household income in the country with a population of 50,000 or more.",
  "/wiki/Hussian_School_of_Art": "Hussian College, formally Hussian College, School of Art, formally Hussian School of Art, is a private vocational college for different types of design in Philadelphia, Pennsylvania. Established in 1946, it offers a four-year, full-time program. Hussian College is located in Philadelphia, Pennsylvania and offers a Bachelor of Fine Arts (BFA) degree for Art, with four concentrations: User Interface & Experience, Digital Media, Graphic Design, Visual Communications.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Johnson_College": "Johnson College is a private two-year college in Scranton, Pennsylvania. It was founded in 1912 as a trade school by Orlando S. Johnson, a wealthy coal baron. Over the years it has evolved to college status. The college offers 13 associate degree programs and has an average student to faculty ratio of 17:1. Students leave Johnson with a 97% placement rate based on the 2007 graduating class. It has a 41-acre (170,000 m2) campus.",
  "/wiki/Scranton": "Scranton is the sixth-largest city in the Commonwealth of Pennsylvania. It is the location of the television series The Office (US). It is the county seat and largest city of Lackawanna County in Northeastern Pennsylvania's Wyoming Valley and hosts a federal court building for the United States District Court for the Middle District of Pennsylvania. With a population of 77,291, it is the largest city in the Scranton–Wilkes-Barre–Hazleton, PA Metropolitan Statistical Area, which has a population of about 570,000. The city is conventionally divided into 8 districts: North Scranton, Southside, Westside, the Hill Section, Central City, Minooka, East Mountain, and Green Ridge, though these areas do not have legal status.",
  "/wiki/Lackawanna_College": "Lackawanna College is a private college in Scranton, Pennsylvania.  It also has satellite centers in Hazleton, Hawley, New Milford, Sunbury, and Towanda.",
  "/wiki/Manor_College": "Manor College is a private associate and bachelor's degree granting college in Jenkintown, Pennsylvania, a suburb of Philadelphia. While the college offers degrees in various fields of study, it may be best known for its vet tech and dental hygiene programs. In order to give students a hands-on learning experience, the college is home to both a Dental Health Center that serves the local community, as well as a 50-acre farm and fully operational on-campus veterinary laboratories.",
  "/wiki/Abington_Township,_Montgomery_County,_Pennsylvania": "Abington Township is a township in Montgomery County, Pennsylvania, United States, adjacent to Philadelphia's northern fringe. The population was 55,310 as of the 2010 census, making it the second most populous township in Montgomery County (following Lower Merion Township). The population density is 3603.3 per square mile, making it the second most densely populated township in Montgomery County (following Cheltenham Township).",
  "/wiki/Roman_Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Mercyhurst_North_East": "Mercyhurst North East is a 2-year Catholic liberal arts college in North East, Pennsylvania.  It is a branch campus of Mercyhurst University. The college was established in 1991 when Mercyhurst College purchased the former home of the Redemptorist Fathers, a seminary built in 1868. Mercyhurst North East offers one-year certificates and two-year associate degrees in a variety of majors.",
  "/wiki/North_East_Township,_Erie_County,_Pennsylvania": "North East Township is a township in Erie County, Pennsylvania, United States. The population was 6,315 at the 2010 census, down from 7,702 at the 2000 census.",
  "/wiki/Pennsylvania_Institute_of_Technology": "The Pennsylvania Institute of Technology (PIT) is a private junior college and technical school in Media, Pennsylvania. The College, which typically enrolls between 450 and 850 students, is accredited by the Middle States Commission on Higher Education.",
  "/wiki/Upper_Providence_Township,_Delaware_County,_Pennsylvania": "Upper Providence Township is a township in Delaware County, Pennsylvania, United States, located around and north of the borough of Media, and about 15 miles (24 km) west of center city Philadelphia. The population was 10,142 at the 2010 census. The township lies between Ridley Creek on the west and Crum Creek on the east. Most of Ridley Creek State Park is in the township towards the northern edge.  Zoning is 98% residential, 1% commercial and 1% industrial, with minimal space zoned to commercial business.",
  "/wiki/Pittsburgh_Institute_of_Aeronautics": "The Pittsburgh Institute of Aeronautics (PIA) is a private technical school focused on aviation-related programs with its main location in West Mifflin, Pennsylvania.  The institution's headquarters is at the Allegheny County Airport and it has three branch campuses. PIA's aviation programs are accredited by the Accrediting Commission of Career Schools and Colleges.",
  "/wiki/West_Mifflin,_Pennsylvania": "West Mifflin is a borough in Allegheny County, Pennsylvania, United States, located southeast of downtown Pittsburgh.  The population was 20,313 at the 2010 census. It is named after Thomas Mifflin, 1st Governor of Pennsylvania, signer of the United States Constitution, and 1st Quartermaster General of the United States Army.",
  "/wiki/Pittsburgh_Institute_of_Mortuary_Science": "Pittsburgh Institute of the Mortuary Science is a funeral service program based in the Shadyside neighborhood of Pittsburgh, Pennsylvania, United States.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/Valley_Forge_Military_Academy_and_College": "Valley Forge Military Academy and College (VFMAC) is a private college preparatory boarding school (grades 7–12) and military junior college in Wayne, Pennsylvania. It follows in the traditional military school format with Army traditions. Though military in tradition and form, the high school portion of VFMAC, Valley Forge Military Academy, is a college preparatory boarding institution specializing on student leadership. VFMAC's administration is composed almost entirely of current or retired military. The Board of Trustees are almost entirely alumni. Some graduates pursue careers in the armed services, and VFMAC has one Rhodes Scholarship recipient. The school has established a tradition with the British Monarchy and follows an American military academy model and practices the American Army tradition.",
  "/wiki/Radnor_Township,_Delaware_County,_Pennsylvania": "Radnor Township is an upper-class township with home rule status in Delaware County, Pennsylvania,  United States. It contains the unincorporated communities of Garrett Hill, Rosemont, St. Davids, Strafford,  Villanova and Wayne as well as areas with Bryn Mawr postal addresses (not within the Bryn Mawr census designated place) and Newtown Square. As of the 2010 census, the township population was 31,531. Radnor Township lies along the Main Line, a collection of upper-middle class and upper-class Philadelphia suburbs."
}