{
  "/wiki/1997_in_film": "The year 1997 in film involved many significant films, including Titanic, and the beginning of the film studio DreamWorks.",
  "/wiki/Xiao_Wu": "Xiao Wu (Chinese: 小武) also known as The Pickpocket is a 1997 Chinese movie directed by Jia Zhangke.",
  "/wiki/Jia_Zhangke": "Jia Zhangke (born 24 May 1970) is a Chinese film director and screenwriter. He is generally regarded as a leading figure of the \"Sixth Generation\" movement of Chinese cinema, a group that also includes such figures as Wang Xiaoshuai, Lou Ye, Wang Quan'an and Zhang Yuan.",
  "/wiki/1999_in_film": "The year 1999 in film included Stanley Kubrick's final film Eyes Wide Shut, Pedro Almodóvar's first Oscar-winning film All About My Mother, the science-fiction hit The Matrix, the Deep Canvas-pioneering Disney animated feature Tarzan and Best Picture-winner American Beauty and the well-received The Green Mile, as well as the animated works Toy Story 2, Stuart Little, The Iron Giant and South Park: Bigger, Longer & Uncut. Other noteworthy releases included Spike Jonze and Charlie Kaufman's breakout film Being John Malkovich and M. Night Shyamalan's breakout film The Sixth Sense, the controversial Fight Club and Paul Thomas Anderson's Magnolia. The year also featured George Lucas' top-grossing Star Wars: Episode I – The Phantom Menace. Columbia Pictures and Metro-Goldwyn-Mayer celebrated their 75th anniversaries in 1999.",
  "/wiki/Ordinary_Heroes_(1999_film)": "Ordinary Heroes is a 1999 Hong Kong drama film directed and produced by Ann Hui. Based on real-life prototypes, the film focused on social activists in the 1970s and 1980s who fought defiantly against the British Colonial government for the rights of the Yau Ma Tei boat people and their mainland wives. Mostly leftists and Communist sympathisers, their despair after the 1989 Tiananmen Square massacre is also highlighted.",
  "/wiki/Ann_Hui": "Ann Hui On-wah, MBE, BBS, (traditional Chinese: 許鞍華; simplified Chinese: 许鞍华; pinyin: Xǔ Ānhuá; Hepburn: Kyo Anka; born 23 May 1947) is a Hong Kong film director, producer, screenwriter and actress. She is one of the most critically acclaimed Hong Kong New Wave filmmakers especially in 1970s and 80s. She is known for her films about social issues in Hong Kong. Her film works cover different categories, including: literary adaptation, martial arts masterpieces, semi-autobiographical works, female issues, social phenomena, political changes, and also thrillers. She served as the president of the Hong Kong Film Director's Guild from 2004 to 2006.",
  "/wiki/2000_in_film": "The year 2000 in film involved some significant events.\nThe top grosser worldwide was Mission: Impossible 2. Domestically in North America, Gladiator won the Academy Awards for Best Picture and Best Actor (Russell Crowe). Dinosaur was the most expensive film of 2000 and a box-office success.",
  "/wiki/Platform_(2000_film)": "Platform is a 2000 Chinese film written and directed by Jia Zhangke. The film is set in and around the small city of Fenyang, Shanxi province, China (Jia's birthplace), from the end of the 1970s to the beginning of the 1990s. It follows a group of twenty-something performers as they face personal and societal changes. The dialogue is a mixture of local speech, mainly Jin Chinese and Mandarin. The film has been called \"an epic of grassroots\". It is named after a popular song about waiting at a railway platform.",
  "/wiki/2001_in_film": "The year 2001 in film involved some significant events, including the first of the Harry Potter series, the first of The Fast and the Furious franchise, the first of The Lord of the Rings trilogy, the first of the Ocean's Trilogy, and the first of the Shrek franchise. Significant non-English language films released included Monsoon Wedding and Amélie.",
  "/wiki/In_Public_(film)": "In Public (simplified Chinese: 公共场所; traditional Chinese: 公共場所; pinyin: Gōng gōng cháng sǔo; literally: 'Public space') is a short documentary film directed by Jia Zhangke, a Chinese cinema \"Sixth Generation\" movement filmmaker. In Public was shot on digital video for the 2001 Jeonju International Film Festival.",
  "/wiki/2002_in_film": "The year 2002 in film involved some significant events.",
  "/wiki/Unknown_Pleasures_(film)": "Unknown Pleasures (Chinese: 任逍遥; pinyin: Rèn xiāo yáo; literally: 'Free from all constraints') is a 2002 Chinese film directed by Jia Zhangke, starring Wu Qiong, Zhao Weiwei and Zhao Tao as three disaffected youths living in Datong in 2001, part of the new \"Birth Control\" generation. Fed on a steady diet of popular culture, both Western and Chinese, the characters of Unknown Pleasures represent a new breed in the People's Republic of China, one detached from reality through the screen of media and the internet.",
  "/wiki/2004_in_film": "2004 in film is an overview of events, including the highest-grossing films, award ceremonies, festivals, a list of country-specific lists of films released, notable deaths and film debuts.",
  "/wiki/The_World_(film)": "The World (Chinese: 世界; pinyin: Shìjiè) is a 2004 Chinese film written and directed by Jia Zhangke. Starring Jia's muse, Zhao Tao, as well as Chen Taisheng, The World was filmed on and around an actual theme park located in Beijing, Beijing World Park, which recreates world landmarks at reduced scales for Chinese tourists. The World was Jia's first to gain official approval from the Chinese government. Additionally,  it was the first of his films to take place outside of his home province of Shanxi.",
  "/wiki/2006_in_film": "The following is an overview of events in 2006, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths.",
  "/wiki/Still_Life_(2006_film)": "Still Life (Chinese: 三峡好人; pinyin: Sānxiá hǎorén; literally: 'Good people of the Three Gorges') is a 2006 Chinese film directed by Jia Zhangke. Shot in the old village of Fengjie, a small town on the Yangtze River which is slowly being destroyed by the building of the Three Gorges Dam, Still Life tells the story of two people in search of their spouses. Still Life is a co-production between the Shanghai Film Studio and Xstream Pictures.",
  "/wiki/Dong_(film)": "Dong (simplified Chinese: 东; traditional Chinese: 東; pinyin: dōng; literally: 'East') is a 2006 documentary film by Chinese director, Jia Zhangke. It is the companion piece to Jia's Still Life, which was released concurrently although Dong was reputedly conceived of first.  The film, which runs a relatively short 66 minutes, follows the artist and actor Liu Xiaodong as he invites Jia to film him while he paints a group of laborers near the Three Gorges Dam (also the subject of Still Life) and later a group of women in Bangkok. The film was produced and distributed by Jia's own production company, Xstream Pictures, based out of Hong Kong and Beijing.",
  "/wiki/The_Postmodern_Life_of_My_Aunt": "The Postmodern Life of My Aunt (simplified Chinese: 姨妈的后现代生活; traditional Chinese: 姨媽的後現代生活; pinyin: Yimā de hòuxiàndài shēnghúo) is a 2006 Hong Kong serio-comedy film, directed by Ann Hui, starring Siqin Gaowa and Chow Yun-fat. The film also guest-stars Chinese actresses Zhao Wei and Lisa Lu.",
  "/wiki/2007_in_film": "The following is an overview of events in 2007 in film, including the highest-grossing films, award ceremonies and festivals, a list of films released and notable deaths. The highest-grossing film of the year was Pirates of the Caribbean: At World's End, which was just ahead of Harry Potter and the Order of the Phoenix. 2007 is often considered one of the greatest years for film in the 21st century. As of 2019, this was the last year in which no film grossed at least $1 billion at the worldwide box office.",
  "/wiki/Getting_Home": "Getting Home (simplified Chinese: 落叶归根; traditional Chinese: 落葉歸根; pinyin: Lùo yè gūi gēn) is a 2007 Chinese comedy/drama film directed by Zhang Yang and starring Chinese comedian Zhao Benshan. It is episodic and follows two workers in their 50s, Zhao (Zhao Benshan) and Liu (Hong Qiwen). The film opens when Liu unexpectedly dies after a night of drinking and Zhao decides to fulfill a promise to his friend to get him home, beginning a long odyssey from Shenzhen to Chongqing with Liu's corpse on his back. Along the way, Zhao meets a variety of figures, played by several of China's better known character actors.",
  "/wiki/Zhang_Yang_(director)": "Zhang Yang (simplified Chinese: 张扬; traditional Chinese: 張揚; pinyin: Zhāng Yáng; born 1967) is a Chinese film director, screenwriter, and occasional actor. He is the son of film director, Zhang Huaxun.",
  "/wiki/Useless_(film)": "Useless (simplified Chinese: 无用; traditional Chinese: 無用; pinyin: wú yòng) is a 2007 documentary film directed by Jia Zhangke. It is Jia's second full-length documentary film after 2006's Dong. The film follows China's fashion and clothing industry. The film was produced by Jia Zhangke's own Xstream Pictures, in association with the China Film Association and the Mixmind Art and Design Company.",
  "/wiki/2008_in_film": "The year 2008 involved many major movie events. Its highest-grossing films included The Dark Knight, Kung Fu Panda, WALL-E and Indiana Jones and the Kingdom of the Crystal Skull.",
  "/wiki/24_City": "24 City (Chinese: 二十四城记) is a 2008 film directed and cowritten by Chinese film-maker Jia Zhangke. The film follows three generations of characters in Chengdu (in the 1950s, the 1970s and the present) as a state-owned factory gives way to a modern apartment complex. The film was also known as The Story of 24 City during production.",
  "/wiki/2010_in_film": "In the year 2010, there was a dramatic increase and prominence in the use of 3D-technology in filmmaking after the success of Avatar in the format, with releases such as Alice in Wonderland, Clash of the Titans, Jackass 3D, all animated films, with numerous other titles being released in 3D formats. 20th Century Fox celebrated its 75th anniversary in 2010.",
  "/wiki/Dream_Home": "Dream Home (維多利亞壹號 Wai dor lei ah yut ho, literally Victoria No. 1) is a 2010 Hong Kong slasher film directed and co-written by Pang Ho-cheung. The film is the story of Cheng Lai-sheung (Josie Ho) who saves up money to buy her dream home. After the sellers decide to turn her down, she goes into a murderous frenzy.",
  "/wiki/Pang_Ho-cheung": "Pang Ho-cheung (Chinese: 彭浩翔) is a Hong Kong novelist, playwright, actor and filmmaker.",
  "/wiki/2011_in_film": "The following is an overview of the events of 2011 in film, including the highest-grossing films, film festivals, award ceremonies and a list of films released and notable deaths. More film sequels were released in 2011 than any other year before it, with 28 sequels released. Film critic Scout Tafoya considers 2011 as the best year for cinema, countering the notion of 1939 being film's best year overall and citing important developments in cinematic expression during 2011.",
  "/wiki/Love_and_Bruises": "Love and Bruises is a 2011 French/Chinese drama film directed by Lou Ye. The film premiered at the 68th Venice International Film Festival.",
  "/wiki/Lou_Ye": "Lou Ye (Wade–Giles: Lou Yeh), born 1965, is a Chinese screenwriter-director who is commonly grouped with the \"Sixth Generation\" directors of Chinese cinema.",
  "/wiki/A_Simple_Life": "A Simple Life (Chinese: 桃姐; Jyutping: Tou4 Ze2), also known as Sister Peach, is a 2011 Hong Kong drama film directed by Ann Hui and starring Andy Lau and Deanie Ip. Ip, in the lead role of Sister Peach, won the Best Actress Award at the 68th Venice International Film Festival. Originally, Hui considered retiring after making this film. However, due to the film's success, she changed her mind and is considering other projects.",
  "/wiki/2013_in_film": "The following tables list films released in 2013. Three popular films (Top Gun, Jurassic Park, and The Wizard of Oz) were re-released in 3D and IMAX.",
  "/wiki/Forgetting_to_Know_You": "Forgetting to Know You (Chinese: 忘了去懂你)is a 2013 Chinese drama film written and directed by Quan Ling. It was Quan's directorial debut. The film debuted at the 2013 63rd Berlin International Film Festival, but was not released domestically until August 29, 2014.",
  "/wiki/A_Touch_of_Sin": "A Touch of Sin (Chinese: 天注定) is a 2013 Chinese drama film directed by Jia Zhangke. It was nominated for the Palme d'Or at the 2013 Cannes Film Festival, with Jia winning the award for Best Screenplay. Stars of the film include Zhao Tao, Jia's wife and longtime collaborator.",
  "/wiki/Yu_Lik-wai": "Yu Lik-wai (simplified Chinese: 余力为; traditional Chinese: 余力爲; pinyin: Yú Lìwéi; Jyutping: Yu4 Lik6 Wai4; born 12 August 1966), sometimes credited as Nelson Yu, is a Hong Kong cinematographer, film director, and occasional film producer. Born in Hong Kong, Yu Lik-wai was educated at Belgium's INSAS (Institut National Superieur des Arts de Spectacle) where he graduated with a degree in cinematography in 1994. Yu has become a mainstay in both the cinemas of China (where he is perhaps best known for his collaborations with director Jia Zhangke) and Hong Kong."
}