{
  "/wiki/Cecilia_Camellini": "Cecilia Camellini (born 10 March 1992 in Modena) is a visually-impaired, born blind, Paralympic swimmer of Italy. At the 2008 Summer Paralympics she won two silver medals. At the 2012 Summer Paralympics she won two gold in world record time, and two bronze medals.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics": "Swimming at the 2012 Paralympic Games was held from 30 August to 8 September 2012 at the London Aquatics Centre in London, UK. The competition consisted of 148 events, across multiple classifications, and all swum in a long course (50m) pool. Up to 600 swimmers (340 males, 260 females) swum in the Games.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_100_metre_freestyle_S11": "The women's 100m freestyle S11 event at the 2012 Summer Paralympics took place at the  London Aquatics Centre on 31 August. There were three heats; the swimmers with the eight fastest times advanced to the final.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_50_metre_freestyle_S11": "The women's 50 metre freestyle S11 event at the 2012 Paralympic Games took place on 1 September, at the London Aquatics Centre.",
  "/wiki/Oscar_De_Pellegrin": "Oscar De Pellegrin (born 17 May 1963 in Belluno) is an Italian Paralympic archer and former Paralympic sports shooter.",
  "/wiki/Archery_at_the_2012_Summer_Paralympics": "Archery at the 2012 Summer Paralympics consisted of nine events, five for men and four for women. The competitions were held at the Royal Artillery Barracks from 30 August to 5 September 2012.",
  "/wiki/Archery_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_individual_recurve": "The Men's individual recurve archery discipline at the 2012 Summer Paralympics was contested in two classifications, one combined of W1/W2 wheelchair competitors and one for standing archers. The competitions ran from August 30 to September 3.",
  "/wiki/Assunta_Legnante": "Assunta Legnante (born 14 May 1978 in Naples) is a visually impaired Italian shot putter. She has competed in both the Olympics and the Paralympics, one of the few athletes to do so. As of February 2013[update], she is the current F11 shot put world record holder.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics": "Athletics events at the 2012 Summer Paralympics were held in the Olympic Stadium and in The Mall in London, United Kingdom, from 31 August to 9 September 2012.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_shot_put_F11-12": "The Women's Shot Put athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from September 1 to September 8, 2012. A total of 9 events were contested incorporating 16 different classifications.",
  "/wiki/Alex_Zanardi": "Alessandro Zanardi (Italian pronunciation: [ˈaːleks dzaˈnardi]; born 23 October 1966) is an Italian professional racing driver and paracyclist.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics": "Cycling at the 2012 Summer Paralympics consisted of 50 events in two main disciplines, track cycling and road cycling. Track cycling was held in London Velopark from 30 August to 2 September, and road cycling took place at Brands Hatch from September 5 to September 8.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_road_time_trial_H4": "The Men's time trial H4 road cycling event at the 2012 Summer Paralympics took place on September 5 at Brands Hatch. Ten riders from nine different nations competed. The race distance was 16 km. The race was won by former F1 driver Alex Zanardi.",
  "/wiki/Martina_Caironi": "Martina Caironi (born 13 July 1989) is an Italian Paralympic athlete. She competed at the 2012 and 2016 Paralympics and won a gold medal in the 100 m sprint in 2012 and a silver in the long jump in 2016.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_100_metres_T42": "The Women's 100m athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from August 31 to September 8. A total of 14 events were contested over this distance for 14 different classifications.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_road_race_C1-3": "The men's road race C1–3 cycling event at the 2012 Summer Paralympics took place on 6 September at Brands Hatch. Forty riders competed. The race distance was 64 km.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_road_race_H4": "The Men's road race H4 cycling event at the 2012 Summer Paralympics took place on September 7 at Brands Hatch. Ten riders from nine different nations competed. The race distance was 48 km.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_road_race_B": "The Men's road race B event at the 2012 Summer Paralympics took place on 8 September at Brands Hatch. Eighteen riders from fourteen different nations competed. The race distance was 108 km.",
  "/wiki/Oxana_Corso": "Oxana Corso (born 9 July 1995 in Saint Petersburg) is a Russian-born Italian Paralympic athlete. As of April 2014[update], she holds the Women's 100 metre and 400 metre world records for the T35 cerebral palsy classification.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_200_metres_T35": "The Women's 200 metres T35 event at the 2012 Summer Paralympics took place at the London Olympic Stadium on 31 August. The event consisted of a single race.",
  "/wiki/Pamela_Pezzutto": "Pamela Pezzutto (born 17 July 1981 in Sacile) is an Italian Paralympic athlete who has won three silver medals at Summer Paralympics.",
  "/wiki/Table_tennis_at_the_2012_Summer_Paralympics": "Table tennis at the 2012 Summer Paralympics in London took place from Thursday 30 August to Saturday 8 September 2012 at ExCeL Exhibition Centre. 276 athletes, 174 men and 102 women, competed in 29 events. Table tennis events have been held at the Paralympics since the first Games in Rome in 1960.",
  "/wiki/Table_tennis_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_individual_%E2%80%93_Class_1%E2%80%932": "The Women's individual table tennis – Class 1–2 tournament at the 2012 Summer Paralympics in London took place from 30 August to 2 September 2012 at ExCeL Exhibition Centre. Classes 1–5 are for athletes with a physical impairment that affected their legs, and who compete in a sitting position. The lower the number, the greater the impact the impairment was on an athlete’s ability to compete.",
  "/wiki/Alvise_De_Vidi": "Alvise De Vidi (born 30 April 1966, in San Biagio di Callalta) is a paralympic athlete from Italy competing mainly in category T51 wheelchair racing events.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_100_metres_T51": "The Men's 100 metres T51 event at the 2012 Summer Paralympics took place at the London Olympic Stadium on 3 September.",
  "/wiki/Elisabetta_Mijno": "Elisabetta Mijno (born 10 January 1986) is an Italian Paralympic archer.",
  "/wiki/Archery_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_individual_recurve": "The Women's individual recurve archery discipline at the 2012 Summer Paralympics was contested in two classifications, one combined of W1/W2 wheelchair competitors and one for standing archers. The competitions ran from August 30 to September 4.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_road_time_trial_B": "The Men's time trial B road cycling event at the 2012 Summer Paralympics took place on September 5 at Brands Hatch. Seventeen riders from fifteen different nations competed. The race distance was 24 km.",
  "/wiki/Athletics_at_the_2012_Summer_Paralympics_%E2%80%93_Women%27s_100_metres_T35": "The Women's 100m athletics events for the 2012 Summer Paralympics took place at the London Olympic Stadium from August 31 to September 8. A total of 14 events were contested over this distance for 14 different classifications.",
  "/wiki/Cycling_at_the_2012_Summer_Paralympics_%E2%80%93_Mixed_road_race": "The Mixed road race T1-2 cycling event at the 2012 Summer Paralympics took place on September 8 at Brands Hatch. Nineteen riders from sixteen different nations competed. The race distance was 24 km. Results were not factored.",
  "/wiki/Vittorio_Podest%C3%A0": "Vittorio Podestà (born 3 June 1973 in Lavagna) is a male Italian paralympic cyclist.",
  "/wiki/Federico_Morlacchi": "Federico Morlacchi (born 11 November 1993 in Luino) is a male Italian paralympic swimmer.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_100_metre_butterfly_S9": "The men's 100 metre butterfly S9 event at the 2012 Paralympic Games took place on 30 August, at the London Aquatics Centre.",
  "/wiki/Swimming_at_the_2012_Summer_Paralympics_%E2%80%93_Men%27s_400_metre_freestyle_S9": "The men's 400m freestyle S9 event at the 2012 Summer Paralympics took place at the  London Aquatics Centre on 4 September. There were two heats; the swimmers with the eight fastest times advanced to the final."
}