{
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/Alor_Setar": "Alor Setar (Jawi: الور ستار), known as Alor Star from 2004 to 2008, is the state capital of Kedah, Malaysia. It is the second-largest city in the state after Sungai Petani and one of the most-important cities on the west coast of Peninsular Malaysia. It sits along the country's longest expressway, located 400 km (250 mi) from Kuala Lumpur and 79 km (49 mi) north of George Town, Penang. The city is home to the Central State Administration Centre and is the administrative centre of Kota Setar District.",
  "/wiki/Darul_Aman_Stadium": "The Darul Aman Stadium (Malay: Stadium Darul Aman) is an all-seater and a multi-purpose stadium in Alor Setar, Kedah, Malaysia. It is currently used mostly for football matches.  The stadium was opened officially by the Sultan of\nKedah in 1962 during Malaya winning 1–0 against South Korea. It has a capacity of 32,387 seats after the expansion in 1997. It was one of the venues for the 1997 FIFA World Youth Championship. It is the official stadium for Malaysian Super League's club Kedah FA.",
  "/wiki/Pahang_FA": "Pahang Football Club (Malay: Kelab Bolasepak Pahang) is a Malaysian professional football club based in Kuantan, Pahang. The association was found in 1959 to represent the state itself and has traditionally worn a yellow home kit since. In the beginning, their early home matches were held around the city public fields and outside Kuantan, predominantly around districts of Pahang.",
  "/wiki/Kuantan": "Kuantan is the state capital of Pahang, Malaysia. It is located near the mouth of the Kuantan River and faces the South China Sea. Kuantan is the 18th largest city in Malaysia based on 2010 population, and the largest city in the East Coast of Peninsular Malaysia. It has been expected that Kuantan will be officially declared as a city in 2020.",
  "/wiki/Darul_Makmur_Stadium": "(Malay: Stadium Darul Makmur) is a multi-purpose stadium located in Kuantan, Pahang, Malaysia. It is mostly use for football matches, with a capacity of 41,895  people. The stadium has a running track, in addition to the football field. It was opened in 1970, while capacity was increased after renovations in 1995 in conjunction with Kuantan hosting the Sukma Games in 1996 and 2012. Aras Kuasa Stadium is also home for Pahang FC.",
  "/wiki/Penang_FA": "Football Association of Penang (or simply known as FA Penang) is a Malaysian association football club based in George Town, Penang that currently plays in the Malaysia Premier League.",
  "/wiki/Batu_Kawan": "Batu Kawan is an urban settlement in the city of Seberang Perai, Penang, Malaysia. It is geographically separated from the rest of Seberang Perai by the Jawi and Tengah rivers. As of 2010[update], Batu Kawan contained a population of 5,537.",
  "/wiki/Penang_State_Stadium": "Penang State Stadium (Malay: Stadium Negeri Pulau Pinang) is a multi-purpose stadium in Batu Kawan, South Seberang Perai, Penang, Malaysia.  It is currently used mostly for football matches.  The stadium has a capacity of 40,000 people.  It was built in 2000. The stadium has been built to host the 8th Sukma Games (Malaysian Games) in 2000. In 2007, this stadium hosted the Malaysian FA Cup Final. The match was won by Kedah FA 4–2 in penalties shoot-out.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Ipoh": "Ipoh (/ˈiːpoʊ/) is the capital city of the Malaysian state of Perak. Located by the Kinta River, it is nearly 180 km (110 mi) north of Kuala Lumpur and 123 km (76 mi) southeast of George Town in neighbouring Penang. As of 2010[update], Ipoh contained a population of 657,892, making it the third largest city in Malaysia by population.",
  "/wiki/Perak_Stadium": "Perak Stadium (Malay: Stadium Perak) is a stadium located in Kampung Simee in Ipoh, Kinta District, Perak, Malaysia. It is part of a large complex called the DBI Sports Complex, which houses a majority of sporting facilities used by players representing the state of Perak such as the Velodrome Rakyat (cycling), Indera Mulia Stadium (indoor stadium) and the Sultan Azlan Shah Stadium (hockey).",
  "/wiki/Perlis_FA": "Perlis Football Association (Malay: Persatuan Bolasepak Perlis), also known as Perlis FA, is a football team based in Kangar, Perlis, Malaysia. The team was founded in 1963 and currently suspended from FIFA by playing in the second division of Malaysian football, the 2019 Malaysia Premier League. Year 2019 is the first ever Perlis  did not enter any tournament in Malaysian League since 1963.",
  "/wiki/Kangar": "Kangar is the state capital of Perlis, Malaysia. It has a population of 48,898 and an area of 2,619.4 ha. It is located in the northernmost point of Peninsular Malaysia and is situated by the Perlis River. The centre of Kangar is Sena Province. The town is the smallest state capital in Malaysia and its inhabitants are mostly farmers and civil servants.",
  "/wiki/Tuanku_Syed_Putra_Stadium": "Tuanku Syed Putra Stadium or Stadium Utama Kangar is a multi-purpose stadium in Kangar, Perlis, Malaysia.  It is currently used mostly for football matches.  The stadium holds 20,000 people and opened in 1995.",
  "/wiki/Public_Bank_F.C.": "Public Bank Football Club  or Public Bank FC is a now defunct football club from Malaysia, based in Selayang, Selangor. The club home ground is the Majlis Perbandaran Selayang Stadium. The club formerly play in Malaysia Super League before pulled from the league after the end of 2005 season.",
  "/wiki/Selangor": "Selangor (/səˈlæŋər/; Malay: [s(ə)laŋo(r)]), also known by its Arabic honorific Darul Ehsan, or \"Abode of Sincerity\", is one of the 13 states of Malaysia. It is on the west coast of Peninsular Malaysia and is bordered by Perak to the north, Pahang to the east, Negeri Sembilan to the south and the Strait of Malacca to the west. Selangor surrounds the federal territories of Kuala Lumpur and Putrajaya, both of which were previously part of it.",
  "/wiki/Selayang_Stadium": "Selayang Municipal Council Stadium (Malay: Stadium Majlis Perbandaran Selayang) is a multi-purpose stadium in Selayang, Selangor, Malaysia. The stadium is owned by the Majlis Perbandaran Selayang (MPS). It is currently used mostly for football matches.\nThe stadium has a capacity of 16,000. The tenants of the stadium is Selangor United.",
  "/wiki/Sabah_FA": "Sabah Football Association (Malay: Persatuan Bolasepak Sabah) is a football club that supervises football in the state of Sabah. The association's football team competes in Malaysia's football league representing the state of Sabah in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's top division professional football league, the Malaysia Super League. The team's home matches are played at the 35,000 capacity Likas Stadium in Kota Kinabalu, the capital city of Sabah.",
  "/wiki/Kota_Kinabalu": "Kota Kinabalu (Malaysian pronunciation: [ˈkota kinaˈbalu]) is the state capital of Sabah, Malaysia. It is also the capital of the Kota Kinabalu District as well as the West Coast Division of Sabah. The city is located on the northwest coast of Borneo facing the South China Sea. The Tunku Abdul Rahman National Park lies to its west and Mount Kinabalu, which gave the city its name, is located to its east. Kota Kinabalu has a population of 452,058 according to the 2010 census; when the adjacent Penampang and Putatan districts are included, the metro area has a combined population of 628,725.",
  "/wiki/Likas_Stadium": "Likas Stadium (Malay: Stadium Likas) is a stadium in Likas, Kota Kinabalu, Sabah, Malaysia. It is mainly used for association football and athletics and it is located within Likas Sports Complex.  Likas Stadium has a capacity of 35,000, making it the 8th largest football stadium in Malaysia in terms of seating capacity.",
  "/wiki/Sarawak_FA": "Football Association of Sarawak (Malay: Persatuan Bolasepak Sarawak) is a football club that supervises football in the state of Sarawak. The association's football team competes in Malaysia's football league representing the state of Sarawak in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's second division professional football league, the Malaysia Premier League. The team's home matches are played at the 26,000 capacity Sarawak State Stadium in Kuching, the capital city of Sarawak.",
  "/wiki/Kuching": "Kuching (/ˈkuːtʃɪŋ/), officially the City of Kuching, is the capital and the most populous city in the state of Sarawak in Malaysia. It is also the capital of Kuching Division. The city is situated on the Sarawak River at the southwest tip of the state of Sarawak on the island of Borneo and covers an area of 431 square kilometres (166 sq mi) with a population about 165,642 in the Kuching North administrative region and 159,490 in the Kuching South administrative region—a total of 325,132 people.",
  "/wiki/Sarawak_Stadium": "Sarawak Stadium is a multi-purpose stadium in Kuching, Malaysia.  It is currently used mostly for football matches.  The stadium has a capacity of 40,000 spectators."
}