{
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Social_Security_Trust_Fund": "The Federal Old-Age and Survivors Insurance Trust Fund and Federal Disability Insurance Trust Fund (collectively, the Social Security Trust Fund or Trust Funds) are trust funds that provide for payment of Social Security (Old-Age, Survivors, and Disability Insurance; OASDI) benefits administered by the United States Social Security Administration.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Superannuation_in_Australia": "Superannuation in Australia are the arrangements put in place by the Government of Australia to encourage people in Australia to accumulate funds to provide them with an income stream when they retire. Superannuation in Australia is partly compulsory, and is further encouraged by tax benefits. The government has set minimum standards for contributions by employees as well as for the management of superannuation funds. It is compulsory for employers to make superannuation contributions for their employees on top of the employees' wages and salaries. The employer contribution rate has been 9.5% since 1 July 2014, and as of 2015[update], was planned to increase gradually from 2021 to 12% in 2025. People are also encouraged to supplement compulsory superannuation contributions with voluntary contributions, including diverting their wages or salary income into superannuation contributions under so-called salary sacrifice arrangements.",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Government_Pension_Fund_of_Norway": "The Government Pension Fund of Norway comprises two entirely separate sovereign wealth funds owned by the government of Norway.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Government_Pension_Investment_Fund,_Japan": "Government Pension Investment Fund (年金積立金管理運用独立行政法人, Nenkin Tsumitate-kin Kanri Un'yō Dokuritsu-gyōsei-Hōjin), or GPIF, is an incorporated administrative agency (an independent administrative institution), established by the Japanese government. It is the largest pool of retirement savings in the world. Japan's GPIF is the largest public fund investor in Japan by assets and is a major proponent of the Stewardship Principles.",
  "/wiki/Civil_Service_Retirement_System": "The Civil Service Retirement System (CSRS) was organized in 1920 and has provided retirement, disability, and survivor benefits for most civilian employees in the United States federal government.  Upon the creation of a new Federal Employees Retirement System (FERS) in 1987, those newly hired after that date cannot participate in CSRS.  CSRS continues to provide retirement benefits to those eligible to receive them.",
  "/wiki/Thrift_Savings_Plan": "The Thrift Savings Plan (TSP) is a defined contribution plan for United States civil service employees and retirees as well as for members of the uniformed services.  As of December 31, 2018, TSP has approximately 5.5 million participants (of which approximately 3.3 million are actively participating through payroll deductions), and more than $558 billion in assets under management; it is the largest defined contribution plan in the world.  The TSP is administered by the Federal Retirement Thrift Investment Board, an independent agency.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/National_Pension_Service": "The National Pension Service of Korea (NPS; Korean: 국민연금공단; Hanja: 國民年金公團; RR: Gukminyeongeumgongdan) is a public pension fund in South Korea. It is the third largest in the world with $600 billion in assets, and is the largest investor in South Korea.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Stichting_Pensioenfonds_ABP": "Stichting Pensioenfonds ABP (\"National Civil Pension Fund\"), frequently referred to as ABP, is the pension fund for government and education employees in the Netherlands. For the quarter ended 31 December 2014, ABP had 2.8 million participants and assets under management of €344 billion ($388 billion, 1 EUR=1.13 USD), making it the largest pension fund in the Netherlands and among the five largest pension funds in the world as at September 2016.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Canada_Pension_Plan": "The Canada Pension Plan (CPP; French: Régime de pensions du Canada) is a contributory, earnings-related social insurance program. It forms one of the two major components of Canada's public retirement income system, the other component being Old Age Security (OAS). Other parts of Canada's retirement system are private pensions, either employer-sponsored or from tax-deferred individual savings (known in Canada as a Registered Retirement Savings Plan). As of September 2017, the CPP Investment Board manages over C$328.2 billion in investment assets for the Canada Pension Plan on behalf of 20 million Canadians. CPPIB is one of the world's biggest pension funds.",
  "/wiki/CPP_Investment_Board": "The CPP Investment Board (French: L'office d'investissement du RPC), officially the Canada Pension Plan Investment Board (CPPIB) , is a Canadian Crown corporation established by way of the 1997 Canada Pension Plan Investment Board Act to oversee and invest the funds contributed to and held by the Canada Pension Plan (CPP).",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Caisse_de_dépôt_et_placement_du_Québec": "Caisse de dépôt et placement du Québec (CDPQ; lit. Quebec Deposit and Investment Fund, also referred to in English-language media as the Caisse) is an institutional investor that manages several public and parapublic pension plans and insurance programs in Quebec. It was founded in 1965 by an act of the National Assembly under the government of Jean Lesage. It is the second-largest pension fund in Canada, after the Canada Pension Plan (CPP). As of July 30, 2019, CDPQ managed assets of C$326.7 billion invested in Canada and elsewhere. CDPQ is headquartered in Quebec City in the Price building and has its main business office in Montreal at Édifice Jacques-Parizeau.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/CalPERS": "The California Public Employees' Retirement System (CalPERS) is an agency in the California executive branch that \"manages pension and health benefits for more than 1.6 million California public employees, retirees, and their families\". In fiscal year 2012–13, CalPERS paid over $12.7 billion in retirement benefits, and in fiscal year 2013 it is estimated that CalPERS will pay over $7.5 billion in health benefits.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/National_Council_for_Social_Security_Fund": "The National Social Security Fund is a supplementary fund of the People's Republic of China which is used for social security. The fund was managed by National Council for Social Security Fund.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Central_Provident_Fund": "In Singapore, the Central Provident Fund (CPF; Chinese: 新加坡公积金计划, Malay: Lembaga Tabung Simpanan Pekerja) is a compulsory comprehensive savings plan for working Singaporeans and permanent residents primarily to fund their retirement, healthcare, and housing needs. The CPF is an employment based savings scheme with the help of employers and employees contributing a mandated amount to the Fund for their benefits.",
  "/wiki/CalSTRS": "The California State Teachers' Retirement System (CalSTRS) provides retirement, disability and survivor benefits for California's 950,000 prekindergarten through community college educators and their families. CalSTRS was established by law in 1913 and is part of the State of California's Government Operations Agency. As of February 2017, CalSTRS is the largest teachers' retirement fund in the United States. CalSTRS is also currently the eleventh largest public pension fund in the world. As of August 31, 2019, CalSTRS managed a portfolio worth $238.3 billion.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/Employees_Provident_Fund_(Malaysia)": "Employees' Provident Fund (Malay: Kumpulan Wang Simpanan Pekerja) commonly known by the acronym EPF (Malay: KWSP) is a federal statutory body under the purview of the Ministry of Finance. It manages the compulsory savings plan and retirement planning for private sector workers in Malaysia. Membership of the EPF is mandatory for Malaysian citizens employed in the private sector, and voluntary for non-Malaysian citizens.",
  "/wiki/Stichting_Pensioenfonds_Zorg_en_Welzijn": "Stichting Pensioenfonds Zorg en Welzijn (known as PFZW, formerly PGGM, translation: \"Pension Fund for Care and Well-Being\") is the second largest pension fund in the Netherlands.  As of 31 December 2014, PFZW had total assets under management of €161.7 billion ($183 billion, 1EUR=1.13USD) and around 2.6 million participants.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Ontario_Teachers'_Pension_Plan": "The Ontario Teachers' Pension Plan Board (Ontario Teachers'; French: Régime de retraite des enseignantes et des enseignants de l'Ontario or RREO) is an independent organization responsible for administering defined-benefit pensions for school teachers of the Canadian province of Ontario. Ontario Teachers' also invests the plan's pension fund, and is one of the world’s largest institutional investors. The plan is a multi-employer pension plan, jointly sponsored by the Government of Ontario and the Ontario Teachers' Federation.",
  "/wiki/Chile": "Chile (/ˈtʃɪli/ (listen), /ˈtʃɪleɪ/; Spanish: [ˈtʃile]),[nb 2] officially the Republic of Chile (Spanish: República de Chile (help·info)), is a South American country occupying a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. It borders Peru to the north, Bolivia to the northeast, Argentina to the east, and the Drake Passage in the far south. Chilean territory includes the Pacific islands of Juan Fernández, Salas y Gómez, Desventuradas, and Easter Island in Oceania. Chile also claims about 1,250,000 square kilometres (480,000 sq mi) of Antarctica under the Chilean Antarctic Territory.[nb 3],\nThe arid Atacama Desert in northern Chile contains great mineral wealth, principally copper and lithium. The relatively small central area dominates in terms of population and agricultural resources, and is the cultural and political center from which Chile expanded in the late 19th century when it incorporated its northern and southern regions. Southern Chile is rich in forests and grazing lands, and features a string of volcanoes and lakes. The southern coast is a labyrinth of fjords, inlets, canals, twisting peninsulas, and islands.",
  "/wiki/Pensions_in_Chile": "The Chile pension system (Spanish: Sistema Previsional) refers to old-age, disability and survivor pensions for workers in Chile. The pension system was changed by José Piñera, during Augusto Pinochet's dictatorship, on November 4, 1980 from a PAYGO-system to a fully funded capitalization system run by private sector pension funds. Many critics and supporters see the reform as an important experiment under real conditions, that may give conclusions about the impact of the full conversion of a PAYGO-system to a capital funded system. The development was therefore internationally observed with great interest. Under Michelle Bachelet's government the Chile Pension system was reformed again.",
  "/wiki/India": "India (Hindi: Bhārat), officially the Republic of India (Hindi: Bhārat Gaṇarājya), is a country in South Asia. It is the seventh-largest country by area, the second-most populous country, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west;[e] China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east. In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand and Indonesia.",
  "/wiki/Employees'_Provident_Fund_Organisation": "The Employees' Provident Fund Organisation (abbreviated to EPFO), is an organization tasked to assist the Central Board of Trustees, Employees' Provident Fund a statutory body formed by the Employees' Provident Fund and Miscellaneous Provisions Act, 1952 and is under the administrative control of the Ministry of Labour and Employment, Government of India.",
  "/wiki/Pension_fund": "A pension fund, also known as a superannuation fund in some countries, is any plan, fund, or scheme which provides retirement income."
}