{
  "/wiki/Syracuse_Orange_men%27s_basketball": "The Syracuse Orange men's basketball program is an intercollegiate men's basketball team representing Syracuse University.  The program is classified in the Division I of the National Collegiate Athletic Association (NCAA), and the team competes in the Atlantic Coast Conference (ACC).",
  "/wiki/Duke_Blue_Devils_men%27s_basketball": "The Duke Blue Devils men's basketball team represents Duke University in NCAA Division I college basketball and competes in the Atlantic Coast Conference (ACC). The team is fourth all-time in wins of any NCAA men's basketball program, and is coached by Mike Krzyzewski.",
  "/wiki/St._John%27s_Red_Storm_men%27s_basketball": "The St. John's Red Storm men's basketball team represents the St. John's University in Queens, New York. The team participates in the Big East Conference. As of the end of the 2018-19 season, St. John's has 1,900 total wins, which put them at #6 on the List of teams with the most victories in NCAA Division I men's college basketball. Starting in the 2019-20 season, St. John's will be coached by Mike Anderson.",
  "/wiki/West_Virginia_Mountaineers_men%27s_basketball": "The West Virginia Mountaineers men's basketball team represents West Virginia University in NCAA Division I college basketball competition. They are a member of the Big 12 Conference. WVU has won 13 conference tournament championships, and has 29 appearances in the NCAA Tournament, including two Final Fours, most recently in 2010. The Mountaineers have also appeared in 16 National Invitation Tournaments, and have won two championships, in 1942 and 2007.",
  "/wiki/Cincinnati_Bearcats_men%27s_basketball": "The Cincinnati Bearcats men's basketball program represents the University of Cincinnati in Cincinnati, Ohio. The school's team competes in NCAA Division I as part of the American Athletic Conference. The Bearcats are coached by John Brannen, who has been UC's head coach since 2019.",
  "/wiki/Virginia_Cavaliers_men%27s_basketball": "The Virginia Cavaliers men's basketball team is the intercollegiate men's basketball program representing the University of Virginia. The school competes in the Atlantic Coast Conference in Division I of the National Collegiate Athletic Association. Virginia has won one NCAA Championship, two National Invitation Tournaments, and three ACC Tournament titles. The team is coached by Tony Bennett and plays home games at the on-campus John Paul Jones Arena (14,593) which opened in 2006. They have been called the Cavaliers since 1923, predating the Cleveland Cavaliers of the NBA by half a century.",
  "/wiki/Georgia_Tech_Yellow_Jackets_men%27s_basketball": "The Georgia Tech Yellow Jackets Men's Basketball team represents the Georgia Tech Yellow Jackets in NCAA Division I basketball. The team plays its home games in McCamish Pavilion on the school's Atlanta campus and is currently coached by Josh Pastner. Under the tenure of Bobby Cremins, Georgia Tech established itself as a national force in basketball. Cremins led his team to the first ACC tournament victory in school history in 1985 and in 1990 he took Georgia Tech to the school's first Final Four appearance ever. Cremins retired from Georgia Tech in 2000 with the school's best winning percentage as a head coach. The Yellow Jackets returned to the Final Four in 2004 under Paul Hewitt and lost in the national title game, losing to UConn. Overall, the team has won 1,352 games and lost 1,226 games, a .524 win percentage.",
  "/wiki/Notre_Dame_Fighting_Irish_men%27s_basketball": "The Notre Dame Fighting Irish men's basketball team is the intercollegiate men's basketball program representing the University of Notre Dame in Notre Dame, Indiana, United States. The program competes in the Atlantic Coast Conference of NCAA Division I. On September 12, 2012, Notre Dame announced they would be moving to the Atlantic Coast Conference; they joined the conference on July 1, 2013. The school holds two retroactively awarded national championships in basketball from the Helms Foundation: for the 1927 (19–1 overall record) and 1936 (22–2–1 overall record) seasons. They have also played in the NCAA Tournament 36 times, good for 9th all time, and reached the Final Four in 1978. The Irish hold the record for most Tournament appearances without a championship or championship game appearance, one of five teams (along with Texas, Temple, Illinois and Oklahoma) to have 30 or more appearances without a title and one of three teams (along with Texas and Temple) to have more than 30 appearances without either. They are also the first Big East team to go undefeated at home two straight seasons. They play their home games in the Purcell Pavilion at the Edmund P. Joyce Center. Since moving to the Purcell Pavilion in 1968, they have had 44 winning seasons at the Purcell Pavilion, including 5 undefeated seasons at home (1973, 1985, 2006, 2007, and 2010) and have had only 4 losing seasons at the Purcell Pavilion (1971, 1981, 1992, and 1995). Jeff Sagarin and ESPN listed the program 12th in the college basketball all-time rankings in the ESPN College Basketball Encyclopedia. The Fighting Irish are currently coached by Mike Brey.",
  "/wiki/Mr._New_York_Basketball": "N/A"
}