{
  "/wiki/Ray_Woods": "Ray James Woods (February 2, 1895 – October 1965) was an American college basketball standout for Illinois in the 1910s. A guard, Woods helped lead the Fighting Illini to two Big Ten Conference championships in 1915 and 1917, with the former being an undefeated 16–0 season that resulted in a retroactive national championship. In all three seasons he played at the school, Woods was named an All-American and was honored as the Helms Foundation National Player of the Year as a senior in 1916–17. He was Illinois' first-ever All-American in basketball and teamed up with his brother, Ralf (a forward), in guiding the school to their first era of basketball dominance.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Chuck_Carney": "Charles Roslyn Carney (August 25, 1900 – September 5, 1984) was an American football and basketball player.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Bill_Hapac": "William John \"Wild Bill\" Hapac (January 26, 1918 – March 9, 1967) was the first consensus All-American to play for the University of Illinois men's basketball team when he garnered the recognition during his senior season of 1939–40. A native of Chicago, Illinois, Hapac was an all-state player for J. Sterling Morton High School East in 1935.",
  "/wiki/Andy_Phillip": "Andrew Michael \"Handy Andy\" Phillip (March 7, 1922 – April 29, 2001) was an American professional basketball player. Born in Granite City, Illinois, Phillip had an 11-year career and played for the Chicago Stags of the Basketball Association of America and the Philadelphia Warriors, Fort Wayne Pistons and Boston Celtics, of the National Basketball Association.",
  "/wiki/Gene_Vance": "Ellis Eugene \"Gene\" Vance (February 25, 1923 – February 16, 2012) was an American professional basketball player for the NBA's Chicago Stags and a collegiate athlete for the University of Illinois Fighting Illini basketball team. He was most famous for leading Illinois as a member of the famed \"Whiz Kids\" of the 1940s. He was drafted into the NBA in 1948, and played for the Chicago Stags, the Tri-Cities Blackhawks and the Milwaukee Hawks. He and the other Whiz Kids, Andy Phillip, Art Mathisen, Ken Menke, and Jack Smiley, are regarded as some of Illinois' all-time greats, but only he and Phillip are on the team's all-century team. Vance and his Whiz Kids teammates left basketball to serve in World War II in 1943. He later served as the university's athletic director, from 1967 to 1972.",
  "/wiki/Walt_Kirk": "Walton Kirk Jr. (September 3, 1924 – December 12, 2012) was an American professional basketball player.",
  "/wiki/Dwight_Eddleman": "Thomas Dwight \"Dike\" Eddleman (December 27, 1922 – August 1, 2001) is generally considered the greatest athlete in the history of athletics at the University of Illinois.  Eddleman participated on the University's basketball, track and field, and football teams between the years of 1942 and 1949.  Eddleman earned a combined 11 varsity letters in his career at the University, during which he also became a member of the Sigma Chi fraternity.  Eddleman was born in Centralia, Illinois, and attended Centralia High School.  On October 24, 2008 Eddleman was named a Distinguished Alumni of Centralia High school.  He, along with five others, including James Brady, were the first to be named Distinguished Alumni.  His wife, Teddy Eddleman, accepted his award.",
  "/wiki/Bill_Erickson": "Bertil William \"Bill\" Erickson (June 8, 1928 – September 21, 1987) was an NCAA All-American basketball player at the University of Illinois during a career that spanned from 1947 to 1950, and then a player in the National Professional Basketball League for the Saint Paul Lights.",
  "/wiki/Don_Sunderlage": "Don J. Sunderlage (December 20, 1929 – July 15, 1961) was an American basketball player.",
  "/wiki/Rod_Fletcher_(basketball)": "Rodney Adams \"Rod\" Fletcher is an American former basketball player for the University of Illinois at Urbana–Champaign who was named a consensus First Team NCAA All-American as a senior in 1951–52. A 6 ft 4 in (1.93 m) guard, Fletcher led the Fighting Illini to two straight Big Ten Conference championships as well as two consecutive NCAA Tournament Final Four appearances in 1951 and 1952 alongside teammate John \"Red\" Kerr. He was a two-time All-Big Ten selection in his three varsity seasons, and at the end of his collegiate career Fletcher was selected by the Minneapolis Lakers in the 1952 NBA draft, although he never played professionally.",
  "/wiki/Johnny_\"Red\"_Kerr": "John Graham \"Red\" Kerr (July 17, 1932 – February 26, 2009) was an American basketball player, coach, and color commentator. He played in the NBA from 1954 to 1966, mainly as a member of the Syracuse Nationals. He later held several coaching and administrative positions before embarking on a thirty-three year career as a television color commentator for the Chicago Bulls.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Govoner_Vaughn": "Govoner Vaughn (born c. 1939) was a former high school, college and professional basketball player during the 1950s & 60s.  Vaughn led Edwardsville High School to a fourth-place finish in the I.H.S.A. 1954 high school playoffs, as well as a second-place finish in 1956 to defending champion, Rockford West.  Vaughn played in eight career state playoff games over two seasons, and his 92 points were all scored during the 1956 tournament.  He, along with his teammate, Mannie Jackson, were named first-team all-tournament.",
  "/wiki/Mannie_Jackson": "Mannie Jackson (born May 4, 1939) is the chairman and owner of the Harlem Globetrotters, for whom he played from 1962 to 1964. He was the first African American with controlling ownership in an entertainment organization and international sports. Jackson has been heavily recognized throughout his career including an acknowledgment as one of the nation's 30 most powerful and influential black corporate executives, one of the nation's top 50 corporate strategists, and one of the 20 African-American high-net-worth entrepreneurs.",
  "/wiki/Jerry_Colangelo": "Jerry Colangelo (born November 20, 1939) is an American businessman and sports executive. He formerly owned the Phoenix Suns of the NBA, the Phoenix Mercury of the WNBA, the Arizona Sandsharks of the Continental Indoor Soccer League, the Arizona Rattlers of the Arena Football League and the Arizona Diamondbacks of Major League Baseball. He was also instrumental in the relocation of the original Winnipeg Jets team in the NHL to Phoenix to become the Phoenix Coyotes (now the Arizona Coyotes). In 2014, Grand Canyon University renamed its Christian based school of business after Jerry Colangelo, replacing Ken Blanchard's namesake. From December 2015 to April 2016, Colangelo served as Chairman of Basketball Operations for the Philadelphia 76ers, before serving as a special adviser to the team until December 2018.",
  "/wiki/Dave_Downey": "David John Downey (born October 28, 1941) is a former collegiate basketball player for the University of Illinois Fighting Illini basketball team. He is best known for setting the Illinois single-game scoring record with 53 points at Indiana on February 16, 1963.",
  "/wiki/Skip_Thoren": "Duane W. \"Skip\" Thoren (born April 5, 1943) is an American former professional basketball player. At a height of 6 ft 10 in (2.08 m) tall, he played at the center position.",
  "/wiki/Tal_Brody": "Talbot \"Tal\" Brody (Hebrew: טל ברודי; nicknamed Mr. Basketball; born August 30, 1943) is an American-Israeli former professional basketball player, and current Goodwill Ambassador of Israel, who lives in Israel. Brody was drafted # 12 in the National Basketball Association (NBA) draft, but he chose to pass up an NBA career, to instead play basketball in Israel.  He played on national basketball teams of both the United States and Israel, and served in the armies of both countries.",
  "/wiki/Donnie_Freeman": "Donald E. Freeman (born July 18, 1944) is an American former professional basketball player.  He spent eight seasons (1967–1975) in the American Basketball Association (ABA) and one season (1975–1976) in the National Basketball Association (NBA). Freeman was the youngest of four children.",
  "/wiki/Jimmy_Dawson_(basketball,_born_1945)": "James C. Dawson (born April 18, 1945 in Oak Park, Illinois) is an American former professional basketball point guard who played one season in the American Basketball Association (ABA) as a member of the Indiana Pacers during the 1967–68 season. He attended University of Illinois at Urbana–Champaign where he was drafted by the Chicago Bulls during the 16th round of the 1967 NBA draft, but he did not play for them.",
  "/wiki/Nick_Weatherspoon": "Nick Levoter Weatherspoon (July 20, 1950 – October 17, 2008) was an American professional basketball player. He was a 6' 7\" small forward.",
  "/wiki/Illinois_Fighting_Illini_men's_basketball": "The Illinois Fighting Illini men's basketball team is an NCAA Division I college basketball team competing in the Big Ten Conference. Home games are played at the State Farm Center, located on the University of Illinois at Urbana–Champaign's campus in Champaign. Illinois has one pre-tournament national championship in 1915, one retroactive national championship awarded in 1943 by the Premo-Porretta Power Poll. Illinois has appeared in the NCAA Division I Men's Basketball Tournament 30 times, and has competed in 5 Final Fours, 9 Elite Eights, and has won 17 Big Ten regular season championships."
}