{
  "/wiki/Kamakura_period": "The Kamakura period (鎌倉時代, Kamakura jidai, 1185–1333) is a period of Japanese history that marks the governance by the Kamakura shogunate, officially established in 1192 in Kamakura by the first shōgun, Minamoto no Yoritomo. The period is known for the emergence of the samurai, the warrior caste, and for the establishment of feudalism in Japan.",
  "/wiki/Ch%C5%ABson-ji": "Chūson-ji (中尊寺) is a Buddhist temple in the town of Hiraizumi in southern Iwate Prefecture, Japan. It is the head temple of the Tendai sect in Tōhoku region of northern Honshu. The temple claims it was founded in 850 by Ennin, the third chief abbot of the sect. George Sansom states Chūson-ji was founded by Fujiwara no Kiyohira in 1095. Chūson-ji is designated as a Special Historic Site and in June 2011 was listed as a UNESCO World Heritage Site as a part of the \"Historic Monuments and Sites of Hiraizumi\".",
  "/wiki/Hiraizumi,_Iwate": "Hiraizumi (平泉町, Hiraizumi-chō) is a town located in Nishiiwai District, Iwate Prefecture, Japan. As of 1 June 2019[update], the town had an estimated population of 7,440 and a population density of 117 persons per km² in 2,648 households. The total area of the town was 63.39 km². It is noted for the Historic Monuments and Sites of Hiraizumi, which achieved UNESCO World Heritage Site status in 2011.",
  "/wiki/Iwate_Prefecture": "Iwate Prefecture (岩手県, Iwate-ken) is a prefecture of Japan located in the Tōhoku region of Honshu. Iwate Prefecture has a population of 1,229,432 (1 June 2019) and is the second-largest prefecture at 15,275 km² (5,897 sq mi). Iwate Prefecture borders Aomori Prefecture to the north, Akita Prefecture to the west, and Miyagi Prefecture to the south.",
  "/wiki/Heian_period": "The Heian period (平安時代, Heian jidai) is the last division of classical Japanese history, running from 794 to 1185. The period is named after the capital city of Heian-kyō, or modern Kyōto. It is the period in Japanese history when Buddhism, Taoism and other Chinese influences were at their height. The Heian period is also considered the peak of the Japanese imperial court and noted for its art, especially poetry and literature. Although the Imperial House of Japan had power on the surface, the real power was in the hands of the Fujiwara clan, a powerful aristocratic family who had intermarried with the imperial family. Many emperors actually had mothers from the Fujiwara family. Heian (平安) means \"peace\" in Japanese.",
  "/wiki/Takidan-ji": "Takidan-ji  (瀧谷寺) is a Buddhist temple belonging to the Shingon-shū Chizan-ha sect located in the city of Sakai, Fukui, Japan in the Hokuriku region of Japan. Its main image is a statue of Yakushi Nyōrai, which the temple claims was carved by the Nara period shugendō monk Taichō. The temple is noted for its Japanese garden.",
  "/wiki/Sakai,_Fukui": "Sakai (坂井市, Sakai-shi) is a city located in Fukui Prefecture, Japan. As of 10 May 2018[update],  the city had an estimated population of 92,210 in 31,509 households and the population density of 550 persons per km². The total area of the city was  209.67 square kilometres (80.95 sq mi).",
  "/wiki/Fukui_Prefecture": "Fukui Prefecture (福井県, Fukui-ken) is a prefecture of Japan located in the Chūbu region of Honshū. Fukui Prefecture has a population of 778,943 (1 June 2017) and has a geographic area of 4,190 km² (1,617 sq mi). Fukui Prefecture borders Ishikawa Prefecture to the north, Gifu Prefecture to the east, Shiga Prefecture to the south, and Kyoto Prefecture to the southwest.",
  "/wiki/Eikan-d%C5%8D_Zenrin-ji": "For other temples by similar names, see Zenrin-ji.",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Usa_Shrine": "Usa Jingū (宇佐神宮), also known as Usa Hachimangū (宇佐八幡宮), is a Shinto shrine in the city of Usa in Ōita Prefecture in Japan.  Emperor Ojin, who was deified as Hachiman-jin (the tutelary god of warriors), is said to be enshrined in all the sites dedicated to him; and the first and earliest of these was at Usa in the early 8th century.  The Usa Jingū has long been the recipient of Imperial patronage; and its prestige is considered second only to that of Ise.",
  "/wiki/Usa,_%C5%8Cita": "Usa (宇佐市, Usa-shi) is a city located in Ōita Prefecture, Japan. The city was founded on April 1, 1967. On March 31, 2005, the towns of Ajimu and Innai (both from Usa District) were merged into Usa.",
  "/wiki/%C5%8Cita_Prefecture": "Ōita Prefecture (大分県, Ōita-ken) is a prefecture on the island of Kyushu in Japan. The prefectural capital is the city of Ōita.",
  "/wiki/Tang_Dynasty": "The Tang dynasty (/tɑːŋ/; Chinese: 唐朝[a]) or the Tang Empire was an  imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period in Chinese history. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military campaigns of its early rulers, rivaled that of the Han dynasty. The Tang capital at Chang'an (present-day Xi'an) was the most populous city in the world in its day.",
  "/wiki/K%C5%8Dfuku-ji": "Kōfuku-ji (興福寺, Kōfuku-ji) is a Buddhist temple that was once one of the powerful Seven Great Temples in the city of Nara, Japan. The temple is the national headquarters of the Hossō school.",
  "/wiki/Nara,_Nara": "Nara (奈良市, Nara-shi, Japanese: [naꜜɾa]) is the capital city of Nara Prefecture located in the Kansai region of Japan. The city occupies the northern part of Nara Prefecture, bordering Kyoto Prefecture. Eight temples, shrines, and ruins in Nara remain: specifically Tōdai-ji, Saidai-ji, Kōfuku-ji, Kasuga Shrine, Gangō-ji, Yakushi-ji, Tōshōdai-ji, and the Heijō Palace, together with Kasugayama Primeval Forest, collectively form \"Historic Monuments of Ancient Nara\", a UNESCO World Heritage Site. During the Nara period, Nara was the capital of Japan, and the Emperor lived there before moving the capital to Kyoto.",
  "/wiki/Nara_Prefecture": "Nara Prefecture (奈良県, Nara-ken) is a prefecture of Japan located in the Kansai region of Honshu. Nara Prefecture has a population of 1,348,930 (1 September 2017) and has a geographic area of 3,691 km² (1,425 sq mi). Nara Prefecture borders Kyoto Prefecture to the north, Osaka Prefecture to the northwest, Wakayama Prefecture to the southwest, and Mie Prefecture to the east.",
  "/wiki/Sistrum": "A sistrum (plural: sistra or Latin sistra; from the Greek σεῖστρον seistron of the same meaning; literally \"that which is being shaken\", from σείειν seiein, \"to shake\") is a musical instrument of the percussion family, chiefly associated with ancient Egypt. It consists of a  handle and a U-shaped  metal frame, made of brass or bronze and between 30 and 76 cm in width. When  shaken the small rings or loops of thin metal on its movable crossbars produce a  sound that can be from a soft clank  to a loud jangling.  Its name in the ancient Egyptian language was sekhem (sḫm) and sesheshet (sššt). Sekhem is the simpler, hoop-like sistrum, while sesheshet (an onomatopoeic word) is the naos-shaped one. The modern day West African disc rattle instrument is also called a sistrum.",
  "/wiki/Amit%C4%81bha": "Amitābha (Sanskrit pronunciation: [ɐmɪˈtaːbʱɐ]), also known as  Amida or Amitāyus, is a celestial buddha according to the scriptures of Mahayana Buddhism. Amitābha is the principal buddha in Pure Land Buddhism, a branch of East Asian Buddhism. In Vajrayana Buddhism, Amitābha is known for his longevity attribute, magnetising red fire element, the aggregate of discernment, pure perception and the deep awareness of emptiness of phenomena. According to these scriptures, Amitābha possesses infinite merit resulting from good deeds over countless past lives as a bodhisattva named Dharmakāra. Amitābha means \"Infinite Light\", and Amitāyus means \"Infinite Life\" so Amitābha is also called \"The Buddha of Immeasurable Light and Life\".",
  "/wiki/Four_Guardian_Kings": "The Four Heavenly Kings are four Buddhist gods, which originate from the Indian version of Lokapalas, each of whom is believed to watch over one cardinal direction of the world. In Chinese mythology, they are known collectively as the \"Fēng Tiáo Yǔ Shùn\" (simplified Chinese: 风调雨顺; traditional Chinese: 風調雨順; literally: 'Good climate') or \"Sì Dà Tiānwáng\" (Chinese: 四大天王; literally: 'Four Great Heavenly Kings'). In the ancient language Sanskrit they are called the \"Chaturmahārāja\" (चतुर्महाराज), or \"Chaturmahārājikādeva\": \"Four Great Heavenly Kings\". The Hall of the Heavenly Kings is a standard component of Chinese Buddhist temples.",
  "/wiki/Amida_Nyorai": "Amitābha (Sanskrit pronunciation: [ɐmɪˈtaːbʱɐ]), also known as  Amida or Amitāyus, is a celestial buddha according to the scriptures of Mahayana Buddhism. Amitābha is the principal buddha in Pure Land Buddhism, a branch of East Asian Buddhism. In Vajrayana Buddhism, Amitābha is known for his longevity attribute, magnetising red fire element, the aggregate of discernment, pure perception and the deep awareness of emptiness of phenomena. According to these scriptures, Amitābha possesses infinite merit resulting from good deeds over countless past lives as a bodhisattva named Dharmakāra. Amitābha means \"Infinite Light\", and Amitāyus means \"Infinite Life\" so Amitābha is also called \"The Buddha of Immeasurable Light and Life\".",
  "/wiki/K%C5%ABkai": "Kūkai (空海), also known posthumously as Kōbō-Daishi (弘法大師, The Grand Master Who Propagated the Buddhist Teaching), 774–835, was a Japanese Buddhist monk, civil servant, scholar, poet, and artist who founded the Esoteric Shingon or \"mantra\" school of Buddhism.  Shingon followers usually refer to him by the honorific title of Odaishisama (お大師様) and the religious name of Henjō-Kongō (遍照金剛).",
  "/wiki/Zents%C5%AB-ji": "The Byōbuura Gogakusan Tanjō-in Zentsū-ji (屏風浦五岳山誕生院善通寺) is a temple of the Shingon sect in Zentsūji, Kagawa, Japan. It was established by Zentsū Saeki, the father of Kūkai, in 813. The East Academy (Tō-in) and the West Academy (Sai-in) are within Zentsu-ji precincts. The West Academy is Kūkai's birthplace.",
  "/wiki/Zents%C5%ABji,_Kagawa": "Zentsūji (善通寺市, Zentsūji-shi) is a city located in Kagawa Prefecture, Japan. The city was founded on March 31, 1954.",
  "/wiki/Kagawa_Prefecture": "Kagawa Prefecture (香川県, Kagawa-ken) is the smallest prefecture of Japan (by area). It is located on Shikoku island and the capital is Takamatsu.",
  "/wiki/H%C5%8Dt%C5%8D_(pagoda)": "Pagodas in Japan are called tō (塔, lit. pagoda), sometimes buttō (仏塔, lit. Buddhist pagoda) or tōba (塔婆, lit. pagoda) and historically derive from the Chinese pagoda, itself an interpretation of the Indian stupa.  Like the stupa, pagodas were originally used as reliquaries but in many cases they ended up losing this function. Pagodas are quintessentially Buddhist and an important component of Japanese Buddhist temple compounds but, because until the Kami and Buddhas Separation Act of 1868, a Shinto shrine was normally also a Buddhist temple and vice versa, they are not rare at shrines either. The famous Itsukushima Shrine, for example, has one.",
  "/wiki/Gorint%C5%8D": "Gorintō (五輪塔) (\"five-ringed tower\") is a Japanese type of Buddhist pagoda believed to have been first adopted by the Shingon and Tendai sects during the mid Heian period. It is used for memorial or funerary purposes and is therefore common in Buddhist temples and cemeteries. It is also called gorinsotōba or gorinsotoba (五輪卒塔婆) (\"five-ringed stupa\") or goringedatsu (五輪解脱), where the term sotoba is a transliteration of the Sanskrit word stupa. The stupa was originally a structure or other sacred building containing a relic of Buddha or of a saint, then it was gradually stylized in various ways and its shape can change quite a bit according to the era and to the country where it is found. Often offertory strips of wood with five subdivisions and covered with elaborate inscriptions also called sotoba can be found at tombs in Japanese cemeteries (see photo below). The inscriptions contain sūtra and the posthumous name of the dead person. These can be considered stupa variants.",
  "/wiki/H%C5%8Dfu,_Yamaguchi": "Hōfu (防府市, Hōfu-shi) is a city located in Yamaguchi Prefecture, Japan.",
  "/wiki/Yamaguchi_Prefecture": "Yamaguchi Prefecture (山口県, Yamaguchi-ken) is a prefecture of Japan in the Chūgoku region of the main island of Honshu. The capital is the city of Yamaguchi,  in the center of the prefecture. The largest city, however, is Shimonoseki.",
  "/wiki/Ikoma,_Nara": "Ikoma (生駒市, Ikoma-shi) is a city in the northwestern end of Nara Prefecture, Japan. It was founded on November 1, 1971.",
  "/wiki/Emperor_Sh%C5%8Dmu": "Emperor Shōmu (聖武天皇, Shōmu-tennō, 701 – June 4, 756) was the 45th emperor of Japan, according to the traditional order of succession.",
  "/wiki/Nara_period": "The Nara period (奈良時代, Nara jidai) of the history of Japan covers the years from AD 710 to 794. Empress Genmei established the capital of Heijō-kyō (present-day Nara). Except for a five-year period (740–745), when the capital was briefly moved again, it remained the capital of Japanese civilization until Emperor Kanmu established a new capital, Nagaoka-kyō, in 784, before moving to Heian-kyō, modern Kyoto, a decade later in 794.",
  "/wiki/Gokokushi-ji": "Gokokushi-ji (護国之寺) is a Buddhist temple of the Shingon sect located in Gifu, Gifu Prefecture, Japan. It is the seventeenth of the Mino Thirty-three Kannon.",
  "/wiki/Gifu,_Gifu": "Gifu (岐阜市, Gifu-shi) is a city located in the south-central portion of Gifu Prefecture, Japan, and serves as the prefectural capital. The city has played an important role in Japan's history because of its location in the middle of the country. During the Sengoku period, various warlords, including Oda Nobunaga, used the area as a base in an attempt to unify and control Japan. Gifu continued to flourish even after Japan's unification as both an important shukuba along the Edo period Nakasendō and, later, as one of Japan's fashion centers. It has been designated a core city by the national government.",
  "/wiki/Gifu_Prefecture": "Gifu Prefecture (岐阜県, Gifu-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Gifu Prefecture has a population of 1,991,390 (1 June 2019) and has a geographic area of 10,621 km² (4,100 sq mi). Gifu Prefecture borders Toyama Prefecture to the north; Ishikawa Prefecture to the northwest; Fukui Prefecture to the west; Shiga Prefecture to the southwest; Mie Prefecture and Aichi Prefecture to the south; and Nagano Prefecture to the east.",
  "/wiki/Nagahama,_Shiga": "Nagahama (長浜市, Nagahama-shi) is a city located in Shiga Prefecture, Japan on the northeastern shore of Lake Biwa. The city center was developed and renamed by Toyotomi Hideyoshi when Hideyoshi moved the center of his administration from Odani Castle. Kunitomo (国友), the northeast of the city center, had been known for the production of arquebuses and guns since 1544.",
  "/wiki/Shiga_Prefecture": "Shiga Prefecture (滋賀県, Shiga-ken) is a prefecture of Japan located in the Kansai region of Honshu. Shiga Prefecture has a population of 1,412,916 (1 October 2015) and has a geographic area of 4,017 km² (1,551 sq mi). Shiga Prefecture borders Fukui Prefecture to the north, Gifu Prefecture to the northeast, Mie Prefecture to the southeast, and Kyoto Prefecture to the west.",
  "/wiki/Saidai-ji": "Saidai-ji (西大寺) or the \"Great Western Temple\" is a Buddhist temple that was once one of the powerful Seven Great Temples in the city of Nara, Nara Prefecture, Japan. The temple was established in AD 765 as a counterpart to Tōdai-ji and it is the main temple of the Shingon Risshu (真言律宗) sect of Buddhism after the sect's founder, Eison (叡尊), took over administration in 1238.",
  "/wiki/Nara_National_Museum": "The Nara National Museum (奈良国立博物館, Nara Kokuritsu Hakubutsukan) is one of the pre-eminent national art museums in Japan.",
  "/wiki/Vajrayana": "Vajrayāna (वज्रयान ဝဇိယယာန), Mantrayāna, Tantrayāna, Tibetan Buddhism,Tantric Buddhism and Esoteric Buddhism are terms referring to the various Buddhist traditions of Tantra and \"Secret Mantra\", which developed in medieval India and spread to Tibet, Bhutan, and East Asia. In Tibet, Buddhist Tantra is termed Vajrayāna, while in China it is generally known as Tángmì Hanmi 漢密  (唐密, \"Chinese Esotericism\") or Mìzōng (密宗, \"Esoteric Sect\"), in Pali it is known as Pyitsayãna  (ပစ္စယာန), and in Japan it is known as Mikkyō (密教, \"secret teachings\").",
  "/wiki/T%C5%8D-ji": "Tō-ji (東寺, Tō-ji) is a Shingon Buddhist temple in the Minami-ku ward of Kyoto, Japan.",
  "/wiki/T%C5%8D": "Pagodas in Japan are called tō (塔, lit. pagoda), sometimes buttō (仏塔, lit. Buddhist pagoda) or tōba (塔婆, lit. pagoda) and historically derive from the Chinese pagoda, itself an interpretation of the Indian stupa.  Like the stupa, pagodas were originally used as reliquaries but in many cases they ended up losing this function. Pagodas are quintessentially Buddhist and an important component of Japanese Buddhist temple compounds but, because until the Kami and Buddhas Separation Act of 1868, a Shinto shrine was normally also a Buddhist temple and vice versa, they are not rare at shrines either. The famous Itsukushima Shrine, for example, has one.",
  "/wiki/Emperor_Go-Komatsu": "Emperor Go-Komatsu (後小松天皇 Go-Komatsu-tennō) (August 1, 1377 – December 1, 1433) was the 100th emperor of Japan, according to the traditional order of succession, and the sixth and final Emperor of the Northern Court.",
  "/wiki/T%C5%8Dsh%C5%8Ddai-ji": "Tōshōdai-ji (唐招提寺) is a Buddhist temple of the Risshū sect in the city of Nara, in Nara Prefecture, Japan. The Classic Golden Hall, also known as the kondō, has a single story, hipped tiled roof with a seven bay wide facade. It is considered the archetype of \"classical style.\"",
  "/wiki/Itsukushima_Shrine": "Itsukushima Shrine (厳島神社, Itsukushima-jinja) is a Shinto shrine on the island of Itsukushima (popularly known as Miyajima), best known for its \"floating\" torii gate.  It is in the city of Hatsukaichi in Hiroshima Prefecture in Japan. The shrine complex is listed as a UNESCO World Heritage Site, and the Japanese government has designated several buildings and possessions as National Treasures.",
  "/wiki/Hatsukaichi,_Hiroshima": "Hatsukaichi (廿日市市, Hatsukaichi-shi) is a city of some 120,000 people located in Hiroshima Prefecture, Japan. The name derives from a market traditionally held on the 20th of each month with hatsuka (廿日) meaning \"20th day\" and ichi (市) translating to \"market\". The market continues to this day on a small scale featuring fresh, locally grown vegetables and foodstuffs.",
  "/wiki/Hiroshima_Prefecture": "Hiroshima Prefecture (広島県, Hiroshima-ken) is a prefecture of Japan located in the Chūgoku region on Honshu island. The capital is the city of Hiroshima. It has a population of around 2.8 million.",
  "/wiki/Sutra": "Sutra (Sanskrit: सूत्र, romanized: sūtra, lit. 'string, thread') in Indian literary traditions refers to an aphorism or a collection of aphorisms in the form of a manual or, more broadly, a condensed manual or text. Sutras are a genre of ancient and medieval Indian texts found in Hinduism, Buddhism and Jainism.",
  "/wiki/Mount_Hiei": "Mount Hiei (比叡山, Hiei-zan) is a mountain to the northeast of Kyoto, lying on the border between the Kyoto and Shiga Prefectures, Japan.",
  "/wiki/Empress_Sh%C5%8Dshi": "Fujiwara no Shōshi (藤原彰子, 988 – October 25, 1074), also known as  Jōtōmon-in (上東門院), the eldest daughter of Fujiwara no Michinaga, was Empress of Japan from c. 1000 to c. 1011. Her father sent her to live in the Emperor Ichijō's harem at age 12. Because of his power, influence and political machinations she quickly achieved the status of second empress (中宮, Chūgū). As empress she was able to surround herself with a court of talented and educated ladies-in-waiting such as Murasaki Shikibu, author of The Tale of Genji.",
  "/wiki/Taish%C5%8D_period": "Taishō era (大正, Taishō) is a period in the history of Japan dating from 30 July 1912 to 25 December 1926, coinciding with the reign of the Emperor Taishō. The new emperor was a sickly man, which prompted the shift in political power from the old oligarchic group of elder statesmen (or genrō) to the Imperial Diet of Japan and the democratic parties. Thus, the era is considered the time of the liberal movement known as the \"Taishō democracy\" in Japan; it is usually distinguished from the preceding chaotic Meiji period and the following militaristic-driven first part of the Shōwa period.",
  "/wiki/Enryaku-ji": "Enryaku-ji (延暦寺, Enryaku-ji) is a Tendai monastery located on Mount Hiei in Ōtsu, overlooking Kyoto. It was founded in 788 during the early Heian period (794-1185).  The temple complex was established by Saichō (767–822), also known as Dengyō Daishi, who introduced the Tendai sect of Mahayana Buddhism to Japan from China. Enryaku-ji is the headquarters of the Tendai sect and one of the most significant monasteries in Japanese history. As such, it is part of the UNESCO World Heritage Site \"Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)\". The founders of Jōdo-shū, Sōtō Zen, and Nichiren Buddhism all spent time at the monastery. Enryaku-ji is also the center for the practice of kaihōgyō (aka the \"marathon monks\").",
  "/wiki/%C5%8Ctsu,_Shiga": "Ōtsu (大津市, Ōtsu-shi) is the capital city of Shiga Prefecture, Japan. Ōtsu is known as the main port of Lake Biwa, the largest lake in Japan. It briefly served as the capital of Japan from 667 to 672 AD during the Asuka period (538 – 710). The city is home to numerous sites of historical importance, notably the temples of Mii-dera, Ishiyama-dera, and Enryaku-ji and the Hiyoshi Taisha shrine. Enryaku-ji is part of the UNESCO World Heritage Site \"Historic Monuments of Ancient Kyoto (Kyoto, Uji and Otsu Cities)\". Ōtsu was incorporated as a town on April 1, 1889. In October 1, 1898, Ōtsu-town was officially changed to Ōtsu-city.",
  "/wiki/H%C5%8Dry%C5%AB-ji": "Hōryū-ji (法隆寺, lit. Temple of the Flourishing Law) is a Buddhist temple that was once one of the  powerful Seven Great Temples, in Ikaruga, Nara Prefecture, Japan. Its full name is Hōryū Gakumonji (法隆学問寺), or Learning Temple of the Flourishing Law, the complex serving as both a seminary and monastery.",
  "/wiki/Asuka_period": "The Asuka period (飛鳥時代, Asuka jidai) was a period in the history of Japan lasting from 538 to 710 (or 592 to 645), although its beginning could be said to overlap with the preceding Kofun period. The Yamato polity evolved greatly during the Asuka period, which is named after the Asuka region, about 25 km (16 mi) south of the modern city of Nara.",
  "/wiki/Tokyo_National_Museum": "The Tokyo National Museum (東京国立博物館, Tōkyō Kokuritsu Hakubutsukan) or TNM is an art museum in Ueno Park in the Taitō ward of Tokyo, Japan. It is considered the oldest national museum in Japan, is the largest art museum in Japan, and is one of the largest art museums in the world. The museum collects, preserves, and displays a comprehensive collection of artwork and cultural objects from Asia, with a focus on ancient and medieval Japanese art and Asian art along the Silk Road. There is also a large collection of Greco-Buddhist art. The museum holds over 110,000 objects, including 87 National Treasures of Japan, 319 Horyuji Treasures, and 610 Important Cultural Properties (as of July 2005). The museum also conducts research and organizes educational events related to its collection.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Prince_Sh%C5%8Dtoku": "Prince Shōtoku (聖徳太子, Shōtoku Taishi, February 7, 574 – April 8, 622), also known as Prince Umayado (厩戸皇子, Umayado no ōjî) or Prince Kamitsumiya (上宮皇子, Kamitsumiya no ōji), was a semi-legendary regent and a politician of the Asuka period in Japan who served under Empress Suiko. He was the son of Emperor Yōmei and his consort, Princess Anahobe no Hashihito, who was also Yōmei's younger half-sister. His parents were relatives of the ruling Soga clan and also he was involved in the defeat of the rival Mononobe clan. The primary source of the life and accomplishments of Prince Shōtoku comes from the Nihon Shoki.",
  "/wiki/Censer": "A censer, incense burner, perfume burner or pastille burner (these may be hyphenated) is a vessel made for burning incense or perfume in some solid form. These vessels vary greatly in size, form, and material of construction, and have been in use since ancient times in many cultures, in both secular and religious contexts. They may consist of simple earthenware bowls or fire pots to intricately carved silver or gold vessels, small table top objects a few centimetres tall to as many as several metres high. Many designs use openwork to allow a flow of air. In many cultures, burning incense has spiritual and religious connotations, and this influences the design and decoration of the censer.",
  "/wiki/List_of_National_Treasures_of_Japan_(crafts:_others)": "The term \"National Treasure\" has been used in Japan to denote cultural properties since 1897,\nalthough the definition and the criteria have changed since the introduction of the term. The crafts items in the list adhere to the current definition and have been designated National Treasures according to the Law for the Protection of Cultural Properties that came into effect on June 9, 1951."
}