{
  "/wiki/1978%E2%80%9379_NCAA_Division_I_men%27s_basketball_season": "The top 20 from the AP Poll during the pre-season.",
  "/wiki/Calvin_Natt": "Calvin Leon Natt (born January 8, 1957) is a retired American professional basketball player.  A 6'6\" (1.98 m) forward, Natt played at Northeast Louisiana University under coach Lenny Fant. After college, he played 11 NBA seasons (1979–1990), spending time with the New Jersey Nets, Portland Trail Blazers, Denver Nuggets, San Antonio Spurs, and Indiana Pacers.  He represented the Nuggets in the 1985 NBA All-Star Game, and retired with 10,291 career points. He is the older brother of former NBA player Kenny Natt.  Natt's nickname was \"Pit Bull\".",
  "/wiki/Louisiana%E2%80%93Monroe_Warhawks_men%27s_basketball": "The Louisiana–Monroe Warhawks men's basketball (formerly the Northeast Louisiana Indians) program represents intercollegiate men's basketball at the University of Louisiana at Monroe. The school competes in the West Division of the Sun Belt Conference in Division I of the National Collegiate Athletic Association (NCAA) and play home games at the Fant–Ewing Coliseum in Monroe, Louisiana. Former ULM player and alum Keith Richard will be entering his 10th season as head coach in 2019–20 after signing a contract extension through the 2022–23 season on February 14, 2019.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/1979%E2%80%9380_NCAA_Division_I_men%27s_basketball_season": "The 1979–80 NCAA Division I men's basketball season began on November 17, 1979, progressed through the regular season and conference tournaments, and concluded with the 1980 NCAA Men's Division I Basketball Tournament Championship Game on March 24, 1980, at the Market Square Arena in Indianapolis. The Louisville Cardinals won their first NCAA national championship with a 59–54 victory over the UCLA Bruins.",
  "/wiki/Centenary_Gentlemen_basketball": "The Centenary Gentlemen basketball team represents Centenary College, located in Shreveport, Louisiana, in NCAA Division III men's basketball competition. The \"Gentlemen\" nickname is exclusive to men's athletes and teams; Ladies is used for women's teams and athletes. The team is a member of the Southern Collegiate Athletic Conference, which is part of the NCAA Division III. Prior to 2011, Centenary was a member of the NCAA Division I, and competed in the Summit League.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/1980%E2%80%9381_NCAA_Division_I_men%27s_basketball_season": "The 1980–81 NCAA Division I men's basketball season began on November 28, 1980, progressed through the regular season and conference tournaments, and concluded with the 1981 NCAA Men's Division I Basketball Tournament Championship Game on March 30, 1981, at The Spectrum in Philadelphia. The Indiana Hoosiers won their fourth NCAA national championship with a 63–50 victory over the North Carolina Tar Heels.",
  "/wiki/Mercer_Bears_men%27s_basketball": "The Mercer Bears men's basketball team represents Mercer University in Macon, Georgia, United States. The school's team currently competes in the Southern Conference. They are currently led by head coach Greg Gary  and play their home games at Hawkins Arena.",
  "/wiki/Power_forward_(basketball)": "The power forward (PF), also known as the four, is one of the five positions in a regulation basketball game. Power forwards play a role similar to that of center. They typically play offensively with their backs towards the basket and position themselves defensively under the basket in a zone defense or against the opposing power forward in man-to-man defense. The power forward position entails a variety of responsibilities, one of which is rebounding. Many power forwards are noted for their mid-range jump-shot, and several players have become very accurate from 12 to 18 feet (3.7 to 5.5 m).  Earlier, these skills were more typically exhibited in the European style of play. Some power forwards, known as stretch fours, have since extended their shooting range to three-point field goals.",
  "/wiki/1981%E2%80%9382_NCAA_Division_I_men%27s_basketball_season": "The 1981–82 NCAA Division I men's basketball season began on November 27, 1981, progressed through the regular season and conference tournaments, and concluded with the 1982 NCAA Men's Division I Basketball Tournament Championship Game on March 29, 1982, at the Louisiana Superdome in New Orleans, Louisiana. The North Carolina Tar Heels won their second NCAA national championship with a 63–62 victory over the Georgetown Hoyas.",
  "/wiki/Willie_Jackson_(basketball)": "Willie Jackson is an American former college basketball stand-out and current high school head coach.",
  "/wiki/Sam_Mitchell_(basketball)": "Samuel E. Mitchell Jr. (born September 2, 1963) is a former professional basketball player and coach. Playing at small forward, Mitchell's 18-year professional basketball career spanned three decades, and was most notable for his ten seasons with the Minnesota Timberwolves (NBA), whom he also coached as an interim for the 2015-16 season. Mitchell coached for the Toronto Raptors 2004 to 2008 as well, winning Coach of the Year Award in 2007.",
  "/wiki/Myron_Jackson": "Myron Jackson (born May 6, 1964) is a retired American professional basketball player. Born in Hamburg, Arkansas, he was a 6'3\" (1.90 cm) 185 lb (84 kg) guard and played collegiately at University of Arkansas at Little Rock.",
  "/wiki/Little_Rock_Trojans_men%27s_basketball": "The Little Rock Trojans men's basketball team, formerly branded as Arkansas–Little Rock Trojans represents the University of Arkansas at Little Rock in Little Rock, Arkansas, United States. The school's team currently competes in the Sun Belt Conference. They are led by first-year head coach Darrell Walker. They play their home games at the Jack Stephens Center.",
  "/wiki/Point_guard": "The point guard (PG), also called the one or point, is one of the five positions in a regulation basketball game. A point guard has perhaps the most specialized role of any position. Point guards are expected to run the team's offense by controlling the ball and making sure that it gets to the right player at the right time. Above all, the point guard must understand and accept their coach's game plan; in this way, the position can be compared to a quarterback in American football, a catcher in baseball or a playmaker in soccer (association football). They must also be able to adapt to what the defense is allowing and must control the pace of the game.",
  "/wiki/Shooting_guard": "The shooting guard (SG), also known as the two or off guard, is one of the five traditional positions in a regulation basketball game. A shooting guard's main objective is to score points for their team and steal the ball on defense. Some teams ask their shooting guards to bring up the ball as well; these players are known colloquially as combo guards. A player who can switch between playing shooting guard and small forward is known as a swingman. In the NBA, shooting guards usually range from 6' 2\" (1.88 m) to 6' 7\" (2.01 m), and from 5' 8\" (1.73 m) to 5' 11\" (1.80 m) in the WNBA.",
  "/wiki/Georgia_Southern_Eagles_men%27s_basketball": "The Georgia Southern Eagles men's basketball team is the basketball team that represents Georgia Southern University in Statesboro, Georgia, United States.  The school's team currently competes in the Sun Belt Conference.",
  "/wiki/Jeff_Sanders": "Jeffery Raynard Sanders (born January 14, 1966) is a retired American professional basketball player who was selected by the Chicago Bulls in the first round (20th pick overall) of the 1989 NBA draft. Sanders played for the Bulls, Charlotte Hornets and Atlanta Hawks in four NBA seasons. In his NBA career, he appeared in 55 games and scored a total of 112 points. He played collegiately at Georgia Southern University. He also played for Fenerbahçe and Kombassan Konyaspor in Turkey.",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Larry_Robinson_(basketball)": "Larry Robinson (born (1968-01-11)January 11, 1968) is a former American professional basketball player.",
  "/wiki/Tony_Windless": "Tony Windless (born October 14, 1969) is an American retired professional basketball player with a notable career stretching over a decade in the British Basketball League.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/College_of_Charleston_Cougars_men%27s_basketball": "The Charleston Cougars men's basketball team is an NCAA Division I college basketball team competing in the Colonial Athletic Association. Home games are played at TD Arena, located on College of Charleston's campus in Charleston, South Carolina, United States. While a member of the NAIA, they were National Champions in 1983.",
  "/wiki/Stetson_Hatters_men%27s_basketball": "The Stetson Hatters men's basketball team represents Stetson University in DeLand, Florida, United States. The school's team currently competes in the Atlantic Sun Conference.  They play their home games at the Edmunds Center.",
  "/wiki/Anthony_Johnson_(basketball)": "Anthony Mark Johnson (born October 2, 1974) is an American former professional basketball player who last played with the Orlando Magic of the NBA. At 6'3\" (1.91 m), he played the point guard position. He found success in pro basketball, becoming the first NBA D-League player to participate in an NBA Finals. A native of Charleston, South Carolina, Johnson played college basketball at the College of Charleston and was drafted in the NBA in 1997.",
  "/wiki/1997%E2%80%9398_NCAA_Division_I_men%27s_basketball_season": "The 1997–98 NCAA Division I men's basketball season concluded in the 64-team 1998 NCAA Men's Division I Basketball Tournament whose finals were held at the Alamodome in San Antonio, Texas. The Kentucky Wildcats earned their seventh national championship by defeating the Utah Utes 78–69 on March 30, 1998. They were coached by Tubby Smith and the NCAA Basketball Tournament Most Outstanding Player was Kentucky's Jeff Shepherd.",
  "/wiki/Mark_Jones_(basketball,_born_1975)": "Mark Jones (born May 25, 1975 in Milwaukee, Wisconsin) is a former professional basketball player who played in the NBA. He was undrafted after a career at the University of Central Florida, and at the age of 30 entered the NBA with the Orlando Magic, during the 2004-05 NBA season, averaging 2.3 points per game in ten total games.",
  "/wiki/UCF_Knights_men%27s_basketball": "The UCF Knights men's basketball team represents The University of Central Florida located in Orlando, Florida, United States. UCF competes in Division I of the National Collegiate Athletic Association (NCAA), and the American Athletic Conference (The American). The Knights play their home games in the Addition Financial Arena located on the university's main campus. They are coached by Johnny Dawkins who was hired in 2016."
}