{
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.\n Originally a fishing village and market town, Shanghai grew in importance in the 19th century due to trade and its favorable port location. The city was one of five treaty ports forced open to foreign trade after the First Opium War. The Shanghai International Settlement and the French Concession were subsequently established. The city then flourished, becoming a primary commercial and financial hub of the Asia-Pacific region in the 1930s. During the Second Sino-Japanese War, the city was the site of the major Battle of Shanghai. After the war, with the CPC takeover of mainland China in 1949, trade was limited to other socialist countries, and the city's global influence declined.\n In the 1990s, economic reforms introduced by Deng Xiaoping resulted in an intense redevelopment of the city, especially the Pudong district, aiding the return of finance and foreign investment to the city. The city has since re-emerged as a hub for international trade and finance; it is the home of the Shanghai Stock Exchange, one of the largest stock exchanges in the world by market capitalization, and the Shanghai Free-Trade Zone, the first free-trade zone in China.\n Shanghai has been described as the \"showpiece\" of the booming economy of China. Featuring several architecture styles such as Art Deco and shikumen, the city is renowned for its Lujiazui skyline, museums, and historic buildings—including the City God Temple, Yu Garden, the China Pavilion, and buildings along the Bund. Shanghai is also known for its sugary cuisine, distinctive dialect, and vibrant international flair. Every year, the city hosts numerous national and international events, including Shanghai Fashion Week, the Chinese Grand Prix, and ChinaJoy.",
  "/wiki/Guangdong": "Guangdong (alternately romanized as Canton Province or Kwangtung) is a coastal province in South China on the north shore of South China Sea. The capital of the province is Guangzhou. With a population of 113.46 million (as of 2018) across a total area of about 179,800 km2 (69,400 sq mi), Guangdong is the most populous province of China and the 15th-largest by area. Its economy is larger than that of any other province in the nation and the 6th largest sub-national economy in the world with a GDP size of 1.47 trillion US dollars (9.73 trillion Chinese yuan) in 2018. The Pearl River Delta Economic Zone, a Chinese megalopolis, is a core for high technology, manufacturing and foreign trade. Located in this zone are two of the four top Chinese cities and the top two Chinese prefecture-level cities by GDP; Guangzhou, the capital of the province, and Shenzhen, the first special economic zone in the country. These two are among the most populous and important cities in China, and have now become two of the world's most populous megacities.\n The province of Guangdong surpassed Henan and Shandong to become the most populous province in China in January 2005, registering 79.1 million permanent residents and 31 million migrants who lived in the province for at least six months of the year; the total population was 104,303,132 in the 2010 census, accounting for 7.79 percent of Mainland China's population. This makes it the most populous first-level administrative subdivision of any country outside of South Asia, as its population is surpassed only by those of the Pakistani province of Punjab and the Indian states of Bihar, Maharashtra and Uttar Pradesh. Its population increase since the census has been modest, the province registering 108,500,000 people in 2015.\nMost of the historical Guangdong Province is administered by the People's Republic of China (PRC). However, the archipelagos of Pratas in the South China Sea are controlled by the Republic of China (ROC, a.k.a. Taiwan), and were previously part of Guangdong Province before the Chinese Civil War.\n Guangdong has a highly diversified economy. Since 1989, Guangdong has topped the total GDP rankings among all provincial-level divisions, with Jiangsu and Shandong second and third in rank. As of 2018, Guangdong's GDP reached 1.47 trillion US dollars (CNY 9.73 trillion), exceeding that of Spain with GDP of 1.43 trillion US dollars, the 13th largest in the world. The province contributes approximately 12% of the total economic output of mainland China, and is home to the production facilities and offices of a wide-ranging set of Chinese and foreign corporations. Guangdong has benefited from its proximity to the financial hub of Hong Kong, which it borders to the south. Guangdong also hosts the largest import and export fair in China, the Canton Fair, hosted in the provincial capital of Guangzhou.\n After the unification of Lingnan region in the Qin Dynasty, the immigrants from the Central Plains moved in and formed the local culture with a unique style. With the outward movement of the Guangdong people, the Hakka and Cantonese languages, music, cuisine, opera and tea ceremony have been spread throughout the nation, Southeast Asia and other countries. The two special administrative regions of Hong Kong and Macao fall within the scope of Guangdong cultural influence, and Guangdong culture still has profound influences on the Chinese in Singapore and Malaysia.",
  "/wiki/Hunan": "Hunan (湖南) is a landlocked province in Central China. Located in the middle reaches of the Yangtze watershed, it borders the province-level divisions of Hubei to the north, Jiangxi to the east, Guangdong and Guangxi to the south, Guizhou to the west, and Chongqing to the northwest. Its capital and largest city is Changsha, which also abuts the Xiang River. With a population of just over 67 million as of 2014[update] residing in an area of approximately 210,000 km2 (81,000 sq mi), it is China's 7th most populous province by population and the 10th most extensive province by area.\n The name Hunan literally means \"south of the lake\". The lake that is referred to is Dongting Lake, a lake in the northeast of the province; Vehicle license plates from Hunan are marked Xiāng (Chinese: 湘), after the Xiang River, which runs from south to north through Hunan and forms part of the largest drainage system for the province.\n The area of Hunan first came under Chinese rule around 350 BC, when the province became part of the State of Chu. Hunan was the birthplace of Chinese communist revolutionary Mao Zedong, who became the founding father of the People's Republic of China. Hunan today is home to some ethnic minorities, including the Tujia and Miao, along with the Han Chinese, who make up a majority of the population. Varieties of Chinese spoken include Xiang, Gan, and Southwestern Mandarin.\n Hunan is located on the south bank of the Yangtze River. The site of Wulingyuan was inscribed as a UNESCO World Heritage Site in 1992. Changsha, the capital, is located in the eastern part of the province; it is now an important commercial, manufacturing and transportation centre.",
  "/wiki/Zhejiang": "Zhejiang (浙江, alternately romanized as Chekiang), is an eastern, coastal province of the People's Republic of China. Its capital and largest city is Hangzhou. Zhejiang is bordered by Jiangsu and Shanghai to the north, Anhui to the northwest, Jiangxi to the west, and Fujian to the south. To the east is the East China Sea, beyond which lie the Ryukyu Islands of Japan. The population of Zhejiang stands at 57 million, the 10th highest among China. Other notable cities include Ningbo and Wenzhou. It has been called 'the backbone of China' due to being a major driving force in the Chinese economy and being the birthplace of several notable persons, including the Chinese Nationalist leader Chiang Kai-shek and entrepreneur Jack Ma.\n The area of Zhejiang was controlled by the Kingdom of Yue during the Spring and Autumn period. The Qin Empire later annexed it in 222 BC. Under the late Ming dynasty and the Qing dynasty that followed it, Zhejiang's ports became important centers of international trade. It was occupied by the Empire of Japan during the Second Sino-Japanese war and placed under the control of the Japanese puppet state known as the Reorganized National Government of China. After Japan's defeat, Zhejiang's economy became stagnant under Mao Zedong's policies.\n Nevertheless, after China's economic reform, Zhejiang has grown to be considered one of China's wealthiest provinces, ranking fourth in GDP nationally and fifth by GDP per capita, with a nominal GDP of CN￥5.62 trilion (US$849 billion) as of 2018. Zhejiang's economy is based on electromechanical industries, textiles, chemical industries, food, and construction materials.\n Zhejiang consists mostly of hills, which account for about 70% of its total area, with higher altitudes towards the south and the west. Zhejiang has China's longest coastline. The Qiantang River runs through the province, from which it derives its name. Included in the province are three thousand islands, the most in China. The capital Hangzhou marks the end of the Grand Canal, and lies on Hangzhou Bay on the north of Zhejiang, which separates Shanghai and Ningbo. The bay contains many small islands collectively called the Zhoushan Islands.\n Hangzhou is a historically important city of China, and is considered a World City with a \"Beta+\" classification according to GaWC. It includes the notable West Lake. Various varieties of Chinese are spoken in Zhejiang, the most prominent being Wu Chinese.",
  "/wiki/Hubei": "Hubei (湖北; formerly Hupeh) is a landlocked province in Central China. The name of the province means \"north of the lake\", referring to its position north of Dongting Lake. The provincial capital, Wuhan, serves as a major transportation hub and the political, cultural, and economic hub of Central China.\n Hubei’s name is officially abbreviated to \"鄂\" (È), an ancient name associated with the eastern part of the province since the State of E of the Western Zhou dynasty of c.  1045 – 771 BCE;  a popular name for Hubei is \"楚\" (Chǔ) (suggested by that of the powerful State of Chu, which existed in the area during the Eastern Zhou dynasty of 770 – 256 BCE). The province borders Henan to the north, Anhui to the east, Jiangxi to the southeast, Hunan to the south, Chongqing to the west, and Shaanxi to the northwest. The high-profile Three Gorges Dam is located at Yichang, in the west of the province.",
  "/wiki/Anhui": "Anhui (安徽; formerly romanized as Anhwei) is a landlocked province of the People's Republic of China, officially part of the East China region. Its provincial capital and largest city is Hefei. The province is located across the basins of the Yangtze River and the Huai River, bordering Jiangsu to the east, Zhejiang to the southeast, Jiangxi to the south, Hubei to the southwest, Henan to the northwest, and Shandong for a short section in the north.\n With a population of 62 million, Anhui is the 8th most populous province in China. It is the 22nd largest Chinese province based on area, and the 12th most densely-populated region of all 34 Chinese provincial regions. Anhui's population is mostly composed of Han Chinese. Languages spoken within the province include Mandarin, Jianghuai Mandarin, and the Gan，Wu, and Hui varieties of Chinese.\n The name \"Anhui\" derives from the names of two cities: Anqing and Huizhou (now Huangshan City). The abbreviation for Anhui is \"Chinese: 皖; pinyin: wǎn\" after the historical State of Wan, Mount Wan, and the Wan river.\n The administration of Anhui is composed of the provincial administrative system, led by the Governor, Provincial Congress, The People's Political Consultative Conference, and Provincial Higher people's Court. Anhui is known as a province with political tradition in China's government system. Aside from managing provincial government departments, the provincial government manages 16 cities, 62 counties, 43 county-level districts and 1,522 townships. By the end of 2016, the population registered in Anhui was 70.27 million.\n The total GDP of Anhui Province is listed as 12th of all 31 provincial regions in 2017.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.\n Beijing is an important world capital and global power city, and one of the world's leading centers for culture, diplomacy and politics, business and economy, education, language, and science and technology. A megacity, Beijing is the second largest Chinese city by urban population after Shanghai and is the nation's cultural, educational, and political center. It is home to the headquarters of most of China's largest state-owned companies and houses the largest number of Fortune Global 500 companies in the world, as well as the world's four biggest financial institutions. It is also a major hub for the national highway, expressway, railway, and high-speed rail networks. The Beijing Capital International Airport has been the second busiest in the world by passenger traffic since 2010, and, as of 2016[update], the city's subway network is the busiest and longest in the world.\n Combining both modern and traditional architecture, Beijing is one of the oldest cities in the world, with a rich history dating back three millennia. As the last of the Four Great Ancient Capitals of China, Beijing has been the political center of the country for most of the past eight centuries, and was the largest city in the world by population for much of the second millennium AD. Encyclopædia Britannica notes that \"few cities in the world have served for so long as the political headquarters and cultural center of an area as immense as China.\" With mountains surrounding the inland city on three sides, in addition to the old inner and outer city walls, Beijing was strategically poised and developed to be the residence of the emperor and thus was the perfect location for the imperial capital. The city is renowned for its opulent palaces, temples, parks, gardens, tombs, walls and gates. It has seven UNESCO World Heritage Sites—the Forbidden City, Temple of Heaven, Summer Palace, Ming Tombs, Zhoukoudian, and parts of the Great Wall and the Grand Canal— all tourist locations. Siheyuans, the city's traditional housing style, and hutongs, the narrow alleys between siheyuans, are major tourist attractions and are common in urban Beijing.\n Many of Beijing's 91 universities consistently rank among the best in China, such as the Peking University and Tsinghua University. Beijing CBD is a center for Beijing's economic expansion, with the ongoing or recently completed construction of multiple skyscrapers. Beijing's Zhongguancun area is known as China's Silicon Valley and is a center of scientific and technological innovation as well as entrepreneurship.",
  "/wiki/Sichuan": "Sichuan (四川; alternatively romanized as Szechuan or Szechwan) is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north, and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 81 million.\n In antiquity, Sichuan was the home of the ancient states of Ba and Shu. Their conquest by Qin strengthened it and paved the way for the Qin Shi Huang's unification of China under the Qin dynasty. During the Three Kingdoms era, Liu Bei's Shu was based in Sichuan. The area was devastated in the 17th century by Zhang Xianzhong's rebellion and the area's subsequent Manchu conquest, but recovered to become one of China's most productive areas by the 19th century. During World War II, Chongqing served as the temporary capital of the Republic of China, making it the focus of Japanese bombing. It was one of the last mainland areas to fall to the Communists during the Chinese Civil War and was divided into four parts from 1949 to 1952, with Chongqing restored two years later. It suffered gravely during the Great Chinese Famine of 1959–61 but remained China's most populous province until Chongqing Municipality was again separated from it in 1997.\n The people of Sichuan speak a unique form of Mandarin, which took shape during the area's repopulation under the Ming. The family of dialects is now spoken by about 120 million people, which would make it the 10th most spoken language in the world if counted separately. The area's warm damp climate long caused Chinese medicine to advocate spicy dishes; the native Sichuan pepper helped to form modern Sichuan cuisine, whose dishes—including Kung Pao chicken and mapo tofu—have become staples of Chinese cuisine around the world.",
  "/wiki/2012_Chinese_Artistic_Gymnastics_Championships": "The 2012 Chinese Artistic Gymnastics Championships were held from 8 May to 12 May 2012 in Shanghai."
}