{
  "/wiki/Blythe_Intake": "The Blythe Intake is the place of first irrigation canal to feed water to the Palo Verde Valley in 1877, just north of Blythe, California in Riverside County, California. The Blythe Intake was designated a California Historic Landmark (No.948) on March 1, 1982. The site of the Blythe Intake currently at the Palo Verde Dam.",
  "/wiki/Palo_Verde_Dam": "The Palo Verde Dam (officially called the Palo Verde Diversion Dam) is a diversion dam on the Colorado River in La Paz County, Arizona, and Riverside County, California, in the southwestern United States, approximately 9 miles (14 km) northeast of Blythe. The dam is earthen and rockfill, built solely to divert water into irrigation canals serving the Palo Verde Irrigation District. It measures 1,850 feet (560 m) long at its crest, which is at an elevation of 283.5 feet (86.4 m), and stands 46 feet (14 m) high above the riverbed, containing approximately 175,000 cubic yards (134,000 m3) of material. Construction of the dam, which began in 1956 and ended in 1958, was authorized by the U.S. Bureau of Reclamation. The dam was constructed to raise the water level of the river because the upstream Hoover and Davis Dams blocked sediment, causing significant degradation of the riverbed that hampered water diversion.",
  "/wiki/Blythe,_California": "Blythe is a city in Riverside County, California, United States, in the Palo Verde Valley of the Lower Colorado River Valley region, an agricultural area and part of the Colorado Desert along the Colorado River, approximately 224 miles (360 km) east of Los Angeles and 150 miles (240 km) west of Phoenix. Blythe was named after Thomas H. Blythe, a San Francisco financier, who established primary water rights to the Colorado River in the region in 1877. The city was incorporated on July 21, 1916. The population was 20,817 at the 2010 census.",
  "/wiki/Blythe_Intaglios": "The Blythe Intaglios or Blythe Geoglyphs are a group of gigantic figures incised on the ground near Blythe, California in the Colorado Desert. The ground drawings or geoglyphs were created by humans for an, as of yet, unknown reason.",
  "/wiki/Louis_Rubidoux": "Louis Rubidoux (1796–1868, born Louis Robidoux) was an early settler in the area of modern-day Riverside, California, United States. He was son of Joseph Robidoux III and Catherine Marie Rollet.  He arrived in California in 1844. He bought Rancho San Jacinto y San Gorgonio from James (Santiago) Johnson in 1845, and a portion of the Rancho Jurupa from Benjamin Wilson in 1849. Rubidoux became a successful rancher. He built the first grist mill in the area, operated a winery, and became one of San Bernardino County's first three supervisors. The town of Rubidoux and Mount Rubidoux in Riverside County, California are named for him.",
  "/wiki/Rubidoux,_California": "Rubidoux (/ˈruːbɪdoʊ/ ROO-bid-oh) was a census-designated place and an unincorporated community in Riverside County, California.  As of the 2010 census, the population was 34,280, up from 29,180 at the 2000 census. Like much of the fast-growing Inland Empire Metropolitan Area, Rubidoux is rapidly changing from a rural area of quarries and dairy farms to an exurb of Riverside. As of the 2000 Census, Rubidoux was the largest unincorporated community in the Inland Empire and in Riverside County. On July 1, 2011, the CDP became part of the newly incorporated City of Jurupa Valley.",
  "/wiki/Temescal_Butterfield_stage_station": "The Temescal Butterfield stage station is the place Butterfield Overland Mail stagecoach stopped to deliver mail and get fresh horses in what is now Riverside County, California. The Temescal Butterfield stage station was designated a California Historic Landmark (No.188) on June 20, 1935. The site of the Temescal Butterfield stage station currently  in at the Temescal Valley, California in the City of Corona. The first stagecoach with mail and passengers departed Tipton, Missouri on September 15, 1858. The stagecoach stopped at the Temescal Butterfield stage station and arrived at the Butterfield Overland Mail Company Los Angeles Building on October 7, 1858. The Butterfield Overland Mail Company closed in 1861.",
  "/wiki/Temescal_Valley,_California": "Temescal Valley is a census-designated place in Riverside County, California. Temescal Valley sits at an elevation of 1,138 feet (347 m). The 2010 United States census reported Temescal Valley's population was 22,535.",
  "/wiki/Rancho_Temescal_(Serrano)": "Rancho Temescal was a Mexican land grant in present-day Temescal Valley in Riverside County, California, granted by Governor José María de Echeandía in 1828 to Leandro Serrano.",
  "/wiki/Sidney_R._Garfield": "Sidney R. Garfield (17 April 1906 – 29 December 1984) was an American medical doctor and a pioneer of health maintenance organizations. He co-founded the Kaiser Permanente healthcare system with businessman Henry J. Kaiser. He graduated from the University of Iowa College of Medicine in 1928, which is now called the Roy J. and Lucille A. Carver College of Medicine.",
  "/wiki/Desert_Center,_California": "Desert Center is a census designated place in the Colorado Desert in Riverside County, California. It is in southern California, between the cities of Indio and Blythe at the junction of Interstate 10 and State Route 177, about halfway between Phoenix and Los Angeles.  The ZIP Code is 92239, and the community is in telephone area codes 442 and 760. The elevation is 656 feet (200 m). The population was 204 at the 2010 census.",
  "/wiki/Corona_Founders_Monument": "The Corona Founders Monument is a monument built in 1936 to the founding fathers of the City of Corona in the Riverside County, California. The monument was designated a California Historic Landmark (No.738) on June 6, 1960. The monument is in the Corona City Park in the 100 block of 6th Street of Corona, California. The founding fathers at first called the city South Riverside after the company they started the South Riverside Land and Water Company.",
  "/wiki/Corona,_California": "Corona (Spanish for \"Crown\") is a city in Riverside County, California, United States. As of the 2010 census, the city had a population of 152,374, up from 124,966 at the 2000 census. The cities of Norco and Riverside lie to the north and northeast, respectively, Chino Hills and Yorba Linda to the northwest, and the Cleveland National Forest and the Santa Ana Mountains to the southwest, and unincorporated Riverside County along the rest of the border. Corona is approximately 48 miles (77 km) southeast of Los Angeles and 95 miles (153 km) north-northwest of San Diego.",
  "/wiki/Juan_Bautista_de_Anza": "Juan Bautista de Anza (July 6/7, 1736 – December 19, 1788) was born in the Spanish province of New Navarre in Viceroyalty of New Spain. Of Basque descent, he served as an expeditionary leader, military officer, and politician primarily in California and New Mexico under the Spanish Empire. He is credited as one of the founding fathers of Spanish California and served as an official within New Spain as Governor of the Province of New Mexico.",
  "/wiki/Riverside,_California": "Riverside is a city in, and the county seat of, Riverside County, California, United States, located in the Inland Empire metropolitan area. It is named for its location beside the Santa Ana River. It is the most populous city in the Inland Empire and in Riverside County, and is located about 55 miles (89 km) east of downtown Los Angeles. It is also part of the Greater Los Angeles area. Riverside is the 59th most populous city in the United States and 12th most populous city in California. As of the 2010 Census, Riverside had a population of 303,871.",
  "/wiki/Camp_Coxcomb": "The Camp Coxcomb was a sub camp of the US Army Desert Training Center in Riverside County, California. The main headquarters for the Desert Training Center was Camp Young were General Patton's 3rd Armored Division was stationed. Camp Coxcomb was designated a California Historic Landmark (No.985). The site of the Camp Granite is 45 miles East of Indio, California off Interstate 10 and California State Route 177 near the Coxcomb Mountains.  The train stop at Freda railroad siding delivered Troops and equipment. The camp closed in early in 1944 after about two years of operations.",
  "/wiki/Coxcomb_Mountains": "The Coxcomb Mountains are a mountain range located in eastern Riverside County, Southern California.",
  "/wiki/Camp_Granite": "The Camp Granite was a sub camp of the US Army Desert Training Center in Riverside County, California. The main headquarters for the Desert Training Center was  Camp Young were General Patton's 3rd Armored Division was stationed. Camp Granite was designated a California Historic Landmark (No.985.2). The site of the Camp Granite is 45 miles East of Indio, California off Interstate 10 and California State Route 62 near the Granite Mountains.",
  "/wiki/Granite_Mountains_(California)": "The Granite Mountains is a small mountain range in San Bernardino County, California, USA, located in the Mojave Desert. \nThey are in the Mojave National Preserve, in the National Park Service system.",
  "/wiki/General_George_S._Patton_Memorial_Museum": "The General George S. Patton Memorial Museum, in Chiriaco Summit, California, is a museum erected in tribute to General George S. Patton on the site of the entrance of Camp Young, part of the Desert Training Center of World War II.",
  "/wiki/Chiriaco_Summit,_California": "Chiriaco Summit is a small unincorporated community and travel stop located along Interstate 10 in the Colorado Desert of Southern California. It lies 19 miles (31 km) west of Desert Center on the divide between the Chuckwalla Valley and the Salton Sea basin at an elevation of 1,706 feet (520 m).",
  "/wiki/Hemet_Maze_Stone": "The Hemet Maze Stone is a prehistoric petroglyph. It is just outside Hemet in Reinhardt Canyon, within the Lakeview Mountains, in Riverside County, California. On April 16, 1956, it was donated, along with 5.75 acres (23,300 m2) of land, to Riverside County, by Mr. and Mrs. Rodger E. Miller. It is California Historical Landmark No.557. The government has installed two perimeter chain link fences around the petroglyph landmark, making direct appreciation, study or an unobstructed picture difficult.  The surrounding land has been set aside for the protection of native plants and animals (with a warning that the “natural features may be hazardous”), and is at the end of California Avenue to the north of Highway 74 and east of Highway 215, near Hemet, California.  According to a sign where the road has been blocked off to prevent people from driving closer to the Maze Stone, people with questions can call the Riverside County Parks Open Space Office at 909-245-1212.",
  "/wiki/Hemet,_California": "Hemet is a city in the San Jacinto Valley in Riverside County, California, United States. It covers a total area of 27.8 square miles (72 km2), about half of the valley, which it shares with the neighboring city of San Jacinto. The population was 78,657 at the 2010 census.",
  "/wiki/Jensen_Alvarado_Ranch": "The Jensen Alvarado Ranch is a historic park and museum in Riverside County, California, USA, and is operated by the Riverside County Regional Park and Open-Space District (RivCo Parks). It can be accessed from 4350 Riverview Drive, Rubidoux or 4307 Briggs Street, Riverside. It was the first kiln-fired brick building built in Riverside County, and is the oldest non-adobe structure in the Inland Empire.",
  "/wiki/The_Mission_Inn_Hotel_%26_Spa": "The Mission Inn, now known as The Mission Inn Hotel & Spa, is a historic landmark hotel in downtown Riverside, California. Although a composite of many architectural styles, it is generally considered the largest Mission Revival Style building in the United States. Mission Inn Hotel & Spa is a member of Historic Hotels of America, the official program of the National Trust for Historic Preservation.",
  "/wiki/Washington_navel_orange_tree_(Riverside,_California)": "The Parent Washington Navel Orange Tree is a tree grown by Mrs. Eliza Tibbets in Riverside, California in 1873 in Riverside County, California. The Parent Washington Navel Orange Tree was designated a California Historic Landmark (No.20) on June 1, 1932. The site of the Parent Washington Navel Orange Tree is currently at the Corner of Magnolia Street and Arlington Street, Riverside, California. The Bahia, Brazil Washington Navel Orange was brought to the United States by the U.S. Department of Agriculture in 1870. The Department of Agriculture imported twelve trees, from these tree some buds were grafted on to California sweet orange trees. The Washington Navel Orange are also called California Navel Orange.",
  "/wiki/Pochea": "The Pochea Indian village site was the home of the Pochea Indians in what is now Hemet, California in Riverside County, California. The Pochea Indian village site was designated a California Historic Landmark (No.104) on March 29, 1933. The site of the Pochea Indian village is currently at the Ramona Bowl at 27400 Ramona Bowl, Hemet, California. The Pochea Indians lived in a small groups. These groups made up the indigenous peoples of California group called Pahsitnah.",
  "/wiki/The_Ramona_Pageant": "[[File:|thumb|230x230px]]",
  "/wiki/Rancho_Santa_Rosa_(Moreno)": "Rancho Santa Rosa was a 47,815-acre (193.50 km2) Mexican land grant in present day Riverside County, California given in 1846 by Governor Pio Pico to Juan Moreno. At the time of the US patent, Rancho Santa Rosa was a part of San Diego County.  Riverside County was created by the California Legislature in 1893 by taking land from both San Bernardino and San Diego Counties. The site is now registered as a California Historical Landmark.",
  "/wiki/Murrieta,_California": "Murrieta is a city in southwestern Riverside County, California, United States. The population of Murrieta was 103,466 at the 2010 census. Murrieta experienced a 133.7% population increase between 2000 and 2010, according to the most recent census, making Murrieta one of the fastest-growing cities in the state. This population boom in 2010 surpassed the population of the historically larger and more commercial city of Temecula to the south for the first time since the incorporation of either city. Temecula and Murrieta together form the southwestern anchor of the Inland Empire region. Largely residential in character, Murrieta is typically characterized as a commuter town, with many of its residents commuting to jobs in San Diego County, Orange County, Los Angeles County, Temecula, and Camp Pendleton."
}