{
  "/wiki/Grace_Aguilar": "Grace Aguilar (2 June 1816 – 16 September 1847) was an English novelist, poet and writer on Jewish history and religion. Although she had been writing since childhood, much of her work was published posthumously. Among those are her best known works, the novels Home Influence and A Mother's Recompense.",
  "/wiki/Hoxton": "Hoxton is an area in the London Borough of Hackney, England. Together with the rest of Shoreditch, it is often described as part of the East End, the historic core of wider East London. It was historically in the county of Middlesex until 1889. It lies immediately north of the City of London financial district, and was once part of the Ancient Parish and subsequent Metropolitan Borough of Shoreditch, prior to its incorporation into the London Borough of Hackney.",
  "/wiki/Lucy_Aikin": "Lucy Aikin (6 November 1781 – 29 January 1864) was an English historical writer, biographer and correspondent. She also published under the pseudonyms Mary Godolphin, I. F. M. and J. F. W.[Source?] Her literature-minded family included her aunt Anna Laetitia Barbauld, a writer of poetry, essays and children's books.",
  "/wiki/Anna_Laetitia_Barbauld": "Anna Laetitia Barbauld (/bɑːrˈboʊld/, by herself possibly /bɑːrˈboʊ/, as in French, née Aikin; 20 June 1743 – 9 March 1825) was a prominent English poet, essayist, literary critic, editor, and author of children's literature.",
  "/wiki/Stoke_Newington": "Stoke Newington is an area occupying the north-west part of the London Borough of Hackney in north-east London, England. It is 5 miles (8 km) north-east of Charing Cross. Stoke Newington Church Street was the site of the original hamlet of Stoke Newington, which in turn gave its name to Stoke Newington the ancient parish.",
  "/wiki/Alexander_Baron": "Alexander Baron ((1917-12-04)4 December 1917 – (1999-12-06)6 December 1999) was a British author and screenwriter. He is best known for his highly acclaimed novel about D-Day, From the City, from The Plough (1948), and his London novel The Lowlife (1963).",
  "/wiki/Hackney_Downs_School": "Hackney Downs School was an 11–16 boys, community comprehensive secondary school in Lower Clapton, Greater London, England. It was established in 1876 and closed in 1995.",
  "/wiki/James_Burgh": "James Burgh (1714–1775) was a British Whig politician whose book Political Disquisitions set out an early case for free speech and universal suffrage: in it, he writes, \"All lawful authority, legislative, and executive, originates from the people.\" He has been judged \"one of England's foremost propagandists for radical reform\".",
  "/wiki/Rosa_Nouchette_Carey": "Rosa Nouchette Carey (27 September 1840 – 9 July 1909) was an English children's writer and popular novelist, whose works reflected the values of her time and were thought of as wholesome for girls. However, they are \"not entirely bereft of grit and realism.\"",
  "/wiki/Daniel_Defoe": "Daniel Defoe (/dɪˈfoʊ/; c. 1660 – 24 April 1731), born Daniel Foe, was an English trader, writer, journalist, pamphleteer and spy. He is most famous for his novel Robinson Crusoe, which is second only to the Bible in its number of translations. He has been seen as one of the earliest proponents of the English novel, and helped to popularise the form in Britain with others such as Aphra Behn and Samuel Richardson.  Defoe wrote many political tracts and was often in trouble with the authorities, and spent a period in prison.  Intellectuals and political leaders paid attention to his fresh ideas and sometimes consulted with him.",
  "/wiki/Siobhan_Dowd": "Siobhan Dowd (4 February 1960 – 21 August 2007) was a British writer and activist. The last book she completed, Bog Child, posthumously won the 2009 Carnegie Medal from the professional librarians, recognising the year's best book for children or young adults published in the U.K.",
  "/wiki/Haggerston": "Haggerston is a locale in East London, England, centred approximately on Great Cambridge Street (now renamed Queensbridge Road). It is within the London Borough of Hackney and is considered to be a part of London’s East End. It is about 3.1 miles (5 km) northeast of Charing Cross.",
  "/wiki/Edmund_Gosse": "Sir Edmund William Gosse CB (/ɡɒs/; 21 September 1849 – 16 May 1928) was an English poet, author and critic. He was strictly brought up in a small Protestant sect, the Plymouth Brethren, but broke away sharply from that faith. His account of his childhood in the book Father and Son has been described as the first psychological biography.",
  "/wiki/De_Beauvoir_Town": "De Beauvoir Town is a district in East London and is in the London Borough of Hackney, 2 miles (3.2 km) north of the City of London. The area was a part of the Hackney; the Ancient Parish and subsequent Metropolitan Borough that was incorporated into the larger modern borough.",
  "/wiki/Kate_Greenaway": "Catherine Greenaway (17 March 1846 – 6 November 1901) was an English Victorian artist and writer, known for her \nchildren's book illustrations. She received her education in graphic design and art between 1858 and 1871 from South Kensington School of Art and the Royal Female School of Art, and the Slade School of Fine Art. She began her career designing for the burgeoning holiday card market, producing Christmas and Valentine's cards.  In 1879 wood-block engraver and printer, Edmund Evans, printed Under the Window, an instant best-seller, which established her reputation. Her collaboration with Evans continued throughout the 1880s and 1890s.",
  "/wiki/William_Hazlitt": "William Hazlitt (10 April 1778 – 18 September 1830) was an English essayist, drama and literary critic, painter, social commentator, and philosopher. He is now considered one of the greatest critics and essayists in the history of the English language, placed in the company of Samuel Johnson and George Orwell. He is also acknowledged as the finest art critic of his age. Despite his high standing among historians of literature  and art, his work is currently little read and mostly out of print.",
  "/wiki/Homerton": "Homerton (/ˈhɒmərtən/ HOM-ər-tən) is a district in London, England, in the London Borough of Hackney. It was a suburb of the metropolitan area of London until 1965 when it was reformed and expanded. It is bordered to the west by Hackney Central, to the north by Lower Clapton, in the east by Hackney Wick, Leyton and by South Hackney to the south.",
  "/wiki/Mary_Howitt": "Mary Howitt (12 March 1799 – 30 January 1888) was an English poet, and author of the famous poem The Spider and the Fly. She translated several tales by Hans Christian Andersen.",
  "/wiki/Upper_Clapton": "Upper Clapton is a district in the London Borough of Hackney, forming part of Clapton in northeast London, England.",
  "/wiki/Mary_Lamb": "Mary Ann Lamb (3 December 1764 – 20 May 1847) was an English writer. She is best known for the collaboration with her brother Charles on the collection Tales from Shakespeare. Lamb suffered from mental illness, and in 1796 she stabbed her mother to death during a mental breakdown. She was confined to mental facilities off and on for most of her life. She and Charles presided over a literary circle in London that included the poets William Wordsworth and Samuel Taylor Coleridge, among others.",
  "/wiki/Tales_from_Shakespeare": "Tales from Shakespeare  is an English children's book written by brother and sister Charles and Mary Lamb in 1807.",
  "/wiki/Hackney_Central": "Hackney Central is a sub-district of Hackney in the London Borough of Hackney in London, England and is four miles (6.4 km) northeast of Charing Cross.",
  "/wiki/Harold_Pinter": "Harold Pinter CH CBE (/ˈpɪntər/; 10 October 1930 – 24 December 2008) was a British playwright, screenwriter, director and actor. A Nobel Prize winner, Pinter was one of the most influential modern British dramatists with a writing career that spanned more than 50 years. His best-known plays include The Birthday Party (1957), The Homecoming (1964), and Betrayal (1978), each of which he adapted for the screen. His screenplay adaptations of others' works include The Servant (1963), The Go-Between (1971), The French Lieutenant's Woman (1981), The Trial (1993), and Sleuth (2007). He also directed or acted in radio, stage, television, and film productions of his own and others' works.",
  "/wiki/Nobel_Prize_in_Literature": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, produced \"in the field of literature the most outstanding work in an ideal direction\" (original Swedish: den som inom litteraturen har producerat det mest framstående verket i en idealisk riktning). Though individual works are sometimes cited as being particularly noteworthy, the award is based on an author's body of work as a whole. The Swedish Academy decides who, if anyone, will receive the prize. The academy announces the name of the laureate in early October. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895. On some occasions the award has been postponed to the following year, most recently in 2018.",
  "/wiki/Edgar_Allan_Poe": "Edgar Allan Poe (/poʊ/; born Edgar Poe; January 19, 1809 – October 7, 1849) was an American writer, editor, and literary critic. Poe is best known for his poetry and short stories, particularly his tales of mystery and the macabre. He is widely regarded as a central figure of Romanticism in the United States and of American literature as a whole, and he was one of the country's earliest practitioners of the short story. He is generally considered the inventor of the detective fiction genre and is further credited with contributing to the emerging genre of science fiction. He was the first well-known American writer to earn a living through writing alone, resulting in a financially difficult life and career.",
  "/wiki/Samuel_Rogers": "Samuel Rogers (30 July 1763 – 18 December 1855) was an English poet, during his lifetime one of the most celebrated, although his fame has long since been eclipsed by his Romantic colleagues and friends Wordsworth, Coleridge and Byron. His recollections of these and other friends such as Charles James Fox are key sources for information about London artistic and literary life, with which he was intimate, and which he used his wealth to support.  He made his money as a banker and was also a discriminating art collector.",
  "/wiki/Michael_Rosen": "Michael Wayne Rosen (born 7 May 1946) is an English children's novelist, poet, and the author of 140 books. He served as Children's Laureate from June 2007 to June 2009. He has been a TV presenter and a political columnist.",
  "/wiki/Children's_Laureate": "Children's Laureate is a position initially awarded in the United Kingdom once every two years to a \"writer or illustrator of children's books to celebrate outstanding achievement in their field.\" The post stemmed from a discussion between the (now deceased) Poet Laureate Ted Hughes and children's writer Michael Morpurgo.",
  "/wiki/Dalston": "Dalston (/ˈdɔːlstən/) is an area of East London, in the London Borough of Hackney. It is 4 miles (6.4 km) north-east of Charing Cross. Dalston began as a hamlet on either side of Dalston Lane, and as the area urbanised the term also came to apply to surrounding areas including Kingsland and Shacklewell, all three of which being part of the Ancient Parish of Hackney.",
  "/wiki/Iain_Sinclair": "Iain Sinclair FRSL (born 11 June 1943) is a Welsh writer and filmmaker. Much of his work is rooted in London, most recently within the influences of psychogeography.",
  "/wiki/Mary_Wollstonecraft": "Mary Wollstonecraft (/ˈwʊlstənkræft/, also UK: /-krɑːft/; 27 April 1759 – 10 September 1797) was an English writer, philosopher, and advocate of women's rights. Until the late 20th century, Wollstonecraft's life, which encompassed several unconventional personal relationships at the time, received more attention than her writing. Today Wollstonecraft is regarded as one of the founding feminist philosophers, and feminists often cite both her life and her works as important influences.",
  "/wiki/Mary_Shelley": "Mary Wollstonecraft Shelley (UK: /ˈwʊlstənkrɑːft/, US: /-kræft/; née Godwin; 30 August 1797 – 1 February 1851) was an English novelist who wrote the Gothic novel Frankenstein; or, The Modern Prometheus (1818). She also edited and promoted the works of her husband, the Romantic poet and philosopher Percy Bysshe Shelley. Her father was the political philosopher William Godwin and her mother was the philosopher and feminist Mary Wollstonecraft.",
  "/wiki/List_of_people_from_the_London_Borough_of_Hackney": "Among those who were born in the London Borough of Hackney (pronunciation (help·info)), or have dwelt within the borders of the modern borough are (alphabetical order, within category):"
}