{
  "/wiki/Larry_Aurie": "Lawrence Henry \"Little Dempsey\" Aurie (February 8, 1905 – December 11, 1952) was a Canadian professional ice hockey right winger who played 11 seasons in the National Hockey League for the Detroit Cougars, Detroit Falcons and Detroit Red Wings.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings.\n As of 2020[update], the Red Wings have won the most Stanley Cup championships of any NHL franchise based in the United States (11) and are third overall in total Stanley Cup championships, behind the Montreal Canadiens (24) and Toronto Maple Leafs (13). The Wings played their home games at Joe Louis Arena from 1979 until 2017, after playing for 52 years in Olympia Stadium. They moved into the new Little Caesars Arena beginning with the 2017–18 season. The Red Wings are one of the most popular and successful franchises in the NHL; fans and sports commentators refer to the Detroit area as \"Hockeytown\", which has been a registered trademark owned by the franchise since 1996.\n Between the 1931–32 and 1965–66 seasons, the Red Wings missed the playoffs only four times. Between the 1966–67 and 1982–83 seasons, the Red Wings made the playoffs only two times. However, thereafter, from 1983–84 to 2015–16, they made the playoffs 30 times in 32 seasons, including 25-straight from 1990–91 to 2015–16 (not counting the cancelled 2004–05 season), in 2006 this became the longest active streak of postseason appearances in all of North American professional sports and finished tied for the third longest streak in NHL history. Since 1983–84, the Red Wings have tallied six regular season first-place finishes and have won the Stanley Cup four times (1997, 1998, 2002, and 2008).",
  "/wiki/Luc_Bourdon": "Joseph Luc Bourdon (February 16, 1987 – May 29, 2008) was a Canadian professional ice hockey defenceman who played for the Vancouver Canucks of the National Hockey League from 2006 until 2008. After overcoming childhood arthritis, he was selected third overall in the 2003 Quebec Major Junior Hockey League (QMJHL) draft and played for the Val-d'Or Foreurs, Moncton Wildcats, and Cape Breton Screaming Eagles, spending four seasons in the QMJHL. The Canucks drafted Bourdon with their first selection, tenth overall, in the 2005 NHL Entry Draft, and he split his professional career with the Canucks and their American Hockey League affiliate, the Manitoba Moose. Noted as a strong defenceman who could contribute on offence, Bourdon represented Canada in three international tournaments, winning two gold medals at the IIHF World U20 Championship and a silver medal at the IIHF World U18 Championship. Bourdon died at the age of 21 near his hometown of Shippagan, New Brunswick, when his motorcycle collided with a tractor trailer.",
  "/wiki/Vancouver_Canucks": "The Vancouver Canucks are a professional ice hockey team based in Vancouver. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Canucks play their home games at Rogers Arena, formerly known as General Motors Place, which has an official capacity of 18,910. Travis Green is the head coach and Jim Benning is the general manager.\n The Canucks joined the league in 1970 as an expansion team along with the Buffalo Sabres. In its NHL history, the team has advanced to the Stanley Cup Finals three times, losing to the New York Islanders in 1982, the New York Rangers in 1994 and the Boston Bruins in 2011. They have won the Presidents' Trophy in back-to-back seasons as the team with the league's best regular season record in the 2010–11 and 2011–12 seasons. They won three division titles as a member of the Smythe Division from 1974 to 1993, and seven titles as a member of the Northwest Division from 1998 to 2013. The Canucks, along with fellow expansion team, the Buffalo Sabres, are the two oldest teams to have never won the Stanley Cup.\n The Canucks have retired six players' jerseys in their history—Stan Smyl (12), Trevor Linden (16), Markus Naslund (19), Daniel Sedin (22), Henrik Sedin (33), and Pavel Bure (10); all but Bure and Daniel Sedin have served as team captain. Smyl has the distinction of being the only Canuck to have his jersey number retired at their former arena, the Pacific Coliseum.",
  "/wiki/Vladimir_Konstantinov": "Vladimir Nikolaevich Konstantinov (Russian: Владимир Николаевич Константинов; born March 19, 1967) is a Russian-American retired professional ice hockey player who played his entire National Hockey League (NHL) career with the Detroit Red Wings. Previously, he had played for Soviet club CSKA Moscow. His career was ended in a limousine crash just six days after the Red Wings 1997 Stanley Cup victory.",
  "/wiki/Steve_Chiasson": "Steven Joseph Chiasson (April 14, 1967 – May 3, 1999) was a Canadian ice hockey defenceman with the National Hockey League's Detroit Red Wings, Calgary Flames, Hartford Whalers and Carolina Hurricanes.\n Chiasson died in an automobile accident, while driving under the influence, on May 3, 1999.",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center).\n The franchise was formed in 1971 as the New England Whalers of the World Hockey Association (WHA). The Whalers saw success immediately, winning the Eastern Division in the WHA's first three seasons, as well as becoming the inaugural Avco World Trophy Champions to cap off the 1972-73 season. The Whalers again competed for the World Trophy in 1978, this time falling short to the Winnipeg Jets in a rematch of the 1973 Finals. The franchise joined the NHL in 1979 as part of the NHL–WHA merger, renaming themselves the Hartford Whalers. The team relocated to North Carolina in 1997, rebranding themselves as the Hurricanes. Carolina advanced to the Stanley Cup Finals for the first time in 2002, where they were defeated by the Detroit Red Wings, 4-1. The Hurricanes won the 2006 Stanley Cup over the Edmonton Oilers in seven games, giving the state of North Carolina its first major professional sports championship. On February 15, 2020, it was announced that the Hurricanes would host a Stadium Series game at Carter-Finley Stadium on February 20, 2021.",
  "/wiki/Theoren_Fleury": "Theoren Wallace \"Theo\" Fleury (born June 29, 1968) is a Canadian former professional ice hockey player. Fleury played for the Calgary Flames, Colorado Avalanche, New York Rangers, and Chicago Blackhawks of the National Hockey League (NHL), Tappara of Finland's SM-liiga, and the Belfast Giants of the UK's Elite Ice Hockey League. He was drafted by the Flames in the 8th round, 166th overall, at the 1987 NHL Entry Draft, and played over 1,000 games in the NHL between 1989 and 2003.\n One of the smallest players of his generation, Fleury played a physical style that often led to altercations. As a junior, he was at the centre of the infamous Punch-up in Piestany, a brawl that resulted in the disqualification of both Canada and the Soviet Union from the 1987 World Junior Ice Hockey Championships. Once considered unlikely to play in the NHL due to his small size, Fleury scored over 1,000 points in his career, placing him 61st in career NHL scoring and won the Stanley Cup in 1989 with the Flames. During his career Fleury recorded 90+ points four times, and 100+ points twice. He twice represented Canada at the Winter Olympics, winning a gold medal in 2002. Throughout his career, he battled drug and alcohol addictions that ultimately forced him out of the NHL in 2003. He played one season in the British Elite Ice Hockey League in 2005–06, and made two attempts to win the Allan Cup. After an unsuccessful NHL comeback attempt with the Flames, he retired in 2009.\n Outside of hockey, Fleury overcame his addictions, operated a concrete business in Calgary with his family, and filmed a pilot for a reality television show about it. He marketed his own brand of clothing, which led him to play two professional baseball games for the Calgary Vipers of the Golden Baseball League. In 1995, he was diagnosed with Crohn's disease, and his annual charity golf tournament has helped raise more than $1 million for the Crohn's and Colitis Foundation of Canada.\n Fleury co-wrote Playing with Fire, a best-selling autobiography released in October 2009, in which he revealed that he had been sexually abused by former coach Graham James. Fleury filed a criminal complaint against James, who subsequently pleaded guilty to charges of sexual assault.  Fleury has since become an advocate for sexual abuse victims and developed a career as a public speaker. He was a recipient of the Indspire Award in the sports category in 2013. Additionally, Theoren hosts the “Theo Fleury 14 Hockey Camp” which helps to teach, inspire and educate young hockey players ages 6 to 16. Moreover, Fleury travelled to Vancouver in 2013 where he assisted and co-hosted the 19th Annual Aboriginal Achievement Awards.",
  "/wiki/Calgary_Flames": "The Calgary Flames are a professional ice hockey team based in Calgary. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The club is the third major professional ice hockey team to represent the city of Calgary, following the Calgary Tigers (1921–1927) and Calgary Cowboys (1975–1977). The Flames are one of two NHL franchises in Alberta; the other is the Edmonton Oilers. The cities' proximity has led to a rivalry known as the \"Battle of Alberta\".\n The team was founded in 1972 in Atlanta as the Atlanta Flames until relocating to Calgary in 1980. The Flames played their first three seasons in Calgary at the Stampede Corral before moving into their current home arena, the Scotiabank Saddledome (originally known as the Olympic Saddledome), in 1983. In 1985–86, the Flames became the first Calgary team since the 1923–24 Tigers to compete for the Stanley Cup. In 1988–89, the Flames won their first and only championship. The Flames' unexpected run to the 2004 Stanley Cup Finals gave rise to the Red Mile, and in 2011 the team hosted and won the second Heritage Classic outdoor game.\n The Flames have won two Presidents' Trophies as the NHL's top regular season team, and have claimed seven division championships. Individually, Jarome Iginla is the franchise leader in games played, goals and points and is a two-time winner of the Maurice \"Rocket\" Richard Trophy as the NHL's leading goal scorer. Miikka Kiprusoff has the most wins by a goaltender in a Calgary Flames uniform. Nine people associated with the Flames have been inducted into the Hockey Hall of Fame.\n Off the ice, Calgary Sports and Entertainment, which owns the Flames, also own a Western Hockey League franchise (the Calgary Hitmen), a National Lacrosse League franchise (the Calgary Roughnecks) and a Canadian Football League franchise (the Calgary Stampeders). Through the Flames Foundation, the team has donated more than CA$32 million to charity throughout southern Alberta since the franchise arrived.",
  "/wiki/Gordie_Howe": "Gordon Howe OC (March 31, 1928 – June 10, 2016) was a Canadian professional ice hockey player. From 1946 to 1980, he played twenty-six seasons in the National Hockey League (NHL) and six seasons in the World Hockey Association (WHA); his first 25 seasons were spent with the Detroit Red Wings. Nicknamed \"Mr. Hockey\", Howe is often considered the most complete player to ever play the game and one of the greatest of all time. A 23-time NHL All-Star, he held many of the sport's career scoring records until they were broken in the 1980s by Wayne Gretzky, who himself has been a major champion of Howe's legacy. He continues to hold NHL records for most games and seasons played. In 2017, Howe was named one of the \"100 Greatest NHL Players\".\n Howe made his NHL debut with the Red Wings in 1946. He won the Art Ross Trophy for leading the league in points each year from 1950–51 to 1953–54, then again in 1956-57 and 1962–63, for a total of six times, which is the second most in NHL history. He led the NHL in goal scoring four times. He ranked among the top ten in NHL scoring for 21 consecutive years and set an NHL record for points in a season (95) in 1953, a record which was broken six years later. He won the Stanley Cup with the Red Wings four times and won six Hart Trophies as the NHL's most valuable player. He also led the NHL in playoff points six times.\n Howe retired for the first time in 1971 and was immediately inducted into the Saskatchewan Sports Hall of Fame that same year. He was then inducted into the Hockey Hall of Fame the next year, but came back two years later to join his sons Mark and Marty on the Houston Aeros of the WHA. Although in his mid-40s, he scored over 100 points twice in six years, won two straight Avco World Trophies (1974 and 1975) and was named most valuable player in 1974. He made a brief return to the NHL in 1979–80, playing one season with the Hartford Whalers, then retired at age 52. His involvement with the WHA was central to their brief pre-NHL merger success, forcing the NHL to recruit European talent and expand to new markets.\n Howe was most famous for his scoring prowess, physical strength and career longevity, and redefined the ideal qualities of a forward. He is the only player to have competed in the NHL in five different decades (1940s through 1980s). He became the namesake of the \"Gordie Howe hat trick\": a goal, an assist and a fight in the same game, though he only recorded two such games in his career. He was the inaugural recipient of the NHL Lifetime Achievement Award in 2008.",
  "/wiki/Pelle_Lindbergh": "Göran Per-Eric \"Pelle\" Lindbergh (Swedish pronunciation: [ˈpɛ̌lːɛ ˈlɪ̌nːdbærj];[citation needed] May 24, 1959 – November 11, 1985) was a Swedish professional ice hockey goaltender who played parts of five seasons in the National Hockey League (NHL) for the Philadelphia Flyers. Lindbergh died at age 26 in a single-car accident five months after leading the Flyers to the 1985 Stanley Cup Finals and winning the Vezina Trophy as the NHL's top goaltender.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75.\n The Flyers' all-time points percentage of 57.5% (as of the 2018–19 NHL season[update]) is the third-best in the NHL, behind only the Vegas Golden Knights and Montreal Canadiens. Additionally, the Flyers have the most appearances in the conference finals of all 24 expansion teams (16 appearances, winning 8), and they are second behind the St. Louis Blues for the most playoff appearances out of all expansion teams (39 out of 51 seasons).\n The Flyers have played their home games on Broad Street since their inception, first at the Spectrum from 1967 until 1996, and then at the Wells Fargo Center since 1996.\n The Flyers have had rivalries with several teams over the years. Historically, their biggest adversaries have been the New York Rangers, with an intense rivalry stretching back to the 1970s. They have also waged lengthy campaigns against the New York Islanders in the 70s and 80s, the Boston Bruins, a bruising battle especially in the 1970s, the Washington Capitals, which has always been intense since their days in the Patrick Division, as well as the New Jersey Devils, with whom they traded the Atlantic Division title every season between 1994–95 and 2006–07, and finally they enjoy a spirited rivalry with their cross-state and expansion brethren, the Pittsburgh Penguins, which is considered by some to be the best rivalry in the league.",
  "/wiki/Wayne_Maki": "Wayne Maki (November 20, 1944 – May 12, 1974) was a professional ice hockey player and an early star of the Vancouver Canucks club in the National Hockey League (NHL).\n Maki was born in Sault Ste. Marie, Ontario.  He broke into professional hockey in 1964 with the St. Louis Braves of the Central Hockey League (CPHL), and joined the Chicago Black Hawks at left wing for the 1967–68 season, playing the year with his older brother Chico Maki.\n He was claimed by the St. Louis Blues in 1969. In a preseason game on September 21, 1969, Maki and Boston Bruins defenceman \"Terrible\" Ted Green engaged in a bloody, violent stick-swinging fight; Green was hit in the head and suffered a fractured skull and a brain injury. Maki and Green were both charged with assault as a result of the incident, the first time NHL players faced charges as a result of on-ice violence; both were acquitted. Maki was suspended by the NHL for 30 days. Maki was eventually sent down to the Buffalo Bisons of the American Hockey League (AHL). Later commentators have rated Maki's attack as one of the most vicious attacks in league history.\n The Vancouver Canucks claimed Maki in the 1970 NHL Expansion Draft. The feisty winger caught on with the team and became one of the franchise's first stars, being among the team's leading scorers both of his full seasons with the team.  Maki played two-and-a-half seasons with Vancouver until being diagnosed with brain cancer in December 1972. He died on May 12, 1974, aged 29. The Canucks unofficially retired his number 11 jersey until Mark Messier, who had worn number 11 with the Edmonton Oilers and New York Rangers, joined the team, which allowed him to wear it over the protest of Maki's family.\n His NHL career statistics are: 246 games played, 57 goals, 79 assists, 136 points, and 184 penalty minutes in regular season play, and 2 games played, 1 goal, 0 assists, 1 point, and 2 penalty minutes in the playoffs.",
  "/wiki/Doug_Wickenheiser": "Douglas Peter Wickenheiser (March 30, 1961 – January 12, 1999) was a Canadian ice hockey player, who was drafted first overall by the Montreal Canadiens in the 1980 NHL Entry Draft.",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song \"Saint Louis Blues\". The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994.\n The Blues qualified for the playoffs in all but nine of their 52 seasons, appeared in the Stanley Cup Finals four times, and won the Stanley Cup in 2019. Their 42 playoff appearances are the most for any NHL team outside of the Original Six, although the franchise struggled in the postseason throughout much of their history. While they made the Stanley Cup Finals in each of their first three seasons, they were swept each time. With the Blues' victory in their fourth Stanley Cup Final, 49 years after their last appearance and in their 52nd year of existence, they became the final active team from the 1967 expansion to win their first Stanley Cup.\n The Blues have a rivalry with the Chicago Blackhawks, with both teams having played in the same division since 1970. The San Antonio Rampage of the American Hockey League (AHL) and the Tulsa Oilers of the ECHL are the two minor league affiliates of the Blues.",
  "/wiki/List_of_National_Hockey_League_retired_numbers": "This is a complete list of numbers retired by the National Hockey League (NHL). A retired number is a jersey number that is taken out of circulation by a team as a way of honouring a former member of that team who wore that number; after the number's retirement, members of that team are not permitted to wear the number on their jerseys unless by permission of the original number holder.\n The first team to retire a number was the Toronto Maple Leafs, which retired Ace Bailey's number 6 on February 14, 1934, prior to an All-Star game organized in his honour.\n The NHL currently has 128 retired numbers, 3 pending number retirements, 7 former retirements, and 23 honoured numbers. Most of the numbers retired by the Hartford Whalers and Quebec Nordiques were put back in circulation when those franchises relocated and became the Carolina Hurricanes and Colorado Avalanche\n, respectively, although the Hurricanes keep Gordie Howe's number 9 unofficially retired. The Minnesota North Stars' two retired numbers were carried over when that franchise relocated to become the Dallas Stars, and remain retired today.  The Arizona Coyotes had a policy of retaining the numbers retired when the franchise was the Winnipeg Jets but reversed it after the Phoenix Coyotes were sold and became the Arizona Coyotes. Honoured numbers are similar to retired numbers, except that they remain available for use by other players. Presently, only the Calgary Flames, and the St. Louis Blues employ this designation. The Philadelphia Flyers have also unofficially retired number 31 in honour of goaltender Pelle Lindbergh since his death in 1985.\n Wayne Gretzky's number 99 has been retired league-wide in 2000, although the Edmonton Oilers and Los Angeles Kings separately retired Gretzky's number.\n Upon joining the league in 2000, the Minnesota Wild had a ceremony retiring number 1 from circulation as a tribute to their fans.\n Twelve numbers have been retired by a team in honour of two different players: number 12 by the Montreal Canadiens for Dickie Moore and Yvan Cournoyer, number 16 by the Montreal Canadiens for Elmer Lach and Henri Richard, number 3 by the Chicago Blackhawks for Pierre Pilote and Keith Magnuson, number 5 by the Canadiens for Bernie Geoffrion and Guy Lapointe, number 9 by the New York Rangers for Andy Bathgate and Adam Graves, number 1 by the Toronto Maple Leafs for Johnny Bower and Turk Broda, number 4 by the Maple Leafs for Hap Day and Red Kelly, number 7 by the Maple Leafs for King Clancy and Tim Horton, number 9 by the Maple Leafs for Charlie Conacher and Ted Kennedy, number 10 by the Maple Leafs for Syl Apps and George Armstrong, and number 27 by the Maple Leafs for Frank Mahovlich and Darryl Sittler, and number 11 by the Rangers for Vic Hadfield and Mark Messier.\n Only nine players have had their number retired by two different NHL teams:"
}