{
  "/wiki/Fort_Kochi": "Fort Kochi (Portuguese: Cochim de Baixo \"Lower Kochi\") is a region in the city of Kochi in the state of Kerala, India. This is part of a handful of water-bound regions toward the south-west of the mainland Kochi, and collectively known as Old Kochi or West Kochi. Adjacent to this is Mattancherry. In 1967, these three municipalities, along with a few adjoining areas, were amalgamated to form the Corporation of Cochin.",
  "/wiki/Kochi": "Kochi ([koˈtʃːi ] (listen)), also known as Cochin (/ˈkoʊtʃɪn/ KOH-chin), is a major port city on the south-west coast of India bordering the Laccadive Sea. It is part of the district of Ernakulam in the state of Kerala and is often referred to as Ernakulam. Kochi is the most densely populated city in Kerala. As of 2011, it has a corporation limit population of 677,381 within an area of 94.88 km² and a total urban population of more than of 2.1 million within an area of 440 km², making it the largest and the most populous metropolitan area in Kerala. Kochi city is also part of the Greater Cochin region and is classified as a Tier-II city by the Government of India. The civic body that governs the city is the Kochi Municipal Corporation, which was constituted in the year 1967, and the statutory bodies that oversee its development are the Greater Cochin Development Authority (GCDA) and the Goshree Islands Development Authority (GIDA).",
  "/wiki/Cranganore_Fort": "Cranganore Fort, otherwise known as Kodungallur Fort, or Kottapuram Fort, is situated in Kodungallur of Thrissur District in Kerala, India.",
  "/wiki/Kodungallur": "Kodungallur (also English: Cranganore /; Portuguese: Cranganor /; formerly known as Mahodayapuram, Muyirikkode, and Muziris) is a historically significant town and a municipality on the banks of river Periyar on the Malabar Coast in Thrissur district of Kerala, India. It is situated 29 kilometres (18 mi) north of Kochi (Cochin) by National Highway 66. Kodungallur, being a port city at the northern end of the Kerala lagoons, was a strategic entry point for the naval fleets to the extensive Kerala backwaters.",
  "/wiki/Zamorin": "The Zamorin of Calicut (Malayalam: Samoothiri, Portuguese: Samorim, Dutch: Samorijn, Chinese: Shamitihsi) was the hereditary monarch of the kingdom of Kozhikode (Calicut) on the Malabar Coast of India. Kozhikode was one of the important trading ports on the south-western coast of India. At the peak of their reign, the Samoothiri's ruled over a region from Kollam (Quilon) to Panthalayini Kollam (Koyilandy).",
  "/wiki/Kozhikode": "Kozhikode (Malayalam: കോഴിക്കോട്, [koːɻikːoːɖ] (listen)), also known as Calicut, is an Indian city, second-largest urban agglomeration in the State of Kerala and 20th largest in the country with a population of 2 million according to 2011 census.",
  "/wiki/Pallipuram_Fort": "Pallippuram Fort is a fort in Pallippuram, Vyppin, Ernakulam district of Kerala, south India. It was built by the Portuguese in 1503 and is the oldest existing  European fort in India. The Dutch captured the fort in 1661 and sold it to the Kingdom of Travancore in 1789. The fort is situated in the northern extremity of Vypeen island and is hexagonal in shape, a form popularly known as ayikkotta or alikotta.",
  "/wiki/Purakkad": "Purakkad is a village in Alappuzha district in the Indian state of Kerala. It is the beach which is described in Thakazhi's novel \"Chemeen\".",
  "/wiki/St_Thomas_Fort,_Tangasseri": "Fort Thomas or St. Thomas Fort or Fortaleza da São Tomé also known as Tangasseri Fort, is a ruined fort located in the beach town of Tangasseri on the shores of the Arabian Sea in the city of Kollam, Kerala, India. It is located around 5 kilometres (3.1 mi) from the city center of Kollam and 71 kilometres (44 mi) from the state capital Thiruvananthapuram.",
  "/wiki/Kollam": "Kollam (IPA: [koɭɭəm]) pronunciation (help·info), also known by its former name Quilon pronunciation (help·info) and Coulão (in Portuguese) and Desinganadu, is an old seaport and city on the Laccadive Sea coast of the Indian state of Kerala. It is situated 66 kilometers north of state capital Trivandrum. The city is on the banks of Ashtamudi Lake. Kollam has a strong commercial reputation since the days of the Phoenicians and Romans. Fed by the Chinese trade, it was mentioned by Ibn Battuta in the 14th century as one of the five Indian ports he had seen during the course of his twenty-four year travels. Desinganadu's rajas exchanged embassies with Chinese rulers while there was a flourishing Chinese settlement at Kollam. In the 9th Century, on his way to Canton, China, Persian merchant Sulaiman al-Tajir found Kollam to be the only port in India visited by huge Chinese junks. Marco Polo, the Venetian traveller, who was in Chinese service under Kublai Khan in 1275, visited Kollam and other towns on the west coast, in his capacity as a Chinese mandarin.",
  "/wiki/Kayamkulam": "Kayamkulam is a municipal town in Alappuzha district of Kerala in Indian state. Located on the western coast of India, it was an ancient maritime trading centre. \nOne of the largest thermal power plants in Kerala, the Rajiv Gandhi Combined Cycle Power Plant run by the NTPC, is situated in Kayamkulam.",
  "/wiki/St._Angelo_Fort": "St. Angelo Fort (also known as Kannur Fort or Kannur Kotta) is a fort facing the Arabian Sea, situated 3 km from Kannur, a city in Kerala state, south India.",
  "/wiki/Kannur": "Kannur (also known by its former anglicized name Cannanore and Portuguese name Cananor) is a city and a Municipal Corporation in Kannur district, state of Kerala, India. It is the administrative headquarters of the Kannur District and situated 518 kms north of the state capital Thiruvananthapuram, 35 kms from Thalassery, 100 kms from Kozhikode, 120 kms from Kasaragod, 146 kms from Mysore, 173 kms from Mangalore, 201 kms from Ooty, 276 kms from Coimbatore and 280 kms from Bangalore. During British rule in India, when Kannur was a part of the Malabar District (Madras Presidency), the city was known as Cannanore. Kannur is the largest city of North Malabar region. As of 2011 census population of Kannur was 232,486. Kannur is one of the million-plus urban agglomerations in India with a population of 1,642,892 in 2011.",
  "/wiki/Vengurla": "Vengurla is a town in Sindhudurg district of Maharashtra, India just north of Goa. It is surrounded by a semicircular range of hills with lush green foliage mainly of cashew, mango, coconut, and different kinds of berry trees. The hills of Dabholi, Tulas, and Mochemad respectively lie in the north, the east, and the south of Vengurla, while the Arabian Sea is located on its west.",
  "/wiki/Goa": "Goa (/ˈɡoʊə/ (listen)) is a state on the southwestern coast of India within the region known as the Konkan, and geographically separated from the Deccan highlands by the Western Ghats. It is surrounded by the Indian states of Maharashtra to the north and Karnataka to the east and south, with the Arabian Sea forming its western coast. It is India's smallest state by area and the fourth-smallest by population. Goa has the highest GDP per capita among all Indian states, two and a half times that of the country. It was ranked the best-placed state by the Eleventh Finance Commission for its infrastructure and ranked on top for the best quality of life in India by the National Commission on Population based on the 12 Indicators.",
  "/wiki/Jakarta": "Jakarta (/dʒəˈkɑːrtə/; Indonesian pronunciation: [dʒaˈkarta] (listen)), officially the Special Capital Region of Jakarta (Indonesian: Daerah Khusus Ibukota Jakarta), is the capital and largest city of Indonesia. Situated on the northwest coast of the world's most populous island of Java, it is the centre of economy, culture and politics of Indonesia with a population of more than ten million as of 2014[update]. Albeit only covers 699.5 square kilometres (270.1 sq mi), the smallest among any Indonesian provinces, its metropolitan area covers 6,392 square kilometres (2,468 sq mi); it is the world's second most populous urban area after Tokyo, with a population of about 30 million as of 2010[update]. Jakarta's business opportunities, as well as its potential to offer a higher standard of living, have attracted migrants from across the Indonesian archipelago, making it a melting pot of numerous cultures. Jakarta is nicknamed the \"Big Durian\", the thorny strongly-odored fruit native to the region, as the city is seen as the Indonesian equivalent of New York (Big Apple).",
  "/wiki/Suratte": "Suratte or Soeratte was a famous trading city on the north coast of what is now India, in the modern state of Gujarat, lying on the river Tapti. The city, now known as Surat, became a directorate of the Dutch East India Company in 1616. The British had established a factory in the Suratte in 1609 or 1612, after delivering a blow to the Portuguese. It is part of what is today known as Dutch India.",
  "/wiki/Kundapura": "Kundapur, also spelt as Kundaapra, Kundaaprya, Kundapura, Kundapore, Coondapur, and Coondapore is a coastal town in the Indian state of Karnataka. It is administered by the Kundapur Town Municipal Council and serves as the headquarters of the Kundapura Taluk of Udupi district.",
  "/wiki/Dutch_Malabar": "Dutch Malabar, also known by the name of its main settlement Cochin, was the title of a commandment of the Dutch East India Company on the Malabar Coast between 1661 and 1795, and is part of what is today collectively referred to as Dutch India. Dutch presence in the region started with the capture of Portuguese Quilon, and ended with the occupation of Malabar by the British in 1795. They possessed military outposts in 11 locations: Alleppey, Ayacotta, Chendamangalam, Pappinivattom, Ponnani, Pallipuram, Cranganore (from 15 January 1662), Chetwai, Cannanore (from 15 February 1663), Cochin (7 January 1663 – 1795), and Quilon (29 December 1658 – 14 April 1659 and from 24 December 1661)."
}