{
  "/wiki/Hair_(film)": "Hair is a 1979 musical anti-war drama film based on the 1968 Broadway musical Hair: An American Tribal Love-Rock Musical about a Vietnam War draftee who meets and befriends a \"tribe\" of hippies on his way to the army induction center. The hippies introduce him to marijuana and LSD, and their environment of unorthodox relationships and draft evasion.",
  "/wiki/Milo%C5%A1_Forman": "Jan Tomáš \"Miloš\" Forman (/ˈmiːloʊʃ/; Czech: [ˈmɪloʃ ˈforman]; 18 February 1932 – 13 April 2018) was a Czech-American film director, screenwriter, actor, and professor who rose to fame in his native Czechoslovakia before emigrating to the United States in 1968.",
  "/wiki/John_Savage_(actor)": "John Savage (born John Smeallie Youngs on August 25, 1949) is an American actor, best known for his roles in the films The Deer Hunter (1978), The Onion Field (1979), Hair (1979) and Salvador (1986). He is also known for his role as Donald Lydecker in the TV series Dark Angel.",
  "/wiki/Treat_Williams": "Richard Treat Williams (born December 1, 1951) is an American actor, writer, and aviator who has appeared on film, stage and television in over 120 credits. He first became well known for his starring role in the 1979 musical film Hair, and later also starred in the films Prince of the City, Once Upon a Time in America, The Late Shift and 127 Hours. From 2002 to 2006, he was the lead of the television series Everwood and was nominated for two Screen Actors Guild Awards. He has additionally been nominated for three Golden Globe Awards, two Satellite Awards, and an Independent Spirit Award.",
  "/wiki/Beverly_D%27Angelo": "Beverly Heather D'Angelo (born November 15, 1951) is an American actress and singer, who starred as Ellen Griswold in the National Lampoon's Vacation films (1983–2015). She has appeared in over 60 films and was nominated for a Golden Globe Award for her role as Patsy Cline in Coal Miner's Daughter (1980), and for an Emmy Award for her role as Stella Kowalski in the TV film A Streetcar Named Desire (1984). Her other film roles include Sheila Franklin in Hair (1979) and Doris Vinyard in American History X (1998). She also had a guest role on The Simpsons as Lurleen Lumpkin.",
  "/wiki/Michael_Butler_(producer)": "Michael Butler (born November 26, 1926) is an American theatrical producer best known for bringing the rock musical Hair from the Public Theater to Broadway in 1968. During his time as Hair producer he was dubbed by the press as \"the hippie millionaire\". Other Broadway production credits include the play Lenny in 1971 and the musical Reggae in 1980.",
  "/wiki/Hysteria_(2011_film)": "Hysteria is a 2011 British period romantic comedy film directed by Tanya Wexler. It stars Hugh Dancy and Maggie Gyllenhaal, with Felicity Jones, Jonathan Pryce, and Rupert Everett appearing in key supporting roles. The film, set in the Victorian era, shows how the medical management of hysteria led to the invention of the vibrator. The film's title refers to the once-common medical diagnosis of female hysteria.[citation needed]",
  "/wiki/Tanya_Wexler": "Tanya Wexler (born August 6, 1970) is an American film director. She is best known for her 2011 comedy Hysteria.",
  "/wiki/Maggie_Gyllenhaal": "Margalit Ruth Gyllenhaal (/ˈdʒɪlənhɔːl/; born November 16, 1977) is an American actress and producer. Part of the Gyllenhaal family, she is the daughter of filmmakers Stephen Gyllenhaal and Naomi Achs, and the older sister of actor Jake Gyllenhaal.",
  "/wiki/Hugh_Dancy": "Hugh Michael Horace Dancy (born 19 June 1975) is an English actor. He is best known for his roles as criminal profiler Will Graham in the NBC television series Hannibal (2013–2015), as Thomas Novachek in the stage play Venus in Fur (2011–2012), and as Adam Raki in the film Adam (2009). Dancy began his career with the title roles in the TV film David Copperfield (2000) and the miniseries Daniel Deronda (2002). He gained prominence as Prince Charmont in Ella Enchanted and Galahad in King Arthur (both 2004). His portrayal of courtier Robert Devereux, 2nd Earl of Essex in the Channel 4 miniseries Elizabeth I (2005) earned him a Primetime Emmy Award nomination. From 2016 to 2018, he played Cal Roberts in the Hulu original series The Path.",
  "/wiki/Rupert_Everett": "Rupert James Hector Everett (/ˈɛvərɪt/; born 29 May 1959) is an English actor, writer and singer. He first came to public attention in 1981, when he was cast in Julian Mitchell's play and subsequent film Another Country (1984) as a gay pupil at an English public school in the 1930s; the role earned him his first BAFTA Award nomination. He went on to receive a second BAFTA Award nomination and his first Golden Globe Award nomination for his role in My Best Friend's Wedding (1997), followed by a second Golden Globe nomination for An Ideal Husband (1999).",
  "/wiki/To_Sleep_with_Anger": "To Sleep with Anger is a 1990 American drama film written and directed by Charles Burnett.",
  "/wiki/Charles_Burnett_(director)": "Charles Burnett (/bɜːrˈnɛt/; born April 13, 1944) is an American film director, film producer, writer, editor, actor, photographer, and cinematographer. His most popular films include Killer of Sheep (1978), My Brother's Wedding (1983), To Sleep with Anger (1990), The Glass Shield (1994), and Namibia: The Struggle for Liberation (2007). He has been involved in other types of motion pictures including shorts, documentaries, and a TV series.",
  "/wiki/Danny_Glover": "Daniel Lebern Glover (/ˈɡlʌvər/; born July 22, 1946) is an American actor, film director, and political activist. He is known for his lead role as Roger Murtaugh in the Lethal Weapon film series. He also has leading roles in the films The Color Purple (1985), To Sleep with Anger (1990), Predator 2 (1990), Angels in the Outfield (1994) and Operation Dumbo Drop (1995). Glover has prominent supporting roles in Silverado (1985), Witness (1985), Saw (2004), Shooter (2007), 2012 (2009), Death at a Funeral (2010), Beyond the Lights (2014), Dirty Grandpa (2016), and Sorry to Bother You (2018). He is an active supporter of various political causes.",
  "/wiki/Mary_Alice": "Mary Alice Smith (born December 3, 1941), known professionally as Mary Alice, is an African American film, television, and stage actress.  Alice has appeared in over fifty television shows and films in her career.  Alice is best known for her roles as Leticia \"Lettie\" Bostic on NBC's A Different World (1987–1989) and Effie Williams in the 1976 musical drama Sparkle.  Alice has also performed on the stage.  She received a Tony Award for Best Featured Actress in a Play for her appearance in the 1987 production of August Wilson's Fences.",
  "/wiki/Robert_Townsend_(actor)": "Robert Townsend (born February 6, 1957) is an American actor, director, comedian, and writer. Townsend is best known for directing the films Hollywood Shuffle (1987), Eddie Murphy Raw (1987), The Meteor Man (1993), The Five Heartbeats (1991) and various other films and stand-up specials. He is especially known for his eponymous self-titled character, Robert Peterson as the starring role as on The WB sitcom The Parent 'Hood (1995–1999), a series which he created and of which directed select episodes. Townsend is also known for his role as Donald \"Duck\" Matthews in his 1991 film The Five Heartbeats. He later wrote, directed and produced Making The Five Heartbeats (2018), a documentary film about the production process and behind the scenes insight into creating the film. Townsend is also known for his production company Townsend Entertainment  which has produced films Playin' for Love, In the Hive and more. During the 1980s and early–1990s, Townsend gained national exposure through his stand-up comedy routines and appearances on The Tonight Show Starring Johnny Carson. Townsend has worked with talent including Halle Berry, Morgan Freeman, Chris Tucker, Beyoncé, Denzel Washington and many more.",
  "/wiki/The_Handmaiden": "The Handmaiden (Korean: 아가씨; RR: Agassi; lit. \"Lady\") is a 2016 South Korean erotic psychological thriller film directed by Park Chan-wook and starring Kim Min-hee, Kim Tae-ri, Ha Jung-woo and Cho Jin-woong. It is inspired by the novel Fingersmith by Welsh writer Sarah Waters, with the setting changed from Victorian era Britain to Korea under Japanese colonial rule.",
  "/wiki/Park_Chan-wook": "Park Chan-wook (Korean: 박찬욱 Korean pronunciation: [pak̚t͡ɕʰanuk̚ ]; born August 23, 1963) is a South Korean film director, screenwriter, producer, and former film critic. One of the most acclaimed and popular filmmakers in his native country, Park is best known for his films Joint Security Area (2000), Thirst (2009), The Handmaiden (2016) and what has become known as The Vengeance Trilogy, consisting of Sympathy for Mr. Vengeance (2002), Oldboy (2003) and Lady Vengeance (2005).",
  "/wiki/Kim_Min-hee_(actress,_born_1982)": "Kim Min-hee (born March 1, 1982) is a South Korean actress and model.",
  "/wiki/Kim_Tae-ri": "Kim Tae-ri (born April 24, 1990) is a South Korean actress. She is known for her leading role in the critically acclaimed film The Handmaiden (2016), Little Forest (2018) and in the highly rated historical drama Mr. Sunshine (2018).",
  "/wiki/Ha_Jung-woo": "Ha Jung-woo (Korean: 하정우; born Kim Sung-hoon on March 11, 1978) is a South Korean actor, film director, screenwriter and film producer. One of the highest grossing actors in South Korea, Ha's starring films have accumulated more than 100 million tickets. Only 3 other actors have reached this milestone, with Ha being nearly a decade younger than the rest when achieving this.",
  "/wiki/Cho_Jin-woong": "Cho Jin-woong (born Jo Won-joon on March 3, 1976) is a South Korean actor. He is best known for his roles as Sejong's loyal bodyguard in Deep Rooted Tree (2011), a mobster in Nameless Gangster: Rules of the Time (2012), and a mysterious villain in A Hard Day (2014). He also gained recognition and praise for his performance as a detective in the television series Signal (2016).",
  "/wiki/Annika_Marks": "Annika Marks is an American actress, writer and producer. She had a supporting role in 2012 film The Sessions, and played leading roles in independent movies Grace. (2014) and Anguish (2015). From 2014 to 2018 she played Monte Porter on Freeform drama series The Fosters.",
  "/wiki/Robert_Baker_(actor)": "Robert Baker (born October 15, 1979 in Memphis, Tennessee) is an American actor known for his roles in Valentine, Grey's Anatomy, Out of Time and a supporting role in the film Special.",
  "/wiki/They_Call_Us_Monsters": "They Call Us Monsters is a 2016 American documentary directed and produced by Ben Lear. The film follows three juveniles: Juan Gamez, Antonio Hernandez and Jarad Nava. The teenagers participate in a screenwriting class at Barry J. Nidorf Juvenile Hall in Los Angeles, California with producer Gabriel Cowan.",
  "/wiki/Variety_(1925_film)": "Variety (German: Varieté [ˌvaʀi̯eˈte], also known by the alternative titles Jealousy or Vaudeville) is a 1925 silent drama film directed by Ewald Andre Dupont based on the novel Der Eid des Stephan Huller (1923) by Felix Hollaender.",
  "/wiki/E._A._Dupont": "Ewald André Dupont (25 December 1891 – 12 December 1956) was a German film director, one of the pioneers of the German film industry. He was often credited as E. A. Dupont.",
  "/wiki/Emil_Jannings": "Emil Jannings (born Theodor Friedrich Emil Janenz, 23 July 1884 – 2 January 1950) was a German actor, popular in 1920s film in Hollywood. He was the first Oscar recipient, honored with the Academy Award for Best Actor at the 1929 ceremony. Jannings is the only German ever to have won that award.",
  "/wiki/Maly_Delschaft": "Maly Delschaft (4 December 1898 – 20 August 1995) was a German stage and film actress. After beginning in theatre, Delschaft switched to silent films. She appeared in mainly supporting roles during the Weimar and Nazi eras. After the Second World War she worked in East Germany for the state-controlled studio DEFA.",
  "/wiki/Lya_De_Putti": "Lya de Putti (January 10, 1897 – November 27, 1931) was a Hungarian film actress during the silent era. She was noted for her portrayals of vamp characters.",
  "/wiki/Alloy_Orchestra": "Alloy Orchestra is a musical ensemble based in Cambridge, Massachusetts, United States, that performs its own accompaniments to silent films of the classic movie era.  Percussionists Terry Donahue and Ken Winokur and keyboardist Caleb Sampson founded the group in 1990.  After Sampson's death in 1998, the band was joined by keyboardist Roger Miller, better known as the guitarist of post-punk band Mission of Burma. They have released four collections of film music and have toured both North America and Europe in support of cinematic shows.",
  "/wiki/Elle_(film)": "Elle (French for \"she\" or \"her\") is a 2016  thriller film directed by Paul Verhoeven and written by David Birke, based on the novel Oh... by Philippe Djian. Djian's novel was released in 2012 and received the Prix Interallié (National Literary Award). The film stars Isabelle Huppert as a businesswoman who is raped in her home by a masked assailant and decides not to report it due to her past experience with police.",
  "/wiki/Paul_Verhoeven": "Paul Verhoeven (Dutch: [ˈpʌu̯l vərˈɦuvə(n)]; born 18 July 1938) is a Dutch director, screenwriter and film producer. Active in both the Netherlands and Hollywood, Verhoeven's blending of graphic violence and sexual content with social satire are trademarks of both his drama and science fiction films. He directed the films Turkish Delight (1973), Soldier of Orange (1977), Flesh and Blood (1985), RoboCop (1987), Total Recall (1990), Basic Instinct (1992), Showgirls (1995), Starship Troopers (1997), Black Book (2006) and Elle (2016).",
  "/wiki/Isabelle_Huppert": "Isabelle Anne Madeleine Huppert (French pronunciation: ​[izabɛl yˈpɛʁ]; born 16 March 1953) is a French actress who has appeared in more than 120 films since her debut in 1971. She is the most nominated actress for the César Award, with 16 nominations. She twice won the César Award for Best Actress, for La Cérémonie (1995) and Elle (2016). Huppert was made Chevalier of the Ordre national du Mérite in 1994 and was promoted to Officier in 2005. She was made a Chevalier of the Legion of Honour in 1999 and was promoted to Officer in 2009. In 2019, she was honored with the \"lifetime achievement award for a foreign artist\" at the 50th International Film Festival of India.",
  "/wiki/Laurent_Lafitte": "Laurent Lafitte (born 22 August 1973) is a French actor. He is known for playing the role of Patrick in Elle. In March 2016 he was named as the host of the opening and closing ceremonies at the 2016 Cannes Film Festival.",
  "/wiki/Anne_Consigny": "Anne Consigny (born 25 May 1963) is a French actress who has been active since 1981. She received a César Award nomination for Best Actress for her role in the film Not Here to Be Loved (2005). She is also known for her role as Claude in the 2007 drama The Diving Bell and the Butterfly and as Elizabeth in the 2008 film A Christmas Tale, for which she was nominated for the César Award for Best Supporting Actress.",
  "/wiki/Chamique_Holdsclaw": "Chamique Shaunta Holdsclaw (born August 9, 1977) is a former professional basketball player in the Women's National Basketball Association (WNBA) most recently under a contract with the San Antonio Silver Stars. She announced her retirement from the Los Angeles Sparks on June 11, 2007, though she eventually came out of retirement to play with the Atlanta Dream for the 2009 WNBA Season.",
  "/wiki/Metta_World_Peace": "Metta World Peace (born Ronald William Artest Jr.; November 13, 1979) is an American professional basketball coach and former player. He is currently the player development coach for the South Bay Lakers of the NBA G League. He was known as Ron Artest before legally changing his name in September 2011.",
  "/wiki/Glenn_Close": "Glenn Close (born March 19, 1947) is an American actress, singer, and producer. Regarded as one of the greatest actresses of her generation, she is the recipient of numerous accolades, including three Primetime Emmy Awards, three Tony Awards, and three Golden Globe Awards. Close is a seven-time Academy Award nominee. In 2016, Close was inducted into the American Theater Hall of Fame, and in 2019, Time magazine named her one of the 100 most influential people in the world.",
  "/wiki/Pleasantville_(film)": "Pleasantville is a 1998 American comedy-drama film written, co-produced, and directed by Gary Ross. It stars Tobey Maguire, Jeff Daniels, Joan Allen, William H. Macy, J. T. Walsh, and Reese Witherspoon, with Don Knotts, Paul Walker, Marley Shelton and Jane Kaczmarek in supporting roles. The story centers on two siblings who wind up trapped in a 1950s TV show, set in a small Midwest town, where residents are seemingly perfect.",
  "/wiki/Gary_Ross": "Gary Ross (born November 3, 1956) is an American film director, writer, and producer. He is best known for writing and directing the fantasy comedy-drama film Pleasantville (1998), the sports drama film Seabiscuit (2003), the sci-fi action film The Hunger Games (2012), and Ocean's 8 (2018). He also wrote the screenplay for the fantasy comedy film Big (1988) and the political comedy film Dave (1993). Ross has been nominated for four Academy Awards.",
  "/wiki/Tobey_Maguire": "Tobias Vincent Maguire (born June 27, 1975) is an American actor and film producer. He is best known for his role as Peter Parker / Spider-Man in Sam Raimi's Spider-Man trilogy (2002–2007). His other major films include Pleasantville (1998), The Cider House Rules (1999), Wonder Boys (2000), Seabiscuit (2003), The Good German (2006), Brothers (2009), and The Great Gatsby (2013).",
  "/wiki/Reese_Witherspoon": "Laura Jeanne Reese Witherspoon (born March 22, 1976) is an American actress, producer, and entrepreneur. The recipient of several accolades, including an Academy Award and a Primetime Emmy Award, she is among the highest-paid actresses in the world, as of 2019. Time magazine named her one of the 100 most influential people in the world in 2006 and 2015, and Forbes listed her among the World's 100 Most Powerful Women in 2019.",
  "/wiki/Joan_Allen": "Joan Allen (born August 20, 1956) is an American actress. She began her career with the Steppenwolf Theatre Company in 1977, won the 1984 Drama Desk Award for Outstanding Actress in a Play for And a Nightingale Sang, and won the 1988 Tony Award for Best Actress in a Play for her Broadway debut in Burn This. She is also a three-time Academy Award nominee; receiving Best Supporting Actress nominations for Nixon (1995) and The Crucible (1996), and a Best Actress nomination for The Contender (2000).",
  "/wiki/William_H._Macy": "William Hall Macy Jr. (born March 13, 1950) is an American actor and director. His film career has been built on appearances in small, independent films, though he has also appeared in summer action films. Macy has described himself as \"sort of a Middle American, WASPy, Lutheran kind of guy... Everyman\".",
  "/wiki/Jeff_Daniels": "Jeffrey Warren Daniels (born February 19, 1955)[citation needed] is an American actor, musician, and playwright whose career includes roles in films, stage productions, and television, for which he has won two Emmy Awards and received several Golden Globe, Screen Actors Guild, and Tony Award nominations.",
  "/wiki/Heidi_Ewing": "Heidi Ewing is a director, producer, and writer of documentary films. She and Rachel Grady founded Loki Films in 2001, and have collaborated on several documentaries together.  She is best known as the co-director of Jesus Camp, which was nominated for an Academy Award for best documentary in 2006.  Next came 12th & Delaware (HBO), which premiered at the 2010 Sundance Film Festival.  The film \"casts a heart-rending light on the abortion divide\" (LA Times) and was honored with a Peabody Award. Detropia, a poetic look at Ewing's home town, also won several  awards, including Best Editing at Sundance 2012, Outstanding Direction and Outstanding Original Score, at the 2013 Cinema Eye Honors for Nonfiction Filmmaking and a News and Documentary Emmy for editing. Norman Lear: Just Another Version of You was the opening night selection of the 2016 Sundance Film Festival and premiered on PBS American Masters on October 25, 2016. Other films as a director include The Boys of Baraka, Freakonomics, and The Education of Mohammed Hussein.",
  "/wiki/Rachel_Grady": "Rachel Grady is an American film director and producer. Grady has her own production company, Loki Films, which primarily focuses on documentary style filmmaking, often highlighting contentious religious narratives. In 2008 Grady won a Women of Vision Award.",
  "/wiki/Norman_Lear": "Norman Milton Lear (born July 27, 1922) is an American television writer and producer who produced many 1970s sitcoms such as All in the Family, Sanford and Son, One Day at a Time, The Jeffersons, Good Times, and Maude. As a political activist, he founded the advocacy organization People for the American Way in 1981 and has supported First Amendment rights and progressive causes.",
  "/wiki/John_Amos": "John Allen Amos Jr. (born December 27, 1939) is an American actor known for his role as James Evans, Sr., on the CBS television series Good Times and for the 1977 miniseries Roots, for which he received an Emmy nomination. Amos's other television work includes The Mary Tyler Moore Show, a recurring role as Admiral Percy Fitzwallace on The West Wing, and the role of Washington, D.C. Mayor Ethan Baker in the series The District. In the 1988 Eddie Murphy film Coming to America, Amos played Cleo McDowell, the father of Shari Headley's character, Lisa McDowell. Amos has appeared on Broadway and in numerous films in his four-decade career. He has been nominated for a Primetime Emmy Award and an NAACP Image Award.",
  "/wiki/Bea_Arthur": "Beatrice Arthur (born Bernice Frankel; May 13, 1922 – April 25, 2009) was an American actress and comedian.",
  "/wiki/Being_There": "Being There is a 1979 American comedy-drama film directed by Hal Ashby. Based on the 1970 novel of the same name by Jerzy Kosiński, it was adapted for the screen by Kosiński and the uncredited Robert C. Jones. The film stars Peter Sellers and Shirley MacLaine, and features Jack Warden, Melvyn Douglas, Richard Dysart, and Richard Basehart.",
  "/wiki/Hal_Ashby": "William Hal Ashby (September 2, 1929 – December 27, 1988) was an American film director and editor associated with the New Hollywood wave of filmmaking.",
  "/wiki/Peter_Sellers": "Peter Sellers, CBE (born Richard Henry Sellers; 8 September 1925 – 24 July 1980) was an English film actor, comedian, and singer. He performed in the BBC Radio comedy series The Goon Show, featured on a number of hit comic songs, and became known to a worldwide audience through his many film roles, among them Chief Inspector Clouseau in The Pink Panther series of films.",
  "/wiki/Shirley_MacLaine": "Shirley MacLaine (born Shirley MacLean Beaty; April 24, 1934) is an American film, television, and theater actress, singer, dancer, activist, and author. An Oscar winner, MacLaine received the 40th AFI Life Achievement Award from the American Film Institute in 2012, and received the Kennedy Center Honors for her lifetime contributions to American culture through the performing arts in 2013. She is known for her New Age beliefs, and has an interest in spirituality and reincarnation. She has written a series of autobiographical works that describe these beliefs, document her world travels, and describe her Hollywood career.",
  "/wiki/Melvyn_Douglas": "Melvyn Douglas (born Melvyn Edouard Hesselberg, April 5, 1901 – August 4, 1981) was an American actor.  Douglas came to prominence in the 1930s as a suave leading man, perhaps best typified by his performance in the 1939 romantic comedy Ninotchka with Greta Garbo. Douglas later played mature and fatherly characters, as in his Academy Award–winning performances in Hud (1963) and Being There (1979) and his Academy Award–nominated performance in I Never Sang for My Father (1970). In the last few years of his life Douglas appeared in films with supernatural stories involving ghosts. Douglas appeared as \"Senator Joseph Carmichael\" in The Changeling in 1980 and Ghost Story in 1981 in his final completed film role.",
  "/wiki/Caleb_Deschanel": "Joseph Caleb Deschanel, ASC (born September 21, 1944) is an American cinematographer and director of film and television. He has been nominated for the Academy Award for Best Cinematography six times. He is a member of the National Film Preservation Board of the Library of Congress, representing the American Society of Cinematographers. He has been married to actress Mary Jo Deschanel since 1972, with whom he has two daughters, actresses Emily and Zooey Deschanel.",
  "/wiki/De-Lovely": "De-Lovely is a 2004 American musical biopic directed by Irwin Winkler and released by Metro-Goldwyn-Mayer. The screenplay by Jay Cocks is based on the life and career of Cole Porter, from his first meeting with his wife, Linda Lee Thomas, until his death. It is the second biopic about the composer, following 1946's Night and Day.",
  "/wiki/Irwin_Winkler": "Irwin Winkler (born May 25, 1931) is an American film producer and director. He is the producer or director of over 50 motion pictures, dating back to 1967's Double Trouble, starring Elvis Presley. The fourth film he produced, They Shoot Horses, Don't They? (1969), starring Jane Fonda, was nominated for nine Academy Awards. He won an Oscar for Best Picture for 1976's Rocky. As a producer, he has been nominated for Best Picture for three other films: Raging Bull, The Right Stuff, and Goodfellas.",
  "/wiki/Kevin_Kline": "Kevin Delaney Kline (born October 24, 1947) is an American film and stage actor, comedian, singer, and voice artist. He has won an Oscar and three Tony Awards and is a 2003 American Theatre Hall of Fame inductee.",
  "/wiki/Ashley_Judd": "Ashley Judd (born Ashley Tyler Ciminella; April 19, 1968) is an American actress and a political activist. She grew up in a family of performing artists: she is the daughter of country music singer Naomi Judd and the sister of Wynonna Judd. Her acting career has spanned more than three decades, and she has also become increasingly involved in global humanitarian efforts and political activism.",
  "/wiki/Charles_Winkler": "Charles Winkler is an American television and film director and producer. He is the son of Academy Award-winning producer and director Irwin Winkler and actress Margo Winkler and the former husband of Sandra Nelson.",
  "/wiki/Jimmy_Demers": "Jimmy Demers is an American singer-songwriter, best known as \"the original voice\" of the \"Always Coca-Cola\" ad campaign. He is a contributor to The Huffington Post.",
  "/wiki/Donnie_Demers": "Donnie Demers is an American musician and multi-platinum selling songwriter. Donnie's songs have been recorded and performed by various artists from around the world, including Amir Haddad and Joanna Forest."
}