{
  "/wiki/Metropolis_(1927_film)": "Metropolis is a 1927 German expressionist science-fiction drama film directed by Fritz Lang. Written by Thea von Harbou in collaboration with Lang, it stars Gustav Fröhlich, Alfred Abel, Rudolf Klein-Rogge and Brigitte Helm. Erich Pommer produced it in the Babelsberg Studios for Universum Film A.G. (UFA). The silent film is regarded as a pioneering science-fiction movie, being among the first feature-length movies of that genre. Filming took place over 17 months in 1925–26 at a cost of more than five million Reichsmarks.",
  "/wiki/Fritz_Lang": "Friedrich Christian Anton \"Fritz\" Lang (December 5, 1890 – August 2, 1976) was an Austrian-German-American filmmaker, screenwriter, and occasional film producer and actor. One of the best-known émigrés from Germany's school of Expressionism, he was dubbed the \"Master of Darkness\" by the British Film Institute.",
  "/wiki/Brigitte_Helm": "Brigitte Helm (17 March 1908 – 11 June 1996) was a German actress, best remembered for her dual role as Maria and her double, the Maschinenmensch, in Fritz Lang's 1927 silent film Metropolis.",
  "/wiki/Gustav_Fröhlich": "Gustav Fröhlich (21 March 1902 – 22 December 1987) was a German actor and film director. He landed secondary roles in a number of films and plays before landing his breakthrough role of Freder Fredersen in Fritz Lang's 1927 film Metropolis. He remained a popular film star in Germany until the 1950s.",
  "/wiki/Alfred_Abel": "Alfred Peter Abel (12 March 1879 – 12 December 1937) was a German film actor, director, and producer. He appeared in more than 140 silent and sound films between 1913 and 1938. His best-known performance was as Joh Fredersen in Fritz Lang's 1927 film, Metropolis.",
  "/wiki/Rudolf_Klein-Rogge": "Rudolf Klein-Rogge (born Friedrich Rudolf Klein) was a German film actor, best-known for playing sinister figures in films in the 1920s and 1930s as well as being a main-stay in director Fritz Lang's Weimar-era films. He is probably best known in popular culture, particularly to English-speaking audiences, for playing the archetypal mad scientist role of C. A. Rotwang in Lang's Metropolis and as the criminal genius Doctor Mabuse.  Klein-Rogge also appeared in several important French films in the late 1920s and early 1930s.",
  "/wiki/Alloy_Orchestra": "Alloy Orchestra is a musical ensemble based in Cambridge, Massachusetts, United States, that performs its own accompaniments to silent films of the classic movie era.  Percussionists Terry Donahue and Ken Winokur and keyboardist Caleb Sampson founded the group in 1990.  After Sampson's death in 1998, the band was joined by keyboardist Roger Miller, better known as the guitarist of post-punk band Mission of Burma. They have released four collections of film music and have toured both North America and Europe in support of cinematic shows.",
  "/wiki/Natural_Selection_(2011_film)": "Natural Selection is a 2011 American comedy-drama film written and directed by Robbie Pickering. It stars Rachael Harris, Matt O'Leary, John Diehl, and Jon Gries. The film was accepted by South by Southwest for the 2011 Narrative Feature Competition.",
  "/wiki/Rachael_Harris": "Rachael Elaine Harris (born January 12, 1968) is an American actress and comedian. She is known for her numerous television roles, such as starring as Dr. Linda Martin on Lucifer and as a guest star on TV shows such as Sister, Sister, Reno 911!, New Girl, Suits and The Good Wife.",
  "/wiki/Umberto_D": "Umberto D. (pronounced [umˈbɛrto di]) is a 1952 Italian neorealist film directed by Vittorio De Sica. Most of the actors were non-professional, including Carlo Battisti who plays the title role of Umberto Domenico Ferrari, a poor elderly man in Rome who is desperately trying to keep his rented room. His landlady (Lina Gennari) is evicting him, and his only true friends, the housemaid (Maria-Pia Casilio) and his dog Flike (called 'Flag' in some subtitled versions of the film) are of no help.",
  "/wiki/Vittorio_De_Sica": "Vittorio De Sica (/də ˈsiːkə/ də SEE-kə, Italian: [vitˈtɔːrjo de ˈsiːka]; 7 July 1901 – 13 November 1974) was an Italian director and actor, a leading figure in the neorealist movement.",
  "/wiki/Carlo_Battisti": "Carlo Battisti (10 October 1882 – 6 March 1977) was an Italian linguist and actor, famed for his starring role in Vittorio De Sica's Umberto D..",
  "/wiki/My_Dog_Tulip": "My Dog Tulip is a 2009 American independent animated feature film based on the 1956 memoir of the same name by J. R. Ackerley, BBC editor, novelist and memoirist. The film tells the story of Ackerley's fifteen-year relationship with his Alsatian dog (German Shepherd) Queenie, who had been renamed Tulip for the book. The film – geared toward an adult audience – was adapted, directed and animated by Paul Fierlinger with backgrounds and characters painted by his wife, Sandra Fierlinger.",
  "/wiki/Paul_Fierlinger": "Paul Fierlinger (born March 15, 1936 as Pavel Fierlinger) is a creator of animated films and shorts, especially animated documentaries. He is also a part-time lecturer at University of Pennsylvania School of Design.",
  "/wiki/Christopher_Plummer": "Arthur Christopher Orme Plummer CC (born December 13, 1929) is a Canadian actor whose career has spanned six decades, beginning with his film debut in Stage Struck (1958).",
  "/wiki/Tiny_Furniture": "Tiny Furniture is a 2010 American independent comedy-drama film written, directed by, and starring Lena Dunham. The film premiered at South by Southwest, where it won the award for Best Narrative Feature, screened at such festivals as Maryland Film Festival, and was released theatrically in the United States on November 12, 2010. Dunham’s own mother, the artist Laurie Simmons, plays Aura’s mother, while her real sister, Grace, plays Aura’s on-screen sibling. The actors Jemima Kirke and Alex Karpovsky would also appear in Dunham's television series Girls.",
  "/wiki/Lena_Dunham": "Lena Dunham (/ˈliːnə ˈdʌnəm/; born May 13, 1986) is an American actress, writer, director, and producer. She is known as the creator, writer, and star of the HBO television series Girls (2012–2017), for which she received several Emmy Award nominations and two Golden Globe Awards. Dunham also directed several episodes of Girls and became the first woman to win the Directors Guild of America Award for Outstanding Directing – Comedy Series. Prior to Girls, Dunham wrote, directed, and starred in the semi-autobiographical independent film Tiny Furniture (2010), for which she won an Independent Spirit Award for Best First Screenplay.",
  "/wiki/Laurie_Simmons": "Laurie Simmons (born October 3, 1949) is an American artist, photographer and filmmaker. Since the mid-1970s, Simmons has staged scenes for her camera with dolls, ventriloquist dummies, objects on legs, and people, to create photographs that reference domestic scenes.:9 She is part of The Pictures Generation, a name given to a group of artists from a 2009 exhibition at the Museum of Modern Art that includes Cindy Sherman, Barbara Kruger, and Louise Lawler.",
  "/wiki/Grace_Dunham": "Cyrus Grace Dunham (/ˈdʌnəm/ DUN-əm; born January 28, 1992) is an American writer and activist. Dunham appeared in the independent film Tiny Furniture (2010), which was written and directed by their older sister, filmmaker and actress Lena Dunham.",
  "/wiki/Alex_Karpovsky": "Alexander Karpovsky is an American director, actor, screenwriter, producer and film editor. He is best known for playing Ray Ploshansky on the HBO comedy-drama series Girls and Craig Petrosian on the Amazon series Homecoming.",
  "/wiki/David_Call": "David Steven Call (born August 14, 1982) is an American actor.",
  "/wiki/45365": "45365 is a 2009 documentary film made by first-time directors and brothers Bill Ross IV and Turner Ross. The film is about the everyday life of the small town Sidney, Ohio, and the people living in it; the title comes from the town's ZIP Code.",
  "/wiki/Sidney,_Ohio": "Sidney is a city in Shelby County, Ohio, United States approximately 36 mi (58 km) north of Dayton and 100 mi (161 km) south of Toledo. The population was 21,229 at the 2010 census. It is named after English poet Sir Philip Sidney and is the county seat of Shelby County. As well, many of the city's elementary schools are also named after famous writers, such as Emerson, Longfellow and Whittier.\nSidney was the recipient of the 1964 All-America City Award. In 2009, it was the subject of the documentary film 45365.",
  "/wiki/Me_&_Orson_Welles": "Me and Orson Welles is a 2008 British-American period drama film directed by Richard Linklater and starring Zac Efron, Christian McKay, and Claire Danes. Based on Robert Kaplow's novel of the same name, the story, set in 1937 New York, tells of a teenager hired to perform in Orson Welles's groundbreaking stage adaptation of William Shakespeare's Julius Caesar. He becomes attracted to a career-driven production assistant.",
  "/wiki/Richard_Linklater": "Richard Stuart Linklater (/ˈlɪŋkleɪtər/; born July 30, 1960) is an American filmmaker. Linklater is known for his realistic and natural humanist films, which revolve mainly around suburban culture and the effects of the passage of time. His films include the observational comedy film Slacker (1990); the coming-of-age comedy film Dazed and Confused (1993); the romantic drama Before trilogy, Before Sunrise (1995), Before Sunset (2004), and Before Midnight (2013); the music-themed comedy School of Rock (2003); the animated films Waking Life (2001) and A Scanner Darkly (2006); the epic coming-of-age drama Boyhood (2014); and the comedy film Everybody Wants Some!! (2016).",
  "/wiki/Christian_McKay": "Christian Stuart McKay (born 30 December  1973) is an English stage and screen actor. He is perhaps best known for his portrayal of Orson Welles in the 2008 film Me and Orson Welles, for which he was nominated for over two dozen awards including the BAFTA Award for Best Supporting Actor. He also appeared in movies such as Florence Foster Jenkins, The Theory of Everything, Tinker Tailor Soldier Spy and Rush.",
  "/wiki/Claire_Danes": "Claire Catherine Danes (born April 12, 1979) is an American actress. She is the recipient of three Emmy Awards, four Golden Globe Awards, and two Screen Actors Guild Awards. In 2012, Time named her one of the 100 most influential people in the world, and she was awarded a star on the Hollywood Walk of Fame in 2015.",
  "/wiki/Zac_Efron": "Zachary David Alexander Efron (/ˈɛfrɒn/; born October 18, 1987) is an American actor and singer. He began acting professionally in the early 2000s and rose to prominence in the late 2000s for his leading role as Troy Bolton in the High School Musical franchise (2006–2008). During this time, he also starred in the musical film Hairspray (2007) and the comedy film 17 Again (2009). Efron has since starred in the films New Year's Eve (2011), The Lucky One (2012), The Paperboy (2012), Neighbors (2014), Dirty Grandpa (2016), Neighbors 2: Sorority Rising (2016), Baywatch (2017), The Greatest Showman (2017) and Extremely Wicked, Shockingly Evil and Vile (2019).",
  "/wiki/Only_You_(1994_film)": "Only You is a 1994 American romantic comedy film directed by Norman Jewison and starring Marisa Tomei, Robert Downey Jr., and Bonnie Hunt. Written by Diane Drake and Malia Scotch Marmo (uncredited), the film is about a young woman whose search for the man she believes to be her soulmate leads her to Italy where she meets her destiny. Upon its release the film received mostly mixed\nreviews, but critics praised Tomei and Downey's performances.",
  "/wiki/Norman_Jewison": "Norman Frederick Jewison CC OOnt (born July 21, 1926) is a retired Canadian film director, producer, actor, and founder of the Canadian Film Centre. He has directed numerous feature films and has been nominated for the Academy Award for Best Director three times in three separate decades for In the Heat of the Night (1967), Fiddler on the Roof (1971) and Moonstruck (1987). Other highlights of his directing career include The Cincinnati Kid (1965), The Russians Are Coming, the Russians Are Coming (1966), The Thomas Crown Affair (1968), Jesus Christ Superstar (1973), Rollerball (1975), F.I.S.T. (1978), ...And Justice for All (1979), A Soldier's Story (1984), Agnes of God (1985), Other People's Money (1991), The Hurricane (1999), and The Statement (2003).",
  "/wiki/Robert_Downey,_Jr.": "Robert John Downey Jr. (born April 4, 1965) is an American actor, producer, and singer. His career has been characterized by critical and popular success in his youth, followed by a period of substance abuse and legal troubles, before a resurgence of commercial success in middle age. In 2008, Downey was named by Time magazine among the 100 most influential people in the world, and from 2013 to 2015, he was listed by Forbes as Hollywood's highest-paid actor. His films have grossed over $14.4 billion worldwide, making him the second highest-grossing box-office star of all time.",
  "/wiki/Marisa_Tomei": "Marisa Tomei (/toʊˈmeɪ/, Italian: [toˈmɛi]; born December 4, 1964) is an American actress. She is the recipient of various accolades including an Academy Award and nominations for a BAFTA Award, two Golden Globe Awards, and three Screen Actors Guild Awards.",
  "/wiki/Bonnie_Hunt": "Bonnie Lynn Hunt (born September 22, 1961) is an American comedian, actress, director, producer, writer and television host. Her film roles include Rain Man, Beethoven, Beethoven's 2nd, Jumanji, Jerry Maguire, The Green Mile, Cheaper by the Dozen, and Cheaper by the Dozen 2.",
  "/wiki/A_Small_Act": "A Small Act is a documentary film produced by Harambee Media and HBO and directed by Jennifer Arnold. The documentary chronicles Chris Mburu's search for his benefactor, whose sponsorship allowed him to continue secondary school in Kenya. He would go on to earn degrees from the University of Nairobi and Harvard Law School.",
  "/wiki/Jennifer_Arnold": "The Little Couple is an American reality television series on TLC that debuted May 26, 2009. The series features Bill Klein, a businessman, and Dr. Jennifer Arnold a neonatologist, who both have skeletal dysplasia. Arnold is 96.5 cm (3'2\") and Klein 122 cm (4 feet) tall. They moved from New York City, after Jen completed her pediatric residency and masters of medical education at University of Pittsburgh Medical Center.",
  "/wiki/Life_Above_All": "Life, Above All is a 2010 South African drama film directed by Oliver Schmitz. It was screened in the Un Certain Regard section of the 2010 Cannes Film Festival. The film was selected as the South African entry for the Best Foreign Language Film at the 83rd Academy Awards and made the final shortlist announced in January 2011. The film was adapted from the 2004 novel Chanda's Secrets by Allan Stratton.",
  "/wiki/Oliver_Schmitz": "Oliver Schmitz (born 1960) is a South African film director and screenwriter.",
  "/wiki/Leaves_of_Grass_(film)": "Leaves of Grass is a 2009 American black comedy film written and directed by Tim Blake Nelson. It stars Edward Norton as twin brothers, alongside Richard Dreyfuss, Nelson, Susan Sarandon, Melanie Lynskey and Keri Russell.",
  "/wiki/Tim_Blake_Nelson": "Timothy Blake Nelson (born May 11, 1964) is an American actor, writer, and director. His most famous roles include Delmar O'Donnell in O Brother, Where Art Thou? (2000), Dr. Pendanski in Holes (2003), Daniel \"Danny\" Dalton Jr. in Syriana (2005), Dr. Samuel Sterns in The Incredible Hulk (2008), Richard Schell in Lincoln (2012), Buster Scruggs in The Ballad of Buster Scruggs (2018), and Wade Tillman/Looking Glass in the HBO series Watchmen (2019).",
  "/wiki/Edward_Norton": "Edward Harrison Norton (born August 18, 1969) is an American actor and filmmaker. He has received multiple awards and nominations, including a Golden Globe Award and three Academy Award nominations.",
  "/wiki/Susan_Sarandon": "Susan Abigail Sarandon (née Tomalin; born October 4, 1946) is an American actress and activist. She has received an Academy Award, a British Academy Film Award, and a Screen Actors Guild Award, and has been nominated for nine Golden Globe Awards. Known for her social and political activism, she was appointed a UNICEF Goodwill Ambassador in 1999 and received the Action Against Hunger Humanitarian Award in 2006.",
  "/wiki/I_Am_Love_(film)": "I Am Love (Italian: Io sono l'amore) is a 2009 Italian romantic drama film directed by Luca Guadagnino, set in Milan around the year 2000. The film follows an haute bourgeois family through changing times and fortunes, and its disruption by the forces of passion.[vague] It is the first installment in Guadagnino's self-described Desire trilogy, preceding A Bigger Splash (2015) and Call Me by Your Name (2017). The cast is led by Tilda Swinton as Emma Recchi. Producers Swinton and Guadagnino developed the film together over an 11-year period. The film's soundtrack uses pre-existing compositions by John Adams.",
  "/wiki/Luca_Guadagnino": "Luca Guadagnino (Italian: [ˈluːka ɡwadaˈɲiːno]; born 10 August 1971) is an Italian film director, producer, and screenwriter. He has collaborated a number of times with actress Tilda Swinton, including on the films The Protagonists (1999), I Am Love (2010), A Bigger Splash (2015) and Suspiria (2018).",
  "/wiki/Tilda_Swinton": "Katherine Matilda Swinton (born 5 November 1960) is an English actress, known for her roles in both independent arthouse films and blockbusters. She won the Academy Award for Best Supporting Actress for her performance in the 2007 film Michael Clayton. She also won the BAFTA Scotland Award for Best Actress for the 2003 film Young Adam, and has received three Golden Globe Award nominations.",
  "/wiki/Marisa_Berenson": "Vittoria Marisa Schiaparelli Berenson (born February 15, 1947) is an American actress and model. She appeared on the front covers of Vogue and Time, and won the National Board of Review Award for Best Supporting Actress for her role as Natalia Landauer in the 1972 film Cabaret. The role also earned her Golden Globe and BAFTA Award nominations.",
  "/wiki/Louder_Than_a_Bomb_(film)": "Louder Than a Bomb is a documentary film about Louder Than a Bomb, an annual youth poetry slam in Chicago. The film was directed and produced by Greg Jacobs and Jon Siskel. It follows the stories of several high school teams and individuals leading up to Louder Than a Bomb 2008 and their experiences at the slam. It opened theatrically in New York City on July 30, 2010 and opened in Los Angeles on August 6, 2010 at the 14th Annual DocuWeeks.",
  "/wiki/Ebertfest": "Ebertfest is an annual film festival held every April in Champaign, Illinois, United States, organized by the College of Media at the University of Illinois. Roger Ebert, the TV and Chicago Sun-Times film critic, was a native of the adjoining town of Urbana, Illinois and is an alumnus of the University. Founded in 1999 as \"Roger Ebert's Overlooked Film Festival\", this event is the only long-running film festival created by a critic. Despite Ebert’s death in 2013, the festival continues to operate based on Ebert’s notes and vision for the kinds of films he championed."
}