{
  "/wiki/Hamlet_(1996_film)": "Hamlet is a 1996 film adaptation of William Shakespeare's play Hamlet, adapted and directed by Kenneth Branagh, who also stars as Prince Hamlet. The film also features Derek Jacobi as King Claudius, Julie Christie as Queen Gertrude, Kate Winslet as Ophelia, Michael Maloney as Laertes, Richard Briers as Polonius, and Nicholas Farrell as Horatio. Other cast members include Robin Williams, Gérard Depardieu, Jack Lemmon, Billy Crystal, Rufus Sewell, Charlton Heston, Richard Attenborough, Judi Dench, John Gielgud and Ken Dodd.",
  "/wiki/Kenneth_Branagh": "Sir Kenneth Charles Branagh (/ˈbrænə/; born 10 December 1960) is a Northern Irish actor, director, film producer and screenwriter. Branagh trained at the Royal Academy of Dramatic Art in London; in 2015 he succeeded Richard Attenborough as its president. He has both directed and starred in several film adaptations of William Shakespeare's plays, including Henry V (1989) (for which he was nominated for the Academy Awards for Best Actor and Best Director), Much Ado About Nothing (1993), Othello (1995), Hamlet (1996) (for which he was nominated for the Academy Award for Best Adapted Screenplay), Love's Labour's Lost (2000) and As You Like It (2006).",
  "/wiki/Julie_Christie": "Julie Frances Christie (born 14 April 1940) is a British actress. An icon of the \"swinging London\" era of the 1960s, she has received such accolades as an Academy Award, a Golden Globe Award, a BAFTA Award, and a Screen Actors Guild Award. She has appeared in six films that were ranked in the British Film Institute's 100 greatest British films of the 20th century, and in 1997, she received the BAFTA Fellowship.",
  "/wiki/Derek_Jacobi": "Sir Derek George Jacobi CBE (/ˈdʒækəbi/; born 22 October 1938) is an English actor and stage director.",
  "/wiki/Timothy_Spall": "Timothy Leonard Spall OBE (born 27 February 1957) is an English character actor and occasional presenter. He became a household name in the UK after appearing as Barry Spencer Taylor in the 1983 ITV comedy-drama series Auf Wiedersehen, Pet.",
  "/wiki/Rufus_Sewell": "Rufus Frederik Sewell (/ˈsuːəl/; born 29 October 1967) is an English actor. He has appeared in films such as Hamlet, The Woodlanders, Dangerous Beauty, Dark City, Bless the Child, A Knight's Tale, The Legend of Zorro, The Illusionist, The Holiday, Tristan and Isolde, Abraham Lincoln: Vampire Hunter, Hercules, Gods of Egypt, Martha, Meet Frank, Daniel and Laurence, and Judy. On television, he has starred in Victoria, Middlemarch, The Man in the High Castle, John Adams, Zen, The Pillars of the Earth, Parade's End, Killing Jesus, Charles II: The Power and The Passion, and Eleventh Hour. On stage, he originated the role of Septimus Hodge in Tom Stoppard's Arcadia and the role of Jan in Stoppard's Rock 'n' Roll, with the latter earning him an Olivier Award and a Tony Award nomination.",
  "/wiki/Delirious_(2006_film)": "Delirious is a 2006 film directed by Tom DiCillo. It stars Steve Buscemi, Michael Pitt and Alison Lohman.",
  "/wiki/Tom_DiCillo": "Thomas A. \"Tom\" DiCillo (born August 14, 1953) is an American film director, screenwriter and cinematographer.",
  "/wiki/Steve_Buscemi": "Steven Vincent Buscemi (/buːˈsɛmi/ boo-SEM-ee,[Note 1] Italian: [buʃˈʃɛːmi]; born December 13, 1957) is an American actor, director, writer, and producer. He has starred in a number of successful movies, including  Parting Glances (1986), New York Stories (1989), Mystery Train (1989), Reservoir Dogs (1992), Desperado (1995), Con Air, Armageddon (1998), The Grey Zone (2001), Ghost World (2001), Big Fish (2003), and The Death of Stalin (2017). Buscemi is also known for his supporting roles in the Coen brothers films such as Miller's Crossing (1990), Barton Fink (1991), The Hudsucker Proxy (1994), Fargo (1996), and The Big Lebowski (1998).",
  "/wiki/Michael_Pitt": "Michael Carmen Pitt (born April 10, 1981) is an American actor, model, and musician. Pitt is known in film for his roles in Murder by Numbers (2002), Bernardo Bertolucci's The Dreamers (2003), Gus Van Sant's Last Days (2005), Michael Haneke's Funny Games (2007) and M. Night Shyamalan's The Village (2004), and in television for his roles as Henry Parker in the teen drama Dawson's Creek, Jimmy Darmody in the HBO series Boardwalk Empire and Mason Verger in the NBC series Hannibal. He has also appeared in the films Hedwig and the Angry Inch (2001), Bully (2001), Silk (2007), Seven Psychopaths (2012), I Origins (2014), and Ghost in the Shell (2017).",
  "/wiki/Alison_Lohman": "Alison Marion Lohman (born September 18, 1979) is an American actress. She starred as Astrid in White Oleander (2002), and has appeared in Matchstick Men (2003), Where the Truth Lies (2005), The Big White (2005), Nausicaä of the Valley of the Wind (2005), Flicka (2006), and Drag Me to Hell (2009); as well as smaller parts in Big Fish (2003), Beowulf (2007), and Gamer (2009). She has also been on television shows such as Tucker and Pasadena.",
  "/wiki/Yes_(film)": "Yes is a 2004 film written and directed by Sally Potter and starring Joan Allen, Simon Abkarian, Samantha Bond, Sam Neill, Shirley Henderson, Raymond Waring, Stephanie Leonidas, and Sheila Hancock.",
  "/wiki/Sally_Potter": "Charlotte Sally Potter OBE (born 19 September 1949) is an English film director and screenwriter. She is known for directing Orlando (1992), which won the audience prize for Best Film at the Venice Film Festival.",
  "/wiki/Joan_Allen": "Joan Allen (born August 20, 1956) is an American actress. She began her career with the Steppenwolf Theatre Company in 1977, won the 1984 Drama Desk Award for Outstanding Actress in a Play for And a Nightingale Sang, and won the 1988 Tony Award for Best Actress in a Play for her Broadway debut in Burn This. She is also a three-time Academy Award nominee; receiving Best Supporting Actress nominations for Nixon (1995) and The Crucible (1996), and a Best Actress nomination for The Contender (2000).",
  "/wiki/Simon_Abkarian": "Simon Abkarian (Armenian: Սիմոն Աբգարեան; born 5 March 1962) is an Armenian-French actor.",
  "/wiki/Sam_Neill": "Nigel John Dermot Neill DCNZM OBE (born 14 September 1947), known professionally as Sam Neill, is a Northern Irish-born New Zealand actor, writer, producer, and director. By family tradition, he enjoys an avocation as vigneron. Born in Omagh, Northern Ireland, he moved to Christchurch, New Zealand, with his family in 1954. Neill first achieved recognition with his appearance in the 1977 film Sleeping Dogs, which he followed with leading roles in My Brilliant Career (1979), Omen III: The Final Conflict, Possession (both 1981), A Cry in the Dark (1988), Dead Calm (1989), and The Piano (1993). He came to international prominence as Dr. Alan Grant in Jurassic Park (1993).",
  "/wiki/Barry_Avrich": "Barry Michael Avrich (born May 9, 1963) is a Canadian film director, film producer, author, marketing executive, and arts philanthropist. Avrich's film career has included critically acclaimed films about the entertainment business including The Last Mogul about film producer Lew Wasserman (2005), Glitter Palace about the Motion Picture Country Home (2005), and Guilty Pleasure about the Vanity Fair columnist and author Dominick Dunne (2004). In addition, Avrich produced the Gemini-nominated television special Caesar and Cleopatra (2009) with Christopher Plummer. Avrich also produced Canada's Sports Hall of Fame Awards (2015) as well as the Canadian Screen Awards (2016).",
  "/wiki/Murray_Cohl": "Murray \"Dusty\" Cohl, CM (February 21, 1929 – January 11, 2008) was a Canadian film producer and co-founder of Toronto International Film Festival and Canada's Walk of Fame.",
  "/wiki/Canvas_(2006_film)": "Canvas is a 2006 drama film written and directed by Joseph Greco about a Florida family dealing with a mother who has schizophrenia. The film premiered October 2006 at the Hamptons International Film Festival in New York.",
  "/wiki/Joseph_Greco": "Joseph Greco (born 1972) is a writer, director and producer living in Los Angeles. He wrote & directed the feature film Canvas.",
  "/wiki/Joe_Pantoliano": "Joseph Peter Pantoliano (born September 12, 1951) is an American actor who has often played shady characters, criminals or corrupt individuals.",
  "/wiki/Marcia_Gay_Harden": "Marcia Gay Harden (born August 14, 1959) is an American actress. Her film breakthrough was in the 1990 Coen brothers-directed Miller's Crossing. She followed this with roles in films including Used People (1992), The First Wives Club (1996), and Flubber (1997). For her performance as artist Lee Krasner in the 2000 film Pollock, she won the Academy Award for Best Supporting Actress. She earned another Academy Award nomination for her performance as Celeste Boyle in Mystic River (2003). Other notable film roles include American Gun (2005), and 2007's The Mist and Into the Wild.",
  "/wiki/Devon_Gearhart": "Devon Gearhart (born May 5, 1995) is an American actor.",
  "/wiki/Shotgun_Stories": "Shotgun Stories is a 2007 drama film about a feud between two sets of half-brothers following the death of their father in rural Arkansas. The film was written and directed by Jeff Nichols, and stars Michael Shannon, Barlow Jacobs, Michael Abbott Jr. and Glenda Pannell.",
  "/wiki/Jeff_Nichols": "Jeff Nichols (born December 7, 1978) is an American film director and screenwriter from Little Rock, Arkansas. He studied filmmaking at the University of North Carolina School of the Arts. Nichols is most known for his films Take Shelter (2011), Mud (2012), and Loving (2016), which have been critically acclaimed.",
  "/wiki/Michael_Shannon": "Michael Corbett Shannon (born August 7, 1974) is an American actor, producer, director, and musician. He has been nominated twice for the Academy Award for Best Supporting Actor for his roles in Revolutionary Road (2008) and Nocturnal Animals (2016). He earned Screen Actors Guild Award and Golden Globe Award nominations for his role in 99 Homes (2014), and a Tony Award nomination for Best Featured Actor in a Play for Long Day's Journey into Night (2016).",
  "/wiki/Underworld_(1927_film)": "Underworld (also released as Paying the Penalty) is a 1927 American silent crime film directed by Josef von Sternberg. The film launched Sternberg's eight-year collaboration with Paramount Pictures, with whom he would produce his seven films with actress Marlene Dietrich. Journalist and screenwriter Ben Hecht won an Academy Award for Best Original Story.",
  "/wiki/Josef_von_Sternberg": "Josef von Sternberg (born Jonas Sternberg, 29 May 1894 – 22 December 1969) was an Austrian-American filmmaker whose career successfully spanned the transition from the silent to the sound era, during which he worked with most of the major Hollywood studios. He is best known for his film collaboration with actress Marlene Dietrich in the 1930s, including the highly regarded Paramount/UFA production, The Blue Angel (1930).",
  "/wiki/Clive_Brook": "Clifford Hardman \"Clive\" Brook (1 June 1887 – 17 November 1974) was an English film actor.",
  "/wiki/Evelyn_Brent": "Evelyn Brent (born Mary Elizabeth Riggs, October 20, 1895– June 4, 1975) was an American film and stage actress.",
  "/wiki/George_Bancroft_(actor)": "George Bancroft (September 30, 1882 – October 2, 1956) was an American \nfilm actor, whose career spanned more than thirty years from 1925 to 1956. He was cast in many notable films alongside major film stars throughout his Hollywood years.",
  "/wiki/Larry_Semon": "Lawrence \"Larry\" Semon (February 9, 1889 – October 8, 1928) was an American actor, director, producer, and screenwriter during the silent film era. In his day, Semon was considered a major movie comedian, but he is now remembered mainly for working with both Stan Laurel and Oliver Hardy before they started working together.",
  "/wiki/Alloy_Orchestra": "Alloy Orchestra is a musical ensemble based in Cambridge, Massachusetts, United States, that performs its own accompaniments to silent films of the classic movie era.  Percussionists Terry Donahue and Ken Winokur and keyboardist Caleb Sampson founded the group in 1990.  After Sampson's death in 1998, the band was joined by keyboardist Roger Miller, better known as the guitarist of post-punk band Mission of Burma. They have released four collections of film music and have toured both North America and Europe in support of cinematic shows.",
  "/wiki/The_Real_Dirt_on_Farmer_John": "The Real Dirt on Farmer John is a 2005 documentary film directed by Taggart Siegel about the life of Midwestern farmer John Peterson, operator of Angelic Organics. It tells the history of the eccentric farmer's family farm in rural Caledonia, Illinois.",
  "/wiki/Taggart_Siegel": "Taggart Siegel is an American documentary filmmaker. For 30 years, he has produced and directed Emmy-nominated, award-winning documentaries and dramas that reflect cultural diversity.  He is co-founder of Collective Eye Films, a nonprofit media production and distribution organization.",
  "/wiki/Mishima:_A_Life_in_Four_Chapters": "Mishima: A Life in Four Chapters is a 1985 American biographical drama film co-written and directed by Paul Schrader. The film is based on the life and work of Japanese writer Yukio Mishima (portrayed by Ken Ogata), interweaving episodes from his life with dramatizations of segments from his books The Temple of the Golden Pavilion, Kyoko's House, and Runaway Horses. Francis Ford Coppola and George Lucas were executive producers of the film.",
  "/wiki/Paul_Schrader": "Paul Joseph Schrader (/ˈʃreɪdər/) (born July 22, 1946) is an American screenwriter, film director, and film critic. Schrader wrote or co-wrote screenplays for four Martin Scorsese films: Taxi Driver (1976), Raging Bull (1980), The Last Temptation of Christ (1988), and Bringing Out the Dead (1999). He has directed 18 feature films, including his directing debut, the crime drama Blue Collar (co-written with his brother, Leonard Schrader), the crime drama Hardcore (a loosely autobiographical film also written by Schrader), his 1982 remake of the horror classic Cat People, the crime drama American Gigolo (1980), the biographical drama Mishima: A Life in Four Chapters (1985), the true life biopic Patty Hearst (1988), the cult film Light Sleeper (1992), the drama Affliction (1997), the biographical film Auto Focus (2002), the erotic dramatic thriller The Canyons (2013), and the dramatic thriller First Reformed (2017), which earned him his first Academy Award nomination.",
  "/wiki/Ken_Ogata": "Akinobu Ogata (緒形 明伸, Ogata Akinobu, 20 July 1937 – 5 October 2008), better known by his stage name Ken Ogata (緒形 拳, Ogata Ken), was a Japanese actor.",
  "/wiki/Eiko_Ishioka": "Eiko Ishioka (石岡 瑛子, Ishioka Eiko, July 12, 1938 – January 21, 2012) was a Japanese art director, costume designer, and graphic designer known for her work in stage, screen, advertising, and print media.",
  "/wiki/Hulk_(film)": "Hulk is a 2003 American superhero film based on the fictional Marvel Comics character of the same name. It was directed by Ang Lee and written by James Schamus, Michael France, and John Turman, from a story by Schamus.  Eric Bana stars as Bruce Banner / Hulk, alongside Jennifer Connelly, Sam Elliott, Josh Lucas, and Nick Nolte. The film explores the origins of Bruce Banner, who after a lab accident involving gamma radiation, finds himself able to turn into a huge green-skinned monster whenever he is emotionally provoked or stressed, while he is pursued by the United States military and comes into a conflict with his biological father, who has his own dark agenda for his son.",
  "/wiki/Ang_Lee": "Ang Lee OBS (Chinese: 李安; pinyin: Lǐ Ān; born 23 October 1954) is a Taiwanese filmmaker. Born in the Pingtung County of southern Taiwan, Lee was educated in Taiwan and later in the United States for further study. His filmmaking career has seen him experience international critical and popular acclaim and a range of accolades.",
  "/wiki/Eric_Bana": "Eric Banadinović, AM (born 9 August 1968), known professionally as Eric Bana (/ˈbænə/), is an Australian actor. He began his career in the sketch comedy series Full Frontal before gaining notice in the comedy-drama The Castle (1997). Soon after he gained critical recognition in the biographical crime film Chopper (2000). After a decade of roles in Australian TV shows and films, Bana gained Hollywood's attention for his performance in the war film Black Hawk Down (2001) and the title character in Hulk (2003). He has since played Hector in the movie Troy (2004), the lead in Steven Spielberg's historical drama and political thriller Munich (2005), Henry VIII in The Other Boleyn Girl (2008), and the villain Nero in the science-fiction film Star Trek (2009). Bana also played Henry De Tamble in The Time Traveler's Wife (2009). In 2013, he played Lt. Cmdr. Erik S. Kristensen in the war film Lone Survivor and in the following year he played police sergeant Ralph Sarchie in the horror film Deliver Us from Evil.",
  "/wiki/Jennifer_Connelly": "Jennifer Lynn Connelly (born December 12, 1970) is an American actress who began her career as a child model. She appeared in magazine, newspaper and television advertising, before she made her film acting debut in the crime film Once Upon a Time in America (1984). Connelly continued modeling and acting, starring in a number of films, including the horror film Phenomena (1985), the musical fantasy film Labyrinth (1986), the romantic comedy Career Opportunities (1991), and the period superhero film The Rocketeer (1991). She gained critical acclaim for her work in the science fiction film Dark City (1998) and for playing a drug addict in Darren Aronofsky's drama Requiem for a Dream (2000).",
  "/wiki/Sam_Elliott": "Samuel Pack Elliott (born August 9, 1944) is an American actor. His lanky physique, thick moustache, deep, resonant voice, and Western drawl have led to frequent roles as cowboys and ranchers. His accolades include an Academy Award nomination, two Golden Globe Award nominations, two Primetime Emmy Award nominations, and a National Board of Review Award for Best Supporting Actor.",
  "/wiki/The_Band%27s_Visit": "The Band's Visit (Hebrew: ביקור התזמורת - Bikur Ha-Tizmoret) is a 2007 comedy-drama film directed and written by Eran Kolirin, and starring Saleh Bakri, Ronit Elkabetz, Sasson Gabai and Uri Gavriel. It is an international co-production between Israel, France and the United States.",
  "/wiki/Eran_Kolirin": "Eran Kolirin (Hebrew: ערן קולירין) (born 4 November 1973) is an Israeli screenwriter and film director.",
  "/wiki/Sasson_Gabai": "Sasson Gabai (Hebrew: ששון גבאי‎; born 24 November 1947) is an Israeli actor. He is the winner of an Ophir Award, Asia Pacific Screen Award (nominated), European Film Awards and Jerusalem Film Festival in 2007 as Best Actor in a highly acclaimed Israeli film The Band's Visit.",
  "/wiki/Ronit_Elkabetz": "Ronit Elkabetz (Hebrew: רונית אלקבץ‎‎; 27 November 1964 – 19 April 2016) was an Israeli actress, screenwriter and filmmaker. She worked in both Israeli and French cinema. She won three Ophir Awards and received a total of seven nominations.",
  "/wiki/Saleh_Bakri": "Saleh Bakri (Arabic: صالح بكري‎, Hebrew: .mw-parser-output .script-hebrew,.mw-parser-output .script-Hebr{font-size:1.15em;font-family:\"SBL Hebrew\",\"SBL BibLit\",\"Frank Ruehl CLM\",\"Taamey Frank CLM\",\"Ezra SIL\",\"Ezra SIL SR\",\"Keter Aram Tsova\",\"Taamey Ashkenaz\",\"Taamey David CLM\",\"Keter YG\",\"Shofar\",\"David CLM\",\"Hadasim CLM\",\"Simple CLM\",\"Nachlieli\",Cardo,Alef,\"Noto Serif Hebrew\",\"Noto Sans Hebrew\",\"David Libre\",David,\"Times New Roman\",Gisha,Arial,FreeSerif,FreeSans}סאלח בכרי; born 1977) is an Israeli Arab film and theatre actor. He began his career in the theater. Saleh is the son of actor and film director Mohammad Bakri, brother of actors Ziad and Adam Bakri.",
  "/wiki/Housekeeping_(film)": "Housekeeping is a 1987 American comedy-drama film written and directed by Bill Forsyth and starring Christine Lahti, Sara Walker, and Andrea Burchill. Based on the 1980 novel Housekeeping by Marilynne Robinson, the film is about two young sisters growing up in Idaho during the 1950s. After being abandoned by their mother and raised by elderly relatives, the sisters are looked after by their eccentric aunt whose unconventional and unpredictable ways affect their lives. Filmed on location in Alberta and British Columbia, Canada, Housekeeping won two awards at the 1987 Tokyo International Film Festival.",
  "/wiki/Bill_Forsyth": "William David Forsyth (born 29 July 1946) is a Scottish film director and writer known for his films Gregory's Girl (1981), Local Hero (1983), and Comfort and Joy (1984).",
  "/wiki/Christine_Lahti": "Christine Ann Lahti (born April 4, 1950) is an American actress and filmmaker. She was nominated for the Academy Award for Best Supporting Actress for the 1984 film Swing Shift. Her other film roles include ...And Justice for All (1979), Housekeeping (1987), Running on Empty (1988), and Leaving Normal (1992), and The Fear Inside. For her directorial debut with the 1995 short film Lieberman in Love, she won the Academy Award for Best Live Action Short Film.",
  "/wiki/The_Cell": "The Cell is a 2000 science fiction horror film directed by Tarsem Singh in his directorial debut, and starring Jennifer Lopez, Vince Vaughn, and Vincent D'Onofrio. It received mixed reviews upon its release, with critics praising its visuals, direction, make-up, costumes and D'Onofrio's performance, while criticizing its Silence of the Lambs-inspired plot, an emphasis on style rather than substance, and masochistic imagery.",
  "/wiki/Tarsem_Singh": "Tarsem Singh Dhandwar (born 26 May 1961), known professionally as Tarsem, is an Indian director who has worked on films, music videos, and commercials.",
  "/wiki/Jennifer_Lopez": "Jennifer Lynn Lopez (born July 24, 1969), also known by her nickname J.Lo, is an American actress, singer, dancer, fashion designer, producer, and businesswoman. In 1991, Lopez began appearing as a Fly Girl dancer on In Living Color, where she remained a regular until she decided to pursue an acting career in 1993. For her first leading role in the 1997 Selena biopic of the same name, Lopez received a Golden Globe nomination and became the first Latin actress to earn over US$1 million for a film. She went on to star in Anaconda (1997) and Out of Sight (1998), later establishing herself as the highest-paid Latin actress in Hollywood.",
  "/wiki/Vince_Vaughn": "Vincent Anthony Vaughn (born March 28, 1970) is an American actor, producer, screenwriter and comedian.",
  "/wiki/Vincent_D%E2%80%99Onofrio": "Vincent Philip D'Onofrio (/dəˈnɒfrioʊ/; born June 30, 1959) is an American actor, producer, director, and singer. He is known for his supporting and starring roles in both film and television. He has been nominated for a Primetime Emmy Award and two Saturn Awards, winning one for his supporting role in Men in Black.",
  "/wiki/Romance_%26_Cigarettes": "Romance & Cigarettes is a 2005 American musical romantic comedy film written and directed by John Turturro. The film stars an ensemble cast which includes James Gandolfini, Susan Sarandon, Kate Winslet, Steve Buscemi, Bobby Cannavale, Mandy Moore, Mary-Louise Parker, Aida Turturro, Christopher Walken, Barbara Sukowa, Elaine Stritch, Eddie Izzard, and Amy Sedaris. The film was nominated for a Golden Lion at the 2005 Venice Film Festival.",
  "/wiki/John_Turturro": "John Michael Turturro (/tərˈtʊəroʊ/; born February 28, 1957) is an American actor, writer and filmmaker, known for his association with the independent film movement. He has appeared in over sixty feature films and has worked frequently with the Coen brothers, Adam Sandler and Spike Lee. He began acting on-screen in the early 1980s, with his mainstream breakthrough coming with Lee's Do the Right Thing (1989) and the Coens' Miller's Crossing (1990) and Barton Fink (1991), for which he won the Best Actor Award at the Cannes Film Festival. His subsequent roles included Herb Stempel in Quiz Show (1994), Jesus Quintana in The Big Lebowski (1998), Pete in O Brother, Where Art Thou? (2000), and Seymour Simmons in the Transformers film series.",
  "/wiki/James_Gandolfini": "James Joseph Gandolfini Jr. (Italian: [ɡandolˈfiːni]; September 18, 1961 – June 19, 2013) was an American actor and producer best known for his role as Tony Soprano, the Italian-American crime boss in HBO's television series The Sopranos, for which he won three Emmy Awards, three Screen Actors Guild Awards, and one Golden Globe Award. Gandolfini's performance as Tony Soprano is widely regarded as among the greatest performances in television history.",
  "/wiki/Susan_Sarandon": "Susan Abigail Sarandon (née Tomalin; born October 4, 1946) is an American actress and activist. She has received an Academy Award, a British Academy Film Award, and a Screen Actors Guild Award, and has been nominated for nine Golden Globe Awards. Known for her social and political activism, she was appointed a UNICEF Goodwill Ambassador in 1999 and received the Action Against Hunger Humanitarian Award in 2006.",
  "/wiki/Kate_Winslet": "Kate Elizabeth Winslet CBE (born 5 October 1975) is an English actress. She is particularly known for her work in period dramas, and is often drawn to portraying angst-ridden women. Winslet is the recipient of various accolades, including three British Academy Film Awards, and is among the few performers to have won Academy, Emmy, and Grammy Awards.",
  "/wiki/Aida_Turturro": "Aida Turturro (born September 25, 1962) is an American actress best known for playing Janice Soprano, sister of New Jersey mob boss Tony Soprano, on the HBO drama series The Sopranos (1999–2007).",
  "/wiki/Ebertfest": "Ebertfest is an annual film festival held every April in Champaign, Illinois, United States, organized by the College of Media at the University of Illinois. Roger Ebert, the TV and Chicago Sun-Times film critic, was a native of the adjoining town of Urbana, Illinois and is an alumnus of the University. Founded in 1999 as \"Roger Ebert's Overlooked Film Festival\", this event is the only long-running film festival created by a critic. Despite Ebert’s death in 2013, the festival continues to operate based on Ebert’s notes and vision for the kinds of films he championed."
}