{
  "/wiki/Lawrence_of_Arabia_(film)": "Lawrence of Arabia is a 1962 British epic historical drama film based on the life of T. E. Lawrence. Directed by David Lean and produced by Sam Spiegel through his British company Horizon Pictures and Columbia Pictures, with the screenplay by Robert Bolt and Michael Wilson, it stars Peter O'Toole in the title role and Alec Guinness as Prince Faisal. The film, a British and American co-production, depicts Lawrence's experiences in the Ottoman Empire's provinces of Hejaz and Greater Syria during World War I, in particular his attacks on Aqaba and Damascus and his involvement in the Arab National Council. Its themes include Lawrence's emotional struggles with the personal violence inherent in war, his own identity, and his divided allegiance between his native Britain and its army, and his new-found comrades within the Arabian desert tribes. The film also stars Jack Hawkins, Anthony Quinn, Omar Sharif, Anthony Quayle, Claude Rains and Arthur Kennedy.",
  "/wiki/David_Lean": "Sir David Lean CBE (25 March 1908 – 16 April 1991) was an English film director, producer, screenwriter and editor. Widely considered as one of the most influential directors of all time, Lean was mostly famous for his large-scale epics such as The Bridge on the River Kwai (1957), Lawrence of Arabia (1962), Doctor Zhivago (1965) and A Passage to India (1984). He also directed adaptations of  Charles Dickens novels Great Expectations (1946) and Oliver Twist (1948), and the romantic drama Brief Encounter (1945).",
  "/wiki/Peter_O%27Toole": "Peter Seamus O'Toole (/oʊˈtuːl/; 2 August 1932 – 14 December 2013) was a British stage and film actor of Irish descent. He attended the Royal Academy of Dramatic Art and began working in the theatre, gaining recognition as a Shakespearean actor at the Bristol Old Vic and with the English Stage Company before making his film debut in 1959.",
  "/wiki/Alec_Guinness": "Sir Alec Guinness, CH, CBE (born Alec Guinness de Cuffe; 2 April 1914 – 5 August 2000) was an English actor. After an early career on the stage, Guinness was featured in several of the Ealing Comedies, including The Ladykillers and Kind Hearts and Coronets; in the latter of these he played nine different characters. He collaborated six times with director David Lean: Herbert Pocket in Great Expectations (1946), Fagin in Oliver Twist (1948), Col. Nicholson in The Bridge on the River Kwai (1957, for which he won the Academy Award for Best Actor), Prince Faisal in Lawrence of Arabia (1962), General Yevgraf Zhivago in Doctor Zhivago (1965), and Professor Godbole in A Passage to India (1984). He also portrayed Obi-Wan Kenobi in George Lucas's original Star Wars trilogy; for the original film, he was nominated for Best Supporting Actor at the 50th Academy Awards.",
  "/wiki/Anthony_Quinn": "Antonio Rodolfo Quinn Oaxaca (April 21, 1915 – June 3, 2001), known professionally as Anthony Quinn, was a Mexican-American actor, painter, writer and film director. He starred in numerous critically acclaimed movies, including La Strada, The Guns of Navarone, Zorba the Greek, Guns for San Sebastian, Lawrence of Arabia, The Shoes of the Fisherman, The Message, Lion of the Desert, Last Action Hero and A Walk in the Clouds.",
  "/wiki/Jack_Valenti": "Jack Joseph Valenti (September 5, 1921 – April 26, 2007) was a Special Assistant to U.S. President Lyndon B. Johnson and the longtime president of the Motion Picture Association of America.  During his 38-year tenure in the MPAA, he created the MPAA film rating system, and he was generally regarded as one of the most influential pro-copyright lobbyists in the world.",
  "/wiki/Robert_A._Harris": "Robert A. Harris (date of birth unknown) is an American film historian, archivist,  film preservationist, and owner of New York-based The Film Preserve Ltd, a company specializing in film restoration. In a decade-long collaboration with James C. Katz at the end of the 20th century,[third-party source needed] Harris restored several films, including Lawrence of Arabia from 1962, Spartacus from 1960, My Fair Lady from 1964, Vertigo from 1958, and Rear Window from 1954. In the 2000s he completed oversight on the restoration of Leni Riefenstahl's Triumph of the Will from 1935,[not verified in body] and Francis Ford Coppola's early 1970's films, The Godfather and The Godfather Part II. Harris received the Nikola Tesla Award for Visionary Achievement in Filmmaking Technology by the International Press Academy in 2010. The \"Robert A. Harris Collection\" of selections of film, video tape, and audio related to his restoration work is held and managed by the Academy of Motion Picture Arts and Sciences.",
  "/wiki/Anne_V._Coates": "Anne Voase CoatesOBE (12 December 1925 – 8 May 2018) was a British film editor with a more than 60-year-long career. She was perhaps best known as the editor of David Lean's epic film Lawrence of Arabia in 1962, for which she won an Oscar. Coates was nominated five times for the Academy Award for Best Film Editing for the films Lawrence of Arabia, Becket (1963), The Elephant Man (1980), In the Line of Fire (1993) and Out of Sight (1998). In an industry where women accounted for only 16 percent of all editors working on the top 250 films of 2004, and 80 percent of the films had absolutely no women on their editing teams at all, Coates thrived as a top film editor. She was awarded BAFTA's highest honour, a BAFTA Fellowship, in February 2007 and was given an Academy Honorary Award, which are popularly known as a Lifetime Achievement Oscar, in November 2016 by the Academy of Motion Picture Arts and Sciences.",
  "/wiki/Tarnation_(2003_film)": "Tarnation is a 2003 American documentary film by Jonathan Caouette. The film was created by Caouette from over 20 years of hundreds of hours of old Super 8 footage, VHS videotape, photographs, and answering machine messages to tell the story of his life and his relationship with his mentally ill mother Renee.",
  "/wiki/Jonathan_Caouette": "Jonathan Caouette (born November 26, 1973)[citation needed] is an American film director, writer, editor and actor.",
  "/wiki/The_Son_(2002_film)": "The Son (French: Le fils) is a 2002 Belgian-French mystery film directed by Jean-Pierre and Luc Dardenne.",
  "/wiki/Dardenne_brothers": "Brothers Jean-Pierre Dardenne (French: [daʁdɛn]; born 21 April 1951)  and Luc Dardenne (born 10 March 1954), collectively referred to as the Dardenne brothers, are a Belgian filmmaking duo. They write, produce, and direct their films together.",
  "/wiki/Olivier_Gourmet": "Olivier Gourmet (born 22 July 1963) is a Belgian actor.",
  "/wiki/Once_Upon_a_Time...When_We_Were_Colored": "Once Upon a Time... When We Were Colored is a 1996 period drama film directed by Tim Reid and the screenplay was written by Paul W. Cooper, the film is based on Clifton Taulbert’s real life and his non-fiction book Once Upon a Time When We Were Colored.",
  "/wiki/Tim_Reid": "Timothy Lee Reid (born December 19, 1944) is an American actor and film director best known for his roles in prime time American television programs, such as Venus Flytrap on WKRP in Cincinnati (1978–82), Marcel \"Downtown\" Brown on Simon & Simon (1983–87), Ray Campbell on Sister, Sister (1994–99) and William Barnett on That '70s Show (2004–06). Reid starred in a CBS series, Frank's Place, as a professor who inherits a Louisiana restaurant. Reid is the founder and president of Legacy Media Institute, a non-profit organization \"dedicated to bringing together leading professionals in the film and television industry, outstanding actors, and young men and women who wish to pursue a career in the entertainment media\".",
  "/wiki/Al_Freeman_Jr.": "Albert Cornelius Freeman Jr. (March 21, 1934 – August 9, 2012) was an American actor, director, and educator. A life member of The Actors Studio, Freeman appeared in a wide variety of plays, ranging from Leroi Jones' Slave/Toilet to Joe Papp's revivals of Long Day's Journey Into Night and Troilus and Cressida, and films, including My Sweet Charlie, Finian's Rainbow, and Malcolm X, as well as television series and soap operas, such as One Life to Live, The Cosby Show, Law & Order, Homicide: Life on the Street and The Edge of Night.",
  "/wiki/Phylicia_Rashad": "Phylicia Rashād (/fɪˈliːʃə rəˈʃɑːd/ fih-LI-shə rə-SHAHD) (née Ayers-Allen; June 19, 1948) is an American actress, singer and stage director. She is known for her role as Clair Huxtable on the NBC sitcom The Cosby Show (1984–92), which earned her Emmy Award nominations in 1985 and 1986. She was dubbed \"The Mother\" of the black community at the 2010 NAACP Image Awards.",
  "/wiki/Leon_Robinson": "Leon Preston Robinson, usually credited as simply Leon, (born March 8, 1962) is an American actor and singer, who began his professional career as a film actor in the early 1980s. Robinson is best known for his roles as David Ruffin in the TV Movie The Temptations (1998), J.T. Matthews in the 1991 Robert Townsend film, The Five Heartbeats, Derice Bannock in the 1993 film, Cool Runnings, and as Shep in the 1994 basketball drama film, Above the Rim.",
  "/wiki/Tully_(2000_film)": "Tully is a 2000 American drama film written and directed by Hilary Birmingham and starring  Glenn Fitzgerald, Anson Mount, Bob Burrus, and Julianne Nicholson. The film was screened at the Los Angeles Independent Film Festival on April 14, 2000 and received a limited release in the United States on November 1, 2002. It is based on an O. Henry Award-winning short story by author Tom McNeal.",
  "/wiki/Glenn_Fitzgerald": "Glenn Fitzgerald (born December 21, 1971) is an American actor of stage, film, and television.",
  "/wiki/Anson_Mount": "Anson Adams Mount IV (born February 25, 1973) is an American actor. He is known for his television roles as fictional character Cullen Bohannon in the AMC western drama series Hell on Wheels, Jim Steele on the short-lived NBC series Conviction, the Marvel Comics superhero Black Bolt in Marvel's Inhumans, and Captain Christopher Pike in season 2 of Star Trek: Discovery. He also appeared in the film Tully (2000).",
  "/wiki/Julianne_Nicholson": "Julianne Nicholson (born July 1, 1971) is an American actress. She is best known for her main and supporting roles in multiple indie or drama films and TV series.",
  "/wiki/Jeffrey_Vance": "Jeffrey Vance (born May 21, 1970) is an American film historian and author who has published books on movie stars including Buster Keaton and Charlie Chaplin.",
  "/wiki/The_General_(1926_film)": "The General is a 1926 American silent comedy film released by United Artists. It was inspired by the Great Locomotive Chase, a true story of an event that occurred during the American Civil War. The story was adapted from the memoir The Great Locomotive Chase by William Pittenger. The film stars Buster Keaton who co-directed it with Clyde Bruckman.",
  "/wiki/Clyde_Bruckman": "Clyde Adolf Bruckman (June 30, 1894:131 – January 4, 1955) was an American writer and director of comedy films during the late silent era as well as the early sound era of cinema. Bruckman collaborated with such comedians as Buster Keaton, W. C. Fields, Laurel and Hardy, The Three Stooges, Abbott and Costello, and Harold Lloyd.",
  "/wiki/Buster_Keaton": "Joseph Frank Keaton (October 4, 1895 – February 1, 1966), known professionally as Buster Keaton, was an American actor, comedian, film director, producer, screenwriter, and stunt performer. He is best known for his silent films, in which his trademark was physical comedy with a consistently stoic, deadpan expression that earned him the nickname \"The Great Stone Face\". Critic Roger Ebert wrote of Keaton's \"extraordinary period from 1920 to 1929\" when he \"worked without interruption\" on a series of films that make him \"the greatest actor-director in the history of the movies\". His career declined afterward with a loss of artistic independence when he signed with Metro-Goldwyn-Mayer, his wife divorced him, and he descended into alcoholism. He recovered in the 1940s, remarried, and revived his career as an honored comic performer for the rest of his life, earning an Honorary Academy Award in 1959.",
  "/wiki/Marion_Mack": "Joey Marion McCreery Lewyn (April 8, 1902 – May 1, 1989), best known by the stage name Marion Mack, was an American film actress and screenwriter. Mack is best known for co-starring with Buster Keaton in the 1926 silent comedy film, The General. After retiring from acting in 1928, she wrote several short screenplays and took up a career in real estate.",
  "/wiki/Alloy_Orchestra": "Alloy Orchestra is a musical ensemble based in Cambridge, Massachusetts, United States, that performs its own accompaniments to silent films of the classic movie era.  Percussionists Terry Donahue and Ken Winokur and keyboardist Caleb Sampson founded the group in 1990.  After Sampson's death in 1998, the band was joined by keyboardist Roger Miller, better known as the guitarist of post-punk band Mission of Burma. They have released four collections of film music and have toured both North America and Europe in support of cinematic shows.",
  "/wiki/El_Norte_(film)": "El Norte (English: The North) is a 1983 British-American independent drama film, directed by Gregory Nava. The screenplay was written by Gregory Nava and Anna Thomas, based on Nava's story. The movie was first presented at the Telluride Film Festival in 1983, and its wide release was in January 1984.",
  "/wiki/Gregory_Nava": "Gregory James Nava (born April 10, 1949) is an American film director, producer and screenwriter.",
  "/wiki/Zaide_Silvia_Guti%C3%A9rrez": "Zaide Silvia Gutiérrez (born November 2, 1958) is a Mexican actress whose breakout role was the 1983 film El Norte.",
  "/wiki/David_Villalpando": "David Villalpando (born January 2, 1959 in Mexico City, Mexico) is a Mexican actor. His break out role was in the film El Norte (1983).",
  "/wiki/Anna_Thomas": "Anna Thomas (born July 12, 1948) is a film screenwriter, film producer and vegetarian cookbook writer. She was born in Stuttgart, Germany, to a Polish family and came to the United States as an infant. She grew up in Michigan and California.",
  "/wiki/My_Dog_Skip_(film)": "My Dog Skip is a 2000 American family drama film, directed by Jay Russell and starring Frankie Muniz, Diane Lane, Luke Wilson, and Kevin Bacon with narration by Harry Connick Jr. Based on the autobiographical novel of the same name, the film tells the story of a 9-year-old Willie Morris as he is given a Jack Russell Terrier for his birthday, and how the dog fundamentally changes several aspects of his life. My Dog Skip was released on March 3, 2000, by Warner Bros. Family Entertainment, receiving generally positive reviews from critics. The film earned more than $35.5 million on a $4.5 million budget.",
  "/wiki/Jay_Russell": "Jay Russell (born January 10, 1960 in North Little Rock, Arkansas), is an American film director, writer and producer. He graduated from Columbia University in 1985 with a MFA in screenwriting and directing, having studied with producer Michael Hausman and director Miloš Forman. His debut film, End of the Line (1987), was a Sundance Institute project and was released by Orion Classics. He has since written projects for Paramount Pictures, Imagine Entertainment and TriStar Pictures and has directed numerous documentaries for PBS, Discovery Channel, Learning Channel, CBS, Fox, USA Network and NBC.",
  "/wiki/Frankie_Muniz": "Francisco Muniz IV (born December 5, 1985) is an American actor. He is best known for playing the title character in the Fox television family sitcom Malcolm in the Middle, which earned him an Emmy Award nomination and two Golden Globe Award nominations. At the height of his fame, he was considered as one of the most popular child actors and in 2003, he was considered \"one of Hollywood's most bankable teens\". In 2008, he put his acting career on hold to pursue an open-wheel racing career, and competed in the Atlantic Championship. From 2012 to 2014, he was a drummer in the band Kingsfoil.",
  "/wiki/Diane_Lane": "Diane Colleen Lane (born January 22, 1965) is an American actress. Born and raised in New York City, Lane made her screen debut in George Roy Hill's 1979 film A Little Romance.",
  "/wiki/Kevin_Bacon": "Kevin Norwood Bacon (born July 8, 1958) is an American actor and musician. His films include musical-drama film Footloose (1984), the controversial historical conspiracy legal thriller JFK (1991), the legal drama A Few Good Men (1992), the historical docudrama Apollo 13 (1995), and the mystery drama Mystic River (2003). Bacon is also known for taking on darker roles such as that of a sadistic guard in Sleepers (1996) and troubled former child abuser in The Woodsman (2004). He is also known for the hit comedies National Lampoon's Animal House (1978), Diner (1982), Tremors (1990) and Crazy, Stupid, Love (2011). His other well known films are Friday the 13th (1980), Flatliners (1990), The River Wild (1994), Wild Things (1998), Stir of Echoes (1999), Hollow Man (2000), Frost/Nixon (2008), X-Men: First Class (2011), Black Mass (2015) and Patriots Day (2016). He is equally prolific on television, having starred in the Fox drama series The Following (2013–2015). For the HBO original film Taking Chance (2009), Bacon won a Golden Globe Award and a Screen Actors Guild Award, also receiving a Primetime Emmy Award nomination. More recently Bacon portrayed the title character and was the series lead of the Amazon Prime web television series I Love Dick for which he was nominated for a Golden Globe Award.",
  "/wiki/Luke_Wilson": "Luke Cunningham Wilson (born September 21, 1971) is an American actor known for his roles in films such as Idiocracy, My Super Ex-Girlfriend, The Ridiculous 6, Old School, Bottle Rocket, The Royal Tenenbaums, Blue Streak, Bongwater, and Legally Blonde. He was a member of the cast of the HBO television series Enlightened (2011–13). He is the younger brother of actors Andrew Wilson and Owen Wilson.",
  "/wiki/Moose_(dog)": "Moose (December 24, 1990 – June 22, 2006) was a Jack Russell Terrier who portrayed Eddie Crane on the American television sitcom Frasier.",
  "/wiki/Gates_of_Heaven": "Gates of Heaven is a 1978 documentary film by Errol Morris about the pet cemetery business.  It was made when Morris was unknown and did much to launch his career.",
  "/wiki/Errol_Morris": "Errol Mark Morris (born February 5, 1948) is an American film director primarily of documentaries examining and investigating, among other things, authorities and eccentrics. His 1988 documentary The Thin Blue Line is cited among the best and most influential documentaries ever made. In 2003, his documentary film The Fog of War: Eleven Lessons from the Life of Robert S. McNamara won the Oscar for Best Documentary Feature.",
  "/wiki/People_I_Know": "People I Know is a 2002 crime drama film directed by Daniel Algrant and stars Al Pacino, Kim Basinger, and Téa Leoni. The film received mixed reviews, with Rotten Tomatoes giving a rating of 43%.",
  "/wiki/Daniel_Algrant": "Daniel Algrant is an American film director. His works mostly have been independent. He directed three feature films: Naked in New York (1993), People I Know (2002), and Greetings from Tim Buckley (2012).",
  "/wiki/Al_Pacino": "Alfredo James \"Al\" Pacino (/pəˈtʃiːnoʊ/; Italian: [paˈtʃiːno]; born April 25, 1940) is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards, and two Primetime Emmy Awards, becoming one of the few performers to have received the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the National Medal of Arts.",
  "/wiki/Kim_Basinger": "Kimila Ann Basinger (/ˈbeɪsɪŋər/ BAY-sing-ər; born December 8, 1953) is an American actress, singer and former fashion model. Following a successful modeling career in New York during the 1970s, Basinger moved to Los Angeles where she began her acting career on television in 1976. She starred in several made-for-television films, including a remake of From Here to Eternity (1979), before making her feature debut in the drama Hard Country (1981).",
  "/wiki/T%C3%A9a_Leoni": "Elizabeth Téa Pantaleoni (/ˈteɪ.ə pɑːntəleɪˈoʊni/; born February 25, 1966), better known by her stage name Téa Leoni, is an American actress and producer.\nIn her early career, she starred in the television sitcoms Flying Blind (1992–93) and The Naked Truth (1995–98). Her breakthrough role was in the 1995 action comedy film Bad Boys. In later years, Leoni had lead roles in films such as Deep Impact (1998), The Family Man (2000), Jurassic Park III (2001), Spanglish (2004) and Fun with Dick and Jane (2005). In 2014, she returned to television in the leading role in the CBS political drama series Madam Secretary.",
  "/wiki/Bobby_Zarem": "Robert \"Bobby\" Zarem (born September 30, 1936) is an American publicist.  After starting his own publicity agency in 1974, Zarem created lengthy, personalized pitch letters, a business style, and many campaigns. His clients have included Dustin Hoffman, Cher, Arnold Schwarzenegger, Michael Jackson, Diana Ross, Michael Douglas, Michael Caine, Sophia Loren, Ann-Margret, and Alan Alda, among others.",
  "/wiki/Invincible_(2001_drama_film)": "Invincible (German: Unbesiegbar) is a 2001 drama film written and directed by Werner Herzog. The film stars Tim Roth, Jouko Ahola, Anna Gourari, and Max Raabe. The film tells the story of a Jewish strongman in Germany. While basing his story on the real-life figure Zishe Breitbart (a.k.a. Siegmund Breitbart), Herzog uses the bare facts of Breitbart's life to weave fact and fiction (e.g., the story is set in 1932 Berlin, a full seven years after Breitbart's death in 1925) to create an allegory of human strength, knowing oneself with honesty and pride in one's heritage.",
  "/wiki/Werner_Herzog": "Werner Herzog (German: [ˈvɛɐ̯nɐ ˈhɛɐ̯tsoːk]; born 5 September 1942) is a German film director, screenwriter, author, actor, and opera director. Herzog is a figure of the New German Cinema. His films often feature ambitious protagonists with impossible dreams, people with unique talents in obscure fields, or individuals who are in conflict with nature.",
  "/wiki/Tim_Roth": "Timothy Simon Roth (born 14 May 1961) is an English actor and director. He made his debut in the television film Made in Britain (1982). He gained critical acclaim for his role as Myron in  The Hit (1984), for which he was nominated for the BAFTA Award for Most Promising Newcomer. Among a group of prominent British actors of the era, the \"Brit Pack\", Roth gained more attention for his performances in The Cook, the Thief, His Wife & Her Lover (1989), Vincent & Theo (1990) and Rosencrantz & Guildenstern Are Dead (1990).",
  "/wiki/Jouko_Ahola": "Jouko Ahola (born December 1, 1970) is a Finnish former strongman, power-lifter and actor.",
  "/wiki/Anna_Gourari": "Anna Semyonovna Gourari (Russian Анна Семёновна Гурарий, born in Kazan, Tatarstan, Russia) is a classical concert pianist.",
  "/wiki/Terry_Zwigoff": "Terry Zwigoff (born May 18, 1949)[citation needed] is an American filmmaker whose work often deals with misfits, antiheroes, and themes of alienation.",
  "/wiki/Howard_Armstrong_(musician)": "Howard \"Louie Bluie\" Armstrong (March 4, 1909 – July 30, 2003) was an American string band and country blues musician, who played fiddle, mandolin, and guitar and sang. He was also a notable visual artist and raconteur.",
  "/wiki/Ted_Bogan": "Theodore R. \"Ted\" Bogan (May 10, 1909 – January 29, 1990) was an American country blues guitarist, singer and songwriter, best known for his work with Howard Armstrong and Carl Martin. His career spanned over 50 years. His finger-picking guitar style was much admired. He played in various string bands for most of his career, including Martin, Bogan & Armstrong (or Martin, Bogan & the Armstrongs)."
}