{
  "/wiki/2001:_A_Space_Odyssey_(film)": "2001: A Space Odyssey is a 1968 epic science fiction film produced and directed by Stanley Kubrick. The screenplay was written by Kubrick and Arthur C. Clarke, and was inspired by Clarke's short story \"The Sentinel\" and other short stories by Clarke. A novelisation of the film released after the film's premiere was in part written concurrently with the screenplay. The film, which follows a voyage to Jupiter with the sentient computer HAL after the discovery of a featureless alien monolith affecting human evolution, deals with themes of existentialism, human evolution, technology, artificial intelligence, and the possibility of extraterrestrial life.",
  "/wiki/Stanley_Kubrick": "Stanley Kubrick (/ˈkuːbrɪk/; July 26, 1928 – March 7, 1999) was an American film director, screenwriter, and producer. He is frequently cited as one of the most influential filmmakers in cinematic history. His films, which are mostly adaptations of novels or short stories, cover a wide range of genres, and are noted for their realism, dark humor, unique cinematography, extensive set designs, and evocative use of music.",
  "/wiki/Keir_Dullea": "Keir Atwood Dullea (/ˈkɪər dʊˈleɪ/; born May 30, 1936) is an American actor best known for his portrayals of astronaut David Bowman in the 1968 film 2001: A Space Odyssey and its 1984 sequel, 2010: The Year We Make Contact. His other film roles include Bunny Lake Is Missing (1965) and Black Christmas (1974). He studied acting at the Neighborhood Playhouse School of the Theatre in New York City.",
  "/wiki/Gary_Lockwood": "Gary Lockwood (born John Gary Yurosek; February 21, 1937) is an American actor.",
  "/wiki/Arthur_C._Clarke": "Sir Arthur Charles Clarke CBE FRAS (16 December 1917 – 19 March 2008) was a British science fiction writer, science writer and futurist, inventor, undersea explorer, and television series host.",
  "/wiki/Stanley_Kubrick:_A_Life_in_Pictures": "Stanley Kubrick: A Life in Pictures is a 2001 documentary about the life and work of Stanley Kubrick, famed film director, made by his long-time assistant and brother-in-law Jan Harlan. Its running time is 142 minutes long, it consists of several 15-minute chapters, each detailing the making of one of his films – and two more showing his childhood and life.",
  "/wiki/Jan_Harlan": "Jan Harlan (born May 5, 1937) is a German-American executive producer and the brother of Christiane Kubrick, director Stanley Kubrick's widow. He is the nephew of the film director Veit Harlan.",
  "/wiki/Malcolm_McDowell": "Malcolm McDowell (born Malcolm John Taylor; 13 June 1943) is an English actor, known for his boisterous and often villainous roles. He trained as an actor at the London Academy of Music and Dramatic Art.",
  "/wiki/Maryam_(2002_film)": "Maryam is a 2002 film about a young woman who is an Iranian immigrant living in the United States at the time of the Iran hostage crisis. The film was written and directed by Ramin Serry. Mariam Parris plays the young woman. The film also features Shaun Toub as her father, Shohreh Aghdashloo as her mother, and David Ackert as her cousin, Ali, who becomes an Islamic fundamentalist.",
  "/wiki/Shaun_Toub": "Shaun Toub (Persian: شان توب‎, born April 6, 1963) is an Iranian-born American actor. He is best known for his roles as Yinsen in Iron Man (2008) and Iron Man 3 (2013), Farhad in Crash (2004), Rahim Khan in The Kite Runner (2007), and Majid Javadi in the Showtime TV series Homeland.",
  "/wiki/Such_a_Long_Journey_(film)": "Such a Long Journey is a 1998 Indo-Canadian English language film based on the novel of the same name written by Rohinton Mistry. The film is directed by Sturla Gunnarsson with a screenplay by Sooni Taraporevala. The film received twelve Genie Awards nominations including the Best Picture, Best Director, and Best Actor. The film was screened at the Toronto International Film Festival.",
  "/wiki/Sturla_Gunnarsson": "Sturla Gunnarsson (born August 30, 1951) is an Icelandic-Canadian film and television director and producer.",
  "/wiki/Roshan_Seth": "Roshan Seth is an Indian–English actor, who appears mainly in British and American films. Best known for his role as antagonist Chattar Lal in Indiana Jones and the Temple of Doom and Jawaharlal Nehru in Gandhi and DD National's Bharat Ek Khoj, he is also noted for his critically acclaimed performances as in the films  Mississippi Masala, Not Without My Daughter, My Beautiful Laundrette, Such a Long Journey, and Street Fighter: The Movie.",
  "/wiki/Soni_Razdan": "Soni Razdan officially known as Soni Razdan Bhatt as her married name (born 25 October 1956) is a British actress and film director who works in Hindi films. She is the mother of Bollywood actress Alia Bhatt and Shaheen Bhatt and married to Mahesh Bhatt.",
  "/wiki/Om_Puri": "Om Prakash Puri, OBE (18 October 1950 – 6 January 2017) was an Indian actor who appeared in mainstream commercial Hindi films, as well as independent and art films. He is best known for his author-backed roles in films like Aakrosh (1980), Arohan (1982), Ardh Satya and television films like Sadgati (1981) and Tamas (1987) and also light-hearted roles in Jaane Bhi Do Yaaro (1983) and Chachi 420 (1997). He had various collaborations with director Shyam Benegal and Govind Nihalani. Puri also appeared in non-Indian productions in the United States, Britain and Pakistan.",
  "/wiki/Songs_from_the_Second_Floor": "Songs from the Second Floor (Swedish: Sånger från andra våningen) is a Swedish black comedy-drama film which was released to cinemas in Sweden on 6 October 2000, written and directed by Roy Andersson. It presents a series of disconnected vignettes that together interrogate aspects of modern life. The film uses many quotations from the work of the Peruvian poet César Vallejo as a recurring motif.",
  "/wiki/Roy_Andersson": "Roy Arne Lennart Andersson (born 31 March 1943) is a Swedish film director, best known for A Swedish Love Story (1970) and his \"Living trilogy,\" which includes Songs from the Second Floor (2000), You, the Living (2007) and A Pigeon Sat on a Branch Reflecting on Existence (2014). Songs from the Second Floor, more than any other, cemented and exemplified his personal style – which is characterized by long takes, absurdist comedy, stiff caricaturing  of Swedish culture and Felliniesque grotesque. He has spent much of his professional life working on advertisement spots, directing over 400 commercials and two short films, but only directing six feature-length films in six decades. His 2014 film A Pigeon Sat on a Branch Reflecting on Existence won the Golden Lion award at 71st Venice International Film Festival, making Andersson the only Swedish director and the second Nordic director to win the award in the history of the festival, after Danish Carl Theodor Dreyer won in 1955. Andersson is considered one of the most important living European film directors, having four films officially submitted for the Academy Award for Best Foreign Language Film as Swedish entries.",
  "/wiki/Panic_(2000_film)": "Panic is a 2000 American crime film directed by Henry Bromell and starring William H. Macy, Neve Campbell, Tracey Ullman, John Ritter and Donald Sutherland.",
  "/wiki/Henry_Bromell": "Alfred Henry Bromell (September 19, 1947 – March 18, 2013) was an American novelist, screenwriter, and director.",
  "/wiki/William_H._Macy": "William Hall Macy Jr. (born March 13, 1950) is an American actor and director. His film career has been built on appearances in small, independent films, though he has also appeared in summer action films. Macy has described himself as \"sort of a Middle American, WASPy, Lutheran kind of guy... Everyman\".",
  "/wiki/Neve_Campbell": "Neve Adrianne Campbell (/ˈnɛv ˈkæmbəl/; born October 3, 1973) is a Canadian actress. She is best known for her starring role as Julia Salinger on the Fox television drama series Party of Five (1994–2000), and as Sidney Prescott in the horror film franchise Scream (1996–2011).",
  "/wiki/Donald_Sutherland": "Donald McNichol Sutherland, CC (born 17 July 1935) is a Canadian actor whose film career spans more than five decades. Sutherland rose to fame after starring in films including The Dirty Dozen (1967), M*A*S*H (1970), Kelly's Heroes (1970), Klute (1971), Don't Look Now (1973), Fellini's Casanova (1976), 1900 (1976), Animal House (1978), Invasion of the Body Snatchers (1978), Ordinary People (1980), and Eye of the Needle (1981). He subsequently established himself as one of the most respected, prolific and versatile character actors from Canada.",
  "/wiki/Girl_on_the_Bridge": "Girl on the Bridge (French: La fille sur le pont) is a 1999 French drama film shot in black and white and directed by Patrice Leconte, starring Daniel Auteuil and Vanessa Paradis.",
  "/wiki/Patrice_Leconte": "Patrice Leconte (French: [ləkɔ̃t]; born 12 November 1947) is a French film director, actor, comic strip writer, and screenwriter.",
  "/wiki/Vanessa_Paradis": "Vanessa Chantal Paradis  (French pronunciation: ​[vanɛsa ʃɑ̃tal paʁadi]; born 22 December 1972) is a French singer, model and actress.",
  "/wiki/Daniel_Auteuil": "Daniel Auteuil (French pronunciation: ​[danjɛl otœj]; born 24 January 1950) is a French actor and director who has appeared in a wide range of film genres, including period dramas, romantic comedies, and crime thrillers. In 1996 he won the Best Actor Award at the Cannes Film Festival together with Belgian actor Pascal Duquenne. He is also the winner of two César Awards for Best Actor, one in 1987 as Ugolin Soubeyran in Jean de Florette and Manon des Sources and one for his role in Girl on the Bridge. For his role in Jean de Florette he also won the BAFTA Award for Best Actor in a Supporting Role. Auteuil is considered one of France's most respected actors.",
  "/wiki/Jillian_Wheeler": "Jillian (Je) Wheeler (born May 25, 1991 in Barrington, New Hampshire), also known as \"Je Wheeler\", is an American singer-songwriter and actress currently residing in Berlin, Germany. She is most notable for portraying Sara Markum in the 2003 film, Mystic River. She graduated from Northeastern University in 2012 and worked as a Video Consultant for Smart Destinations. She currently works as a freelance international photographer, videographer, and travel writer and continues to write and perform music.",
  "/wiki/Nosferatu": "Nosferatu: A Symphony of Horror (German: Nosferatu, eine Symphonie des Grauens), or simply Nosferatu, is a 1922 silent German Expressionist horror film directed by F. W. Murnau and starring Max Schreck as Count Orlok, a vampire with an interest in both a new residence and the wife (Greta Schröder) of his estate agent (Gustav von Wangenheim). The film is an unauthorized adaptation of Bram Stoker's 1897 novel Dracula. Various names and other details were changed from the novel, including the word vampire being replaced with nosferatu, and Count Dracula being renamed Count Orlok.",
  "/wiki/F._W._Murnau": "Friedrich Wilhelm Murnau (born Friedrich Wilhelm Plumpe; December 28, 1888 – March 11, 1931) was a German film director. He was greatly influenced by Schopenhauer, Nietzsche, Shakespeare and Ibsen plays he had seen at the age of 12, and became a friend of director Max Reinhardt. During World War I he served as a company commander at the eastern front and was in the German air force, surviving several crashes without any severe injuries.",
  "/wiki/Max_Schreck": "Friedrich Gustav Maximilian Schreck (6 September 1879 – 20 February 1936), known professionally as Max Schreck, was a German actor, best known for his lead role as the vampire Count Orlok in the film Nosferatu (1922).",
  "/wiki/Gustav_von_Wangenheim": "Gustav von Wangenheim (born Ingo Clemens Gustav Adolf Freiherr von Wangenheim; 18 February 1895 – 5 August 1975) was a German nobleman, actor, screenwriter and director.",
  "/wiki/Greta_Schr%C3%B6der": "Greta Schröder (27 June 1892 – 8 June 1980) was a German actress. She is best known for the role of Thomas Hutter's wife and Count Orlok's victim in the 1922 silent film Nosferatu. In the fictionalized 2000 film, Shadow of the Vampire, she is portrayed as having been a famous actress during the making of Nosferatu, but in fact she was little known. The bulk of her career was during the 1920s, and she continued to act well into the 1950s, but by the 1930s her roles had diminished to only occasional appearances. Following a failed marriage with struggling actor Ernst Matray, she was married to actor and film director Paul Wegener until his death in 1948.",
  "/wiki/Alloy_Orchestra": "Alloy Orchestra is a musical ensemble based in Cambridge, Massachusetts, United States, that performs its own accompaniments to silent films of the classic movie era.  Percussionists Terry Donahue and Ken Winokur and keyboardist Caleb Sampson founded the group in 1990.  After Sampson's death in 1998, the band was joined by keyboardist Roger Miller, better known as the guitarist of post-punk band Mission of Burma. They have released four collections of film music and have toured both North America and Europe in support of cinematic shows.",
  "/wiki/3_Women": "3 Women is a 1977 American avant-garde drama film written and directed by Robert Altman and starring Shelley Duvall, Sissy Spacek and Janice Rule. It depicts the increasingly bizarre, mysterious relationship between a woman (Duvall) and her roommate and co-worker (Spacek) in a dusty, underpopulated Californian desert town.",
  "/wiki/Robert_Altman": "Robert Bernard Altman (/ˈɔːltmən/; February 20, 1925 – November 20, 2006) was an American film director, screenwriter, and producer. A five-time nominee of the Academy Award for Best Director and an enduring figure from the New Hollywood era, Altman was considered a \"maverick\" in making films with a highly naturalistic but stylized  and satirical aesthetic, unlike most Hollywood films. He is consistently ranked as one of the greatest and most influential filmmakers in American cinema.",
  "/wiki/Shelley_Duvall": "Shelley Alexis Duvall (born July 7, 1949) is a former American actress, producer, writer, and singer. Over the duration of her career, Duvall was praised for her portrayals of various eccentric characters. Her accolades include a Cannes Film Festival Award for Best Actress, a Peabody Award, two Emmy Award nominations, and a BAFTA Award nomination.",
  "/wiki/Sissy_Spacek": "Mary Elizabeth \"Sissy\" Spacek (/ˈspeɪsɛk/; born December 25, 1949) is an American actress and singer. She is the recipient of various accolades including an Academy Award, three Golden Globe Awards, two Critics' Choice Movie Awards, a Screen Actors Guild Award, and nominations for four BAFTA Awards, three Primetime Emmy Awards, and a Grammy Award. She has also received a star on the Hollywood Walk of Fame.",
  "/wiki/Janice_Rule": "Mary Janice Rule (August 15, 1931 – October 17, 2003) was an American actress \"at her most convincing playing embittered, neurotic socialites\".",
  "/wiki/The_King_of_Masks": "The King of Masks (simplified Chinese: 变脸; traditional Chinese: 變臉; pinyin: Biàn Liǎn) is a 1996 Chinese film directed by Wu Tianming.",
  "/wiki/Wu_Tianming": "Wu Tianming (simplified Chinese: 吴天明; traditional Chinese: 吳天明; pinyin: Wú Tiānmíng; December 5, 1939 – March 4, 2014) was a Chinese film director and producer who was considered one of the leading \"Fourth Generation\" directors.",
  "/wiki/Zhu_Xu": "Zhu Xu (Chinese: 朱旭; 15 April 1930 – 15 September 2018) was a Chinese actor. He was well known for his roles in Zhang Yang's Shower and Wu Tianming's The King of Masks, the latter film helping him garner a Best Actor prize at the Tokyo International Film Festival.",
  "/wiki/On_the_Ropes_(1999_film)": "On the Ropes is a 1999 American documentary film directed by Nanette Burstein and Brett Morgen. The film follows the career of three young boxers and their coach.",
  "/wiki/Nanette_Burstein": "Nanette Burstein (born May 23, 1970) is an American film and television director. Burstein has produced, directed, and co-directed documentaries including an Academy Award nomination for Best Documentary and the Sundance Special Jury Prize for Documentary.[citation needed]",
  "/wiki/Brett_Morgen": "Brett D. Morgen (born October 11, 1968) is an American documentary film director, producer, writer, and editor. Morgen was born in Los Angeles, California in 1968. He was named after USC football lineman Britt Williams, who was team captain in 1961, but his parents misspelled the name.  He was raised in Studio City, California.\nAccording to Morgen, he knew he wanted to be a filmmaker at a young age.",
  "/wiki/Sam_Doumit": "Samia \"Sam\" Doumit is an American actress.",
  "/wiki/Jesus%27_Son_(film)": "Jesus' Son is a 1999 drama film that was adapted from the eponymous short story collection by Denis Johnson.",
  "/wiki/Alison_Maclean": "Alison Maclean (born July 31, 1958) is a Canadian film director of music videos, short films, television (episodes of Sex and the City, The Tudors, Homicide: Life on the Street), commercials and feature films. Her works include the music video Torn (Natalie Imbruglia, 1998), the short film Kitchen Sink (1989) and the feature films  Jesus' Son (1999) (starring Billy Crudup) and Crush (1992) (starring Marcia Gay Harden). She has been the recipient of several awards (e.g. Best Short Film, Talkback (1987) and Kitchen Sink (1989), New Zealand Film Awards), and often uses themes of communication, gender roles, and power structures in her directorial and filmmaking roles.",
  "/wiki/Billy_Crudup": "William Gaither Crudup (/ˈkruːdəp/ born July 8, 1968) known professionally as Billy Crudup, is an American actor. He is a four-time Tony Award nominee, winning once for his performance in Tom Stoppard's The Coast of Utopia in 2007. He has starred in numerous high-profile films, including Without Limits, Almost Famous, Big Fish, Mission: Impossible III, Watchmen, Public Enemies, Spotlight, Jackie, The Stanford Prison Experiment, Justice League, and Alien: Covenant, in both lead and supporting roles. He has been nominated for an Independent Spirit Award for Best Male Lead for his performance in Jesus' Son, and received two Screen Actors Guild Award nominations as part of ensemble cast for Almost Famous and Spotlight, winning for the latter.",
  "/wiki/Samantha_Morton": "Samantha Jane Morton (born 13 May 1977) is an English actress and director. She has received numerous accolades, including a British Academy Television Award, a British Independent Film Award and a Golden Globe Award, as well as nominations for two Academy Awards, a Primetime Emmy Award, and a British Academy Film Award.",
  "/wiki/Denis_Leary": "Denis Colin Leary (born August 18, 1957) is an American actor, comedian, singer, writer and producer. Leary was the star and co-creator of Rescue Me. He has had starring roles in many films, including those of Captain George Stacy in Marc Webb's, The Amazing Spider-Man and Cleveland Browns head coach Vince Penn in Ivan Reitman's Draft Day. Leary also voiced the character of Francis in A Bug's Life and that of Diego in the Ice Age franchise. \nHe and wife Ann Leary are the inspiration behind Amazon’s series ‘Modern Love’ Episode 4: “Rallying to Keep the Game Alive”.",
  "/wiki/Holly_Hunter": "Holly Hunter (born March 20, 1958) is an American actress and producer. For her performance as Ada McGrath in the 1993 drama film The Piano, she won the Academy Award, BAFTA Award, Golden Globe Award, and Cannes Film Festival Award for Best Actress. She was also nominated for the Academy Award for Best Actress for Broadcast News (1987), and the Academy Award for Best Supporting Actress for The Firm (1993) and again for Thirteen (2003).",
  "/wiki/Dennis_Hopper": "Dennis Lee Hopper (May 17, 1936 – May 29, 2010) was an American actor, filmmaker, photographer, and artist. He attended the Actors Studio, made his first television appearance in 1954, and soon after appeared alongside James Dean in Rebel Without a Cause (1955), and Giant (1956). In the next ten years he made a name in television, and by the end of the 1960s had appeared in several films, notably Cool Hand Luke (1967) and Hang 'Em High (1968). Hopper also began a prolific and acclaimed photography career in the 1960s.",
  "/wiki/Elizabeth_Cuthrell": "Elizabeth Cuthrell is a writer, producer and co-founder of Evenstar Films, a New York City-based Production company.",
  "/wiki/A_Simple_Plan_(film)": "A Simple Plan is a 1998 neo-noir crime thriller film directed by Sam Raimi and written by Scott B. Smith, based on Smith's 1993 novel of the same name. The film stars Bill Paxton, Billy Bob Thornton, and Bridget Fonda. Set in rural Minnesota, the story follows brothers Hank (Paxton) and Jacob Mitchell (Thornton), who, along with Jacob's friend Lou (Brent Briscoe), discover a crashed plane containing $4.4 million in cash. The three men and Hank's wife Sarah (Fonda) go to great lengths to keep the money a secret but begin to doubt each other's trust, resulting in lies, deceit and murder.",
  "/wiki/Sam_Raimi": "Samuel M. Raimi (born October 23, 1959) is an American filmmaker, actor, and producer, primarily known for creating the cult horror Evil Dead series, and directing the Spider-Man trilogy (2002–2007). He also directed the 1990 superhero film Darkman, the 1998 neo-noir crime-thriller A Simple Plan, the 2000 supernatural thriller film The Gift, the 2009 supernatural horror film Drag Me to Hell, and the 2013 Disney fantasy film Oz the Great and Powerful. Raimi has also produced several successful television series, including Hercules: The Legendary Journeys and its spin-off Xena: Warrior Princess. He founded the production company Renaissance Pictures in 1979.",
  "/wiki/Bill_Paxton": "William Paxton (May 17, 1955 – February 25, 2017) was an American actor and director. He appeared in films such as The Terminator (1984), Commando (1985), Weird Science (1985), Aliens (1986), Near Dark (1987), Predator 2 (1990),  Tombstone (1993), True Lies (1994), Apollo 13 (1995), Twister (1996), Titanic (1997), Mighty Joe Young (1998), U-571 (2000), Vertical Limit (2000), Frailty (2001), Edge of Tomorrow (2014), Nightcrawler (2014), and Marvel's Agents of S.H.I.E.L.D. (2014). He also starred in the HBO drama series Big Love (2006–2011), earning three Golden Globe Award nominations during the show's run. He was nominated for a Primetime Emmy Award and a Screen Actors Guild Award for portraying Randall McCoy in the History channel miniseries Hatfields & McCoys (2012). His final film appearance was in The Circle (2017), released two months after his death.",
  "/wiki/Billy_Bob_Thornton": "Billy Bob Thornton (born August 4, 1955) is an American actor, writer, director and musician.",
  "/wiki/Bridget_Fonda": "Bridget Jane Fonda (born January 27, 1964)[citation needed] is a retired American actress. She is known for  her roles in The Godfather Part III (1990), Single White Female (1992), Singles (1992), Point of No Return (1993), It Could Happen to You (1994), and Jackie Brown (1997). She is the daughter of Peter Fonda, niece of Jane Fonda, and granddaughter of Henry Fonda.",
  "/wiki/Everyone_Says_I_Love_You": "Everyone Says I Love You is a 1996 American musical comedy film written and directed by Woody Allen, who also stars alongside Julia Roberts, Alan Alda, Edward Norton, Drew Barrymore, Gaby Hoffmann, Tim Roth, Goldie Hawn, Natasha Lyonne and Natalie Portman. Set in New York City, Venice and Paris, the film features singing by actors not usually known for their singing.",
  "/wiki/Woody_Allen": "Heywood \"Woody\" Allen (born Allan Stewart Konigsberg; December 1, 1935) is an American director, writer, actor, and comedian whose career spans more than six decades. He began his career as a comedy writer in the 1950s, writing jokes and scripts for television and publishing several books of short humor pieces. In the early 1960s, he performed as a stand-up comedian, emphasizing monologues rather than traditional jokes, where he developed the persona of an insecure, intellectual, fretful nebbish, which he maintains is quite different from his real-life personality. In 2004 Comedy Central ranked Allen fourth on a list of the 100 greatest stand-up comedians, while a UK survey ranked Allen the third-greatest comedian.",
  "/wiki/Alan_Alda": "Alan Alda (/ˈɑːldə/; born Alphonso Joseph D'Abruzzo; January 28, 1936) is an American actor, director, screenwriter, comedian, and author. A six-time Emmy Award and Golden Globe Award winner, he played Hawkeye Pierce in the war television series M*A*S*H (1972–1983). He has had recurring roles on television programs such as The West Wing, and 30 Rock, and has appeared in films such as Same Time, Next Year (1978), The Four Seasons (1981), Crimes and Misdemeanors (1989), Flirting With Disaster (1996), Bridge of Spies (2015), and Marriage Story (2019). In 2004, Alda was nominated for the Academy Award for Best Supporting Actor in The Aviator. He is also known as Uncle Pete in Louis C.K.'s Peabody Award winning tragicomedy web series Horace and Pete.",
  "/wiki/Goldie_Hawn": "Goldie Jeanne Hawn (born November 21, 1945) is an American actress, producer, and singer. She rose to fame on the NBC sketch comedy program Rowan & Martin's Laugh-In (1968–70), before going on to receive the Academy Award and Golden Globe Award for Best Supporting Actress for her performance in Cactus Flower (1969).",
  "/wiki/Julia_Roberts": "Julia Fiona Roberts (born October 28, 1967) is an American actress and producer. She established herself as a leading lady in Hollywood after headlining the romantic comedy film Pretty Woman (1990), which grossed $464 million worldwide. She has won three Golden Globe Awards, from eight nominations, and has been nominated for four Academy Awards for her film acting, winning the Academy Award for Best Actress for her performance in Erin Brockovich (2000).",
  "/wiki/Jean_Doumanian": "Jean Doumanian (born July 28, 1935) is an American stage, television and film producer. She briefly produced Saturday Night Live, between November 1980 and March 1981."
}