{
  "/wiki/All_Saints_Episcopal_Church_(Saugatuck,_Michigan)": "All Saints Episcopal Church, built in 1872-1873, is an historic Carpenter Gothic church in Saugatuck, Michigan. On February 27, 1984, it was added to the National Register of Historic Places.",
  "/wiki/Saugatuck,_Michigan": "Saugatuck is a city in Allegan County in the U.S. state of Michigan.  The population was 925 at the 2010 census. The city is within Saugatuck Township, but is administratively autonomous.",
  "/wiki/Allegan_County": "Allegan County is a county in the U.S. state of Michigan. As of 2010 United States Census, the population was 111,408. The county seat is Allegan. The name was coined by Henry Rowe Schoolcraft to sound like a Native American word.",
  "/wiki/Allegan,_Michigan": "Allegan is a city in the U.S. state of Michigan. The population was 4,998 at the 2010 census. It is the county seat of Allegan County. The city lies within Allegan Township but is administratively autonomous.",
  "/wiki/Holland,_Michigan": "Holland is a city in the western region of the Lower Peninsula of the U.S. state of Michigan. It is situated near the eastern shore of Lake Michigan on Lake Macatawa, which is fed by the Macatawa River (formerly known locally as the Black River).",
  "/wiki/M-89_(Michigan_highway)": "M-89 is an east–west state trunkline highway in the US state of Michigan that runs from near Ganges to Battle Creek. M-89 starts at an interchange with Interstate 196/US Highway 31 (I-196/US 31) and passes through Allegan, Kalamazoo County, Michigan, and Calhoun counties. The highway also briefly crosses the southwest corner of Barry County before it terminates an at intersection with Business Loop I-94 (BL I-94) on the northwestern side of downtown Battle Creek. In between the trunkline runs parallel to the Kalamazoo River through rural southwestern Michigan farmlands while also running through the middle of several smaller towns in the area.",
  "/wiki/Plainwell,_Michigan": "Plainwell is a city in Allegan County in the U.S. state of Michigan. The population was 3,804 at the 2010 census.",
  "/wiki/Douglas_Union_School": "The Douglas Union School at 130 Center St. in Douglas, Michigan was built in 1866.  It was listed on the National Register of Historic Places in 1995. The school is one of Michigan's oldest extant multi-classroom union school buildings, constructed soon after the state law authorizing union schools was adopted. It currently serves as the Old School House History Center.",
  "/wiki/Douglas,_Michigan": "Douglas (officially known as the City of the Village of Douglas) is a city in Allegan County in the U.S. state of Michigan. The population was 1,232 at the 2010 census. The city is surrounded by Saugatuck Township and the city of Saugatuck is adjacent on the north.",
  "/wiki/Dorr_E._Felt_Mansion": "The Felt Mansion is a house located at 66th Street and 138th Avenue, in Laketown Township, Michigan near Saugatuck, Michigan. It was listed on the National Register of Historic Places in 1996.",
  "/wiki/Fifty-Seventh_Street_Bridge": "The New Richmond Swing Bridge, also known as the Fifty-Seventh Street Bridge, is a one lane swing bridge in Michigan. Located in Allegan County's Manlius Township, it connected 57th Street with Old Allegan Road over the Kalamazoo River until its closure to vehicular traffic. The name New Richmond comes from a former mining town in the area of the same name. The bridge is one of the oldest - if not the oldest - swing bridges extant in the United States, and is one of the oldest metal truss bridges in the state of Michigan and the state's longest pony truss bridge.",
  "/wiki/Kalamazoo_River": "The Kalamazoo River is a river in the U.S. state of Michigan. The river is 130 miles (210 km) long from the junction of its North and South branches to its mouth at Lake Michigan, with a total length extending to 178 miles (286 km) when one includes the South Branch. The river's watershed drains an area of approximately 2,020 square miles (5,200 km2) and drains portions of eight counties in southwest Michigan: Allegan, Barry, Eaton, Van Buren, Kalamazoo, Calhoun, Jackson, Hillsdale, Kent and Ottawa. The river has a median flow of 1,863 cubic feet per second (52.8 m3/s) at New Richmond, upstream from its mouth at Saugatuck.",
  "/wiki/New_Richmond,_Michigan": "Manlius Township is a civil township of Allegan County in the U.S. state of Michigan. The population was 3,017 at the 2010 census.",
  "/wiki/Francis_Metallic_Surfboat": "The Francis Metallic Surfboat is a boat, currently housed at 130 West Center Street in Douglas, Michigan. It was listed on the National Register of Historic Places in 2015. It is one of two known surviving examples of its kind, one of the first type of coastal rescue craft used.",
  "/wiki/Fennville,_Michigan": "Fennville is a city in Allegan County in the U.S. state of Michigan.  The population was 1,398 at the 2010 census.",
  "/wiki/Hacklander_Site": "The Hacklander site is a large multi-component Middle Woodland period site, likely representing an ongoing seasonal occupation of the site. It was discovered in the 1960s. Over two years of excavations, researchers discovered more than 20,000 ceramic potsherds, as well as 80,000 stone artifacts (including Woodland points) and debitage. Construction of a river access site by the Michigan Department of Natural Resources at the location has had a major impact on the site.",
  "/wiki/Saugatuck_Township,_Michigan": "Saugatuck Township is a civil township of Allegan County in the U.S. state of Michigan. The population was 2,944 at the 2010 census, down from 3,590 at the 2000 census. The drop is due to Douglas incorporating into a city.",
  "/wiki/Wayland,_Michigan": "Wayland is a city in Allegan County in the U.S. state of Michigan.  The population was 4,079 at the 2010 census.",
  "/wiki/List_of_Michigan_State_Historic_Sites_in_Allegan_County": "The following is a list of Michigan State Historic Sites in Allegan County, Michigan. Sites marked with a dagger (†) are also listed on the National Register of Historic Places in Allegan County, Michigan."
}