{
  "/wiki/Carnegie_Public_Library_(Havre,_Montana)": "The Carnegie Public Library in Havre, Montana is a historic Carnegie library built in 1914 which was listed on the National Register of Historic Places in 1986.  It is in the Classical revival style.  It was also known as the Havre Public Library and later as the Old Carnegie Library.  In 2017 it is a former library building and is occupied by the Old Library Gallery.",
  "/wiki/Havre,_Montana": "Havre (/ˈhævər/ HAV-ər) is the county seat and largest city in Hill County, Montana, in the United States. Havre is nicknamed the crown jewel of the Hi-Line. It is said to be named after the city of Le Havre in France. As of the 2010 census the population was 9,310, and in 2018 the estimated population was 9,715.",
  "/wiki/H._Earl_Clack_House": "The H. Earl Clack House is a historic house located at 532 Second Avenue in Havre, Montana. It is locally significant as a very good example of a classically-inspired Georgian Revival dwelling. It was added to the National Register of Historic Places on October 24, 1985.",
  "/wiki/Fort_Assinniboine": "Fort Assinniboine was a United States Army fort located in present-day north central Montana (historically within the military Department of Dakota). It was built in 1879 and operated by the Army through 1911. The 10th Cavalry Buffalo Soldiers, made up of African-American soldiers, were among the units making up the garrison at the fort. Determining that this fort was no longer needed after the end of the Indian Wars, the US Army closed and abandoned it.",
  "/wiki/U.S._Route_87": "U.S. Highway 87 (US 87) is a north–south United States highway (though it is signed east–west in New Mexico) that runs for 1,998 miles (3,215 km) from northern Montana to southern Texas. Most of the portion from Billings, Montana, to Raton, New Mexico, is co-signed along Interstates 90 and 25.  It is also co-signed along the majority of Interstate 27 in Texas.",
  "/wiki/Havre_Residential_Historic_District": "The Havre Residential Historic District is a site on the National Register of Historic Places encompassing 36 blocks in Havre, Montana.",
  "/wiki/Heltne_Oil_Company": "The Heltne Oil Company is a site on the National Register of Historic Places located in Havre, Montana.  It was added to the Register on August 16, 1984.",
  "/wiki/Kiwanis_Meeting_Hall": "The Kiwanis Meeting Hall, also known as Kiwanis Chapel, is a site on the National Register of Historic Places located near Havre, Montana.  It was added to the Register on March 31, 2010.  The Kiwanis Meeting Hall is within Kiwanis Camp, located in Beaver Creek Park, the largest county-owned park in Montana.",
  "/wiki/Too_Close_for_Comfort_Site": "The Too Close for Comfort Site is an archaeological site located in Havre, Montana, United States.  The area was used as a buffalo jump.  The site, also known as Wahkpa Chu'gn has yielded artifacts from three Native American groups.\nBetween 2000–1500 years ago, the site was inhabited by the Besent peoples, followed about 200–300 years later by the Avonlea peoples for a brief period of time, and lastly by the Saddle Butte peoples who were using the site until about 600 years ago.",
  "/wiki/U.S._Route_2": "U.S. Route 2 or U.S. Highway 2 (US 2) is an east–west U.S. Highway spanning 2,571 miles (4,138 km) across the northern continental United States. US 2 consists of two segments connected by various roadways in southern Canada. Unlike some routes, which are disconnected into segments because of encroaching Interstate Highways, the two portions of US 2 were designed to be separate in the original 1926 highway plan.",
  "/wiki/United_States_Post_Office_and_Courthouse%E2%80%93Havre_Main": "The U.S. Post Office and Courthouse–Havre Main, located in Havre, Montana, was designed by the Office of the Supervising Architect under James A. Wetmore in Classical Revival style and was built in 1932.  Also known as Havre Post Office and Courthouse or Havre Main Post Office, it served historically as a courthouse and as a post office.  It was listed on the National Register of Historic Places in 1986.",
  "/wiki/Young-Almas_House": "The Young–Almas House is a site on the National Register of Historic Places located in Havre, Montana."
}