{
  "/wiki/College": "A college (Latin: collegium) is an educational institution or a constituent part of one. A college may be a degree-awarding tertiary educational institution, a part of a collegiate or federal university, an institution offering vocational education, or a secondary school.",
  "/wiki/Christ%27s_College,_Cambridge": "Christ's College is a constituent college of the University of Cambridge.  The college includes the Master, the Fellows of the College, and about 450 undergraduate and 170 graduate students. The college was founded by William Byngham in 1437 as God's House.  In 1505, the college was granted a new royal charter, was given a substantial endowment by Lady Margaret Beaufort, and changed its name to Christ's College, becoming the twelfth of the Cambridge colleges to be founded in its current form. The college is renowned for educating some of Cambridge's most famous alumni, including Charles Darwin and John Milton.",
  "/wiki/Jane_Stapleton": "Jane Stapleton QC FBA (born 26 March 1952) is an Australian academic lawyer with a specialism in tort law. She is an Emeritus Fellow of Balliol College Oxford and the Master of Christ's College, Cambridge.",
  "/wiki/List_of_Masters_of_Christ%27s_College,_Cambridge": "This is a list of Masters of Christ's College, Cambridge. The head of Christ's College is termed the \"Master\". Christ's grew from God's House, an institution founded in 1437 on land now occupied by King's College Chapel. It received its first royal licence in 1446. It moved to its present site in 1448 when it received its second royal licence. It was renamed Christ's College and received its present charter in 1505 when it was endowed and expanded by Lady Margaret Beaufort, mother of King Henry VII. The last Proctor of God's House, John Sickling, became the first Master of the new college.",
  "/wiki/Churchill_College,_Cambridge": "Churchill College is a constituent college of the University of Cambridge, England. It has a primary focus on science, engineering and technology, but still retains a strong interest in the arts and humanities.",
  "/wiki/Athene_Donald": "Dame Athene Margaret Donald DBE FRS (née Griffith; born 15 May 1953) is a British physicist. She is Professor of Experimental Physics at the University of Cambridge and Master of Churchill College, Cambridge.",
  "/wiki/Clare_College,_Cambridge": "Clare College is a constituent college of the University of Cambridge in Cambridge, England. The college was founded in 1326 as University Hall, making it the second-oldest surviving college of the University after Peterhouse. It was refounded in 1338 as Clare Hall by an endowment from Elizabeth de Clare, and took on its current name in 1856. Clare is famous for its chapel choir and for its gardens on \"The Backs\" (the back of the colleges that overlook the River Cam).",
  "/wiki/Anthony_Grabiner,_Baron_Grabiner": "Anthony Stephen Grabiner, Baron Grabiner, QC (born 21 March 1945) is a British barrister, academic administrator, and life peer. He is head of chambers at One Essex Court, a leading set of commercial barristers in the Temple, and was the Treasurer of Lincoln's Inn for 2013. Since 2014, he has been the Master of Clare College, Cambridge, and since 2015, he has served as the President of the University of Law. Grabiner was non-executive chairman of Taveta Investments Ltd, the holding company of Sir Philip Green behind Arcadia Group from 2002 to December 2015.",
  "/wiki/List_of_Masters_of_Clare_College,_Cambridge": "The following have been Masters of Clare College, Cambridge:",
  "/wiki/Clare_Hall,_Cambridge": "Clare Hall is a constituent college of the University of Cambridge, England. Founded in 1966 by Clare College, Clare Hall is a college for advanced study, admitting only postgraduate students alongside postdoctoral researchers and fellows. It was established to serve as an Institute of Advanced Studies and has slowly grown and developed into a full constituent college.",
  "/wiki/David_John_Ibbetson": "David John Ibbetson, FBA is a British legal scholar. He has been Regius Professor of Civil Law at the University of Cambridge since 2000, and President of Clare Hall, Cambridge since 2013. From 2009 until 2012 he served as the chairman of the Faculty of Law, Cambridge.",
  "/wiki/Corpus_Christi_College,_Cambridge": "Corpus Christi College (full name: \"The College of Corpus Christi and the Blessed Virgin Mary\", often shortened to \"Corpus\", or previously \"The Body\") is a constituent college of the University of Cambridge. It is notable as the only college founded by Cambridge townspeople: it was established in 1352 by the Guild of Corpus Christi and the Guild of the Blessed Virgin Mary, making it the sixth-oldest college in Cambridge. With around 250 undergraduates and 200 postgraduates, it also has the second smallest student body of the traditional colleges of the University (after Peterhouse).",
  "/wiki/Christopher_Kelly_(historian)": "Christopher Kelly (born 1964) is an Australian classicist and historian, who specializes in the later Roman Empire and the classical tradition. He has been Master of Corpus Christi College, Cambridge since 2018.",
  "/wiki/Darwin_College,_Cambridge": "Darwin College is a constituent college of the University of Cambridge. Founded on 28 July 1964, Darwin was Cambridge University's first graduate-only college, and also the first to admit both men and women. The college is named after one of the university's most famous families, that of Charles Darwin. The Darwin family previously owned some of the land, Newnham Grange, on which the college now stands.",
  "/wiki/Mary_Fowler": "Christine Mary Rutherford Fowler, FRAS, FGS, FRCGS (born 1950), known as Mary Fowler, is a British geologist and academic. Since 2012, she has served as the Master of Darwin College, Cambridge. She was previously a lecturer at Royal Holloway, University of London, rising to become Dean of its Faculty of Science.",
  "/wiki/List_of_Masters_of_Darwin_College,_Cambridge": "The following persons have served as Master of Darwin College, Cambridge since its foundation in 1964.",
  "/wiki/Downing_College,_Cambridge": "Downing College is a constituent college of the University of Cambridge and currently has around 650 students. Founded in 1800, it was the only college to be added to Cambridge University between 1596 and 1869, and is often described as the oldest of the new colleges and the newest of the old. Downing College was formed \"for the encouragement of the study of Law and Medicine and of the cognate subjects of Moral and Natural Science\", and has developed a reputation amongst Cambridge colleges for Law and Medicine.",
  "/wiki/Alan_Bookbinder": "Alan Peter Bookbinder (born 16 March 1956) is a British journalist, charity executive, and academic administrator. Since October 2018, he has served as Master of Downing College, Cambridge. He previously worked for the BBC, and was Director of the Sainsbury Family Charitable Trusts from 2006 to 2018.",
  "/wiki/List_of_Masters_of_Downing_College,_Cambridge": "This is a list of Masters of Downing College, Cambridge. The head of Downing College, Cambridge is termed the \"Master\". Downing was founded as a result of the will of Sir George Downing, 3rd Baronet and it received its Royal Charter in 1800 from George III.",
  "/wiki/Emmanuel_College,_Cambridge": "Emmanuel College is a constituent college of the University of Cambridge. The college was founded in 1584 by Sir Walter Mildmay, Chancellor of the Exchequer to Elizabeth I.",
  "/wiki/Fiona_Reynolds": "Dame Fiona Claire Reynolds DBE (born 29 March 1958) is Master of Emmanuel College, Cambridge. She was the Director-General of the National Trust until November 2012.",
  "/wiki/List_of_Masters_of_Emmanuel_College,_Cambridge": "The Master of Emmanuel College is the head of Emmanuel College, Cambridge and chairs the College Council and Governing Body of the college.",
  "/wiki/Fitzwilliam_College,_Cambridge": "Fitzwilliam College is a constituent college of the University of Cambridge, England.",
  "/wiki/Sally_Morgan,_Baroness_Morgan_of_Huyton": "Sally Morgan, Baroness Morgan of Huyton (born 28 June 1959), is a British Labour Party politician, and Master of Fitzwilliam College, Cambridge. She is the former Chair of Ofsted.",
  "/wiki/List_of_Masters_of_Fitzwilliam_College,_Cambridge": "This is a list of Masters of Fitzwilliam College, Cambridge. Fitzwilliam House, the body established in 1869 for non-collegiate students attached to the University of Cambridge, was presided over by a Censor. Once the non-collegiate system was ended and Fitzwilliam College, Cambridge was established as a full college of the university in 1966 the college head became known as the Master (college).",
  "/wiki/Girton_College,_Cambridge": "Girton College is one of the 31 constituent colleges of the University of Cambridge. The college was established in 1869 by Emily Davies and Barbara Bodichon as the first women's college in Cambridge. In 1948, it was granted full college status by the university, marking the official admittance of women to the university. In 1976, it was the first Cambridge women's college to become coeducational.",
  "/wiki/Susan_J._Smith": "Susan Jane Smith, MA, DPhil (Oxon), FBA, FAcSS, FRSE (1956) is a British geographer and academic. Since 2009, she has been Mistress of Girton College, Cambridge.  Smith previously held the Ogilvie Chair of Geography at the University of Edinburgh from 1990–2004 and until 2009 was a professor of geography at Durham University, where she played a key role in establishing the Institute of Advanced Study. On 1 October 2011, she was conferred the title of Honorary Professor of Social and Economic Geography in the Department of Geography at the University of Cambridge for five years, which has since been renewed until 2021.",
  "/wiki/List_of_Mistresses_of_Girton_College,_Cambridge": "This is a list of Mistresses of Girton College, Cambridge.",
  "/wiki/Gonville_and_Caius_College,_Cambridge": "Gonville & Caius College (often referred to simply as Caius /kiːz/ KEEZ) is a constituent college of the University of Cambridge in Cambridge, England. The college is the fourth-oldest college at the University of Cambridge and one of the wealthiest. The college has been attended by many students who have gone on to significant accomplishment, including fifteen Nobel Prize winners, the second-most of any Oxbridge college (after Trinity College, Cambridge).",
  "/wiki/Pippa_Rogerson": "Philippa Jane Rogerson is a British solicitor and academic. She is senior lecturer in law at the University of Cambridge, where her research covers the conflict of laws and company law. She is also a member of the university's council, and a fellow and director of studies at Gonville and Caius College, where (since 2018) she now serves as Master, succeeding Sir Alan Fersht.",
  "/wiki/Homerton_College,_Cambridge": "Homerton College is a constituent college of the University of Cambridge. Its first premises were acquired in London in 1768, by an informal gathering of Protestant dissenters with origins in the seventeenth century. In 1894 the College moved from Homerton High Street, Hackney, London, to Cambridge. Homerton was admitted as an \"Approved Society\" of the university in 1976, and received its Royal charter in 2010 affirming its status as a full college of the university. The College celebrated its 250th anniversary in 2018.",
  "/wiki/Geoff_Ward_(academic)": "Geoffrey 'Geoff' Ward, FRSA is a British academic specialising in American literature. He has been Principal of Homerton College, University of Cambridge since 2013.",
  "/wiki/Hughes_Hall,_Cambridge": "Hughes Hall is a constituent college of the University of Cambridge in England. It is the oldest of the University of Cambridge's postgraduate colleges. The college also admits undergraduates, though undergraduates admitted by the college must be aged 21 or over. There is no age requirement for postgraduate students. The majority of Hughes Hall students are postgraduate, although nearly one-fifth of the student population comprises individuals aged 21 and above who are studying undergraduate degree courses at the university.",
  "/wiki/Anthony_Freeling": "Anthony Nigel Stanley Freeling (born 6 August 1956) is a British management consultant, marketing expert, university administrator, and academic. He has been President of Hughes Hall, Cambridge since 2014.",
  "/wiki/Jesus_College,_Cambridge": "Jesus College is a constituent college of the University of Cambridge, England. The college's full name is The College of the Blessed Virgin Mary, Saint John the Evangelist and the glorious Virgin Saint Radegund, near Cambridge. Its common name comes from the name of its chapel, Jesus Chapel.",
  "/wiki/Sonita_Alleyne": "Sonita Alleyne, OBE, FRSA (born 1968) is the Barbados-born British co-founder and former CEO of Somethin’ Else, a cross-platform media production company. Alleyne is a member of the BBC Trust, the governing body of the British Broadcasting Corporation, and Master of Jesus College, Cambridge.",
  "/wiki/List_of_Masters_of_Jesus_College,_Cambridge": "The following is a list of Master of Jesus College, Cambridge:",
  "/wiki/King%27s_College,_Cambridge": "King's College is a constituent college of the University of Cambridge in Cambridge, England.  Formally The King's College of Our Lady and Saint Nicholas in Cambridge, the college lies beside the River Cam and faces out onto King's Parade in the centre of the city.",
  "/wiki/Michael_Proctor_(academic)": "Michael Richard Edward Proctor, FRS, \nFIMA, FRAS (born 19 September 1950) is a British physicist, mathematician, and academic. He is Professor of Astrophysical Fluid Dynamics at the University of Cambridge and, since his election in 2013, the Provost of King's College, Cambridge.",
  "/wiki/List_of_Provosts_of_King%27s_College,_Cambridge": "The following persons have served as Provost of King's College, Cambridge since its foundation in 1441.",
  "/wiki/Lucy_Cavendish_College,_Cambridge": "Lucy Cavendish College is a constituent college of the University of Cambridge. It has a 55 year tradition of being the College that admits talented individuals from non-traditional and under-represented backgrounds. In doing so, it seeks particularly those who want ‘to make a difference’ or to have ‘a positive impact’ on our societies, and those who are committed to addressing our global challenges.",
  "/wiki/Madeleine_Atkins": "Dame Madeleine Julia Atkins, DBE, DL, FAcSS (born 2 July 1952) is a British academic administrator, scholar of education, and former teacher. Since 2018, she has served as the 9th President of Lucy Cavendish College, Cambridge. She was formerly vice-chancellor of Coventry University, and the Chief Executive of the Higher Education Funding Council for England (2014–2018).",
  "/wiki/Magdalene_College,_Cambridge": "Magdalene College (/ˈmɔːdlɪn/ MAWD-lin) is a constituent college of the University of Cambridge. The college was founded in 1428 as a Benedictine hostel, in time coming to be known as Buckingham College, before being refounded in 1542 as the College of St Mary Magdalene. Magdalene counted some of the greatest men in the realm among its benefactors, including Britain's premier noble the Duke of Norfolk, the Duke of Buckingham and Lord Chief Justice Christopher Wray. Thomas Audley, Lord Chancellor under Henry VIII, was responsible for the refoundation of the college and also established its motto—garde ta foy (Old French: \"keep your faith\"). Audley's successors in the Mastership and as benefactors of the College were, however, prone to dire ends; several benefactors were arraigned at various stages on charges of high treason and executed.",
  "/wiki/Rowan_Williams": "Rowan Douglas Williams, Baron Williams of Oystermouth, PC, FBA, FRSL, FLSW (born 14 June 1950), is a Welsh Anglican bishop, theologian and poet.  He was the 104th Archbishop of Canterbury, a position he held from December 2002 to December 2012. Previously the Bishop of Monmouth and Archbishop of Wales, Williams was the first Archbishop of Canterbury in modern times not to be appointed from within the Church of England.",
  "/wiki/Master_of_Magdalene_College": "The following have served as Masters of Magdalene College, Cambridge:",
  "/wiki/Murray_Edwards_College,_Cambridge": "Murray Edwards College is a women-only constituent college of the University of Cambridge. It was founded as \"New Hall\" in 1954 but, unlike many other colleges, it was founded without a significant endowment and thus did not bear a benefactor's name. This situation changed in 2008 following a donation of £30 million by alumna Ros Edwards (née Smith) and her husband Steve Edwards to secure the future of the College as a college at the University of Cambridge in perpetuity. In recognition of this, New Hall was renamed Murray Edwards College, honouring the first President, Dame Rosemary Murray and the donors.",
  "/wiki/Barbara_Stocking": "Dame Barbara Mary Stocking, DBE (born 28 July 1951) is a British public servant, former chief executive of Oxfam GB, and current president of Murray Edwards College, Cambridge.",
  "/wiki/List_of_Presidents_of_Murray_Edwards_College,_Cambridge": "This article lists those who have served as President of Murray Edwards College, Cambridge (previously known as New Hall, Cambridge) since its foundation in 1954.",
  "/wiki/Newnham_College,_Cambridge": "Newnham College is a women's constituent college of the University of Cambridge.",
  "/wiki/Alison_Rose": "Alison Rose (born 10 December 1961) is Principal of Newnham College, Cambridge. She is a former British diplomat and was the British Ambassador to Belgium from 2014 until 2019.",
  "/wiki/Pembroke_College,_Cambridge": "Pembroke College is a constituent college of the University of Cambridge, England. The college is the third-oldest college of the university and has over seven hundred students and fellows. Physically, it is one of the university's larger colleges, with buildings from almost every century since its founding, as well as extensive gardens. Its members are termed \"Valencians\".",
  "/wiki/Chris_Smith,_Baron_Smith_of_Finsbury": "Christopher Robert Smith, Baron Smith of Finsbury, PC (born 24 July 1951) is a British politician and a peer; a former Member of Parliament (MP) and Cabinet Minister;  and former chairman of the Environment Agency.  For the majority of his career he was a Labour Party member. He was the first openly gay male British MP, coming out in 1984, and in 2005, the first MP to acknowledge that he is HIV positive.",
  "/wiki/List_of_current_heads_of_University_of_Cambridge_colleges": "A list of current heads of University of Cambridge colleges at the University of Cambridge, England."
}