{
  "/wiki/Derry_and_Toms": "Derry & Toms was a London department store that was founded in 1853 in Kensington High Street and was famous for its Roof Garden which opened in 1938. In 1973 the store was closed and became home to Big Biba, which closed in 1975. The site was developed into smaller stores and offices.",
  "/wiki/Kensington": "Kensington is an affluent district in the Royal Borough of Kensington and Chelsea in the West End of central London.\n The district's commercial heart is Kensington High Street, running on an east-west axis. The north east is taken up by Kensington Gardens, containing the Albert Memorial, the Serpentine Gallery and Speke's monument. South Kensington and Gloucester Road are home to Imperial College London, the Royal College of Music, the Royal Albert Hall, National Historical Museum, Victoria and Albert Museum, and Science Museum. The area is also home to many international embassies and consulates and the residence of many politicians and billionaires.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/Unilever_House": "Unilever House is a Grade II listed office building in the Neoclassical Art Deco style, located on New Bridge Street, Victoria Embankment in Blackfriars, London. The building has a tall, curving frontage which overlooks Blackfriars Bridge on the north bank of the River Thames.\n The site of Unilever House was previously occupied by Bridewell Palace, a residence of Henry VIII, which later became a poorhouse and prison. These buildings were destroyed in 1864 making way for De Keyser's Royal Hotel. In 1920, Lord Leverhulme leased the site to build the London headquarters of his soap manufacturing company Lever Brothers, which became Unilever in 1930. Construction did not commence until 1929.",
  "/wiki/Cannon_Street": "Cannon Street is a road in the City of London,  the historic nucleus of London and its modern financial centre. It runs roughly parallel with the River Thames, about 250 metres (820 ft) north of it, in the south of the City.\n It is the site of the ancient London Stone and gave its name to Cannon Street station, a mainline railway terminus and connected London Underground station.",
  "/wiki/Cheapside": "Cheapside is a street in the City of London, the historic and modern financial centre of London, which forms part of the A40 London to Fishguard road. It links St. Martin's Le Grand with Poultry. Near its eastern end at Bank junction, where it becomes Poultry, is Mansion House, the Bank of England, and Bank station. To the west is St. Paul's Cathedral, St. Paul's tube station and square.\n In the Middle Ages, it was known as Westcheap, as opposed to Eastcheap, another street in the City, near London Bridge. The boundaries of the wards of Cheap, Cordwainer and Bread Street run along Cheapside and Poultry; prior to boundary changes in 2003 the road was divided amongst Farringdon Within and Cripplegate wards in addition to the current three.\n The contemporary Cheapside is widely known as the location of a range of retail and food outlets and offices, as well as the City's only major shopping centre, One New Change.",
  "/wiki/RMS_Queen_Mary": "The RMS Queen Mary is a retired British ocean liner that sailed primarily on the North Atlantic Ocean from 1936 to 1967 for the Cunard Line – known as Cunard-White Star Line when the vessel entered service and built by John Brown & Company in Clydebank, Scotland. Queen Mary, along with RMS Queen Elizabeth, were built as part of Cunard's planned two-ship weekly express service between Southampton, Cherbourg and New York. The two ships were a British response to the express superliners built by German, Italian and French companies in the late 1920s and early 1930s.\n Queen Mary sailed on her maiden voyage on 27 May 1936 and won the Blue Riband that August; she lost the title to SS Normandie in 1937 and recaptured it in 1938, holding it until 1952 when it was taken by the new SS United States. With the outbreak of the Second World War, she was converted into a troopship and ferried Allied soldiers during the conflict.\n Following the war, Queen Mary was refitted for passenger service and along with Queen Elizabeth commenced the two-ship transatlantic passenger service for which the two ships were initially built. The two ships dominated the transatlantic passenger transportation market until the dawn of the jet age in the late 1950s. By the mid-1960s, Queen Mary was ageing and was operating at a loss.\n After several years of decreased profits for Cunard Line, Queen Mary was officially retired from service in 1967. She left Southampton for the last time on 31 October 1967 and sailed to the port of Long Beach, California, United States, where she remains permanently moored. The ship serves as a tourist attraction featuring restaurants, a museum and a hotel. The ship is listed on the National Register of Historic Places. The National Trust for Historic Preservation has accepted the Queen Mary as part of the Historic Hotels of America.",
  "/wiki/Johannesburg": "Johannesburg (/dʒoʊˈhænɪsbɜːrɡ/ joh-HAN-iss-burg, also US: /-ˈhɑːn-/ -⁠HAHN-; Afrikaans: [jʊəˈɦanəsbœrχ]; Zulu and Xhosa: eGoli), informally known as Jozi or Joburg, is the largest city in South Africa and one of the 50 largest urban areas in the world. It is the provincial capital and largest city of Gauteng, which is the wealthiest province in South Africa. Johannesburg is the seat of the Constitutional Court. The city is located in the mineral-rich Witwatersrand range of hills and is the centre of large-scale gold and diamond trade, It was one of the host cities of the official tournament of the 2010 FIFA World Cup.\n The metropolis is an alpha global city as listed by the Globalization and World Cities Research Network. In 2019, the population of the city of Johannesburg was 5,635,127, making it the most populous city in South Africa. In the same year, the population of Johannesburg's urban agglomeration was put at 8,000,000. land area of the municipal city (1,645 km2 or 635 sq mi) is large in comparison with those of other major cities, resulting in a moderate population density of 2,364 per square kilometre (6,120/sq mi).\n The city was established in 1886 following the discovery of gold on what had been a farm. Due to the extremely large gold deposit found along the Witwatersrand, within ten years, the population had grown to 100,000 inhabitants.\n A separate city from the late 1970s until 1994, Soweto is now part of Johannesburg. Originally an acronym for \"South-Western Townships\", Soweto originated as a collection of settlements on the outskirts of Johannesburg, populated mostly by native African workers from the gold mining industry. Soweto, although eventually incorporated into Johannesburg, had been separated as a residential area for Blacks, who were not permitted to live in Johannesburg proper. Lenasia is predominantly populated by English-speaking South Africans of Indian descent. These areas were designated as non-white areas in accordance with the segregationist policies of the South African government known as Apartheid.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.\n South Africa is a multiethnic society encompassing a wide variety of cultures, languages, and religions. Its pluralistic makeup is reflected in the constitution's recognition of 11 official languages, which is the fourth-highest number in the world. Two of these languages are of European origin: Afrikaans developed from Dutch and serves as the first language of most coloured and white South Africans; English reflects the legacy of British colonialism, and is commonly used in public and commercial life, though it is fourth-ranked as a spoken first language. The country is one of the few in Africa never to have had a coup d'état, and regular elections have been held for almost a century. However, the vast majority of black South Africans were not enfranchised until 1994. During the 20th century, the black majority sought to claim more rights from the dominant white minority, with this struggle playing a large role in the country's recent history and politics. The National Party imposed apartheid in 1948, institutionalising previous racial segregation. After a long and sometimes violent struggle by the African National Congress (ANC) and other anti-apartheid activists both inside and outside the country, the repeal of discriminatory laws began in the mid-1980s.\n Since 1994, all ethnic and linguistic groups have held political representation in the country's liberal democracy, which comprises a parliamentary republic and nine provinces. South Africa is often referred to as the \"rainbow nation\" to describe the country's multicultural diversity, especially in the wake of apartheid. The World Bank classifies South Africa as an upper-middle-income economy, and a newly industrialised country. Its economy is the second-largest in Africa, and the 33rd-largest in the world. In terms of purchasing power parity, South Africa has the seventh-highest per capita income and the seventh-highest human development index  in Africa. However, poverty and inequality remain widespread, with about a quarter of the population unemployed and living on less than US$1.25 a day. South Africa has been identified as a middle power in international affairs, and maintains significant regional influence.",
  "/wiki/St_Andrew's_House": "St. Andrew's House (SAH), on the southern flank of Calton Hill, Edinburgh, is the headquarters building of the Scottish Government. The building stands on the site of the former Calton Jail. Today, the turreted Governor's House is all that remains of the former prison, next to the Old Calton Burial Ground and Political Martyrs' Monument.\n The large Category A listed Art Deco-influenced building looks out over Waverley Station, the Canongate and Holyrood Park.",
  "/wiki/Calton_Hill": "Calton Hill  (/ˈkɔːltən/) is a hill in central Edinburgh, Scotland, situated beyond the east end of Princes Street and included in the city's UNESCO World Heritage Site. Views of, and from, the hill are often used in photographs and paintings of the city.\n Calton Hill is the headquarters of the Scottish Government, which is based at St Andrew's House, on the steep southern slope of the hill. The Scottish Parliament Building and other notable buildings such as Holyrood Palace lie near the foot of the hill. Calton Hill is also the location of several iconic monuments and buildings: the National Monument, the Nelson Monument, the Dugald Stewart Monument, the old Royal High School, the Robert Burns Monument, the Political Martyrs' Monument and the City Observatory.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.\n Recognised as the capital of Scotland since at least the 15th century, Edinburgh is the seat of the Scottish Government, the Scottish Parliament and the supreme courts of Scotland. The city's Palace of Holyroodhouse is the official residence of the monarch in Scotland. The city has long been a centre of education, particularly in the fields of medicine, Scots law, literature, philosophy, the sciences and engineering. It is the second largest financial centre in the United Kingdom (after London) and the city's historical and cultural attractions have made it the United Kingdom's second most popular tourist destination attracting 1.75 million visits from overseas in 2016.\n Edinburgh is Scotland's second most populous city and the seventh most populous in the United Kingdom. The official population estimates are 488,050 (2016) for the Locality of Edinburgh (Edinburgh pre 1975 regionalisation plus Currie and Balerno), 518,500 (2018) for the City of Edinburgh, and 1,339,380 (2014) for the city region. Edinburgh lies at the heart of the Edinburgh and South East Scotland city region comprising East Lothian, Edinburgh, Fife, Midlothian, Scottish Borders and West Lothian.\n The city is the annual venue of the General Assembly of the Church of Scotland. It is home to national institutions such as the National Museum of Scotland, the National Library of Scotland and the Scottish National Gallery. The University of Edinburgh, founded in 1582 and now one of four in the city, is placed 20th in the QS World University Rankings for 2020. The city is also famous for the Edinburgh International Festival and the Fringe, the latter being the world's largest annual international arts festival. Historic sites in Edinburgh include Edinburgh Castle, the Palace of Holyroodhouse, the churches of St. Giles, Greyfriars and the Canongate, and the extensive Georgian New Town built in the 18th/19th centuries. Edinburgh's Old Town and New Town together are listed as a UNESCO World Heritage site, which has been managed by Edinburgh World Heritage since 1999.",
  "/wiki/Lothian": "Lothian (/ˈloʊðiən/; Scots: Lowden, Loudan, -en, -o(u)n; Scottish Gaelic: Lodainn [ˈl̪ˠot̪aɲ]) is a region of the Scottish Lowlands, lying between the southern shore of the Firth of Forth and the Lammermuir Hills. The principal settlement is the Scottish capital, Edinburgh, while other significant towns include Livingston, Linlithgow, Bathgate, Queensferry, Dalkeith, Musselburgh, Prestonpans, North Berwick, Dunbar, and Haddington.\n Historically, the term Lothian referred to a province encompassing most of what is now southeastern Scotland. In the 7th century it came under the control of the Anglian kingdom of Bernicia, the northern part of the later kingdom of Northumbria, but the Angles' grip on Lothian was quickly weakened following the Battle of Nechtansmere in which they were defeated by the Picts. Lothian was annexed to the Kingdom of Scotland around the 10th century.\n Subsequent Scottish history saw the region subdivided into three counties—Midlothian, East Lothian, and West Lothian—leading to the popular designation of \"the Lothians\".",
  "/wiki/Kingston_upon_Thames_Guildhall": "The Kingston upon Thames Guildhall is a guildhall in Kingston upon Thames in England. It is situated in the High Street, adjacent to the Hogsmill River. It is a Grade II listed building.",
  "/wiki/Kingston_upon_Thames": "Kingston upon Thames (spelled with hyphens until 1965 and sometimes abbreviated to Kingston), is a town, former manor, ecclesiastical parish and borough now within  Greater London, England,  formerly within the county of Surrey. It is situated on the River Thames, about 33 feet (10 m) above sea level and 10 miles (16 km) south-west of Charing Cross (deemed the geographical centre of London). It is notable as the ancient market town in which Saxon kings were crowned and today is the administrative centre of the Royal Borough of Kingston upon Thames and is identified as a major metropolitan centre in the London Plan. \n The large historic parish of Kingston became absorbed in modern times into the Municipal Borough of Kingston-upon-Thames, reformed in 1835 and from 1893 has been the location of Surrey County Hall, extraterritorially in terms of local government administration.[clarification needed] Since 1965 Kingston has been a part of Greater London. Today most of the town centre is part of the KT1 postcode area, but some areas north of Kingston railway station are within KT2. The United Kingdom Census 2011 recorded the population of the town (comprising the four wards of Canbury, Grove, Norbiton and Tudor) as 43,013.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent. \n Surrey is a wealthy county. It has the highest GDP per capita of any English county, some of the highest property values outside Inner London, and also the highest cost of living outside the capital. It has the highest proportion of woodland of counties in England. It has four horse racing courses, and golf courses including the international competition venue at Wentworth. \n Guildford is popularly regarded as the county town, although Surrey County Council is based extraterritorially at Kingston upon Thames. Surrey is divided into eleven districts.",
  "/wiki/Albemarle_Street": "Albemarle Street is a street in Mayfair in central London, off Piccadilly. It has historic associations with Lord Byron, whose publisher John Murray was based here, and Oscar Wilde, a member of the Albemarle Club, where an insult he received led to his suing for libel and to his eventual imprisonment. It is also known for its art galleries and the Brown's Hotel is located at 33 Albemarle Street.",
  "/wiki/Kansas_City,_Missouri": "Kansas City (abbreviated KC or KCMO) is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.\n Sitting on Missouri's western boundary with Kansas, with Downtown near the confluence of the Kansas and Missouri Rivers, the city encompasses some 319.03 square miles (826.3 km2), making it the 23rd largest city by total area in the United States. Along with Independence, one of its major suburbs, it serves as one of the two county seats of Jackson County. Other major suburbs include the Missouri cities of Blue Springs and Lee's Summit and the Kansas cities of Overland Park, Olathe, and Kansas City.\n The city is composed of several neighborhoods, including the River Market District in the north, the 18th and Vine District in the east, and the Country Club Plaza in the south. Kansas City is known for its long tradition of jazz music and culture, especially theater – the city was the center of the Vaudevillian Orpheum circuit in the 1920s. It is also noted for its cuisine, including its distinctive Kansas City-style barbecue, and its craft breweries.",
  "/wiki/United_States_of_America": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Selfridges,_Oxford_Street": "Selfridges is a Grade II listed retail premises on Oxford Street in London. It was designed by Daniel Burnham for Harry Gordon Selfridge, and opened in 1909. Still the headquarters of Selfridge & Co. department stores, with 540,000 square feet (50,000 m2) of selling space, the store is the second largest retail premises in the UK, half as big as the biggest department store in Europe, Harrods. It was named the world's best department store in 2010, and again in 2012.",
  "/wiki/Oxford_Street": "Oxford Street is a major road in the City of Westminster in the West End of London, running from Tottenham Court Road to Marble Arch via Oxford Circus. It is Europe's busiest shopping street, with around half a million daily visitors, and as of 2012 had approximately 300 shops. It is designated as part of the A40, a major road between London and Fishguard, though it is not signed as such, and traffic is regularly restricted to buses and taxis.\n The road was originally part of the Via Trinobantina, a Roman road between Essex and Hampshire via London. It was known as Tyburn Road through the Middle Ages when it was notorious for public hangings of prisoners at Tyburn Gallows. It became known as Oxford Road and then Oxford Street in the 18th century, and began to change from residential to commercial and retail use by the late 19th century, attracting street traders, confidence tricksters and prostitution. The first department stores in the UK opened in the early 20th century, including Selfridges, John Lewis & Partners and HMV. Unlike nearby shopping streets such as Bond Street, it has retained an element of downmarket trading alongside more prestigious retail stores. The street suffered heavy bombing during World War II, and several longstanding stores including John Lewis were completely destroyed and rebuilt from scratch.\n Despite competition from other shopping centres such as Westfield Stratford City and the Brent Cross Shopping Centre, Oxford Street remains in high demand as a retail location, with several chains having their flagship stores on the street, and has a number of listed buildings. The annual switching on of Christmas lights by a celebrity has been a popular event since 1959. As a popular retail area and main thoroughfare for London buses and taxis, Oxford Street has suffered from traffic congestion, pedestrian congestion, a poor safety record and pollution. Various traffic management schemes have been implemented by Transport for London (TfL), including a ban on private vehicles during daytime hours on weekdays and Saturdays, and improved pedestrian crossings.",
  "/wiki/University_of_Glasgow_Memorial_Chapel": "The University of Glasgow Memorial Chapel is an interfaith chapel at the University of Glasgow, Scotland. It was consecrated on 4 October 1929, and is dedicated to the memory of the former students and staff of the University who lost their lives in the First World War. It is located in the West Quadrangle of the Main Building of the University, and was designed by John James Burnet. The chapel is protected as a category A listed building.",
  "/wiki/Glasgow": "Glasgow (/ˈɡlæzɡoʊ/, also UK: /ˈɡlɑːzɡoʊ, ˈɡlɑːsɡoʊ/, US: /ˈɡlæsɡoʊ, ˈɡlæskoʊ/; Scots: Glesga [ˈɡlezɡə]; Scottish Gaelic: Glaschu [ˈkl̪ˠas̪əxu]) is the most populous city in Scotland, and the third most populous city in the United Kingdom, as of the 2017 estimated city population of 621,020. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow is situated on the River Clyde in the country's West Central Lowlands. It is the fifth most visited city in the UK.\n Inhabitants of the city are referred to as \"Glaswegians\" or, informally, as \"Weegies\". Glasgow is also known for the Glasgow patter, a distinct dialect of the Scots language that is noted for being difficult to understand by those from outside the city.\n Glasgow grew from a small rural settlement on the River Clyde to become the largest seaport in Scotland, and tenth largest by tonnage in Britain. Expanding from the medieval bishopric and royal burgh, and the later establishment of the University of Glasgow in the fifteenth century, it became a major centre of the Scottish Enlightenment in the eighteenth century. From the eighteenth century onwards, the city also grew as one of Great Britain's main hubs of transatlantic trade with North America and the West Indies.\n With the onset of the Industrial Revolution, the population and economy of Glasgow and the surrounding region expanded rapidly to become one of the world's pre-eminent centres of chemicals, textiles and engineering; most notably in the shipbuilding and marine engineering industry, which produced many innovative and famous vessels. Glasgow was the \"Second City of the British Empire\" for much of the Victorian era and Edwardian period, although many cities argue the title was theirs.\n In the late 19th and early 20th centuries, Glasgow's population grew rapidly, reaching a peak of 1,127,825 people in 1938. Comprehensive urban renewal projects in the 1960s resulted in large-scale relocation of people to designated new towns, such as Cumbernauld, Livingston, East Kilbride and peripheral suburbs, followed by successive boundary changes. This process reduced the population of the City of Glasgow council area to an estimated 615,070, with 1,209,143 people living in the Greater Glasgow urban area. The wider metropolitan area is home to over 1,800,000 people, equating to around 33% of Scotland's population. The city has one of the highest densities of any locality in Scotland at 4,023/km2.\n Glasgow hosted the 2014 Commonwealth Games and the first European Championships in 2018; and is also well known in the sporting world for football (particularly the Old Firm rivalry between Celtic and Rangers), rugby, athletics, tennis, golf and swimming.\n Today, Glasgow has a diverse architectural scene, one of the key factors leading visitors to the city. From the city centre sprawling with grand Victorian buildings, to the many glass and metal edifices in the International Financial Services District to the serpentine terraces of blonde and red sandstone in the fashionable west end and the imposing mansions which make up Pollokshields, on the south side. The banks of the River Clyde are also dotted with a plethora of futuristic-looking buildings which include Riverside Museum, Glasgow Science Centre, the SSE Hydro and the SEC Armadillo.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.\n The Kingdom of Scotland emerged as an independent sovereign state in the European Early Middle Ages and continued to exist until 1707. By inheritance in 1603, James VI, King of Scots, became king of England and Ireland, thus forming a personal union of the three kingdoms. Scotland subsequently entered into a political union with England on 1 May 1707 to create the new Kingdom of Great Britain. The union also created a new Parliament of Great Britain, which succeeded both the Parliament of Scotland and the Parliament of England. In 1801, Great Britain entered into a political union with Ireland to create the United Kingdom of Great Britain and Ireland (in 1922, the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland in 1927).\n Within Scotland, the monarchy of the United Kingdom has continued to use a variety of styles, titles and other royal symbols of statehood specific to the pre-union Kingdom of Scotland. The legal system within Scotland has also remained separate from those of England and Wales and Northern Ireland; Scotland constitutes a distinct jurisdiction in both public and private law. The continued existence of legal, educational, religious and other institutions distinct from those in the remainder of the UK have all contributed to the continuation of Scottish culture and national identity since the 1707 union with England.\n In 1997, a Scottish Parliament was re-established, in the form of a devolved unicameral legislature comprising 129 members, having authority over many areas of domestic policy. The head of the Scottish Government is the first minister of Scotland, who is supported by the deputy first minister of Scotland. Scotland is represented in the United Kingdom Parliament by 59 MPs. Scotland is also a member of the British–Irish Council, and sends five members of the Scottish Parliament to the British–Irish Parliamentary Assembly.\n Scotland is divided into 32 administrative subdivisions or local authorities, known as council areas. Glasgow City is the largest council area in terms of population, with Highland being the largest in terms of area. Limited self-governing power, covering matters such as education, social services and roads and transportation, is devolved from the Scottish Government to each subdivision.",
  "/wiki/Saint_Margaret_of_Scotland": "Saint Margaret of Scotland (Scots: Saunt Magret, c. 1045 – 16 November 1093), also known as Margaret of Wessex, was an English princess and a Scottish queen. Margaret was sometimes called \"The Pearl of Scotland\". Born in exile in the Kingdom of Hungary, she was the sister of Edgar Ætheling, the short reigned and uncrowned Anglo-Saxon King of England. Margaret and her family returned to the Kingdom of England in 1057, but fled to the Kingdom of Scotland following the Norman conquest of England in 1066. By the end of 1070, Margaret had married King Malcolm III of Scotland, becoming Queen of Scots.\n She was a very pious Roman Catholic, and among many charitable works she established a ferry across the Firth of Forth in Scotland for pilgrims travelling to St Andrews in Fife, which gave the towns of South Queensferry and North Queensferry their names. Margaret was the mother of three kings of Scotland, or four, if Edmund of Scotland (who ruled with his uncle, Donald III) is counted, and of a queen consort of England. According to the Vita S. Margaritae (Scotorum) Reginae (Life of St. Margaret, Queen (of the Scots)), attributed to Turgot of Durham, she died at Edinburgh Castle in Edinburgh, Scotland in 1093, merely days after receiving the news of her husband's death in battle.\n In 1250, Pope Innocent IV canonized her, and her remains were reinterred in a shrine in Dunfermline Abbey in Fife, Scotland. Her relics were dispersed after the Scottish Reformation and subsequently lost. Mary, Queen of Scots, at one time owned her head, which was subsequently preserved by Jesuits in the Scottish College, Douai, France, from where it was subsequently lost during the French Revolution.",
  "/wiki/St_Columba": "Columba (Irish: Colm Cille, 'church dove';[a] Scots: Columbkille; 7 December 521 – 9 June 597) was an Irish abbot and missionary evangelist credited with spreading Christianity in what is today Scotland at the start of the Hiberno-Scottish mission. He founded the important abbey on Iona, which became a dominant religious and political institution in the region for centuries. He is the patron saint of Derry. He was highly regarded by both the Gaels of Dál Riata and the Picts, and is remembered today as a Catholic saint and one of the Twelve Apostles of Ireland. In Ireland, he is commonly known as Colmcille.\n Columba studied under some of Ireland's most prominent church figures and founded several monasteries in the country. Around 563 he and his twelve companions crossed to Dunaverty near Southend, Argyll, in Kintyre before settling in Iona in Scotland, then part of the Ulster kingdom of Dál Riata, where they founded a new abbey as a base for spreading Celtic Christianity among the northern Pictish kingdoms who were pagan. He remained active in Irish politics, though he spent most of the remainder of his life in Scotland. Three surviving early medieval Latin hymns may be attributed to him.",
  "/wiki/St_Bride": "Saint Brigid of Kildare or Brigid of Ireland (Irish: Naomh Bríd; Latin: Brigida; c. 451 – 525) is one of Ireland's patron saints, along with Patrick and Columba. Irish hagiography makes her an early Irish Christian nun, abbess, and foundress of several monasteries of nuns, including that of Kildare in Ireland, which was famous and was revered. Her feast day is 1 February, which was originally a pagan festival called Imbolc, marking the beginning of spring. Her feast day is shared by Dar Lugdach, who tradition says was her student, close companion, and the woman who succeeded her.\n The saint shares her name with an important Celtic goddess and there are many legends and folk customs associated with her.",
  "/wiki/Odran_of_Iona": "Oran or Odran (Gaelic Oran/Odran/Odhrán, the dh being silent; Latin Otteranus, hence sometimes Otteran), by tradition a descendant of Conall Gulban, was a companion of Saint Columba in Iona, and the first Christian to be buried on that island. St. Odhrán's feast day is on 27 October.",
  "/wiki/Cornhill,_London": "Cornhill (formerly also Cornhil) is a ward and street in the City of London, the historic nucleus and financial centre of modern London. The street runs between Bank junction and Leadenhall Street. \n The hill from which it takes its name is one of the three ancient hills of London; the others are Tower Hill, site of the Tower of London, and Ludgate Hill, crowned by St Paul's Cathedral. The highest point of Cornhill is at 17.7 metres (58 ft) above sea level.",
  "/wiki/List_of_works_by_Walter_Gilbert": "This List of works by Walter Gilbert includes the works of Walter Gilbert alone and those done in collaboration with other individuals such as Louis Weingartner, both with the Bromsgrove Guild and Martyns of Cheltenham. He also worked with his son, Donald Gilbert, and H. H. Martyn."
}