{
  "/wiki/St_Michael_and_All_Angels%27_Church,_Ashton-under-Lyne": "St. Michael's Church (in full, St. Michael and All Angels' Church) in Ashton-under-Lyne (grid reference SJ94159900), Greater Manchester, is a Grade I Listed Building. It is one of 116 surviving medieval parish churches in the North West. The church dates back to at least 1262, and a church on the site was mentioned in the Domesday Book. The church was rebuilt in the fifteenth century; however little of the previous church remains after it was rebuilt again in the nineteenth century.",
  "/wiki/Ashton-under-Lyne": "Ashton-under-Lyne is a market town in Tameside, Greater Manchester, England. The population was 45,198 at the 2011 census. Historically in Lancashire, it is on the north bank of the River Tame, in the foothills of the Pennines, 6.2 miles (10.0 km) east of Manchester.",
  "/wiki/Pier_(architecture)": "A pier, in architecture, is an upright support for a structure or superstructure such as an arch or bridge. Sections of structural walls between openings (bays) can function as piers.",
  "/wiki/List_of_works_by_J._S._Crowther": "Joseph Stretch Crowther (1820–1893), usually known as J. S. Crowther, was an English architect who practised in Manchester.",
  "/wiki/English_Gothic_architecture": "English Gothic is an architectural style, which originated in France and flourished in England from about 1180 until about 1520.",
  "/wiki/England_in_the_Middle_Ages": "England in the Middle Ages concerns the history of England during the medieval period, from the end of the 5th century through to the start of the Early Modern period in 1485. When England emerged from the collapse of the Roman Empire, the economy was in tatters and many of the towns abandoned. After several centuries of Germanic immigration, new identities and cultures began to emerge, developing into kingdoms that competed for power. A rich artistic culture flourished under the Anglo-Saxons, producing epic poems such as Beowulf and sophisticated metalwork. The Anglo-Saxons converted to Christianity in the 7th century and a network of monasteries and convents was built across England. In the 8th and 9th centuries England faced fierce Viking attacks, and the fighting lasted for many decades, eventually establishing Wessex as the most powerful kingdom and promoting the growth of an English identity. Despite repeated crises of succession and a Danish seizure of power at the start of the 11th century, it can also be argued that by the 1060s England was a powerful, centralised state with a strong military and successful economy.",
  "/wiki/Helena_(Empress)": "Helena, or Saint Helena (Greek: Ἁγία Ἑλένη, Hagía Helénē, Latin: Flavia Iulia Helena Augusta; c. 246/248  – c. 330), was an Empress of the Roman Empire, and mother of Emperor Saint Constantine the Great. Born outside of the noble classes, a Greek, possibly in the Greek city of Drepana, Bithynia in Asia Minor, she became the consort of the future Roman Emperor Constantius Chlorus and the mother of the future Emperor Saint Constantine the Great.",
  "/wiki/St_Mary%27s_Church,_Cheadle": "St Mary's Church in Cheadle, Greater Manchester, England, is a Grade I listed building.  It is an Anglican parish church in the diocese of Chester, the archdeaconry of Macclesfield and the deanery of Cheadle.  Its benefice is united with that of St Cuthbert.",
  "/wiki/Cheadle,_Greater_Manchester": "Cheadle /ˈtʃiːdəl/ is a suburban village in the Metropolitan Borough of Stockport, Greater Manchester, England. Historically in Cheshire, it borders Cheadle Hulme, Gatley, Heald Green and Cheadle Heath in Stockport, and East Didsbury in Manchester. In 2011[update], it had a population of 14,698.",
  "/wiki/Victorian_restoration": "The Victorian restoration was the widespread and extensive refurbishment and rebuilding of Church of England churches and cathedrals that took place in England and Wales during the 19th-century reign of Queen Victoria. It was not the same process as is understood today by the term building restoration.",
  "/wiki/Battlement": "A battlement  in defensive architecture, such as that of city walls or castles, comprises a parapet (i.e., a defensive low wall between chest-height and head-height), in which gaps or indentations, which are often rectangular, occur at intervals to allow for the launch of arrows or other projectiles from within the defences. These gaps are termed \"crenels\" (also known as carnels, or embrasures), and a wall or building with them is called crenellated; alternative (older) terms are castellated and embattled.  The act of adding crenels to a previously unbroken parapet is termed crenellation.",
  "/wiki/Camber_beam": "In building, a camber beam is a piece of timber cut archwise, and steel bent or rolled, with an obtuse angle in the middle, commonly used in platforms as church leads, and other occasions where long and strong beams are required.  The camber curve is ideally a parabola, but practically a circle segment as even with modern materials and calculations, cambers are imprecise.",
  "/wiki/Gilding": "Gilding is any decorative technique for applying a very thin coating of gold to solid surfaces such as metal (most common), wood, porcelain, or stone. A gilded object is also described as \"gilt\". Where metal is gilded, it was traditionally silver in the West, to make silver-gilt (or vermeil) objects, but gilt-bronze is commonly used in China, and also called ormolu if it is Western.  Methods of gilding include hand application and gluing, typically of gold leaf, chemical gilding, and electroplating, the last also called gold plating. Parcel-gilt (partial gilt) objects are only gilded over part of their surfaces. This may mean that all of the inside, and none of the outside, of a chalice or similar vessel is gilded, or that patterns or images are made up by using a combination of gilt and ungilted areas.",
  "/wiki/Boss_(architecture)": "In architecture, a boss is a knob or protrusion of stone or wood.",
  "/wiki/Effigy": "An effigy is a representation of a specific person in the form of sculpture or some other three-dimensional medium. The use of the term is normally restricted to certain contexts in a somewhat arbitrary way: recumbent effigies on tombs are so called, but standing statues of individuals, or busts, are usually not. Likenesses of religious figures in sculpture are not normally called effigies.  Effigies are common elements of funerary art, especially as a recumbent effigy (in a lying position) in stone or metal placed on a tomb, or a less permanent \"funeral effigy\", placed on the coffin in a grand funeral, wearing real clothing.",
  "/wiki/Church_of_the_Holy_Name_of_Jesus,_Manchester": "The Church of the Holy Name of Jesus on Oxford Road, Manchester, England was designed by Joseph A. Hansom and built between 1869 and 1871. The tower, designed by Adrian Gilbert Scott, was erected in 1928 in memory of Fr Bernard Vaughan, SJ. The church has been Grade I listed on the National Heritage List for England since 1989, having previously been Grade II* listed since 1963.",
  "/wiki/Chorlton-on-Medlock": "Chorlton-on-Medlock is an inner city area of Manchester, England.",
  "/wiki/Catholic_church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/Joseph_Hansom": "Joseph Aloysius Hansom (26 October 1803 – 29 June 1882) was a prolific English architect working principally in the Gothic Revival style.  He invented the Hansom cab and founded the eminent architectural journal, The Builder, in 1843.",
  "/wiki/Joseph_Stanislaus_Hansom": "Joseph Stanislaus Hansom, FRIBA (1845-1931) was a British architect. He was the son and partner of the better known Joseph Aloysius Hansom, inventor of the Hansom cab. He trained with his father, becoming his partner in 1869 and taking over the family practice fully in 1880.  In 1881 he inherited the practice of John Crawley (1834-1881). In 1881, he designed Our Lady of Sorrows Church in Bognor Regis.",
  "/wiki/Adrian_Gilbert_Scott": "Adrian Gilbert Scott (6 August 1882 – 23 April 1963) was an English ecclesiastical architect.",
  "/wiki/Sandstone": "Sandstone is a clastic sedimentary rock composed mainly of sand-sized (0.0625 to 2 mm) mineral particles or rock fragments.",
  "/wiki/Slate": "Slate is a fine-grained, foliated, homogeneous metamorphic rock derived from an original shale-type sedimentary rock composed of clay or volcanic ash through low-grade regional metamorphism. It is the finest grained foliated metamorphic rock. Foliation may not correspond to the original sedimentary layering, but instead is in planes perpendicular to the direction of metamorphic compression.",
  "/wiki/Terracotta": "Terracotta, terra cotta or terra-cotta (pronounced [ˌtɛrraˈkɔtta]; Italian: \"baked earth\", from the Latin terra cocta), a type of earthenware, is a clay-based unglazed or glazed ceramic, where the fired body is porous.  Terracotta is the term normally used for sculpture made in earthenware, and also for various practical uses including vessels (notably flower pots), water and waste water pipes, roofing tiles, bricks, and surface embellishment in building construction.  The term is also used to refer to the natural brownish orange color of most terracotta, which varies considerably.[citation needed]",
  "/wiki/Rib_vault": "A rib vault is an architectural feature used to cover a large interior space in a building, usually the nave of a church or cathedral, in which the surface of the vault is divided into webs by a framework of diagonal arched ribs. It is also called a \"ribbed vault\". It was a key feature of Gothic architecture. The thin stone ribs of the vault meet in a pointed arch, and carry the thrust of the weight of the roof outward and downwards to pillars on the ground floor, and to heavy flying buttresses outside the walls, rather than to the walls themselves. The use of rib vaults permitted the construction of much higher and thinner walls, and of stained glass windows of enormous size, which flooded the cathedrals with light.",
  "/wiki/Pulpit": "A pulpit is a raised stand for preachers in a Christian church. The origin of the word is the Latin pulpitum (platform or staging). The traditional pulpit is raised well above the surrounding floor for audibility and visibility, accessed by steps, with sides coming to about waist height. From the late medieval period onwards, pulpits have often had a canopy known as the sounding board or abat-voix above and sometimes also behind the speaker, normally in wood. Though sometimes highly decorated, this is not purely decorative, but can have a useful acoustic effect in projecting the preacher's voice to the congregation below. Most pulpits have one or more book-stands for the preacher to rest his or her bible, notes or texts upon.",
  "/wiki/Baptismal_font": "A baptismal font is an article of church furniture used for baptism.",
  "/wiki/Baptistery": "In Christian architecture the baptistery or baptistry (Old French baptisterie; Latin baptisterium; Greek βαπτιστήριον, 'bathing-place, baptistery', from βαπτίζειν, baptízein, 'to baptize') is the separate centrally planned structure surrounding the baptismal font. The baptistery may be incorporated within the body of a church or cathedral, and provided with an altar as a chapel. In the early Church, the catechumens were instructed and the sacrament of baptism was administered in the baptistery.",
  "/wiki/Church_of_St_Mary_the_Virgin,_Eccles": "St Mary the Virgin's Church is an active Anglican parish church in Eccles, Greater Manchester, England. The church is in the Eccles deanery, the archdeaconry of Salford and the diocese of Manchester. Together with St Andrew's Eccles, St Paul's, Monton, Christ Church, Patricroft and St James', Hope the church is part of the team benefice of Eccles. The church was granted Grade I Listed status in 1964.",
  "/wiki/Eccles,_Greater_Manchester": "Eccles (/ˈɛkəlz/; pop. 38,756 (2011)) is a town in Greater Manchester, England. It is a district within the metropolitan borough of the City of Salford.  \nEccles in 2.7 miles (4.3 km) west of Salford and 3.7 miles (6.0 km) west of Manchester city centre, split by the M602 motorway and bordered by the Manchester Ship Canal to the south.",
  "/wiki/Chancel": "In church architecture, the chancel is the space around the altar, including the choir and the sanctuary (sometimes called the presbytery), at the liturgical east end of a traditional Christian church building. It may terminate in an apse.  It is generally the area used by the clergy and choir during worship, while the congregation is in the nave. Direct access may be provided by a priest's door, usually on the south side of the church. This is one definition, sometimes called the \"strict\" one; in practice in churches where the eastern end contains other elements such as an ambulatory and side chapels, these are also often counted as part of the chancel, especially when discussing architecture. In smaller churches, where the altar is backed by the outside east wall and there is no distinct choir, the chancel and sanctuary may be the same area.  In churches with a retroquire area behind the altar, this may only be included in the broader definition of chancel.",
  "/wiki/Nave": "The nave /neɪv/ is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel. When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle. In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts. Either way, the nave is distinct from the area reserved for the choir and clergy.",
  "/wiki/Coffer": "A coffer (or coffering) in  architecture is a series of sunken panels in the shape of a square, rectangle, or octagon in a ceiling, soffit or vault.  \nA series of these sunken panels was often used as decoration for a ceiling or a vault, also called caissons (\"boxes\"), or lacunaria (\"spaces, openings\"), so that a coffered ceiling can be called a lacunar ceiling: the strength of the structure is in the framework of the coffers.",
  "/wiki/St_Anne%27s_Church,_Haughton": "St Anne's Church in Haughton, Denton is a Grade I Listed Building. The church was built in 1881 and designed by J. Medland Taylor. The construction was funded by E. Joseph Sidebotham, a member of the Sidebotham mill-owning family of Hyde. The church was built in brick in the Gothic Revival style, but also utilised timber framing.",
  "/wiki/Haughton_Green": "Haughton Green is a large village in Tameside, Greater Manchester, England. It formed part of the ancient township of Haughton, Lancashire, along with Haughton Dale, Higher Haughton, Lower Haughton, Haughton Hall and Haughton itself.",
  "/wiki/Denton,_Greater_Manchester": "Denton is a town in Tameside, Greater Manchester, England, five miles (8 km) east of Manchester city centre. Historically part of Lancashire, it had a population of 36,591 at the 2011 Census.",
  "/wiki/Joseph_Watson_Sidebotham": "Joseph Watson Sidebotham (29 April 1857 – 10 June 1925) was a British colliery owner and Conservative politician.",
  "/wiki/Cruciform": "Cruciform means having the shape of a cross or Christian cross.",
  "/wiki/Timber_framing": "Timber framing and \"post-and-beam\" construction are traditional methods of building with heavy timbers, creating structures using squared-off and carefully fitted and joined timbers with joints secured by large wooden pegs. It is commonplace in wooden buildings through the 19th century. If the structural frame of load-bearing timber is left exposed on the exterior of the building it may be referred to as half-timbered, and in many cases the infill between timbers will be used for decorative effect. The country most known for this kind of architecture is Germany. Timber framed houses are spread all over the country except in the southeast.",
  "/wiki/Dormer": "A dormer is a roofed structure, often containing a window, that projects vertically beyond the plane of a pitched roof. A dormer window is a form of roof window.",
  "/wiki/Leucanthemum_vulgare": "Leucanthemum vulgare, commonly known as the ox-eye daisy, oxeye daisy, dog daisy and other common names, is a widespread flowering plant native to Europe and the temperate regions of Asia, and an introduced plant to North America, Australia and New Zealand.",
  "/wiki/Saint_Anne": "According to apocryphal Christian and Islamic tradition, Saint Anne was the mother of Mary and the maternal grandmother of Jesus. Mary's mother is not named in the canonical gospels. In writing, Anne's name and that of her husband Joachim come only from New Testament apocrypha, of which the Gospel of James (written perhaps around 150) seems to be the earliest that mentions them.\nThe mother of Mary is mentioned, but not named, in the Quran.",
  "/wiki/St_George%27s_Church,_Heaviley": "St George's Church is in Buxton Road, Heaviley, an area of Stockport, Greater Manchester, England. It is an active Anglican parish church in the deanery of Stockport, the archdeaconry of Macclesfield, and the diocese of Chester. Its benefice is united with that of St Gabriel, Adswood. The church is recorded in the National Heritage List for England as a designated Grade I listed building. The authors of the Buildings of England series express the opinion that it is \"by far the grandest church of Stockport\", and state \"St George is a church on a splendid scale\".  According to the visitors' guide to the church, the Rt Revd Geoffrey Fisher, former Archbishop of Canterbury, said that it is \"the finest church built in England since the Reformation\".",
  "/wiki/Hubert_Austin": "Hubert James Austin (31 March 1841 – 1915) was an English architect who practised in Lancaster. With his partners he designed many churches and other buildings, mainly in the northwest of England.",
  "/wiki/Lancaster,_Lancashire": "Lancaster (/ˈlæŋkəstər/,/ˈlænkæs-/) the county town of Lancashire, England, is on the River Lune and has a population of 52,234. The wider City of Lancaster local government district has a population of 138,375. The House of Lancaster was a branch of the English royal family, whilst the Duchy of Lancaster holds large estates on behalf of Elizabeth II, who is also the Duke of Lancaster. It is an ancient settlement, dominated by Lancaster Castle, Lancaster Priory Church and the Ashton Memorial. It is home to Lancaster University and a campus of the University of Cumbria.",
  "/wiki/Paley,_Austin_and_Paley": "Sharpe, Paley and Austin are the surnames of architects who practised in Lancaster, Lancashire, England, between 1835 and 1946, working either alone or in partnership.  The full names of the principals in their practice, which went under various names during its life, are Edmund Sharpe (1809–77); Edward Graham Paley (1823–97), who practised as E. G. Paley; Hubert James Austin (1841–1915); Henry Anderson Paley (1859–1946), son of Edward, usually known as Harry Paley; and, for a very brief period, Geoffrey Langshaw Austin (1884–1971), son of Hubert.  The firm's commissions were mainly for buildings in Lancashire and what is now Cumbria, but also in Yorkshire, Cheshire, the West Midlands, North Wales, and Hertfordshire.",
  "/wiki/Art_Nouveau": "Art Nouveau (/ˌɑːrt nuːˈvoʊ, ˌɑːr/; French: [aʁ nuvo]) is an international style of art, architecture and applied art, especially the decorative arts, known in different languages by different names: Jugendstil in German, Stile Liberty in Italian, Modernisme in Catalan, etc. In English it is also known as the Modern Style (not to be confused with Modernism and Modern architecture). The style was most popular between 1890 and 1910. It was a reaction against the academic art, eclecticism and historicism of 19th century architecture and decoration.  It was often inspired by natural forms such as the sinuous curves of plants and flowers. Other characteristics of Art Nouveau were a sense of dynamism and movement, often given by asymmetry or whiplash lines, and the use of modern materials, particularly iron, glass, ceramics and later concrete, to create unusual forms and larger open spaces.",
  "/wiki/Crossing_(architecture)": "A crossing, in ecclesiastical architecture, is the junction of the four arms of a cruciform (cross-shaped) church.",
  "/wiki/Pevsner_Architectural_Guides": "The Pevsner Architectural Guides are a series of guide books to the architecture of Great Britain and Ireland. Begun in the 1940s by the art historian Sir Nikolaus Pevsner, the 46 volumes of the original Buildings of England series were published between 1951 and 1974. The series was then extended to Scotland, Wales and Ireland in the late 1970s. Most of the English volumes have had second editions, chiefly by other authors.",
  "/wiki/Manchester_Cathedral": "Manchester Cathedral, formally the Cathedral and Collegiate Church of St Mary, St Denys and St George,[a] in Manchester, England, is the mother church of the Anglican Diocese of Manchester, seat of the Bishop of Manchester and the city's parish church. It is on Victoria Street in Manchester city centre.",
  "/wiki/Collegiate_church": "In Christianity, a collegiate church is a church where the daily office of worship is maintained by a college of canons: a non-monastic or \"secular\" community of clergy, organised as a self-governing corporate body, which may be presided over by a dean or provost. In its governance and religious observance a collegiate church is similar to a cathedral, although a collegiate church is not the seat of a bishop and has no diocesan responsibilities. Collegiate churches were often supported by extensive lands held by the church, or by tithe income from appropriated benefices. They commonly provide distinct spaces for congregational worship and for the choir offices of their clerical community.",
  "/wiki/Arcade_(architecture)": "An arcade is a succession of contiguous arches, with each arch supported by a colonnade of columns or piers. Exterior arcades are designed to provide a sheltered walkway for pedestrians. The walkway may be lined with retail stores. An arcade may feature arches on both sides of the walkway. Alternatively, a blind arcade superimposes arcading against a solid wall. Blind arcades are a feature of Romanesque architecture that influenced Gothic architecture. In the Gothic architectural tradition, the arcade can be located in the interior, in the lowest part of the wall of the nave, supporting the triforium and the clerestory in a cathedral, or on the exterior, in which they are usually part of the walkways that surround the courtyard and cloisters.",
  "/wiki/Basil_Champneys": "Basil Champneys (17 September 1842 – 5 April 1935) was an English architect and author whose most notable buildings include Manchester's John Rylands Library, Somerville College Library (Oxford), Newnham College, Cambridge, Lady Margaret Hall, Oxford, Mansfield College, Oxford and Oriel College, Oxford's Rhodes Building.",
  "/wiki/Hubert_Worthington": "Sir John Hubert Worthington RA (4 July 1886 – 26 July 1963) was an English architect.",
  "/wiki/St_Ann%27s_Church,_Manchester": "St Ann's Church\nin Manchester, England was consecrated in 1712. Although named after St Anne, it also pays tribute to the patron of the church, Ann, Lady Bland. St Ann's Church is a Grade I listed building.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/Bay_(architecture)": "In architecture, a bay is the space between architectural elements, or a recess or compartment. The term bay comes from  Old French baee, meaning an opening or hole.",
  "/wiki/Apse": "In architecture, an apse (plural apses; from Latin absis: \"arch, vault\" from Greek ἀψίς apsis \"arch\"; sometimes written apsis, plural apsides) is a semicircular recess covered with a hemispherical vault or semi-dome, also known as an exedra.  In Byzantine, Romanesque, and Gothic Christian church (including cathedral and abbey) architecture, the term is applied to a semi-circular or polygonal termination of the main building at the liturgical east end (where the altar is), regardless of the shape of the roof, which may be flat, sloping, domed, or hemispherical.  Smaller apses may also be in other locations, especially shrines.",
  "/wiki/Cupola": "In architecture, a cupola /ˈkjuːpələ/ is a relatively small, most often dome-like, tall structure on top of a building. Often used to provide a lookout or to admit light and air, it usually crowns a larger roof or dome.",
  "/wiki/Baluster": "A baluster is a vertical moulded shaft, square, or lathe-turned form found in stairways, parapets, and other architectural features.  In furniture construction it is known as a spindle. Common materials used in its construction are wood, stone, and less frequently metal and ceramic. A group of balusters supporting handrail, coping, or ornamental detail are known as a  balustrade.",
  "/wiki/Parapet": "A parapet is a barrier which is an extension of the wall at the edge of a roof, terrace, balcony, walkway or other structure. The word comes ultimately from the Italian parapetto (parare \"to cover/defend\" and petto \"breast\"). The German equivalent Brüstung has the same meaning. Where extending above a roof, a parapet may simply be the portion of an exterior wall that continues above the edge line of the roof surface, or may be a continuation of a vertical feature beneath the roof such as a fire wall or party wall. Parapets were originally used to defend buildings from military attack, but today they are primarily used as guard rails and to prevent the spread of fires.\nIn the Bible the Hebrews are obligated to build a parapet on the roof of their houses to prevent people falling .",
  "/wiki/Alfred_Waterhouse": "Alfred Waterhouse RA PPRIBA (19 July 1830 – 22 August 1905) was an English architect, particularly associated with the Victorian Gothic Revival architecture, although he designed using other architectural styles as well. He is perhaps best known for his design for Manchester Town Hall and the Natural History Museum in London, although he also built a wide variety of other buildings throughout the country. Besides his most famous public buildings he designed other town halls, the Manchester Assize buildings bombed in World War II and the adjacent Strangeways Prison. He also designed several hospitals, the most architecturally interesting being the Royal Infirmary Liverpool and University College Hospital London. He was particularly active in designing buildings for universities, including both Oxford and Cambridge but also what became Liverpool, Manchester and Leeds universities. He designed many country houses, the most important being Eaton Hall in Cheshire, largely demolished in 1961-63. He designed several bank buildings and offices for insurance companies, most notably the Prudential Assurance Company. Although not a major church designer he produced several notable churches and chapels. He was both a member of The Royal Institute of British Architects, of which he served a term as President, and a Royal Academician, acting as Treasurer for the Royal Academy.",
  "/wiki/Tuscan_order": "The Tuscan order (Latin Ordo Tuscanicus or Ordo Tuscanus, with the meaning of Etruscan order) is one of the two classical orders developed by the Romans, the other being the composite order. It is influenced by the Doric order, but with un-fluted columns and a simpler entablature with no triglyphs or guttae. While relatively simple columns with round capitals had been part of the vernacular architecture of Italy and much of Europe since at least Etruscan architecture, the Romans did not consider this style to be a distinct architectural order (for example, the Roman architect Vitruvius did not include it alongside his descriptions of the Greek Doric, Ionic, and Corinthian orders). Its classification as  a separate formal order was made during the Italian Renaissance.",
  "/wiki/Frederic_Shields": "Frederic James Shields (14 March 1833 – 26 February 1911) was a British artist, illustrator and designer closely associated with the Pre-Raphaelites through Dante Gabriel Rossetti and Ford Madox Brown.",
  "/wiki/Church_of_St_Leonard,_Middleton": "St Leonard's is an Anglican parish church in Middleton, Greater Manchester, England. It is recorded in the National Heritage List for England as a designated Grade I listed building.",
  "/wiki/Middleton,_Greater_Manchester": "Middleton is a town in the Metropolitan Borough of Rochdale, Greater Manchester, England, on the River Irk 5 miles (8.0 km) southwest of Rochdale and 4.4 miles (7.1 km) northeast of Manchester city centre. Middleton had a population of 42,972 at the 2011 Census. It lies on the northern edge of Manchester, with Blackley to the south and Moston to the south east.",
  "/wiki/Norman_architecture": "The term Norman architecture is used to categorise styles of Romanesque architecture developed by the Normans in the various lands under their dominion or influence in the 11th and 12th centuries. In particular the term is traditionally used for English Romanesque architecture.  The Normans introduced large numbers of castles and fortifications  including Norman keeps, and at the same time monasteries, abbeys, churches and cathedrals, in a style characterised by the usual Romanesque rounded arches (particularly over windows and doorways) and especially massive proportions compared to other regional variations of the style.",
  "/wiki/Thomas_Langley": "Thomas Langley (c. 1363 – 20 November 1437) was an English prelate who held high ecclesiastical and political offices in the early to mid-15th century. He was Dean of York, Bishop of Durham, twice Lord Chancellor of England to three kings, and a Pseudocardinal. In turn Keeper of the King's signet and Keeper of the Privy Seal before becoming de facto England's first Foreign Secretary. He was the second longest serving Chancellor of the Middle Ages.",
  "/wiki/George_Pace": "George Gaze Pace, CVO (31 December 1915 – 23 August 1975) was an English architect who specialised in ecclesiastical works.",
  "/wiki/Vestry": "A vestry was a committee for the local secular and ecclesiastical government for a parish in England and Wales, which originally met in the vestry or sacristy of the parish church, and consequently became known colloquially as the \"vestry\".",
  "/wiki/Weatherboarding": "Clapboard /ˈklæbərd/, also called bevel siding, lap siding, and weatherboard, with regional variation in the definition of these terms, is wooden siding of a building in the form of horizontal boards, often overlapping.",
  "/wiki/St._Augustine%27s_Church,_Pendlebury": "St. Augustine’s Church is an active Anglican church in Pendlebury, Greater Manchester, England. Dedicated to St Augustine, it is part of the benefice of Swinton and Pendlebury along with St Peter's Church in Swinton and All Saints' Church in Wardley. The church is in the Eccles deanery, the archdeaconry of Salford and the diocese of Manchester. The church was granted Grade II* listed status in 1966 but has since been upgraded to Grade I.",
  "/wiki/Pendlebury": "Pendlebury is a suburban town in the City of Salford, Greater Manchester, England.  The population at the 2011 Census was 13,069. It lies 4.1 miles (6.6 km) northwest of Manchester city centre, 3.4 miles (5.5 km) northwest of Salford, and 5.9 miles (9.5 km) southeast of Bolton.",
  "/wiki/George_Frederick_Bodley": "George Frederick Bodley RA (14 March 1827 – 21 October 1907) was an English Gothic Revival architect. He was a pupil of Sir George Gilbert Scott, and worked in partnership with Thomas Garner for much of his career. He was one of the founders of Watts & Co.",
  "/wiki/Buttress": "A buttress is an architectural structure built against or projecting from a wall which serves to support or reinforce the wall. Buttresses are fairly common on more ancient buildings, as a means of providing support to act against the lateral (sideways) forces arising out of the roof structures that lack adequate bracing.",
  "/wiki/Gable": "A gable is the generally triangular portion of a wall between the edges of intersecting roof pitches. The shape of the gable and how it is detailed depends on the structural system used, which reflects climate, material availability, and aesthetic concerns. A gable wall or gable end more commonly refers to the entire wall, including the gable and the wall below it. Some types of roofs do not have a gable (for example hip roofs do not). One common type of roof with gables, the gable roof, is named after its prominent gables.",
  "/wiki/Reredos": "A reredos (/ˈrɪərˌdɒs, ˈrɪərɪ-, ˈrɛrɪ-/ REER-dos, REER-ih-, RERR-ih-) is a large altarpiece, a screen, or decoration placed behind the altar in a church. It often includes religious images.",
  "/wiki/Church_of_St_Mary_the_Virgin,_Prestwich": "The Church of St Mary the Virgin is on Church Lane, Prestwich, Greater Manchester, England. It is an active Anglican parish church in the deanery of Radcliffe and Prestwich, the archdeaconry of Bolton and the diocese of Manchester. The church is recorded in the National Heritage List for England as a designated Grade I listed building. Pevsner refers to it as \"a major church\".",
  "/wiki/Prestwich": "Prestwich (/ˈprɛstwɪtʃ/ PREST-witch) is a suburban town in the Metropolitan Borough of Bury, Greater Manchester, England, 3.3 miles (5.3 km) north of Manchester city centre, 3.1 miles (5 km) north of Salford and 4.7 miles (7.6 km) south of Bury.",
  "/wiki/Aisle": "An aisle (British English: gangway) is, in general (common), a space for walking with rows of seats on both sides or with rows of seats on one side and a wall on the other. Aisles can be seen in airplanes, certain types of buildings, such as churches, cathedrals, synagogues, meeting halls, parliaments and legislatures, courtrooms, theatres, and in certain types of passenger vehicles. Their floors may be flat or, as in theatres, stepped upwards from a stage.",
  "/wiki/Sharpe,_Paley_and_Austin": "Sharpe, Paley and Austin are the surnames of architects who practised in Lancaster, Lancashire, England, between 1835 and 1946, working either alone or in partnership.  The full names of the principals in their practice, which went under various names during its life, are Edmund Sharpe (1809–77); Edward Graham Paley (1823–97), who practised as E. G. Paley; Hubert James Austin (1841–1915); Henry Anderson Paley (1859–1946), son of Edward, usually known as Harry Paley; and, for a very brief period, Geoffrey Langshaw Austin (1884–1971), son of Hubert.  The firm's commissions were mainly for buildings in Lancashire and what is now Cumbria, but also in Yorkshire, Cheshire, the West Midlands, North Wales, and Hertfordshire.",
  "/wiki/Turret": "In architecture, a turret (from Italian: torretta, little tower; Latin: turris, tower) is a small tower that projects vertically from the wall of a building such as a medieval castle. Turrets were used to provide a projecting defensive position allowing covering fire to the adjacent wall in the days of military fortification. As their military use faded, turrets were used for decorative purposes, as in the Scottish baronial style.",
  "/wiki/Robert_William_Sievier": "Robert William Sievier FRS (24 July 1794 – 28 April 1865) was a notable English engraver, sculptor and later inventor of the 19th century.",
  "/wiki/Parish_Church_of_St_Mary,_Radcliffe": "The Parish Church of St Mary, Radcliffe is a church in Radcliffe, Greater Manchester. It was built during the 14th century, but the tower was not added until the 15th century. The building is designated Grade I  by English Heritage, having been listed in 1966 under its former name of the Church of St Mary and St Bartholomew. In 1991, some local parishes were merged, and the church adopted its present name.",
  "/wiki/Radcliffe,_Greater_Manchester": "Radcliffe is a town in the Metropolitan Borough of Bury, Greater Manchester, England. Historically a part of Lancashire, it lies in the Irwell Valley 2.5 miles (4 km) south-west of Bury and 6.5 miles (10 km) north-northwest of Manchester and is contiguous with Whitefield to the south. The disused Manchester Bolton & Bury Canal bisects the town.",
  "/wiki/Transept": "A transept (with two semitransepts) is a transverse part of any building, which lies across the main body of the edifice. In churches, a transept is an area set crosswise to the nave in a cruciform (\"cross-shaped\") building within the Romanesque and Gothic Christian church architectural traditions. Each half of a transept is known as a semitransept.",
  "/wiki/St._Elisabeth%27s_Church_(Reddish)": "St. Elisabeth's Church is an Anglo Catholic church in Reddish, Stockport designed by Alfred Waterhouse in the Victorian Gothic style. It is a grade I listed building.",
  "/wiki/Reddish": "Reddish is an area of the Metropolitan Borough of Stockport, Greater Manchester, England, 2 miles (3.2 km) north of Stockport and 4.6 miles (7.4 km) southeast of Manchester. At the 2011 Census, the population was 28,052.\nHistorically part of Lancashire, Reddish grew rapidly in the Industrial Revolution and still retains landmarks from that period, such as Houldsworth Mill, a former textile mill.",
  "/wiki/Sir_William_Henry_Houldsworth": "Sir William Henry Houldsworth, 1st Baronet DL  (20 August 1834 in Ardwick, Manchester – 18 April 1917 in Kilmarnock) was a mill-owner in Reddish, Lancashire.  He was Conservative MP for Manchester North West from 1883 to 1906, and sometime chairman of the Fine Cotton Spinners' Association.  He was made a baronet in 1887.",
  "/wiki/Lady_chapel": "A Lady chapel or lady chapel is a traditional British term for a chapel dedicated to \"Our Lady\", the Blessed Virgin Mary, particularly those inside a cathedral or other large church. The chapels are also known as a Mary chapel or a Marian chapel, and they were traditionally the largest side chapel of a cathedral, placed eastward from the high altar and forming a projection from the main building as in Winchester Cathedral. Most Roman Catholic and many Anglican cathedrals still have such chapels, while mid-sized churches have smaller side-altars dedicated to the Virgin.",
  "/wiki/Church_of_St_Edmund,_Rochdale": "Saint Edmund’s Church (or the Church of Saint Edmund) is a redundant church building located on Clement Royds Street in the Falinge area of Rochdale, in Greater Manchester, England. Commissioned by Rochdale's local industrialist and Freemason Albert Royds, the construction of the building was completed to a high and rich specification in 1873, with an \"enormous\" cost of around £25,000 (£2.23 million in 2020). It is the only known church building in England so overtly dedicated to Masonic symbolism and is therefore unique within English architecture.",
  "/wiki/Rochdale": "Rochdale /ˈrɒtʃdeɪl/ is a town in Greater Manchester, England, at the foothills of the South Pennines in the dale on the River Roch, 5.3 miles (8.5 km) northwest of Oldham and 9.8 miles (15.8 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Rochdale, which had a population of 211,699 in 2011.",
  "/wiki/Freemasonry": "Freemasonry or Masonry consists of fraternal organisations that trace their origins to the local fraternities of stonemasons that from the end of the fourteenth century regulated the qualifications of stonemasons and their interaction with authorities and clients. The degrees of Freemasonry retain the three grades of medieval craft guilds, those of Apprentice, Journeyman or fellow (now called Fellowcraft), and Master Mason. The candidate of these three degrees is progressively taught the meanings of the symbols of Freemasonry, and entrusted with grips, signs and words to signify to other members that he has been so initiated. The degrees are part allegorical morality play and part lecture. Three degrees are offered by Craft (or Blue Lodge) Freemasonry, and members of any of these degrees are known as Freemasons or Masons. There are additional degrees, which vary with locality and jurisdiction, and are usually administered by their own bodies (separate from those who administer the Craft degrees).",
  "/wiki/Gothic_Revival_architecture": "Gothic Revival (also referred to as Victorian Gothic, neo-Gothic, or Gothick) is an architectural movement popular in the Western world that began in the late 1740s in England. Its momentum grew in the early 19th century, when increasingly serious and learned admirers of neo-Gothic styles sought to revive medieval Gothic architecture, in contrast to the neoclassical styles prevalent at the time. Gothic Revival draws features from the original Gothic style, including decorative patterns, finials, lancet windows, hood moulds and label stops.",
  "/wiki/Churches_Conservation_Trust": "The Churches Conservation Trust is a registered UK charity  (number 258612) whose purpose is to protect historic churches at risk in England. In practice, the Trust works to prevent any deterioration in the condition of the buildings in its care and to ensure they are in use as community assets.  Local communities are encouraged to use them for activities and events and the buildings provide an educational resource, allowing children and young people to study history, architecture and other subjects.",
  "/wiki/Edgar_Wood_Centre": "The Edgar Wood Centre is a former Church of Christ, Scientist building in Fallowfield, Manchester, England. The church was designed by Edgar Wood in 1903. Nikolaus Pevsner considered it  \"the only religious building in Lancashire that would be indispensable in a survey of twentieth century church design in all England.\" It is a Grade I listed building and has been on the Heritage at Risk Register published by Historic England.",
  "/wiki/Rusholme": "Rusholme is an inner-city area of Manchester, England, about two miles south of the city centre. The population of Rusholme ward at the 2011 census was 13,643. Rusholme is bounded by the neighbourhoods of Chorlton-on-Medlock to the north, Victoria Park and Longsight to the east, Fallowfield to the south and Moss Side to the west. It has a large student population, with several student halls and many students renting terraced houses, and suburban houses towards the Victoria Park area.",
  "/wiki/Christian_Science": "Christian Science is a set of beliefs and practices belonging to the metaphysical family of new religious movements.[n 2] It was developed in 19th-century New England by Mary Baker Eddy, who argued in her 1875 book Science and Health that sickness is an illusion that can be corrected by prayer alone.[n 3] The book became Christian Science's central text, along with the Bible, and by 2001 had sold over nine million copies.",
  "/wiki/Expressionist_architecture": "Expressionist architecture was an architectural movement in Europe during the first decades of the 20th century in parallel with the expressionist visual and performing arts that especially developed and dominated in Germany. Brick Expressionism is a special variant of this movement in western and northern Germany and in The Netherlands (Amsterdam School). Expressionist architecture is one of the three dominant styles of Modern architecture: International Style, Expressionist, and Constructivist architecture.",
  "/wiki/Stucco": "Stucco or render is a construction material made of aggregates, a binder, and water. Stucco is applied wet and hardens to a very dense solid. It is used as a decorative coating for walls and ceilings, and as a sculptural and artistic material in architecture. Stucco may be used to cover less visually appealing construction materials, such as metal, concrete, cinder block, or clay brick and adobe.",
  "/wiki/Universal_Church_of_the_Kingdom_of_God": "The Universal Church of the Kingdom of God (UCKG) (Portuguese: Igreja Universal do Reino de Deus, IURD) is an Evangelical, non-denominational church and business enterprise with its headquarters at the Temple of Solomon in São Paulo, Brazil. The church was founded in 1977 in Rio de Janeiro by bishop Edir Macedo, owner of the multi-billion television company RecordTV.",
  "/wiki/All_Saints%27_Church,_Whitefield": "All Saints' Church or Stand Church is an active Anglican parish church in Stand, Whitefield, Greater Manchester, England.  It is in the deanery of Radcliffe and Prestwich, the archdeaconry of Bolton, and the diocese of Manchester.  The church is recorded in the National Heritage List for England as a designated Grade I-listed building.  It was a Commissioners' church, having received a grant towards its construction from the Church Building Commission.  The church is a tall building, standing on high ground, and is constructed on a platform.",
  "/wiki/Stand,_Greater_Manchester": "Stand is a residential area in Whitefield, Greater Manchester, England. The name is derived from a hunting stand, from which the surrounding countryside could be scanned for game.",
  "/wiki/Whitefield,_Greater_Manchester": "Whitefield (pop. 23,283) is a town in the Metropolitan Borough of Bury, Greater Manchester, England. It lies on undulating ground above the Irwell Valley, along the south bank of the River Irwell, 3 miles (4.8 km) south-southeast of Bury, and 4.9 miles (7.9 km) to the north-northwest of the city of Manchester. Prestwich and the M60 motorway lie just to the south.",
  "/wiki/Commissioners%27_church": "A Commissioners' church, also known as a Waterloo church and Million Act church, is an Anglican church in the United Kingdom built with money voted by Parliament as a result of the Church Building Acts of 1818 and 1824. The 1818 Act supplied a grant of money and established the Church Building Commission to direct its use, and in 1824 made a further grant of money. In addition to paying for the building of churches, the Commission had powers to divide and subdivide parishes, and to provide endowments. The Commission continued to function as a separate body until the end of 1856, when it was absorbed into the Ecclesiastical Commission. In some cases the Commissioners provided the full cost of the new church; in other cases they provided a partial grant and the balance was raised locally. In total 612 new churches were provided, mainly in expanding industrial towns and cities.",
  "/wiki/Charles_Barry": "Sir Charles Barry FRS RA (23 May 1795 – 12 May 1860) was an English architect, best known for his role in the rebuilding of the Palace of Westminster (also known as the Houses of Parliament) in London during the mid-19th century, but also responsible for numerous other buildings and gardens. He is known for his major contribution to the use of Italianate architecture in Britain, especially the use of the Palazzo as basis for the design of country houses, city mansions and public buildings. He also developed the Italian Renaissance garden style for the many gardens he designed around country houses.",
  "/wiki/Cant_(architecture)": "Cant or canted in architecture is an angled (oblique) line or surface particularly which cuts off a corner.",
  "/wiki/Church_of_St_Wilfrid,_Standish": "The Church of St Wilfrid is in Market Place, Standish, Wigan, Greater Manchester, England. It is an active Anglican parish church in the Diocese of Blackburn. It is recorded in the National Heritage List for England as a designated Grade I listed building. The authors of the Buildings of England series describe it as \"one of the most interesting churches in Lancashire\".",
  "/wiki/Standish,_Greater_Manchester": "Standish is a small town in the Metropolitan Borough of Wigan, Greater Manchester, England. Historically in Lancashire, it is on the A49 road between Chorley and Wigan, near Junction 27 of the M6 motorway. The population of the village was 13,278 in the 2011 census.",
  "/wiki/Piscina": "A piscina is a shallow basin placed near the altar of a church, or else in the vestry or sacristy, used for washing the communion vessels. The sacrarium is the drain itself. Anglicans usually refer to the basin, calling it a piscina. Roman Catholics usually refer to the drain, and by extension, the  basin, as the sacrarium. They are often made of stone and fitted with a drain, and are in some cases used to dispose of materials used in the sacraments and water from liturgical ablutions.  They are found in Roman Catholic, Anglican, and Lutheran churches, and a similar vessel is used in Eastern Orthodox churches.",
  "/wiki/Aumbry": "An ambry (or almery, aumbry; from the medieval form almarium, cf. Lat. armārium, \"a place for keeping tools\"; cf. O. Fr. aumoire and mod. armoire) is a recessed cabinet in the wall of a Christian church for storing sacred vessels and vestments. They are sometimes near the piscina, but more often on the opposite side. The word also seems in medieval times to be used commonly for any closed cupboard and even bookcase.",
  "/wiki/St_Mary%27s_Church,_Stockport": "St Mary's Church is the oldest parish church in the town of Stockport, Greater Manchester, England.  It stands in Churchgate overlooking the market place.  The church is recorded in the National Heritage List for England as a designated Grade I listed building.  It is an active Anglican parish church in the diocese of Chester, the archdeaconry of Macclesfield and the deanery of Stockport.",
  "/wiki/Stockport": "Stockport is a large major town in Greater Manchester, England, 7 miles (11 km) south-east of Manchester city centre, where the River Goyt and Tame merge to create the River Mersey, and the largest in the metropolitan borough of the same name.",
  "/wiki/Sedilia": "In church architecture, sedilia (plural of Latin sedīle, \"seat\") are seats, usually made of stone, found on the liturgical south side of an altar, often in the chancel, for use during Mass for the officiating priest and his assistants, the deacon and sub-deacon. The seat is often set back into the main wall of the church itself.",
  "/wiki/Easter_Sepulchre": "An Easter Sepulchre is a feature of British church architecture (interior design).",
  "/wiki/Richard_Westmacott": "Sir Richard Westmacott RA (15 July 1775 – 1 September 1856) was a British sculptor.",
  "/wiki/St_Thomas%27_Church,_Stockport": "St Thomas' Church is in St Thomas's Place, Wellington Road South, Stockport, Greater Manchester, England. It is an active Church of England church in the parish of Stockport and Brinnington, in the deanery of Stockport, the archdeaconry of Macclesfield, and the diocese of Chester.  The church is recorded in the National Heritage List for England as a designated Grade I listed building. It was a Commissioners' church, having received a grant towards its construction from the Church Building Commission.",
  "/wiki/George_Basevi": "Elias George Basevi FRS (1 April 1794 – 16 October 1845) was an English architect who worked in both Neoclassical and Gothic Revival styles.  A pupil of Sir John Soane, his designs included Belgrave Square in London, and the Fitzwilliam Museum in Cambridge. He was surveyor to the Guardian Assurance Company, to the Trustees of Smith's Charity and to the Thurloe estate.",
  "/wiki/Greek_Revival_architecture": "The Greek Revival was an architectural movement of the late 18th and early 19th centuries, predominantly in Northern Europe and the United States. It revived the style of ancient Greek architecture, in particular the Greek temple, with varying degrees of thoroughness and consistency.  A product of Hellenism, it may be looked upon as the last phase in the development of Neoclassical architecture, which had for long mainly drawn from Roman architecture. The term was first used by Charles Robert Cockerell in a lecture he gave as Professor of Architecture to the Royal Academy of Arts, London in 1842.",
  "/wiki/Portico": "A portico is a porch leading to the entrance of a building, or extended as a colonnade, with a roof structure over a walkway, supported by columns or enclosed by walls.  This idea was widely used in ancient Greece and has influenced many cultures, including most Western cultures.",
  "/wiki/Ionic_order": "The Ionic order forms one of the three classical orders of classical architecture, the other two canonic orders being the Doric and the Corinthian. There are two lesser orders: the Tuscan (a plainer Doric), and the rich variant of Corinthian called the composite order, both added by 16th-century Italian architectural writers, based on Roman practice. Of the three canonic orders, the Ionic order has the narrowest columns.",
  "/wiki/Corinthian_order": "The Corinthian order is the last developed of the three principal classical orders of ancient Greek and Roman architecture. The other two are the Doric order which was the earliest, followed by the Ionic order. When classical architecture was revived during the Renaissance, two more orders were added to the canon: the Tuscan order and the Composite order. The Corinthian, with its offshoot the Composite, is the most ornate of the orders. This architectural style is characterized by slender fluted columns and elaborate capitals decorated with acanthus leaves and scrolls. There are many variations.",
  "/wiki/All_Saints%27_Church,_Urmston": "All Saints' Church is a Roman Catholic church in Urmston, Greater Manchester, England, on Redclyffe Road (grid reference SJ76649741), close to the Manchester Ship Canal. The church was constructed between 1867 and 1868 and was designed by E. W. Pugin in the Gothic Revival style for Sir Humphrey de Trafford. The church is a Grade I listed building and considered to be an example of Pugin’s best work.",
  "/wiki/Urmston": "Urmston /ˈɜːrmstən/ (listen) is a town in Trafford, Greater Manchester, England, which had a population of 41,825 at the 2011 Census. Historically in Lancashire, it is about six miles (10 km) southwest of Manchester city centre. The southern boundary is the River Mersey, with Stretford lying to the east and Flixton to the west. Davyhulme lies to the north of the town centre. Urmston covers an area of 4,799 acres (19 km²).",
  "/wiki/E._W._Pugin": "Edward Welby Pugin (11 March 1834 – 5 June 1875) was an English architect, the eldest son of architect Augustus Welby Northmore Pugin and Louisa Barton. His father was an architect and designer of Neo-Gothic architecture, and after his death in 1852 Edward took up his successful practice. At the time of his own early death in 1875, Pugin had designed and completed more than one hundred Catholic churches.",
  "/wiki/Sir_Humphrey_de_Trafford,_2nd_Baronet": "Sir Humphrey de Trafford, 2nd Baronet (1 May 1808 – 4 May 1886) was a prominent English Catholic. Born at Croston Hall near Chorley, Lancashire on 1 May 1808, he was the fourth child and the eldest son of Sir Thomas de Trafford.",
  "/wiki/Mausoleum": "A mausoleum is an external free-standing building constructed as a monument enclosing the interment space or burial chamber of a deceased person or people. A monument without the interment is a cenotaph. A mausoleum may be considered a type of tomb, or the tomb may be considered to be within the mausoleum.",
  "/wiki/Parish_church": "A parish church (or parochial church) in Christianity is the church which acts as the religious centre of a parish. In many parts of the world, especially in rural areas, the parish church may play a significant role in community activities, often allowing its premises to be used for non-religious community events. The church building reflects this status, and there is considerable variety in the size and style of parish churches. Many villages in Europe have churches that date back to the Middle Ages, but all periods of architecture are represented.",
  "/wiki/Monastery": "A monastery is a building or complex of buildings comprising the domestic quarters and workplaces of monastics, monks or nuns, whether living in communities or alone (hermits). A monastery generally includes a place reserved for prayer which may be a chapel, church, or temple, and may also serve as an oratory, or in the case of communities anything from a single building housing only one senior and two or three junior monks or nuns, to vast complexes and estates housing tens or hundreds. A monastery complex typically comprises a number of buildings which include a church, dormitory, cloister, refectory, library, balneary and infirmary. Depending on the location, the monastic order and the occupation of its inhabitants, the complex may also include a wide range of buildings that facilitate self-sufficiency and service to the community. These may include a hospice, a school, and a range of agricultural and manufacturing buildings such as a barn, a forge, or a brewery.",
  "/wiki/Conventual_Franciscans": "The Order of Friars Minor Conventual (OFM Conv), commonly known as the Conventual Franciscans, or Minorites, is a Catholic branch of the Franciscans, founded by Francis of Assisi in 1209.",
  "/wiki/Rose_window": "Rose window is often used as a generic term applied to a circular window, but is especially used for those found in churches of the Gothic architectural style that are divided into segments by stone mullions and tracery. The term rose window was not used before the 17th century and according to the Oxford English Dictionary, among other authorities, comes from the English flower name rose.",
  "/wiki/Fl%C3%A8che": "In French architecture, a flèche (Fr. for \"arrow\") is a lead-covered timber spire, or spirelet. These are placed on the ridges of church or cathedral roofs and are usually relatively small. However, larger versions can be found on cathedrals such as Amiens Cathedral, Coventry Cathedral, and previously Notre-Dame de Paris, before its collapse in a 2019 fire that also destroyed the roof.\nThe highest flèche in the world was built at the end of the 19th century for Rouen Cathedral. Its height is 157 metres (515 ft)."
}