{
  "/wiki/Jane_and_the_Dragon": "Jane and the Dragon is a series of children's books written and illustrated by Martin Baynton. The original trilogy consists of Jane and the Dragon (1988), The Dragon's Purpose (1989), and Jane and the Magician (2000). In 2008 two further books followed: Three's a Crowd and A Dragon's Tail. The first book features Jane, a young girl whose mother is a lady-in-waiting to the queen. Jane is expected to grow up in her mother's footsteps, but wishes to become a knight. When the royal prince is kidnapped by a dragon (who lives near by the kingdom), Jane sets out to rescue the boy. She does and becomes a squire in the process. She does not slay the dragon but instead befriends him, and they soon become best friends.",
  "/wiki/Writer": "A writer is a person who uses written words in various styles and techniques to communicate ideas. Writers produce various forms of literary art and creative writing such as novels, short stories, poetry, plays, screenplays, and essays as well as various reports and news articles that may be of interest to the public. Writers' texts are published across a range of media. Skilled writers who are able to use language to express ideas well, often contribute significantly to the cultural content of a society. The term writer is also used elsewhere in the arts – such as songwriter – but as a standalone writer normally refers to the creation of written language. Some writers work from an oral tradition. Writers can produce material across a number of genres, fictional or non-fictional. Other writers use multiple media – for example, graphics or illustration – to enhance the communication of their ideas.",
  "/wiki/Illustrator": "An illustrator is an artist who specializes in enhancing writing or elucidating concepts by providing a visual representation that corresponds to the content of the associated text or idea. The illustration may be intended to clarify complicated concepts or objects that are difficult to describe textually, which is the reason illustrations are often found in children's books.\n Illustration is the art of making images that work with something and add to it without needing direct attention and without distracting from what they illustrate. The other thing is the focus of the attention, and the illustration's role is to add personality and character without competing with that other thing.\n Illustrations have been used in advertisements, architectural rendering, greeting cards, posters, books, graphic novels, storyboards, business, technical communications, magazines, shirts, video games, tutorials, and newspapers. A cartoon illustration can add humor to stories or essays.",
  "/wiki/Jane_and_the_Dragon_(TV_series)": "Jane and the Dragon is a Canadian-New Zealand CGI children's animated television series based on the books of the same name by Martin Baynton. The show is directed by Mike Fallows and motion capture directed by Peter Salmon; it is co-produced by Weta Workshop (as Weta Productions) in New Zealand and Nelvana Limited in Canada. The series follows the comedic exploits of Jane, an adolescent girl training to be a knight, and her friend, Dragon, a talking, flying, 300-year-old, fire-breathing dragon. The program originally aired on YTV in Canada and on ABC in Australia. Since September 9, 2006, it has also been running as part of the Qubo lineup, and can be seen on Five in the UK. In American broadcasts, it bears the E/I bug. Episodes are available as part of the Kids Suite sold via Bell/Rogers in Canada, and are broadcast Tuesdays on Disney Junior on Disney Channel. It has also been on Treehouse TV.",
  "/wiki/Brothers_Grimm": "The Brothers Grimm (die Brüder Grimm or die Gebrüder Grimm), Jacob Ludwig Karl (1785–1863) and Wilhelm Carl (1786–1859), were German academics, philologists, cultural researchers, lexicographers and authors who together collected and published folklore during the 19th century. They were among the first and best-known collectors of German and European folk tales, and popularized traditional oral tale types such as Cinderella (Aschenputtel), The Frog Prince (Der Froschkönig), The Goose-Girl (Die Gänsemagd), Hansel and Gretel (Hänsel und Gretel), Rapunzel, Rumpelstiltskin (Rumpelstilzchen), Sleeping Beauty (Dornröschen), and Snow White (Schneewittchen). Their classic collection, Children's and Household Tales (Kinder- und Hausmärchen), was published in two volumes—the first in 1812 and the second in 1815. The brothers were born in the town of Hanau in Hesse-Cassel (now Germany) and spent most of their childhood in the nearby town of Steinau. Their father's death in 1796 impoverished  the family and affected the brothers for many years after. They attended the University of Marburg where they began a lifelong dedication to researching the early history of German language and literature, including German folktales. The rise of Romanticism during the 18th century had revived interest in traditional folk stories, which to the Grimms and their colleagues represented a pure form of national literature and culture. The Brothers Grimm established a methodology for collecting and recording folk stories that became the basis for folklore studies.",
  "/wiki/Russell_Hoban": "Russell Conwell Hoban (February 4, 1925 – December 13, 2011) was an American expatriate writer. His works span many genres, including fantasy, science fiction, mainstream fiction, magical realism, poetry, and children's books.\nHe lived in London from 1969 until his death.",
  "/wiki/Martin_Baynton": "Martin Baynton (born 13 February 1953) is a British author, illustrator, and TV producer. He is a children’s book writer, he has also written fiction for adults and a selection of his short stories have been anthologised. He is well known for his children’s book Jane and the Dragon (1988), which has since been adapted for television and produced by Weta Workshop. His books have been widely published in the UK, US, New Zealand and Australia, and he has illustrated books written by authors such as Russell Hoban and Kenneth Grahame. Born in London, Baynton was educated at Hereford Cathedral Prep School and Ledbury Grammar School, and studied electroencephalography at Great Ormond Street Hospital. In the 1970s, he joined St Bartholomew's Hospital developing biofeedback technology, and as a therapist working for biofeedback pioneer Dr Ann Wooley-Hart. In addition to writing and illustrating children's books, Baynton has been a Producer, writer and director for the stage and TV. In 2002 he teamed up with Richard Taylor of Weta Workshop to create and produce children's television."
}