{
  "/wiki/Libra_(Gary_Bartz_album)": "Libra is the debut album by saxophonist Gary Bartz' Quintet recorded in 1967 and released on the Milestone label.",
  "/wiki/Milestone_Records": "Milestone Records is an American jazz record company and label founded in 1966 by Orrin Keepnews and Dick Katz in New York City. The company was bought by Fantasy Records in 1972. Since then it has produced reissues as well as new recordings. Sonny Rollins and McCoy Tyner are among the musicians who recorded for the label.",
  "/wiki/Jimmy_Owens_(musician)": "Jimmy Owens (born December 9, 1943 in New York City, NY) is a jazz trumpeter, composer, arranger, lecturer, and educator. He has played with Lionel Hampton, Charles Mingus, Hank Crawford, Dizzy Gillespie, Count Basie, Herbie Mann, among many others. Since 1969, he has led his own group, Jimmy Owens Plus.",
  "/wiki/Richard_Davis_(bassist)": "Richard Davis (born April 15, 1930) is an American jazz bassist. Among his best-known contributions to the albums of others are Eric Dolphy's Out to Lunch!, Andrew Hill's Point of Departure, and Van Morrison's Astral Weeks, of which critic Greil Marcus wrote (in The Rolling Stone Illustrated History of Rock and Roll), \"Richard Davis provided the greatest bass ever heard on a rock album.\"",
  "/wiki/Billy_Higgins": "Billy Higgins (October 11, 1936 – May 3, 2001) was an American jazz drummer. He played mainly free jazz and hard bop.",
  "/wiki/Another_Earth_(album)": "Another Earth is the second album by saxophonist Gary Bartz which was recorded in 1968 and released on the Milestone label.",
  "/wiki/Charles_Tolliver": "Charles Tolliver (born March 6, 1942) is an American jazz trumpeter and composer whose landmark Strata-East quartet recordings added to the improvisational and compositional language of trumpet quartet jazz.",
  "/wiki/Pharoah_Sanders": "Pharoah Sanders (born Farrell Sanders, October 13, 1940) is an American jazz saxophonist. A member of John Coltrane's groups of the mid-1960s, Sanders is known for his overblowing, harmonic, and multiphonic techniques on the saxophone, as well as his use of \"sheets of sound\". He has released over 30 albums as a leader and has collaborated extensively with Leon Thomas, Alice Coltrane and Tisziji Muñoz, among others. Saxophonist Ornette Coleman described him as \"probably the best tenor player in the world\".",
  "/wiki/Stanley_Cowell": "Stanley Cowell (born May 5, 1941) is an American jazz pianist and co-founder of the Strata-East Records label.",
  "/wiki/Reggie_Workman": "Reginald \"Reggie\" Workman (born June 26, 1937 in Philadelphia, Pennsylvania) is an American avant-garde jazz and hard bop double bassist, recognized for his work with both John Coltrane and Art Blakey.",
  "/wiki/Freddie_Waits": "Frederick \"Freddie\" Douglas Waits (April 27, 1943 – November 18, 1989) was a hard bop and post-bop drummer.",
  "/wiki/Home!_(Gary_Bartz_album)": "Home! is a live album by saxophonist Gary Bartz's NTU Troop recorded in 1969 and released on the Milestone label.",
  "/wiki/Woody_Shaw": "Woody Herman Shaw Jr.  (December 24, 1944 – May 10, 1989) was an American jazz trumpeter, flugelhornist, cornetist, composer, arranger, band leader, and educator. Born with a photographic memory and perfect pitch, Shaw is credited with advancing the technical and harmonic conventions of modern jazz trumpet playing. In his time he was viewed as a leading innovator on his instrument. He was an acknowledged virtuoso and mentor among musicians, and worked and recorded with many notable jazz legends.\"",
  "/wiki/Albert_Dailey": "Albert Preston Dailey (June 16, 1939 – June 26, 1984) was an American jazz pianist.",
  "/wiki/Rashied_Ali": "Rashied Ali, born Robert Patterson (July 1, 1933 – August 12, 2009) was an American free jazz and avant-garde drummer best known for playing with John Coltrane in the last years of Coltrane's life.",
  "/wiki/Harlem_Bush_Music": "Harlem Bush Music is a compilation of two albums by saxophonist Gary Bartz NTU Troop which were recorded in 1970 and 1971 and released on the Milestone label.",
  "/wiki/Andy_Bey": "Andrew W. Bey (born October 28, 1939 in Newark, New Jersey) is an American jazz singer and pianist. Bey has a wide vocal range, with a four-octave baritone voice.",
  "/wiki/Ron_Carter": "Ronald Levin Carter (born May 4, 1937) is an American jazz double bassist. His appearances on 2,221 recording sessions make him the most-recorded jazz bassist in history.",
  "/wiki/Juini_Booth": "Arthur Edward Booth (born February 12, 1948 in Buffalo, New York) is an American jazz double-bassist. His professional name is currently Juini Booth, though his nickname has been spelled Jiunie, Junie, Joony, Jooney, Joonie, Juni, Juney, and Junius, over the course of his career.",
  "/wiki/Juju_Street_Songs": "Juju Street Songs is an album by saxophonist Gary Bartz's NTU Troop recorded in 1972 and released on the Prestige label.",
  "/wiki/Prestige_Records": "Prestige Records is a jazz record company and label founded in 1949 by Bob Weinstock in New York City. The company recorded hundreds of albums by many of the leading jazz musicians of the day, sometimes issuing them under subsidiaries. In 1971, the company was sold to Fantasy, which was later absorbed by Concord.",
  "/wiki/Harvey_Mason": "Harvey William Mason (born February 22, 1947) is an American jazz drummer, record producer, and member of the band Fourplay. Mason grew up in Atlantic City, New Jersey and attended Atlantic City High School.",
  "/wiki/Hubert_Eaves_III": "Hubert Eaves III is a keyboardist, songwriter and record producer. In the early 1980s, he worked on hits by the dance act D-Train. He also did session work with Mtume.",
  "/wiki/Stafford_James": "Stafford James (born April 24, 1946) is an American double-bassist and composer.",
  "/wiki/Altissimo_(album)": "Altissimo is an album by alto saxophonists Gary Bartz, Lee Konitz, Jackie McLean and Charlie Mariano which was recorded in Denmark in 1973 and first released on the Japanese Philips label.",
  "/wiki/Philips_Records": "Philips Records is a record label founded by the Dutch electronics company Philips. In 1946, Philips acquired the company which pressed records for British Decca's Dutch outlet in Amsterdam.",
  "/wiki/Charlie_Mariano": "Carmine Ugo Mariano (November 12, 1923 – June 16, 2009) was an American jazz alto saxophonist and soprano saxophonist.",
  "/wiki/Jackie_McLean": "John Lenwood \"Jackie\" McLean (May 17, 1931 – March 31, 2006) was an American jazz alto saxophonist, composer, bandleader, and educator, and is one of the few musicians to be elected to the DownBeat Hall of Fame in the year of their death.",
  "/wiki/Lee_Konitz": "Lee Konitz (born October 13, 1927) is an American composer and alto saxophonist.",
  "/wiki/Joachim_K%C3%BChn": "Joachim Kurt Kühn (born 15 March 1944) is a German jazz pianist.",
  "/wiki/Han_Bennink": "Han Bennink (born 17 April 1942) is a Dutch jazz drummer and percussionist. On occasion his recordings have featured him playing clarinet, violin, banjo and piano.",
  "/wiki/Palle_Danielsson": "Nils Paul \"Palle\" Danielsson (born October 15, 1946) is a Swedish jazz double bassist born in Stockholm, Sweden. From 1974 to 1979, he was a member of Keith Jarrett's quartet. He is the brother of pianist Monica Dominique.",
  "/wiki/Michael_Henderson": "Michael Henderson (born July 7, 1951) is an American bass guitarist and vocalist best known for his bass playing with Miles Davis in the early 1970s, on early fusion albums such as Jack Johnson, Live-Evil, and Agharta, as well as series of R&B/soul hits, particularly the Norman Connors produced hit, You Are My Starship in 1976 and other songs in the mid to late 1970s.",
  "/wiki/Reggie_Lucas": "Reginald Grant Lucas (February 25, 1953 – May 19, 2018), known as Reggie Lucas, was an American musician, songwriter and record producer. Lucas is best known for having produced the majority of Madonna's 1983 self-titled debut album, his production work with percussionist Mtume, and for playing with the Miles Davis electric band of the first half of the 1970s.",
  "/wiki/James_Mtume": "James Forman (born January 3, 1946), better known by his stage name James Mtume, is an American jazz and R&B musician, songwriter, record producer, activist and radio personality.",
  "/wiki/Catalyst_Records_(jazz)": "Catalyst Records was a record company and label that specialized in jazz. It was formed in Los Angeles in 1975. Catalyst released both new recordings and reissues. The catalogue was available through the 1980s, though recording ceased in 1977. This label is different from the subsidiary of BMG which was founded in the early 1990s.",
  "/wiki/Syreeta": "Syreeta Wright (August 3, 1946 – July 6, 2004), who recorded professionally under the single name Syreeta, was an American singer-songwriter, best known for her music during the early 1970s through the early 1980s. Wright's career heights were songs in collaboration with her ex-husband Stevie Wonder and musical artist Billy Preston.",
  "/wiki/Music_Is_My_Sanctuary": "Music Is My Sanctuary is an album by American jazz musician Gary Bartz. It was released in 1977 on Capitol Records.",
  "/wiki/Capitol_Records": "Capitol Records is an American record label owned by Universal Music Group through its Capitol Music Group imprint. It was founded as the first West Coast-based record label \"of note\" in the United States in 1942 by Johnny Mercer, Buddy DeSylva, and Glenn E. Wallichs. Capitol was acquired by British music conglomerate EMI as its North American subsidiary in 1955. EMI was acquired by Universal Music Group in 2012 and was merged with the company a year later, making Capitol and the Capitol Music Group both a part of UMG. The label's circular headquarter building in Hollywood is a recognized landmark of California.",
  "/wiki/Syreeta_Wright": "Syreeta Wright (August 3, 1946 – July 6, 2004), who recorded professionally under the single name Syreeta, was an American singer-songwriter, best known for her music during the early 1970s through the early 1980s. Wright's career heights were songs in collaboration with her ex-husband Stevie Wonder and musical artist Billy Preston.",
  "/wiki/Mizell_Brothers": "The Mizell Brothers were a record producing team in the 1970s, consisting of Larry Mizell (February 17, 1944, New York City, New York) and Alphonso \"Fonce\" Mizell (January 15, 1943, New York City, New York - July 5, 2011, Los Angeles, California).",
  "/wiki/Melvin_%22Wah-Wah_Watson%22_Ragin": "Melvin Ragin (December 8, 1950 – October 24, 2018), better known by the nickname \"Wah Wah Watson\", was an American guitarist and session musician famed for his skills with a wah-wah pedal.",
  "/wiki/Dorothy_Ashby": "Dorothy Jeanne Thompson (August 6, 1932 – April 13, 1986), better known as Dorothy Ashby, was an American jazz harpist and composer. Hailed as one of the most \"unjustly under loved jazz greats of the 1950s\" and the \"most accomplished modern jazz harpist,\" Ashby established the harp as an improvising jazz instrument, beyond earlier use as a novelty or background orchestral instrument, proving the harp could play bebop as adeptly as the instruments commonly associated with jazz, such as the saxophone or piano.",
  "/wiki/Welton_Gite": "Welton Gite is a bass guitarist, composer and arranger.",
  "/wiki/Bill_Summers_(musician)": "Bill Summers (b. June 27, 1948) is a New Orleans based Afro-Cuban jazz/Latin jazz percussionist, a multi-instrumentalist who plays primarily on conga drums. Summers played with Los Hombres Calientes along with co-leader of the group, trumpeter Irvin Mayfield. However, Summers has a much longer musical career, often working behind the scenes on film scores for various movies such as The Color Purple and the television miniseries Roots with Quincy Jones. He also played with Herbie Hancock during The Headhunters years, and is mentioned in passing by the liner notes of The Headhunters' 2003 release Evolution Revolution as contributing to that recording.  His former wife is Yvette Bostic-Summers, who often sings on Los Hombres' albums.",
  "/wiki/George_Cables": "George Andrew Cables (born November 14, 1944) is an American jazz pianist and composer.",
  "/wiki/Wade_Marcus": "Wade Marcus was a producer during the 1970s. He composed the music to the film The Final Comedown with Grant Green. He also produced albums by The Blackbyrds, Gary Bartz, A Taste of Honey, The Sylvers, Eddie Kendricks, The Dramatics, Peaches & Herb, Donald Byrd, G. C. Cameron, Stevie Wonder and The Emotions.",
  "/wiki/Love_Song_(Gary_Bartz_album)": "Love Song is an album by saxophonist Gary Bartz released by the Vee-Jay label in 1977.",
  "/wiki/Vee-Jay_Records": "Vee-Jay Records is an American record label founded in the 1950s, located in Chicago and specializing in blues, jazz, rhythm and blues and rock and roll.",
  "/wiki/Arista_Records": "Arista Records, Inc. (/əˈrɪstə/) is an American record label owned by Sony Music, a subsidiary of Sony Corporation of America, the North American division of the Japanese conglomerate Sony. The label was previously handled by Bertelsmann Music Group. The label was founded in 1974 by Clive Davis, who formerly worked for Columbia Records. Until its demise in 2011, it was a major distributor and promoter of albums throughout the United States and the United Kingdom. Along with Columbia, RCA, and Epic, Arista is one of Sony's four flagship record labels.",
  "/wiki/SteepleChase_Records": "SteepleChase Records is a jazz record company and label based in Copenhagen, Denmark. SteepleChase was founded in 1972 by Nils Winther, who was a student at Copenhagen University at the time. He began recording performances at Jazzhus Montmartre, where many American expatriates played, and was given permission by some of the artists to release the material on record.",
  "/wiki/Clint_Houston": "Clinton Joseph Houston (June 24, 1946 in New Orleans – June 7, 2000) was an American jazz double-bassist.",
  "/wiki/Candid_Records": "Candid Records is a record label specialising in jazz, now based in the United Kingdom. It was founded in New York City in 1960 as a subsidiary of Cadence Records, owned by Archie Bleyer. Jazz writer and civil rights activist Nat Hentoff was the label's (A&R) director and, he attempted to create a catalog that represented jazz of the day. He also worked with designer and photographer Frank Gauna to create many memorable album covers.",
  "/wiki/Claudio_Roditi": "Cláudio Roditi (May 28, 1946 – January 17, 2020) was a Brazilian jazz trumpeter. In 1966 Claudio was named a trumpet finalist at the International Jazz Competition in Vienna, Austria.\n\nWhile in Vienna, Roditi met Art Farmer, one of his idols, and the friendship inspired the younger trumpeter to follow a career in jazz.",
  "/wiki/John_Hicks_(pianist)": "John Josephus Hicks, Jr. (December 21, 1941 – May 10, 2006) was an American jazz pianist, composer, and arranger. He was leader for more than 30 recordings and played as a sideman on more than 300.",
  "/wiki/Ray_Drummond": "Ray Drummond (born November 23, 1946 in Brookline, Massachusetts) is a jazz bassist and teacher. He also has an MBA from Stanford University, hence his linkage to the Stanford Jazz Workshop. He can be heard on hundreds of albums and co-leads The Drummonds with Renee Rosnes and (not related) Billy Drummond.",
  "/wiki/Al_Foster": "Al Foster (born January 18, 1943) is an American jazz drummer. Foster played with Miles Davis during the 1970s and was one of the few people to have contact with Davis during his retirement from 1975–1981. Foster also played on Davis's 1981 comeback album The Man with the Horn. He was the only musician to play in Davis's band both before and after his retirement. He has toured extensively with Herbie Hancock, Sonny Rollins, and Joe Henderson.",
  "/wiki/Ben_Riley": "Benjamin Alexander Riley Jr. (July 17, 1933 – November 18, 2017) was an American jazz drummer known for his work with Thelonious Monk, as well as Alice Coltrane, Stan Getz, Woody Herman, Eddie \"Lockjaw\" Davis, Ahmad Jamal, Kenny Barron, and as member of the group Sphere.  During the 1970s he was a member of the New York Jazz Quartet."
}