{
  "/wiki/Thirteen_(2003_film)": "Thirteen is a 2003 American teen drama film directed by Catherine Hardwicke, written by Hardwicke and Nikki Reed, and starring Evan Rachel Wood, Holly Hunter, and Reed. Loosely based on Reed's life from ages 12 to 13, the film's plot follows Tracy, a junior high school student in Los Angeles who begins dabbling in substance abuse, sex, and crime after being befriended by a troubled classmate. It features Brady Corbet, Deborah Kara Unger, Kip Pardue, and Vanessa Anne Hudgens in supporting roles.",
  "/wiki/Man_of_God_(film)": "Man of God is a 2005 film written and directed by Jefery Levy. It stars Peter Weller and Nikki Reed.",
  "/wiki/Lords_of_Dogtown": "Lords of Dogtown is a 2005 American biographical drama film directed by Catherine Hardwicke and written by Stacy Peralta. The film follows a group of young skateboarders in the south Santa Monica area of Los Angeles, California during the mid 1970s. This is the first (and so far only) production made by both Columbia Pictures and TriStar Pictures.",
  "/wiki/American_Gun_(2005_film)": "American Gun is a 2005 American crime drama film produced by Participant Productions, IFC Films, IFC First Take, and Spirit Dance Entertainment. It was written in 2001 by Steven Bagatourian and Aric Avelino and directed by Avelino as his directorial debut.",
  "/wiki/Mini%27s_First_Time": "Mini's First Time is a 2006 satiric neo-noir film written and directed by Nick Guthe and produced by Trigger Street Productions. It was screened at the Tribeca Film Festival on May 1, 2006 and had a limited release on July 14, 2006. It was released on DVD on October 24, 2006 by HBO Films.[citation needed]",
  "/wiki/Cherry_Crush": "Cherry Crush is a 2007 American drama and thriller film starring Jonathan Tucker and Nikki Reed. The film was directed and co-written by Nicholas DiBella. Cherry Crush premiered in Rochester, New York on February 16, 2007. The film was released on DVD on July 3, 2007.",
  "/wiki/Twilight_(2008_film)": "Twilight is a 2008 American romantic fantasy film based on Stephenie Meyer's 2005 novel of the same name. Directed by Catherine Hardwicke, the film stars Kristen Stewart and Robert Pattinson. It is the first film in The Twilight Saga film series. This film focuses on the development of the relationship between Bella Swan (a teenage girl) and Edward Cullen (a vampire), and the subsequent efforts of Edward and his family to keep Bella safe from a coven of evil vampires.",
  "/wiki/Rosalie_Hale": "The following is a list of characters in the Twilight novel series by Stephenie Meyer, comprising the books Twilight, New Moon, Eclipse and Breaking Dawn, as well as The Twilight Saga film series adaptations.",
  "/wiki/Familiar_Strangers": "Familiar Strangers (formerly known as Pretzels & Pills) is a 2008 film about an American family going through the process of negotiating the changing relationships between parents and children, especially as those children grow into adulthood.",
  "/wiki/The_Twilight_Saga:_New_Moon": "The Twilight Saga: New Moon (commonly referred to as New Moon) is a 2009 American romantic fantasy film based on Stephenie Meyer's 2006 novel New Moon. It is the second film in The Twilight Saga film series and is the sequel to 2008's Twilight. Summit Entertainment greenlit the sequel in late November 2008, following the early success of Twilight. Directed by Chris Weitz, the film stars Kristen Stewart, Robert Pattinson, and Taylor Lautner, reprising their roles as Bella Swan, Edward Cullen, and Jacob Black, respectively. Melissa Rosenberg, who handed in a draft of the film script during the opening weekend of Twilight, returned as screenwriter for New Moon as well.",
  "/wiki/Last_Day_of_Summer": "Last Day of Summer is a 2009 drama-comedy film written, produced and directed by Vlad Yudin of The Vladar Company, featuring DJ Qualls, Nikki Reed, and William Sadler.",
  "/wiki/The_Twilight_Saga:_Eclipse": "The Twilight Saga: Eclipse, commonly referred to as Eclipse, is a 2010 American romantic fantasy film based on Stephenie Meyer's 2007 novel Eclipse. It is the third installment of The Twilight Saga film series, following 2008's Twilight and 2009's New Moon. Summit Entertainment greenlit the film in February 2009. Directed by David Slade, the film stars Kristen Stewart, Robert Pattinson, and Taylor Lautner, reprising their roles as Bella Swan, Edward Cullen, and Jacob Black, respectively. Melissa Rosenberg, who penned the scripts for both Twilight and New Moon, returned as screenwriter.\nFilming began on August 17, 2009, at Vancouver Film Studios, and finished in late October, with post-production began early the following month. Bryce Dallas Howard was cast as Victoria, replacing Rachelle Lefevre who previously played her.",
  "/wiki/Chain_Letter_(film)": "Chain Letter is a 2010 American horror film directed by Deon Taylor. It was written by Diana Erwin, Michael J. Pagan, and Deon Taylor. The film is about six friends who are stalked by a murderer that uses chains to kill them if they do not pass on the chain letter to five people.",
  "/wiki/Catch_.44": "Catch .44 is a 2011 American crime thriller film written and directed by Aaron Harvey and starring Forest Whitaker, Bruce Willis, Malin Åkerman, Nikki Reed, Deborah Ann Woll, and Brad Dourif.",
  "/wiki/The_Twilight_Saga:_Breaking_Dawn_%E2%80%93_Part_1": "The Twilight Saga: Breaking Dawn – Part 1 (commonly referred to as Breaking Dawn: Part 1) is a 2011 American romantic fantasy film directed by Bill Condon, based on the novel Breaking Dawn by Stephenie Meyer. Constituting the first of a two-part adaptation of the novel, the film is the fourth and penultimate installment in The Twilight Saga film series, the sequel to Eclipse in 2010, and was followed by Breaking Dawn: Part 2 in 2012. All three main cast members, Kristen Stewart, Robert Pattinson, and Taylor Lautner, reprised their roles.",
  "/wiki/The_Twilight_Saga:_Breaking_Dawn_%E2%80%93_Part_2": "The Twilight Saga: Breaking Dawn – Part 2 (commonly referred to as Breaking Dawn: Part 2) is a 2012 American romantic drama fantasy film directed by Bill Condon and based on the novel Breaking Dawn by Stephenie Meyer. Constituting the second of a two-part adaptation of the novel, the film is the fifth and final installment in The Twilight Saga film series, following 2011's Breaking Dawn: Part 1. All three main cast members, Kristen Stewart, Robert Pattinson, and Taylor Lautner, reprise their roles, with Mackenzie Foy portraying Renesmee Cullen. Alongside Pattinson, Lautner, Stewart, and Foy, the film also stars an ensemble cast including Billy Burke, Peter Facinelli, Elizabeth Reaser, Kellan Lutz, Nikki Reed, Jackson Rathbone, Ashley Greene, Michael Sheen, and Dakota Fanning.",
  "/wiki/Empire_State_(2013_film)": "Empire State is a 2013 American crime drama film based on a true story, centered on two childhood friends who rob an armored car depository, and the NYPD officer who stands in their way. Directed by Dito Montiel and starring Dwayne Johnson, Liam Hemsworth and Emma Roberts, the film was released straight to DVD and Blu-ray on September 3, 2013.",
  "/wiki/Pawn_(film)": "Pawn is a 2013 American direct-to-video film directed by David A. Armstrong in his directorial debut.",
  "/wiki/Enter_the_Dangerous_Mind": "Enter the Dangerous Mind, also known under its original title of Snap, is a 2013 psychological thriller film that was directed by Youssef Delara and Victor Teran. The film had its world premiere on 11 March 2013 at the South by Southwest Film Festival and it will have a theatrical release on 6 February 2015. Enter the Dangerous Mind stars Jake Hoffman as an EDM musician that falls into madness after his relationship with a beautiful woman (Nikki Reed) turns sour.",
  "/wiki/Balls_Out_(2014_film)": "Balls Out is a 2014 American live-action/animated sports comedy film directed by Andrew Disney, based on a script by Bradley Jackson. The film stars Jake Lacy, Beck Bennett, Jay Pharoah, Nikki Reed, Kate McKinnon, DC Pierson, Nick Kocher, Brian McElhaney, Nick Rutherford and Gabriel Luna, and focuses on a group of college seniors that decide to form an intramural football team before graduating."
}