{
  "/wiki/Terrestrial_ecozone": "A biogeographic realm or ecozone is the broadest biogeographic division of the Earth's land surface, based on distributional patterns of terrestrial organisms. They are subdivided into ecoregions, which are classified based on their biomes or habitat types.",
  "/wiki/Biome": "A biome /ˈbaɪoʊm/ is a community of plants and animals that have common characteristics for the environment they exist in. They can be found over a range of continents. Biomes are distinct biological communities that have formed in response to a shared physical climate. Biome is a broader term than habitat; any biome can comprise a variety of habitats.",
  "/wiki/Indomalayan": "The Indomalayan realm is one of the eight biogeographic realms. It extends across most of South and Southeast Asia and into the southern parts of East Asia.",
  "/wiki/Tropical_and_subtropical_coniferous_forests": "Tropical and subtropical coniferous forests are a tropical forest habitat type defined by the World Wide Fund for Nature. These forests are found predominantly in North and Central America and experience low levels of precipitation and moderate variability in temperature. Tropical and subtropical coniferous forests are characterized by diverse species of conifers, whose needles are adapted to deal with the variable climatic conditions. Most tropical and subtropical coniferous forest ecoregions are found in the Nearctic and Neotropic ecozones, from the Mid-Atlantic states to Nicaragua and on the Greater Antilles, Bahamas, and Bermuda. Other tropical and subtropical coniferous forests ecoregions occur in Asia. Mexico harbors the world's richest and most complex subtropical coniferous forests. The conifer forests of the Greater Antilles contain many endemics and relictual taxa.",
  "/wiki/Himalayan_subtropical_pine_forests": "The Himalayan subtropical pine forests are a large subtropical coniferous forest ecoregion covering portions of Bhutan, India, Nepal, and Pakistan.",
  "/wiki/Himalaya": "The Himalayas, or Himalaya (/ˌhɪməˈleɪə, hɪˈmɑːləjə/), is a mountain range in Asia separating the plains of the Indian subcontinent from the Tibetan Plateau. The range has many of Earth's highest peaks, including the highest, Mount Everest (Nepal/China). The Himalayas include over fifty mountains exceeding 7,200 m (23,600 ft) in elevation, including ten of the fourteen 8,000-metre peaks. By contrast, the highest peak outside Asia (Aconcagua, in the Andes) is 6,961 m (22,838 ft) tall.",
  "/wiki/Azad_Kashmir": "Azad Jammu and Kashmir (Urdu: آزاد جموں و کشمیر‎, romanized: āzād jammū̃ va kaśmīr, transl. 'Free Jammu and Kashmir'), abbreviated as AJK and commonly known as Azad Kashmir, is a region administered by Pakistan as a nominally self-governing jurisdiction, and constituting the western portion of the larger Kashmir region which has been the subject of a dispute between India and Pakistan since 1947, and between India and China since 1962.\nThe territory shares a border with Gilgit-Baltistan, together with which it is referred to by the United Nations and other international organisations as \"Pakistan administered Kashmir\".[note 1]\nAzad Kashmir is one-sixth of the size of Gilgit-Baltistan. The territory also borders Pakistan's Punjab province to the south and Khyber Pakhtunkhwa province to the west. To the east, Azad Kashmir is separated from the Indian administered Kashmir by the Line of Control, the de facto border between India and Pakistan. Azad Kashmir has a total area of 13,297 square kilometres (5,134 sq mi), and a total population of 4,045,366 as per the 2017 Census.",
  "/wiki/Punjab,_Pakistan": "Punjab (Urdu & Punjabi: پنجاب, romanized: Panjāb, pronounced [pənˈdʒaːb], listen (help·info); lit.  \"Five waters\") is Pakistan's most populous province, with an estimated population of 110,012,442 as of 2017. Forming the bulk of the transnational Punjab region, it is bordered by the Pakistani provinces of Sindh, Balochistan, and Khyber Pakhtunkhwa, the enclave of Islamabad, and Azad Kashmir. It also shares borders with the Indian states of Punjab, Rajasthan, and the Indian-administered territory of Jammu and Kashmir. The capital is Lahore, a cultural, historical, economic and cosmopolitan centre of Pakistan where the country's cinema industry, and much of its fashion industry, are based.",
  "/wiki/Khyber_Pakhtunkhwa": "Khyber Pakhtunkhwa (often abbreviated KP or KPK) (Pashto: خیبر پښتونخوا‎; Urdu: خیبر پختونخوا‎), formerly known as the North-West Frontier Province (NWFP) (Urdu: صوبہ سرحد‎), is one of the four administrative provinces of Pakistan, located in the northwestern region of the country along the international border with Afghanistan.",
  "/wiki/Temperate_broadleaf_and_mixed_forests": "Temperate broadleaf and mixed forest is a temperate climate terrestrial habitat type defined by the World Wide Fund for Nature, with broadleaf tree ecoregions, and with conifer and broadleaf tree mixed coniferous forest ecoregions.",
  "/wiki/Western_Himalayan_broadleaf_forests": "The Western Himalayan broadleaf forests is a temperate broadleaf and mixed forest ecoregion which is found in the middle elevations of the western Himalayas, including parts of Nepal, India, and Pakistan.",
  "/wiki/Temperate_coniferous_forests": "Temperate coniferous forest is a terrestrial habitat type defined by the World Wide Fund for Nature. Temperate coniferous forests are found predominantly in areas with warm summers and cool winters, and vary in their kinds of plant life. In some, needleleaf trees dominate, while others are home primarily to broadleaf evergreen trees or a mix of both tree types.  A separate habitat type, the tropical coniferous forests, occurs in more tropical climates.",
  "/wiki/Western_Himalayan_subalpine_conifer_forests": "The Western Himalayan subalpine conifer forests is a temperate coniferous forests ecoregion of the middle and upper elevations of the western Middle Himalayas of Nepal, India, and Pakistan.",
  "/wiki/Flooded_grasslands_and_savannas": "Flooded grasslands and savannas is a terrestrial habitat type of the WWF biogeographical system, consisting of large expanses or complexes of flooded grasslands. These areas support numerous plants and animals adapted to the unique hydrologic regimes and soil conditions. Large congregations of migratory and resident waterbirds may be found in these regions. However, the relative importance of these habitat types for these birds as well as more vagile taxa typically varies as the availability of water and productivity annually and seasonally shifts among complexes of smaller and larger wetlands throughout a region.",
  "/wiki/Rann_of_Kutch_seasonal_salt_marsh": "The Great Rann of Kutch is a salt marsh in the Thar Desert in the Kutch District of Gujarat, India. It is about 7500 km2 (2900 sq miles) in area and is reputed to be one of the largest salt deserts in the world. This area has been inhabited by the Kutchi people.",
  "/wiki/Sindh,_Pakistan": "Sindh (/sɪnd/; Sindhi: سنڌ‎; Urdu: سندھ‎, pronounced [sɪnd̪ʰ]) is one of the four provinces of Pakistan. Located in the southeast of the country, it is the historical home of the Sindhi people. Sindh is the third largest province of Pakistan by area, and second largest province by population after Punjab. Sindh is bordered by Balochistan province to the west, and Punjab province to the north. Sindh also borders the Indian states of Gujarat and Rajasthan to the east, and Arabian Sea to the south. Sindh's landscape consists mostly of alluvial plains flanking the Indus River, the Thar desert in the eastern portion of the province closest to the border with India, and the Kirthar Mountains in the western part of Sindh.",
  "/wiki/Deserts_and_xeric_shrublands": "Deserts and xeric shrublands are a habitat type defined by the World Wide Fund for Nature. Deserts and xeric shrublands form the largest terrestrial biome, covering 19% of Earth's land surface area. Ecoregions in this habitat type vary greatly in the amount of annual rainfall they receive, usually less than 250 millimetres (10 in) annually. Generally evaporation exceeds rainfall in these ecoregions. Temperature variability is also diverse in these lands. Many deserts, such as the Sahara, are hot year-round but others, such as Asia's Gobi, become quite cold in winter.",
  "/wiki/Indus_Valley_Desert": "The Indus Valley Desert is an almost uninhabited desert ecoregion of northern Pakistan.",
  "/wiki/Chenab_river": "The Chenab River (Hindi: चिनाब chinaab; Punjabi: ਚਨਾਬ cenab; Urdu: چناب) is a major river that flows in India and Pakistan, and is one of the 5 major rivers of the Punjab region. It rises in the upper Himalayas in the Lahaul and Spiti district of Himachal Pradesh state, India, and flows through the Jammu region of Jammu and Kashmir into the plains of Punjab, Pakistan, before flowing into the Indus River near the city of Uch Sharif. The waters of the Chenab were allocated to Pakistan under the terms of the Indus Waters Treaty.",
  "/wiki/Indus_river": "The Indus River (locally called Sindhu) is one of the longest rivers in Asia, originating in the Tibetan Plateau in the vicinity of Lake Manasarovar, the river runs a course through Ladakh towards the Gilgit-Baltistan region Hindukush ranges, and then flows in a southerly direction along the entire length of Pakistan to merge into the Arabian Sea near the port city of Karachi in Sindh. It is the longest river and national river of Pakistan.",
  "/wiki/Thar_desert": "The Thar Desert, also known as the Great Indian Desert, is a large arid region in the northwestern part of the Indian subcontinent that covers an area of 200,000 km2 (77,000 sq mi) and forms a natural boundary between India and Pakistan. It is the world's 17th largest desert, and the world's 9th largest subtropical desert.",
  "/wiki/Mangrove": "A mangrove is a shrub or small tree that grows in coastal saline or brackish water. The term is also used for tropical coastal vegetation consisting of such species.  Mangroves occur worldwide in the tropics and subtropics, mainly between latitudes 25° N and 25° S. The total mangrove forest area of the world in 2000 was 137,800 square kilometres (53,200 sq mi), spanning 118 countries and territories.",
  "/wiki/Indus_River_Delta-Arabian_Sea_mangroves": "The Indus River Delta-Arabian Sea mangroves are a large mangrove ecoregion on the Arabian Sea coast of Sindh Province, Pakistan. The Indus River Delta forms a vast alluvial fan composed of mud flats interspersed with channels and fringed with mangrove forests. Much of the forested area has been destroyed and the remaining parts are threatened.",
  "/wiki/Palearctic": "The Palearctic or Palaearctic is one of the eight biogeographic realms on the Earth's surface, first identified in the 19th century, and is still in use as the basis for zoogeographic classification.  The Palearctic is the largest of the eight realms.  It stretches across all of Europe, Asia north of the foothills of the Himalayas, North Africa, and the northern and central parts of the Arabian Peninsula.",
  "/wiki/Hindu_Kush": "The Hindu Kush (Pashto and Persian: هندوکش, commonly understood to mean Hindu killers or killer of the Hindus in Persian; /kʊʃ, kuːʃ/) is an 800-kilometre-long (500 mi) mountain range that stretches through Afghanistan, from its centre to northern Pakistan and into Tajikistan.",
  "/wiki/Sulaiman_Mountains": "The Sulaiman Mountains (Pashto: د كسي غرونه‎; Balochi/Urdu/Persian: کوه سليمان‎), or Kōh-e Sulaymān, are the southern extension of the Hindu Kush mountain system, located in the Zabul, Kandahar and Loya Paktia regions of Afghanistan, and in northern Balochistan and some parts of southwestern Khyber Pakhtunkhwa and Punjab in Pakistan. The Sulaimans form the eastern edge of the Iranian Plateau where the Indus River separates it from the Indian Subcontinent. Bordering the Sulaimans to the north are the arid highlands of Central Hindu Kush or Paropamisadae, whose heights extend up to 3,383 metres (11,099 ft).",
  "/wiki/Balochistan": "Balochistan (/bəˈlɒtʃɪstɑːn/; Balochi: بلوچِستْان‎; also Baluchistan or Baluchestan, meaning the \"Land of the Baloch\") is an arid desert and mountainous region in south-western Asia. It comprises the Pakistani province of Balochistan, the Iranian province of Sistan and Baluchestan, and the southern areas of Afghanistan, including Nimruz, Helmand and Kandahar provinces. Balochistan borders the Pashtunistan region to the north, Sindh and Punjab to the east, and Persian regions to the west. South of its southern coastline, including the Makran Coast, are the Arabian Sea and the Gulf of Oman.",
  "/wiki/Federally_Administered_Tribal_Areas": "The Federally Administered Tribal Areas (FATA; Pashto: فدرالي قبايلي سيمې‎; Urdu: وفاق کے زیر انتظام قبائلی علاقہ جات‎) was a semi-autonomous tribal region in northwestern Pakistan that existed from 1947 until being merged with neighboring province Khyber Pakhtunkhwa in 2018. It consisted of seven tribal agencies (districts) and six frontier regions, and were directly governed by Pakistan's federal government through a special set of laws called the Frontier Crimes Regulations. It bordered Pakistan's provinces of Khyber Pakhtunkhwa and Balochistan to the east and south, and Afghanistan's provinces of Kunar, Nangarhar, Paktia, Khost and Paktika to the west and north. The territory is almost exclusively inhabited by the Pashtun, who also live in the neighbouring provinces of Khyber Pakhtunkhwa and Northern Balochistan, and straddle across the border into Afghanistan. They are mostly Muslim.",
  "/wiki/Montane_grasslands_and_shrublands": "Montane grasslands and shrublands is a habitat type defined by the World Wildlife Fund. The biome includes high altitude grasslands and shrublands around the world. The term \"montane\" in the name of the biome refers to \"high altitude\", rather than the ecological term which denotes the region below treeline.",
  "/wiki/Karakoram-West_Tibetan_Plateau_alpine_steppe": "The Karakoram-West Tibetan Plateau alpine steppe is a montane grasslands and shrublands ecoregion found in parts of Pakistan, China, Afghanistan, and India.",
  "/wiki/Gilgit%E2%80%93Baltistan": "Gilgit-Baltistan (Urdu: گِلگِت بَلتِستان‎, Balti: རྒྱལ་སྐྱིད་ སྦལྟི་ཡུལ།), formerly known as the Northern Areas, is a region administered by Pakistan as an administrative territory, and constituting the northern portion of the larger Kashmir region which has been the subject of a dispute between India and Pakistan since 1947, and between India and China from somewhat later. It is the northernmost territory administered by Pakistan.  It borders Azad Kashmir to the south, the province of Khyber Pakhtunkhwa to the west, the Wakhan Corridor of Afghanistan to the north, the Xinjiang region of China, to the east and northeast, and the Indian-administered union territories Jammu and Kashmir and Ladakh to the southeast.",
  "/wiki/Northwestern_Himalayan_alpine_shrub_and_meadows": "The Northwestern Himalayan alpine shrub and meadows is a montane grasslands and shrublands ecoregion of the elevations of the northwestern Himalaya of  China, India, and Pakistan.",
  "/wiki/Tian_Shan_montane_steppe_and_meadows": "The Tian Shan montane steppe and meadows ecoregion (WWF ID:PA1019) covers a 2,000 km long stretch of grasslands of the isolated Tian Sham mountains of Central Asia.  It is characterized by high-altitude flat and rolling grasslands.",
  "/wiki/List_of_ecoregions_in_Pakistan": "This is a list of ecoregions of Pakistan."
}