{
  "/wiki/Aries_(astrology)": "Aries (♈) /ˈɛəriːz/ (Latin for \"ram\") is the first astrological sign in the zodiac, spanning the first 30 degrees of celestial longitude (0°≤ λ <30°), and originates from the constellation of the same name. Under the tropical zodiac, the Sun transits this sign from approximately March 20 to April 21 each year. This time duration is exactly the first month of the Solar Hijri calendar (Hamal/Farvardin/Wray).",
  "/wiki/Mars_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Sun_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Jupiter_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Taurus_(astrology)": "Taurus (Latin for bull, derived from the   Greek word Ταῦρος) is the second astrological sign in the present zodiac. It spans from 30° to 60° of the zodiac. This sign belongs to the Earth element or triplicity, and has a feminine or negative polarity, as well as a Fixed modality, quality, or quadruplicity. It is a Venus-ruled sign like Libra. The Moon has its exaltation here at exactly 3°. The Sun transits this sign from approximately April 21 until May 21 in western astrology. People born between these dates, depending on which system of astrology they subscribe to, may be called Taureans.",
  "/wiki/Venus_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Mercury_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Saturn_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Gemini_(astrology)": "Gemini (pronunciation: /ˈdʒɛmɪnaɪ/ JEM-in-eye (♊) is the third astrological sign in the zodiac, originating from the constellation of Gemini. It is a positive mutable sign. Under the tropical zodiac, the sun transits this sign between about May 21 and June 21 Gemini is represented by the twins Castor and Pollux, known as the Dioscuri.",
  "/wiki/Cancer_(astrology)": "Cancer (♋️) is the fourth astrological sign in the Zodiac, originating from the constellation of Cancer. \nIt spans from 90° to 120° celestial longitude. In classical antiquity, the Sun transited this area between approximately June 22 and July 22, and in the modern era, the Sun transits this area between approximately July 21 and August 9.",
  "/wiki/Moon_(astrology)": "Planets in astrology have a meaning different from the modern astronomical understanding of what a planet is. Before the age of telescopes, the night sky was thought to consist of two very similar components: fixed stars, which remained motionless in relation to each other, and \"wandering stars\" (Ancient Greek: ἀστέρες πλανῆται asteres planetai), which moved relative to the fixed stars over the course of the year.",
  "/wiki/Leo_(astrology)": "Leo (♌) (Greek: Λέων, Leōn), is the fifth astrological sign of the zodiac. It corresponds to the constellation Leo and comes after Cancer and before Virgo.  The traditional Western zodiac associates Leo with the period between July 23 and August 22, and the sign spans the 120th to 150th degree of celestial longitude.",
  "/wiki/Virgo_(astrology)": "Virgo (♍) (Greek: Παρθένος, Parthenos) is the sixth astrological sign in the Zodiac. It spans the 150–180th degree of the zodiac. Under the tropical zodiac, the Sun transits this area on average between August 23 and September 22, and the Sun transits the constellation  Virgo from approximately September 16 to October 30. Individuals born during these dates, depending on which system of astrology they subscribe to, may be called Virgos or Virgoans. The symbol of the maiden is based on Astraea. In Greek mythology, she was the last immortal to abandon Earth at the end of the Silver Age, when the gods fled to Olympus – hence the sign's association with Earth.",
  "/wiki/Libra_(astrology)": "Libra (♎) is the seventh astrological sign in the Zodiac. It spans 180°–210° celestial longitude. The Sun transits this sign on average between (northern autumnal equinox) September 23 and October 22. Under the sidereal zodiac, the Sun currently transits the constellation of Libra from approximately October 31 to November 22. The symbol of the scales is based on the Scales of Justice held by Themis, the Greek personification of divine law and custom. She became the inspiration for modern depictions of Lady Justice. The ruling planet of Libra is Venus. Libra is the only zodiac constellation in the sky represented by an inanimate object. The other eleven signs are represented either as an animal or mythological characters throughout history.",
  "/wiki/Scorpio_(astrology)": "Scorpio (♏) is the eighth astrological sign in the Zodiac, originating from the constellation of Scorpius. It spans 210°–240° ecliptic longitude. Under the tropical zodiac (most commonly used in Western astrology), the Sun transits this sign on average from October 23 to November 22. Under the sidereal zodiac (most commonly used in Hindu astrology), the Sun is in Scorpio from approximately November 16 to December 15. Depending on which zodiac system one uses, an individual born under the influence of Scorpio may be called a Scorpio or a Scorpion.",
  "/wiki/Sagittarius_(astrology)": "Sagittarius (♐) (Greek: Τοξότης Toxotes, Latin: Sagittarius)  is the ninth astrological sign, which is associated with the constellation Sagittarius and spans 240–270th degrees of the zodiac. Under the tropical zodiac, the sun transits this sign between approximately November 23 and December 21. Greek mythology associates Sagittarius with the centaur Chiron, who mentored Achilles, a Greek hero of the Trojan War, in archery.",
  "/wiki/Capricorn_(astrology)": "Capricorn (♑) is the tenth astrological sign in the zodiac out of twelve total zodiac signs, originating from the constellation of Capricornus, the horned goat. It spans the 270–300th degree of the zodiac, corresponding to celestial longitude.  Under the tropical zodiac, the sun transits this area from about December 21 to January 21 the following year, and under the sidereal zodiac, the sun transits the constellation of Capricorn from approximately January 16 to February 16. In astrology, Capricorn is considered an earth sign, negative sign, and one of the four cardinal signs. Capricorn is said to be ruled by the planet Saturn.",
  "/wiki/Aquarius_(astrology)": "Aquarius (♒) is the eleventh astrological sign in the Zodiac, originating from the constellation Aquarius. Under the tropical zodiac, the Sun is in the Aquarius sign between about January 21 and about February 20, while under the sidereal Zodiac, the sun is in Aquarius from approximately February 15 to March 14, depending on the leap year.",
  "/wiki/Pisces_(astrology)": "Pisces (♓️) (/ˈpaɪsiːz/; Ancient Greek: Ἰχθύες Ikhthyes) is the twelfth astrological sign in the Zodiac. It is a negative mutable sign. It spans 330° to 360° of celestial longitude. Under the tropical zodiac, the sun transits this area between February 19 and March 20.[a] In Sidereal astrology, the Sun currently transits the constellation of Pisces from approximately March 12 to April 18. In classical interpretations, the symbol of the fish is derived from the ichthyocentaurs, who aided Aphrodite when she was born from the sea.",
  "/wiki/Decan": "The decans (/ˈdɛkənz/; Egyptian baktiu) are 36 groups of stars (small constellations) used in the Ancient Egyptian astronomy. They rose consecutively on the horizon throughout each earth rotation. The rising of each decan marked the beginning of a new decanal \"hour\" (Greek hōra) of the night for the ancient Egyptians, and they were used as a sidereal star clock beginning by at least the 9th or 10th Dynasty (c. 2100 BCE)."
}