{
  "/wiki/Old_Mission_Beach_Athletic_Club_RFC": "Old Mission Beach Athletic Club Rugby Football Club is a rugby union team based in San Diego, California. OMBAC RFC is directly affiliated with the Old Mission Beach Athletic Club. The rugby team plays at The Little Q Rugby Field, adjacent to Qualcomm Stadium (hence the name).",
  "/wiki/Rugby_union_in_the_United_States": "Rugby union in the United States is a growing national sport. Rugby union at the youth, high school, college, amateur club, professional, and international levels is governed by USA Rugby. There are over 125,000 players registered with USA Rugby as of 2016.  Over 2,500 rugby clubs exist around the country, including those of whom are part of college rugby. Professional club competition exists as Major League Rugby.",
  "/wiki/Qualcomm_Stadium": "SDCCU Stadium is a multi-purpose stadium in San Diego, California, United States. The stadium opened in 1967 as San Diego Stadium and was known as Jack Murphy Stadium from 1981 to 1997. From 1997 to 2017, the stadium's naming rights were owned by San Diego-based telecommunications equipment company Qualcomm, and the stadium was known as Qualcomm Stadium. The naming rights expired on June 14, 2017 and was purchased by San Diego County Credit Union renaming the facility as SDCCU Stadium on September 19, 2017.",
  "/wiki/Albion_SC_Pros": "ASC San Diego, formerly Albion SC Pros, is an American soccer team based in San Diego, California that currently plays in the National Premier Soccer League, the fourth tier of the American soccer pyramid.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/National_Premier_Soccer_League": "The National Premier Soccer League (NPSL) is an American soccer league commonly recognized as being a fourth-tier league, although it has been given no official designation by U.S. Soccer. Although the league is officially affiliated to the United States Adult Soccer Association (USASA) and qualifies for the U.S. Open Cup through USASA channels, it is generally considered to be the level of competition behind Major League Soccer (MLS), the USL Championship, USL League One, and roughly equal with USL League Two. It is the successor of the Men's Premier Soccer League, a regional league originally based in the Western United States, which has now expanded nationwide to encompass teams from 29 states. The league's motto is \"A National League with a Regional Focus\".",
  "/wiki/Mission_Bay_Senior_High_School": "Mission Bay High School (MBHS), is a public high school located in the San Diego, California community of Pacific Beach. It is a magnet school with emphasis on Academic Studies. \nIn Fall 2006, Mission Bay introduced International Baccalaureate Diploma Programme courses.",
  "/wiki/San_Diego_Zest_FC": "San Diego Zest FC is an American soccer team in San Diego, California, United States. The club was founded in 2016 and is owned and operated by San Diego Sports Authority, a Japanese-owned sports management company. They compete as LA Galaxy SD Zest in USL League Two and play their home matches at James Madison High School's George Hoagland Stadium. The team colors are Orange and Navy.",
  "/wiki/Soccer": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/USL_League_Two": "USL League Two (USL2), formerly the Premier Development League (PDL), is a development soccer league sponsored by United Soccer Leagues in the United States and Canada, forming part of the United States soccer league system. The league featured 72 teams in 2019, split into eleven regional divisions within four conferences. Unofficially, it is considered to be the fourth tier of competition, behind Major League Soccer, USL Championship, and USL League One. USL League Two is headquartered in Tampa, Florida.",
  "/wiki/United_Premier_Soccer_League": "The United Premier Soccer League (UPSL) is an American professional development soccer league that was founded in Santa Ana in Southern California, with teams in regionalized conferences throughout the United States. The league was founded in 2011 by Santa Ana Winds FC club owner Leonel López as a regional league for teams in Greater Los Angeles, but expanded to include teams from 32 states as of the 2019 UPSL season.",
  "/wiki/San_Diego_WFC_SeaLions": "San Diego WFC SeaLions is an American women’s soccer team, founded in 1988. The team is a member of the Women's Premier Soccer League, the second tier of women’s soccer in the United States and Canada. The team plays in the South Division of the Pacific Conference.",
  "/wiki/Women%27s_Premier_Soccer_League": "The Women's Premier Soccer League (WPSL) is a national women's soccer league in the United States, Canada, and Puerto Rico, and is on the second level of women's soccer in the United States soccer pyramid, below National Women's Soccer League (NWSL) and roughly equal with United Women's Soccer (UWS). The WPSL is the largest women's soccer league in the world (in terms of number of clubs).",
  "/wiki/Cathedral_Catholic_High_School": "Cathedral Catholic High School (CCHS) is a private coeducational Catholic college preparatory high school in San Diego, California. It is operated by the Roman Catholic Diocese of San Diego. It was founded in 1957 as the University High School (UHS or Uni), later the University of San Diego High School (USDHS), which was located in the Linda Vista neighborhood of San Diego. Construction began on CCHS at its current location on Del Mar Heights Road in Carmel Valley in 1999. In 2005 USDHS, including all faculty, administration, and students, moved to that campus and changed its name to Cathedral Catholic. Cathedral Catholic High School is accredited by the Western Catholic Education Association (WCEA), the Western Association of Schools and Colleges (WASC) and holds membership with the College Board.",
  "/wiki/San_Diego_Sockers_(PASL)": "San Diego Sockers are an American professional indoor soccer franchise playing in the Western Division of the Major Arena Soccer League, representing the San Diego area since 2009. Their first arena was the Chevrolet Del Mar Arena at the Del Mar Fairgrounds adjacent to the Del Mar Racetrack in Del Mar, California. They switched to the Pechanga Arena, the original home of the MISL Sockers, for the 2012–2013 season.",
  "/wiki/Indoor_soccer": "Indoor soccer or arena soccer (known internationally as indoor football, minifootball, fast football, floorball or showball),  is a game derived from association football adapted for play in a walled indoor arena. Indoor soccer, as it is most often known in the United States and Canada, was originally developed in these two countries as a way to play soccer during the winter months, when snow would make outdoor play difficult. In those countries, gymnasiums are adapted for indoor soccer play. In other countries the game is played in either indoor or outdoor arenas surrounded by walls, and is referred to by different names (such as fast football (futbol rapido) in Mexico, showbol in South America, and indoor football (futbol indoor) in Spain).",
  "/wiki/Premier_Arena_Soccer_League": "The Premier Arena Soccer League (PASL) is an indoor soccer league with mostly semi-professional teams. PASL currently has four divisions across North America. The PASL was previously known as the Federation of Sports Arenas (FSA).",
  "/wiki/Pechanga_Arena": "The Pechanga Arena (historically known as the San Diego Sports Arena) is an indoor arena in San Diego, California.",
  "/wiki/San_Diego_Sabers": "The San Diego Sabers are a junior ice hockey team. They are a member of the Western Division in the Western States Hockey League based in Escondido, California and plays at the Iceoplex-Escondido. The team was the fourth team to be known as the San Diego Gulls from 2008 to 2015 until it gave up the nickname to the American Hockey League San Diego Gulls before the 2015–16 season.",
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/Western_States_Hockey_League": "Established in 1993, the Western States Hockey League (WSHL) is an Amateur Athletic Union (AAU)-sanctioned, junior ice hockey league. The WSHL was previously sanctioned by USA Hockey from 1994 to 2011. Teams play approximately 50 games in the regular season schedule, mimicking what players would experience at the collegiate level.",
  "/wiki/Escondido,_California": "Escondido (/ˌɛskənˈdiːdoʊ/ ES-kən-DEE-doh) is a city in San Diego County's North County region, 30 miles (48 km) northeast of downtown San Diego, 11.5 miles from the ocean, and 35 miles from the Mexican border. The city occupies a shallow valley ringed by rocky hills. Incorporated in 1888, it is one of the oldest cities in San Diego County. It had a population of 143,911 in the 2010 census.",
  "/wiki/San_Diego_Surf": "The San Diego Surf are a professional basketball team in the American Basketball Association (ABA) based in San Diego, California which began play in 2009. The Surf is a member of the ABA's Far West division and its home arena is the HourGlass Arena at Miramar College in San Diego.",
  "/wiki/Basketball": "Basketball is a team sport in which two teams, most commonly of five players each, opposing one another on a rectangular court, compete with the primary objective of shooting a basketball (approximately 9.4 inches (24 cm) in diameter) through the defender's hoop (a basket 18 inches (46 cm) in diameter mounted 10 feet (3.048 m) high to a backboard at each end of the court) while preventing the opposing team from shooting through their own hoop.  A field goal is worth two points, unless made from behind the three-point line, when it is worth three.  After a foul, timed play stops and the player fouled or designated to shoot a technical foul is given one or more one-point free throws.  The team with the most points at the end of the game wins, but if regulation play expires with the score tied, an additional period of play (overtime) is mandated.",
  "/wiki/American_Basketball_Association_(2000%E2%80%93present)": "The American Basketball Association (ABA) is an American semi-professional men's basketball minor league that was founded in 1999.",
  "/wiki/San_Diego_Miramar_College": "San Diego Miramar College (Miramar) is a public community college in San Diego, California. It is part of the San Diego Community College District and the California Community Colleges System.",
  "/wiki/San_Diego_Surge": "The San Diego Surge is a team of the Women's Football Alliance that began play in the 2011 season. Home games for the 2012 season will be played at Santana High School in Santee California. In past seasons, the Surge played at Marauder Stadium on the campus of Mira Mesa Senior High School.",
  "/wiki/Women%27s_American_football": "Women's gridiron football, more commonly known as women's American football, women's Canadian football, or simply women's football, is a form of gridiron football (American or Canadian) played by women. Most leagues play by the same rules as their male counterparts, with one exception: women's leagues use a slightly smaller football. Women primarily play on a semi-professional or amateur level in the United States. Very few high schools or colleges offer the sport solely for women and girls. However, on occasion, it is permissible for a female player to join the otherwise male team.",
  "/wiki/Women%27s_Football_Alliance": "The Women's Football Alliance (WFA) is a full-contact Women's American football league that began play in 2009. It is the largest, 11-on-11, football league for women. The league is owned and operated by Jeff and Lisa King of Exeter, California.",
  "/wiki/Santana_High_School": "Santana High School, located in Santee, California, is part of the Grossmont Union High School District."
}