{
  "/wiki/Philémon_(comics)": "Philémon is a series in the Franco-Belgian comics style created by French artist Fred and published by Dargaud. The series began serial publication in the French magazine Pilote on July 22, 1965, before it eventually became an album series. (Pilote was a direct response to the Franco-Belgian weeklies Spirou and Journal de Tintin, and sought to test more recent and dynamic strips on young and adolescent readers.) The general tone of the series is of fantastic realism, depicting the adventures of the young farmboy Philémon in surreal adventures featuring odd creatures in odd places, and it is considered one of the most poetic and original bande dessinée series of all time.",
  "/wiki/Fred_(cartoonist)": "Frédéric Othon Théodore Aristidès (5 March 1931 – 2 April 2013), known by his pseudonym Fred, was a French cartoonist in the Franco-Belgian comics tradition. He is best known for his series Philémon.",
  "/wiki/Jommeke": "Jommeke is a Flemish comic strip series in publication since 1955. It was created by Jef Nys and can be defined as a humoristic children's adventure series. Jommeke, an 11-year-old boy, is the series' main protagonist. It was originally published in Kerk en Leven, before moving to Het Volk, where it ran until the newspaper went bankrupt in 2010. It is now published in Het Nieuwsblad, De Gentenaar and De Standaard.",
  "/wiki/Jef_Nys": "Jozef \"Jef\" Nys (30 January 1927 – 20 October 2009) was a Belgian comic book creator. He was best known for his comic strip Jommeke.",
  "/wiki/Johan_and_Peewit": "Johan and Peewit (French: Johan et Pirlouit) is a Belgian comics series created by Peyo. Since its initial appearance in 1947 it has been published in 13 albums that appeared before the death of Peyo in 1992. Thereafter, a team of comic book creators from Studio Peyo continued to publish the stories.",
  "/wiki/Peyo": "Pierre Culliford (French: [kylifɔʁ]; 25 June 1928 – 24 December 1992) was a Belgian cartoonist who worked under the pseudonym Peyo ([pejo]).  His best-known works are the comic strips The Smurfs and Johan and Peewit, in which the Smurfs first appeared.",
  "/wiki/Boes": "Boes (\"Ox Tales\") is a Dutch newspaper gag-a-day comic strip created by Wil Raymakers and Thijs Wilms. It was created in 1980 and spawned a popular anime television series between 1988 and 1991 called Ox Tales in the English-speaking world. The comic managed to outlive the animated adaptation and still continues to appear as a column strip in several Dutch daily and weekly newspapers.",
  "/wiki/Ox_Tales": "Ox Tales, also known as The Tales of Boes' Gang (げらげらブース物語, Geragera Būsu Monogatari), is an animated television series produced by Telecable Benelux B.V. and Cosmos Studio in association with Saban Entertainment. It was a co-production between Japan and the Netherlands based on a Dutch comic strip Boes created by Wil Raymakers and Thijs Wilms. The series ran on the Japanese network TV Tokyo from April 7, 1987–March 29, 1988. It consists of 102 15-minute episodes, that were usually transmitted as 51 half-hour shows of two episodes each.",
  "/wiki/Just'a_Lotta_Animals": "Just'a Lotta Animals is a fictional superhero team that appeared in stories published by DC Comics. The team is an anthropomorphic funny animal parody of the Justice League of America.",
  "/wiki/Roy_Thomas": "Roy William Thomas Jr. (born November 22, 1940) is an American comic book writer and editor, who was Stan Lee's first successor as editor-in-chief of Marvel Comics. He is possibly best known for introducing the pulp magazine hero Conan the Barbarian to American comics, with a series that added to the storyline of Robert E. Howard's character and helped launch a sword and sorcery trend in comics.  Thomas is also known for his championing of Golden Age comic-book heroes – particularly the 1940s superhero team the Justice Society of America – and for lengthy writing stints on Marvel's X-Men and The Avengers, and DC Comics' All-Star Squadron, among other titles.",
  "/wiki/Scott_Shaw_(artist)": "Scott Shaw (born September 4, 1951), often spelled Scott Shaw![citation needed] and Scott Shaw? in Rick and Steve, is an American cartoonist, animator, and historian of comics. Among Shaw's comic-book work is Hanna-Barbera's The Flintstones (for Marvel Comics and Harvey Comics), Captain Carrot and His Amazing Zoo Crew  (for DC Comics), and Simpsons Comics (for Bongo Comics). He was also the first artist for Archie Comics' Sonic the Hedgehog comic book series.",
  "/wiki/Brainiac_(character)": "Brainiac is a fictional supervillain appearing in American comic books published by DC Comics, usually as an adversary of Superman. Brainiac is Superman's second-deadliest archenemy after Lex Luthor, and also a frequent enemy of the  Justice League.",
  "/wiki/The_Ongoing_Adventures_of_Rocket_Llama": "The Ongoing Adventures of Rocket Llama is a webcomic starring \"a high-flying llama, a sword-swinging cat, and a rocket as loyal as a cowboy hero's horse.\" Created by Alex Langley while he was a student at Henderson State University, the comic first appeared in a comic book titled The Workday Comic.",
  "/wiki/Alex_Langley": "The Ongoing Adventures of Rocket Llama is a webcomic starring \"a high-flying llama, a sword-swinging cat, and a rocket as loyal as a cowboy hero's horse.\" Created by Alex Langley while he was a student at Henderson State University, the comic first appeared in a comic book titled The Workday Comic.",
  "/wiki/Derek_the_Sheep": "Derek the Sheep is a fictional character and comic strip in the British comic The Beano. He first appeared in issue 3214, dated 21 February 2004. The strip is set on a farm and was about Derek's endless problems with the other animals.",
  "/wiki/Gary_Northfield": "Gary Northfield is a British cartoonist, most famous for his Derek the Sheep comic strip published in DC Thomson's The Beano and BeanoMAX.",
  "/wiki/Pogo_(comics)": "Pogo is the title and central character of a long-running daily American comic strip, created by cartoonist Walt Kelly (1913–1973) and distributed by the Post-Hall Syndicate. Set in the Okefenokee Swamp of the southeastern United States, the strip often engaged in social and political satire through the adventures of its anthropomorphic funny animal characters.",
  "/wiki/Walt_Kelly": "Walter Crawford Kelly, Jr. (August 25, 1913 – October 18, 1973), commonly known as Walt Kelly, was an American animator and cartoonist, best known for the comic strip Pogo. He began his animation career in 1936 at Walt Disney Studios, contributing to Pinocchio, Fantasia, and Dumbo. In 1941, at the age of 28, Kelly transferred to work at Dell Comics, where he created Pogo, which eventually became his platform for political and philosophical commentary.",
  "/wiki/Horace_Greeley": "Horace Greeley (February 3, 1811 – November 29, 1872) was an American newspaper editor and publisher who was the founder and editor of the New-York Tribune, among the great newspapers of its time. Long active in politics, he served briefly as a congressman from New York, and was the unsuccessful candidate of the new Liberal Republican party in the 1872 presidential election against incumbent President Ulysses S. Grant, who won by a landslide.",
  "/wiki/Boner's_Ark": "Boner's Ark was an American comic strip created by Mort Walker, also the creator of Beetle Bailey. Walker debuted the strip under the pseudonym \"Addison\" on March 11, 1968. The title is a reference to Noah's Ark of Abrahamic religions.",
  "/wiki/Mort_Walker": "Addison Morton Walker (September 3, 1923 – January 27, 2018) was an American comic strip writer, best known for creating the newspaper comic strips Beetle Bailey in 1950 and Hi and Lois in 1954. He signed Addison to some of his strips.",
  "/wiki/The_Adventures_of_Nero": "The Adventures of Nero or Nero was a Belgian comic strip drawn by Marc Sleen and the name of its main character. The original title ranged from De Avonturen van Detectief Van Zwam in 1947 to De Avonturen van Nero en zijn Hoed in 1950, and finally De Avonturen van Nero & Co from 1951. It ran in continuous syndication until 2002. From 1947 until 1993 it was all drawn by Sleen himself. From 1992 until 2002 Dirk Stallaert took over the drawing while Sleen kept inventing the stories.",
  "/wiki/Marc_Sleen": "Marcel Honoree Nestor, Knight Neels (30 December 1922 – 6 November 2016), known as Marc Sleen, was a Belgian  cartoonist. He was mostly known for his comic The Adventures of Nero and Co., but also created gag comics like Piet Fluwijn en Bolleke, De Lustige Kapoentjes, Doris Dobbel, Oktaaf Keunink and De Ronde van Frankrijk.",
  "/wiki/Sinterklaas": "Sinterklaas (Dutch pronunciation: [ˌsɪntərˈklaːs]) or Sint-Nicolaas (Dutch pronunciation: [sɪnt ˈnikoːlaːs] (listen)) is a legendary figure based on Saint Nicholas, patron saint of children. Other names for the figure include De Sint (\"The Saint\"), De Goede Sint (\"The Good Saint\"), and De Goedheiligman (\"The Good Holy Man\") in Dutch; Saint Nicolas in French; Sinteklaas in West Frisian; Sinterklaos in Limburgs; Saint-Nikloi in West Flemish; Kleeschen and Zinniklos in Luxembourgish; and Sankt Nikolaus or Nikolaus in German.",
  "/wiki/Le_Génie_des_Alpages": "Le Génie des alpages is a French humoristic comic book series by F'Murr. The series first appeared in Pilote magazine on January 11, 1973. In 1976 Les Éditions Dargaud started publication of hardcover albums.",
  "/wiki/F'Murr": "Richard Peyzaret (March 31, 1946 – April 10, 2018), better known by his pen name F'Murr or F'Murrr, was a French cartoonist and comic book writer. He was most famous for the long-running series Le Génie des alpages (The Genius of the Mountain Pastures).",
  "/wiki/Sheep": "Sheep (Ovis aries) are quadrupedal, ruminant mammals typically kept as livestock. Like most ruminants, sheep are members of the order Artiodactyla, the even-toed ungulates. Although the name sheep applies to many species in the genus Ovis, in everyday usage it almost always refers to Ovis aries. Numbering a little over one billion, domestic sheep are also the most numerous species of sheep. An adult female is referred to as a ewe (/juː/), an intact male as a ram, occasionally a tup, a castrated male as a wether, and a young sheep is a  lamb.",
  "/wiki/Serow": "The serows (/səˈroʊ/ or /ˈsɛroʊ/) are six species of medium-sized goat-like or antelope-like mammals of the genus Capricornis.",
  "/wiki/Suffolk_sheep": "The Suffolk is a British breed of domestic sheep. It originated in the late eighteenth century in the area of Bury St. Edmunds in Suffolk, as a result of cross-breeding when Norfolk Horn ewes were put to improved Southdown rams. It is a polled, black-faced breed, and is raised primarily for its meat. It has been exported to many countries, and is among the most numerous breeds of sheep worldwide.:923",
  "/wiki/Moose": "The moose (North America) or elk (Eurasia), Alces alces, is a member of the New World deer subfamily and is the largest and heaviest extant species in the deer family. Moose are distinguished by the broad, palmate (open-hand shaped) antlers of the males; other members of the deer family have antlers with a dendritic (\"twig-like\") configuration. It typically inhabits boreal forests and temperate broadleaf and mixed forests of the Northern Hemisphere in temperate to subarctic climates. Hunting and other human activities have caused a reduction in the size of the moose's range over time. It has been reintroduced to some of its former habitats. Currently, most moose are found in Canada, Alaska, New England (with Maine having the most of the lower 48 states), Fennoscandia, Baltic states, and Russia. Their diet consists of both terrestrial and aquatic vegetation. The most common moose predators are the gray wolf along with bears and humans. Unlike most other deer species, moose do not form herds and are solitary animals, aside from calves who remain with their mother until the cow begins estrus (typically at 18 months after birth of the calf), at which point the cow chases away young bulls. Although generally slow-moving and sedentary, moose can become aggressive and move quickly if angered or startled. Their mating season in the autumn features energetic fights between males competing for a female.",
  "/wiki/Julius_Stafford_Baker": "Julius Stafford Baker  (1869–1961) was an English cartoonist and creator of the series Tiger Tim. His name is sometimes given as Julius Baker, Jr or II.",
  "/wiki/Pearls_Before_Swine_(comic_strip)": "Pearls Before Swine (also known as Pearls) is an American comic strip written and illustrated by Stephan Pastis. It chronicles the daily lives of an ensemble cast of suburban anthropomorphic animals: Pig, Rat, Zebra, Goat, and a fraternity of crocodiles, as well as a number of supporting characters. Each character represents an aspect of Pastis' own personality and world view. The daily and Sunday comic strip is distributed by Andrews McMeel Syndication (by United Feature Syndicate before 2011).",
  "/wiki/List_of_fictional_ungulates": "This list of fictional ungulates is a subsidiary to the list of fictional animals. The list is restricted to notable ungulate (hooved) characters from various works organized by medium. This paraphyletic list includes all fictional hooved characters except fictional horses, fictional pachyderms (elephants, hippopotamuses, and rhinoceroses), and fictional swine, as each has its own list."
}