{
  "/wiki/Sven_(Frozen)": "Sven is a fictional character who most prominently appears in the animated film Frozen (2013) and its sequel, Frozen II (2019), produced by Walt Disney Animation Studios. He is a reindeer that lives together with his companion, Kristoff. Sven, alongside Kristoff, assists princess Anna in her search for her sister, queen Elsa, who has run away after placing the kingdom of Arendelle under an eternal winter. During their adventure, Sven also meets and befriends a living snowman, Olaf. Years after the events from the first film, Sven and the others go in search of a mysterious voice heard by Elsa. In the course of the journey, Sven meets other reindeer. Besides the two films, Sven is also present in the short film Frozen Fever (2015) and the featurette Olaf's Frozen Adventure (2017).",
  "/wiki/Frozen_(franchise)": "Frozen is a Disney media franchise started by the 2013 American animated feature film, Frozen, which was directed by Chris Buck and Jennifer Lee from a screenplay by Lee and produced by Peter Del Vecho, with songs by Robert Lopez and Kristen Anderson-Lopez.  Walt Disney Animation Studios' chief creative officer John Lasseter served as the film's executive producer. The original film was inspired by Hans Christian Andersen's fairy tale, \"The Snow Queen\".",
  "/wiki/Kristoff_(Frozen)": "Kristoff Bjorgman is a fictional character in Walt Disney Animation Studios' Frozen franchise. He appeared in the animated features Frozen (2013) and Frozen II (2019), and the animated short films Frozen Fever (2015) and Olaf's Frozen Adventure (2017). He is voiced primarily by Jonathan Groff.",
  "/wiki/Racing_Stripes": "Racing Stripes is a 2005 American sports comedy family film directed by Frederik Du Chau. The film was produced by Andrew A. Kosove, Broderick Johnson, Lloyd Phillips and Edward L. McDonnell, based on a script written by David Schmidt, Steven P. Wegner and Kirk DeMicco. It was released theatrically on January 14, 2005 by Warner Bros.",
  "/wiki/Madagascar": "Madagascar (/ˌmædəˈɡæskər, -kɑːr/; Malagasy: Madagasikara), officially the Republic of Madagascar (Malagasy: Repoblikan'i Madagasikara Malagasy pronunciation: [republiˈkʲan madaɡasˈkʲarə̥]; French: République de Madagascar), and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres (250 miles) off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's 2nd largest island country. The nation comprises the island of Madagascar (the fourth- largest island in the world) and numerous smaller peripheral islands. Following the prehistoric breakup of the supercontinent Gondwana, Madagascar split from the Indian subcontinent around 88 million years ago, allowing native plants and animals to evolve in relative isolation. Consequently, Madagascar is a biodiversity hotspot; over 90% of  its wildlife is found nowhere else on Earth. The island's diverse ecosystems and unique wildlife are threatened by the encroachment of the rapidly growing human population and other environmental threats.",
  "/wiki/Chris_Rock": "Christopher Julius Rock (born February 7, 1965) is an American comedian, actor, writer, producer, and director.",
  "/wiki/David_Schwimmer": "David Lawrence Schwimmer (born November 2, 1966) is an American actor and director.",
  "/wiki/The_Friendly_Giant": "The Friendly Giant is a Canadian children's television program that aired on CBC Television from September 30, 1958 through to March 1985. It featured three main characters: a giant named Friendly (played by Bob Homme), who lived in a huge castle, along with his puppet animal friends Rusty (a rooster who played a harp, guitar, and accordion and lived in a book bag hung by the castle window), and Jerome (a giraffe who's tawny with purple spots and pokes his head in the window). The two principal puppets were manipulated and voiced by Rod Coneybeare. Originally in Wisconsin, they were manipulated and voiced by Ken Ohst.[citation needed]",
  "/wiki/Zookeeper_(film)": "Zookeeper is a 2011 American comedy film directed by Frank Coraci, starring Kevin James, Rosario Dawson, Leslie Bibb, Joe Rogan and featuring the voices of Nick Nolte, Sylvester Stallone, Adam Sandler, Don Rickles, Judd Apatow, Cher, Jon Favreau, and Faizon Love. It is about an unlucky zookeeper who turns to the animals at his zoo to help him find love.  It was the first MGM film to be co-produced with Happy Madison, yet distributed by Columbia Pictures. The film was released on July 8, 2011.",
  "/wiki/Maya_Rudolph": "Maya Khabira Rudolph (born July 27, 1972) is an American actress, comedian and singer. Rudolph first gained prominence in the mid-1990s as a member of the alternative rock band The Rentals, before joining The Groundlings improv troupe later in the decade. In 2000, Rudolph became a cast member on the NBC late-night sketch comedy series Saturday Night Live and subsequently appeared in supporting roles in films such as 50 First Dates (2004), A Prairie Home Companion (2006) and Idiocracy (2006).",
  "/wiki/Donkey_(Shrek)": "Donkey is a fictional fast-talking donkey created by William Steig and adapted by DreamWorks Animation for the Shrek franchise. The character is voiced by Eddie Murphy.",
  "/wiki/Shrek": "Shrek is a 2001 American computer-animated comedy film loosely based on the 1990 fairytale picture book of the same name by William Steig. Directed by Andrew Adamson and Vicky Jenson in their directorial debuts, it stars Mike Myers, Eddie Murphy, Cameron Diaz, and John Lithgow as the voices of the lead characters. In the story, an ogre called Shrek (Myers) finds his swamp overrun by fairy tale creatures who have been banished by the corrupt Lord Farquaad (Lithgow) aspiring to be king. Shrek makes a deal with Farquaad to regain control of his swamp in return for rescuing Princess Fiona (Diaz), whom Farquaad intends to marry. With the help of Donkey (Murphy), Shrek embarks on his quest but soon falls in love with the princess, who is hiding a secret that will change his life forever.",
  "/wiki/Shrek_(character)": "Shrek is a fictional ogre character created by American author William Steig. Shrek is the protagonist of the book of the same name and of eponymous films by DreamWorks Animation. The name \"Shrek\" is derived from the German word Schreck, meaning \"fright\" or \"terror\". Shrek is voiced by Mike Myers, although it was planned for him to be voiced by Chris Farley before his death in December 1997, and played by Brian d'Arcy James in the musical. Shrek is an ogre living in a swamp.",
  "/wiki/Eddie_Murphy": "Edward Regan Murphy (born April 3, 1961) is an American actor, comedian, and singer. Murphy was a regular cast member on Saturday Night Live from 1980 to 1984. He has worked as a stand-up comedian and was ranked No. 10 on Comedy Central's list of the 100 Greatest Stand-ups of All Time.",
  "/wiki/Babe_(film)": "Babe is a 1995 comedy-drama film directed by Chris Noonan, produced by George Miller, written by both, narrated by Roscoe Lee Browne, and starring James Cromwell and Magda Szubanski with the voices of Christine Cavanaugh, Miriam Margolyes, Hugo Weaving, and Danny Mann. It is an adaptation of Dick King-Smith's 1983 novel The Sheep-Pig, also known as Babe: The Gallant Pig in the US, which tells the story of a pig raised as livestock who wants to do the work of a sheepdog. The main animal characters are played by a combination of real and animatronic pigs and Border Collies.",
  "/wiki/Miriam_Flynn": "Miriam Flynn (born June 18, 1952) is an American voice actress and character actress. She is best known as Cousin Catherine in the National Lampoon's Vacation and Grandma Longneck in The Land Before Time franchises. She has acted in other films and in several television series, the latter including a recurring role as Sister Helen on the Fox/WB sitcom Grounded for Life."
}