{
  "/wiki/Andreas_Chasikos": "Andreas Chasikos (born June 7, 1984) is a Cypriot sports shooter. He along with Georgios Achilleos won the gold medal in pairs Skeet Shooting at the 2010 Commonwealth Games.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games": "The Shooting events at the 2010 Commonwealth Games took place at the Dr. Karni Singh Shooting Range from 5 to 13 October 2010.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games_–_Men's_skeet_singles": "The Men's skeet singles event took place at 13 October 2010 at the CRPF Campus. There were two qualification rounds held to determine the finalists.",
  "/wiki/Irodotos_Georgallas": "Herodotos Giorgallas (born 14 December 1977) is a gymnast from Cyprus who took gold at the 2002 Commonwealth Games in Manchester. Herodotos shared the gold with Steve Frew of Scotland. He won the bronze medal in  the Gymnastics for Men's Rings at the 2006 Commonwealth Games in Melbourne.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games": "The Gymnastics event at the 2010 Commonwealth Games was held at Indira Gandhi Arena.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Men's_rings": "The Men's artistic rings event took place on October 7, 2010 at the Indira Gandhi Arena.",
  "/wiki/Chrystalleni_Trikomiti": "Chrystalleni Trikomiti (born November 30, 1993) is a Rhythmic Gymnast from Cyprus.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Women's_rhythmic_individual_hoop": "The Women's rhythmic individual hoop event took place on October 14, 2010 at the Indira Gandhi Arena.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Women's_rhythmic_individual_ball": "The Women's rhythmic individual ball event took place on October 13, 2010 at the Indira Gandhi Arena.",
  "/wiki/Marianna_Zachariadi": "Marianna Zachariadi (25 February 1990 – 29 April 2013) was a Greek pole vaulter who later competed for Cyprus.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games": "The athletics competition at the 2010 Commonwealth Games was held in New Delhi, India between 6 and 14 October. The track and field events took place between 6–12 October at the Jawaharlal Nehru Stadium while the marathon contests were held on a street course running through the city on 14 October.",
  "/wiki/Athletics_at_the_2010_Commonwealth_Games_–_Women's_pole_vault": "The Women's pole vault at the 2010 Commonwealth Games as part of the athletics programme was held at the Jawaharlal Nehru Stadium on Tuesday 12 October 2010.",
  "/wiki/Georgios_Achilleos": "Georgios Achilleos (Greek: Γεώργιος Αχιλλέως; born December 24, 1980) is a Cypriot sports shooter and past World titlist and World No. 1 in Skeet.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Women's_rhythmic_individual_all-around": "The Women's rhythmic individual  all-around event took place on October 13, 2010 at the Indira Gandhi Arena.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Men's_horizontal_bar": "The Men's artistic horizontal bar event took place on October 8, 2010 at the Indira Gandhi Arena.",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games_–_Men's_skeet_pairs": "The Men's skeet pairs event took place at 11 October 2010 at the CRPF Campus.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Women's_rhythmic_individual_rope": "The women's rhythmic individual rope event took place on October 14, 2010 at the Indira Gandhi Arena in New Delhi, India as part of the 2010 Commonwealth Games.",
  "/wiki/Gymnastics_at_the_2010_Commonwealth_Games_–_Women's_rhythmic_individual_ribbon": "The Women's rhythmic individual ribbon event took place on October 14, 2010 at the Indira Gandhi Arena.",
  "/wiki/Cyprus_at_the_2010_Commonwealth_Games": "Cyprus competed in the 2010 Commonwealth Games held in Delhi, India winning 11 medals."
}