{
  "/wiki/Ivar_Formo": "Ivar Formo (24 June 1951 – 26 December 2006) was a Norwegian cross-country skier and orienteer who competed during the 1970s.",
  "/wiki/Juha_Mieto": "Juha Iisakki Mieto (born 20 November 1949) is a Finnish former cross-country skier, who was born in Kurikka. He competed in the 1972, 1976, 1980 and 1984 Olympics and won five medals, including a gold medal in the 4 × 10 km relay in 1976. He also placed fourth three times, losing the 15 km bronze medal in 1972 by 0.06 seconds. He finished second in this event in 1980 in the closest-ever margin of victory in Olympic cross-country skiing, 0.01 seconds, which led the International Ski Federation (FIS) to round all of their times to the nearest 1/10 second in future competitions. Mieto was selected as the Finnish flag bearer at the 1972 Winter Olympics.",
  "/wiki/Eduard_Hauser_(cross-country_skier)": "Eduard Hauser (born 26 November 1948) is a former Swiss cross-country skier who competed in the early 1970s.  He won a bronze in the 4 x 10 km cross-country skiing relay at the 1972 Winter Olympics in Sapporo. He also competed at the 1976 Winter Olympics and the 1980 Winter Olympics.",
  "/wiki/Oddvar_Br%C3%A5": "Oddvar Brå (born 16 March 1951) is a Norwegian former cross-country skier. He was among the best skiers in Norway, the three-times winner of the World Cup (1972-73, then named \"World ranking\", 1974–75 and 1978–79) and the winner of 16 national championships. His success in the major international championships was more modest.",
  "/wiki/Odd_Martinsen": "Odd-Willy Martinsen (born 20 December 1942) is a retired Norwegian cross-country skier who competed during the 1960s and 1970s. He won three medals at the Winter Olympics, a gold in the 4 × 10 km relay  (1968) and silvers in the 30 km (1968) and the 4 × 10 km relay (1976). Martinsen won five medals at the FIS Nordic World Ski Championships, a gold in the 4 × 10 km relay (1966), a silver in the 15 km (1970), and bronzes in the 15 km (1966), 30 km (1970), and 4 × 10 km relay (1974). At the 1969 Holmenkollen ski festival, he won the 15 km race. For his cross-country skiing successes in Norway and abroad, Martinsen received the Holmenkollen medal in 1969. Thirty-two years later, his daughter, Bente Skari, received the Holmenkollen medal, making them the only father-daughter combination to ever win the prestigious honor.",
  "/wiki/Arto_Koivisto": "Arto Ilmari Koivisto (born 7 December 1948 in Isojoki) is a Finnish former cross-country skier who competed in the 1970s. He won the 4 × 10 km relay gold and the 15 km bronze at the 1976 Winter Olympics in Innsbruck.",
  "/wiki/Thomas_Wassberg": "Thomas Lars Wassberg (born 27 March 1956) is a Swedish former cross-country skier. A fast skating style – push for every leg – is still called \"Wassberg\" after him in several countries. Wassberg's skiing idols when growing up were Sixten Jernberg and Oddvar Brå. He has described his mental strength and physical fitness as his greatest abilities as a skier, with his main weakness being a lack of sprinting ability.",
  "/wiki/Thomas_Magnusson": "Bernt Thomas Magnuson (also Magnusson, born 2 July 1950) is a retired Swedish cross-country skier. He competed at the 1972 Winter Olympics in the 30 km and the 4 × 10 km relay and placed 28th and fourth, respectively. He won three medals at the FIS Nordic World Ski Championships, including golds in the 30 km (1974) and the 4 × 10 km relay (1978) and a bronze in the 50 km (1974). Magnusson also won the 50 km event at the 1977 Holmenkollen ski festival.",
  "/wiki/Sven-%C3%85ke_Lundb%C3%A4ck": "Sven-Åke Lundbäck (born 26 January 1948) is a former Swedish cross-country skier. He competed at the 1972, 1976 and 1980 Olympics in the 15 km, 30 km and 4 × 10 km  events and won a gold medal over 15 km in 1972. He was close to a bronze medal in the 4 × 10 km relay in 1972, but fell near the finish; he had another fourth place in the relay in 1980.",
  "/wiki/Lars-Erik_Eriksen": "Lars Erik Eriksen (born 29 December 1954) is a retired Norwegian cross-country skier who competed in multiple events at the 1980 and 1984 Olympics and 1978 and 1982 World Championships. He had his best achievements in the 4 × 10 km relay, winning a bronze in 1978, a silver in 1980 and a gold in 1982, and finishing in fourth place at the 1984 Olympic Games. Individually, he performed better in longer distances, winning two medals in the 30 and 50 km at the 1982 World Championships and finishing fourth in the 50 km at the 1980 Olympic Games, though he also won the 1984 World Cup in the 15 km event. Eriksen retired in 1988, and later worked as a skiing coach, with Bjørn Dæhlie among others.",
  "/wiki/Magne_Myrmo": "Magne Gunnbjørn Myrmo (born 30 July 1943) is a former Norwegian cross-country skier who competed during the 1970s. He won a silver medal at the 1972 Winter Olympics in the 50 km. Myrmo won two medals at the 1974 FIS Nordic World Ski Championships in Falun with a gold in the 15 km and a bronze in the 4 × 10 km relay.",
  "/wiki/Alexander_Zavyalov": "Alexander Alexandrovich Zavyalov (Russian: Алекса́ндр Алекса́ндрович Завья́лов; born June 2, 1955) is a former Soviet/Russian cross-country skier who competed in the early 1980s, training at Armed Forces sports society. He won a bronze in the 50 km at the 1980 Winter Olympics in Lake Placid, New York and two silvers at the 1984 Winter Olympics in Sarajevo (30 km, 4 × 10 km relay). Zavyalov won the Cross-Country World Cup in the 1982–83 season.",
  "/wiki/Ove_Aunli": "Ove Robert Aunli (born 12 March 1956 in Hemne) is a Norwegian former cross-country skier. He took the Olympic bronze medal in 1980 Lake Placid when Thomas Wassberg beat Juha Mieto by one-hundredth of a second for the gold medal, and won a silver medal as part of Norway's 4 × 10 km relay team.",
  "/wiki/1981%E2%80%9382_FIS_Cross-Country_World_Cup": "The 1981–82 FIS Cross-Country World Cup was the first official  World Cup in cross-country skiing. It was arranged by the International Ski Federation (FIS). The 1981/82 World Cup started in Reit im Winkl,  West Germany on 9 January 1982 and finished in Kiruna, Sweden on 13 April 1982. Bill Koch of United States won the overall men's event, and Berit Aunli of Norway won the women's.",
  "/wiki/Bill_Koch_(skier)": "William Conrad \"Bill\" Koch (born June 7, 1955) is an American skier who competed at international level.",
  "/wiki/Harri_Kirvesniemi": "Harri Tapani Kirvesniemi (born 10 May 1958 in Mikkeli) is a Finnish former cross-country skier who competed from 1980 to 2001. During his career he won six Olympic medals (all bronzes), and also the 50 km event at the Holmenkollen ski festival in 2000.",
  "/wiki/1982%E2%80%9383_FIS_Cross-Country_World_Cup": "The 1982-83 FIS Cross-Country World Cup was the 2nd official World Cup season in cross-country skiing for men and ladies. The World Cup started in Val di Sole, Italy on 12 December 1982 and finished in Labrador City, Canada on 27 March 1983. Alexander Zavyalov of the Soviet Union won the overall men's cup, and Marja-Liisa Hämäläinen of Finland won the women's.",
  "/wiki/Gunde_Svan": "Gunde Anders Svan (born 12 January 1962) is a Swedish former cross-country skier and auto racing driver. During his cross-country skiing career he won a total of four gold, one silver and one bronze medals at the Winter Olympics. Svan won a total of seven golds (15 km - 1989; 30 km and 4 × 10 km relay - 1985, 1991; 50 km - 1985, 1989; and  4 × 10 km relay - 1987), three silvers (15 km, 50 km, 4 × 10 km relay (all 1991)), and one bronze (4 × 10 km relay - 1985) at the FIS Nordic World Ski Championships.  Svan also won the 15 km once (1983) and the 50 km twice (1986, 1990) at the Holmenkollen ski festival. In 1984, he earned the Svenska Dagbladet Gold Medal, and in 1985, he earned the Holmenkollen medal (shared with Anette Bøe and Per Bergerud).  He is currently active as a board member of the International Ski Federation.",
  "/wiki/1983%E2%80%9384_FIS_Cross-Country_World_Cup": "The 1983-84 FIS Cross-Country World Cup was the 3rd official World Cup season in cross-country skiing for men and ladies. The World Cup started in Reit im Winkl, West Germany from 9 December 1983 and finished in Murmansk, Soviet Union 25 March 1984. Gunde Svan of Sweden won the combined men's cup and Marja-Liisa Hämäläinen of Finland won the women's.",
  "/wiki/1984%E2%80%9385_FIS_Cross-Country_World_Cup": "The 1984-85 FIS Cross-Country World Cup was the 4th official World Cup season in cross-country skiing for men and ladies. The World Cup began in Cogne, Italy on 9 December 1984 and finished in Oslo, Norway on 17 March 1985. Gunde Svan of Sweden won the overall men's cup, and Anette Bøe of Norway won the women's.",
  "/wiki/Tor_H%C3%A5kon_Holte": "Tor Håkon Holte (born 1 August 1958) is a Norwegian cross-country skier who competed from 1982 to 1987. He won the 4 × 10 km relay gold at the 1985 FIS Nordic World Ski Championships in Seefeld and finished ninth in the 50 km event at those same championships.",
  "/wiki/1985%E2%80%9386_FIS_Cross-Country_World_Cup": "The 1985–86 FIS Cross-Country World Cup was the 5th official World Cup season in cross-country skiing for men and ladies. The World Cup began in Labrador City, Canada, on 7 December 1985 and finished in Oslo, Norway, on 15 March 1986. Gunde Svan of Sweden won the overall men's cup, and Marjo Matikainen of Finland won the women's.",
  "/wiki/Torgny_Mogren": "Torgny Mogren (born 26 July 1963) is a Swedish former cross-country skier who competed from 1984 to 1998. He won the gold medal in the 4 × 10 km relay at the 1988 Winter Olympics in Calgary. His best individual finish was a fifth in the combined pursuit at the 1992 Winter Olympics in Albertville.",
  "/wiki/Vladimir_Smirnov_(skier)": "Vladimir Mikhaylovich Smirnov (Russian: Влади́мир Миха́йлович Смирно́в; born 7 March 1964) is a Kazakhstani former cross-country skier who raced from the 1982 until 1991 for the USSR and, later, for Kazakhstan. He is the first Olympic champion from independent Kazakhstan and the most decorated Olympian in history of Kazakhstan. He is also a vice president of the International Biathlon Union. Smirnov is a former member of International Olympic Committee.",
  "/wiki/1986%E2%80%9387_FIS_Cross-Country_World_Cup": "The 1986-87 FIS Cross-Country World Cup was the 6th official World Cup season in cross-country skiing for men and ladies. The World Cup started in Ramsau, Austria, on 10 December 1986 and finished in Oslo, Norway, on 15 March 1987. Torgny Mogren of Sweden won the overall men's cup and Marjo Matikainen of Finland won the women's.",
  "/wiki/1987%E2%80%9388_FIS_Cross-Country_World_Cup": "The 1987-88 FIS Cross-Country World Cup was the 7th official World Cup season in cross-country skiing for men and ladies. The World Cup started in La Clusaz, France, on 12 December 1987 and finished in Rovaniemi, Finland, on 27 March 1988. Gunde Svan of Sweden won the overall men's cup, and Marjo Matikainen of Finland won the women's.",
  "/wiki/P%C3%A5l_Gunnar_Mikkelsplass": "Pål Gunnar Mikkelsplass (born April 29, 1961) is a former Norwegian cross-country skier who competed from 1981 to 1997. He won the 15 km silver at the 1988 Winter Olympics in Calgary.",
  "/wiki/1988%E2%80%9389_FIS_Cross-Country_World_Cup": "The 1988-89 FIS Cross-Country World Cup was the 8th official World Cup season in cross-country skiing for men and ladies. The Women's World Cup started in La Clusaz, France, on 10 December 1988 and finished in Falun, Sweden, on 12 March 1989. The Men's World Cup started in Ramsau, Austria on 10 December 1988 and finished in Falun, Sweden, on 12 March 1989.Gunde Svan of Sweden won the overall men's cup, his fifth title, and Yelena Välbe of the Soviet Union won the women's cup.",
  "/wiki/Vegard_Ulvang": "Vegard Ulvang (born 10 October 1963, in Kirkenes) is a Norwegian cross-country skier who won three Olympic gold medals, two silver, and one bronze. He has retired from international and Olympic competition. At the opening ceremony of the 1994 Winter Olympic Games, he took the ceremonial Olympic Oath on part of all the athletes. In addition to his Olympic achievements, he received the Holmenkollen medal in 1991 (shared with Trond Einar Elden, Ernst Vettori, and Jens Weißflog), and won the World Cup in 1990. He has also won nine gold, six silver, and two bronze medals in the Norwegian Championships. He earned nine World Cup race victories. Ulvang also won the 50 km at the Holmenkollen ski festival in 1989, 1991 and 1992.",
  "/wiki/1989%E2%80%9390_FIS_Cross-Country_World_Cup": "The 1989–90 FIS Cross-Country World Cup was the 9th official World Cup season in cross-country skiing for men and ladies. The World Cup started in Soldier Hollow, United States, on 9 December 1989 and finished in Vang, Norway, on 17 March 1990. Vegard Ulvang of Norway won the overall men's cup, and Larisa Lazutina of the Soviet Union won the overall women's cup.",
  "/wiki/Bj%C3%B8rn_D%C3%A6hlie": "Bjørn Erlend Dæhlie (born 19 June 1967) is a Norwegian businessman and retired cross-country skier. In the years from 1992 to 1999, Dæhlie won the Nordic World Cup six times, finishing second in 1994 and 1998. Dæhlie won a total of 29 medals in the Olympics and World Championships in the period between 1991 and 1999, making Dæhlie the most successful male cross-country skier in history.",
  "/wiki/1998%E2%80%9399_FIS_Cross-Country_World_Cup": "The 1998–99 FIS Cross-Country World Cup was the 18th official World Cup season in cross-country skiing for men and ladies. The season began in Muonio, Finland on 28 November 1998 and finished at Holmenkollen, Oslo, Norway on 20 March 1999. Bjørn Dæhlie of Norway won the overall men's cup. Bente Martinsen of Norway won the women's cup on more victories than Stefania Belmondo of Italy after both finished the season achieving 768 points.",
  "/wiki/1991%E2%80%9392_FIS_Cross-Country_World_Cup": "The 1991–92 FIS Cross-Country World Cup was the 11th official World Cup season in cross-country skiing for men and ladies. The World Cup started in Silver Star, Canada, from 8 December 1991 and finished in Vang, Norway, on 14 March 1992. Bjørn Dæhlie of Norway won the overall men's cup and Yelena Välbe of Russia won the women's.",
  "/wiki/1992%E2%80%9393_FIS_Cross-Country_World_Cup": "The 1992–93 FIS Cross-Country World Cup was the 12th official World Cup season in cross-country skiing for men and ladies. The World Cup started in Ramsau, Austria, on 12 December 1992 and finished in Štrbské Pleso, Slovakia, on 20 March 1993. Bjørn Dæhlie of Norway won the overall men's event, and Lyubov Yegorova of Russia won the women's.",
  "/wiki/List_of_FIS_Cross-Country_World_Cup_champions": "The tables below list the FIS Cross-Country World Cup champions. The medalists are the three contestants with the highest total scores at the end of the cross-country skiing World Cup season. The list extends from 1973–74 onwards for overall men, 1978–79 onwards for overall women, 1996–97 onwards for sprint and distance (both genders), as well as Nations Cup winners beginning for 1981–82."
}