{
  "/wiki/2016_NBA_Playoffs": "The 2016 NBA playoffs was the postseason tournament of the National Basketball Association (NBA)'s 2015–16 season. The tournament ended with the Eastern Conference champion Cleveland Cavaliers defeating the Western Conference champion Golden State Warriors 4 games to 3 after the Warriors led the series 3 games to 1. In the NBA Finals, LeBron James was named NBA Finals MVP.\n The Cavaliers swept their first two series and won the first two games of the Eastern Conference Finals against the Raptors to become the fourth team in NBA history to open a post-season with 10 straight victories.  They matched the 2012 San Antonio Spurs, though the 1989 and 2001 Los Angeles Lakers had won their first eleven games en route to sweeping the first three rounds of the playoffs.  Cleveland wound up repeating this feat the next year, when they swept the conference opening round, semifinal round, and winning the first 2 conference final games. However, this feat would be surpassed by the 2017 Golden State Warriors, who won 15 straight games.",
  "/wiki/NBA_on_TNT": "NBA on TNT is a branding used for broadcasts of the National Basketball Association (NBA) games, produced by Turner Sports, the sports division of the WarnerMedia News & Sports subsidiary of WarnerMedia and televised on TNT since 1989. TNT's NBA coverage includes the Inside the NBA studio show, weekly doubleheaders throughout the regular season on Thursdays, as well as Tuesdays in the second half of the season, a majority of games during the first two rounds of the playoffs, and one conference finals series.",
  "/wiki/2012_NBA_Playoffs": "The 2012 NBA playoffs was the postseason tournament of the National Basketball Association's 2011–12 season. The tournament concluded with the Eastern Conference champion Miami Heat defeating the Western Conference champion Oklahoma City Thunder 4 games to 1 in the NBA Finals. LeBron James was named NBA Finals MVP. Except for the Los Angeles Clippers and Utah Jazz, the playoffs featured the same teams from 2011; all 8 from the East were the same as last year. They also all had records over .500, the first time since 2005. The Clippers made the playoffs for the first time since 2006, while Utah made it for the 5th time in the last 6 years, it was their first without Jerry Sloan as head coach since 1988. The Indiana Pacers opened the playoffs at home for the first time since 2004, while the Memphis Grizzlies earned home-court advantage for the first time in franchise history. For the fourth time since 2006, a division winner (in this case the Atlantic Division champion Boston Celtics) opened the playoffs on the road.",
  "/wiki/NBA_on_ESPN": "The NBA on ESPN refers to the presentation of National Basketball Association (NBA) games on the ESPN family of networks. The ESPN cable network first televised NBA games from 1983 to 1984, and has been airing games currently since the 2002–03 NBA season. ESPN2 began airing a limited schedule of NBA games in 2002. ESPN on ABC began televising NBA games in 2006 (ABC Sports aired NBA games under the title of the NBA on ABC from 2002 to 2006). On October 6, 2014, ESPN and the NBA renewed their agreement through 2025.",
  "/wiki/2013_NBA_Playoffs": "The 2013 NBA playoffs was the postseason tournament of the National Basketball Association's 2012–13 season. The tournament concluded with the Eastern Conference champion Miami Heat defeating the Western Conference champion San Antonio Spurs 4 games to 3 in the NBA Finals. LeBron James was named NBA Finals MVP. The Miami Heat headed into the playoffs with a franchise-best  66 wins, topping the league in the regular season. Their 2012 Finals opponents, the Oklahoma City Thunder, topped the Western Conference with 60 wins, making it the first time since 2006 that the two teams who faced off in the previous year's finals topped their respective conferences in the next regular season. However, when the Thunder lost to the Memphis Grizzlies in the Conference Semifinals, home court advantage in the Western Conference Finals went to the San Antonio Spurs, who were two games ahead of the Grizzlies. The New York Knicks entered the playoffs with their best regular-season performance since 1997, finishing atop the Atlantic Division for the first time since 1994. The Indiana Pacers won the Central Division for the first time since 2004, while the Los Angeles Clippers made franchise history by winning their first Pacific Division title and having a 56-win season, tied with the Memphis Grizzlies, whose 56 wins were also a franchise record.",
  "/wiki/2011_NBA_Playoffs": "The 2011 NBA playoffs was the postseason tournament of the National Basketball Association's 2010–11 season. The tournament concluded with the Western Conference champion Dallas Mavericks defeating the Eastern Conference champion Miami Heat 4 games to 2 in the NBA Finals. Dirk Nowitzki was named NBA Finals MVP. The Chicago Bulls achieved several \"firsts\" since 1998: the East's best record, a Central Division title, and over 60 victories. They also clinched the NBA's best record for the first time since 1997, guaranteeing home-court advantage in every round. They advanced to the Eastern Conference Finals for the first time since 1998, and lost the ECF for the first time since 1990. The Indiana Pacers appeared in the playoffs for the first time since 2006, as did the Memphis Grizzlies. The New York Knicks made the playoffs for the first time since 2004, but this was their first playoff appearance as an above-.500 team since 2001.",
  "/wiki/National_Basketball_Association_on_television": "The National Basketball Association is shown on national television on broadcast channel ABC, cable networks ESPN and TNT. The NBA is also shown on multiple regional sports networks. Currently, ESPN shows doubleheaders on Wednesday and Friday nights, while TNT shows doubleheaders on Thursday and Tuesday nights. In the second half of the season, ABC shows a single game on Saturday nights and Sunday afternoons. Games are shown almost every night on NBA TV. There are some exceptions to this schedule, including Tip-off Week, Christmas Day, and Martin Luther King Jr. Day. More games may be shown as the end of the regular season approaches, particularly games with playoff significance. During the playoffs, the first round are split between TNT, ESPN, NBA TV, and ABC on mostly weekends the second round are split between ESPN,TNT and ABC on weekends ."
}