{
  "/wiki/Position_(team_sports)": "Position in team sports is the joint arrangement of a team on its field of play during a game and to the standardized place of any individual player  in that arrangement. Much instruction, strategy, and reporting is organized by a set of individual player positions that is standard for the sport.",
  "/wiki/Shot_(ice_hockey)": "A shot in ice hockey is an attempt by a player to score a goal by striking or snapping the puck with their stick in the direction of the net.",
  "/wiki/Glove_(ice_hockey)": "There are three styles of gloves worn by ice hockey players.  Skaters wear similar gloves on each hand, while goaltenders wear gloves of different types on each hand.",
  "/wiki/Defenceman": "Defence (defense in the United States) in ice hockey is a player position whose primary responsibility is to prevent the opposing team from scoring. They are often referred to as defencemen, D, D-men or blueliners (the latter a reference to the blue line in ice hockey which represents the boundary of the offensive zone; defencemen generally position themselves along the line to keep the puck in the zone). They were once called cover-point. A good defenceman is both strong in defensive and offensive play and for defenceman pairing also need to be good at defending and attacking.",
  "/wiki/Melbourne_Ice_(Women)": "The Melbourne Ice are an ice hockey team in the Australian Women's Ice Hockey League. The team is based in Melbourne, Victoria, Australia.",
  "/wiki/Forward_(ice_hockey)": "In ice hockey, a forward is a player position on the ice whose primary responsibility is to score and assist goals. Generally, the forwards try to stay in three different lanes, also known as thirds, of the ice going from goal to goal. It is not mandatory, however, to stay in a lane. Staying in a lane aids in forming the common offensive strategy known as a triangle. One forward obtains the puck and then the forwards pass it between themselves making the goalie move side to side.  This strategy opens up the net for scoring opportunities.      This strategy allows for a constant flow of the play, attempting to maintain the control of play by one team in the offensive zone. The forwards can pass to the defence players playing at the blue line, thus freeing up the play and allowing either a shot from the point (blue line position where the defence stands) or a pass back to the offence.  This then begins the triangle again.",
  "/wiki/Adelaide_Rush": "The Adelaide Rush are a women's ice hockey team in the Australian Women's Ice Hockey League, which is the highest level national competition in Australia. The team is based in Adelaide, South Australia, Australia.",
  "/wiki/Sydney_Sirens": "The Sydney Sirens are an ice hockey team in the Australian Women's Ice Hockey League. The team is based in Sydney, New South Wales, Australia.",
  "/wiki/Goaltender": "In ice hockey, the goaltender or goalie is the player responsible for preventing the hockey puck from entering their team's net, thus preventing the opposing team from scoring. The goaltender usually plays in or near the area in front of the net called the goal crease (often referred to simply as  the crease or the net). Goaltenders tend to stay at or beyond the top of the crease to cut down on the angle of shots. In today's age of goaltending there are two common styles, butterfly and hybrid (hybrid is a mix of the traditional stand-up style and butterfly technique). Because of the power of shots, the goaltender wears special equipment designed to protect the body from direct impact. The goalie is one of the most valuable players on the ice, as their performance can greatly change the outcome or score of the game. One-on-one situations, such as breakaways and shootouts, have the tendency to highlight a goaltender's pure skill, or lack thereof. No more than one goaltender is allowed to be on the ice for each team at any given time. Teams are not required to use a goaltender and may instead opt to play with an additional skater, but the defensive disadvantage this poses generally means that the strategy is only used as a desperation maneuver when trailing late in a game or can be used if the opposing team has a delayed penalty (if the team receiving the penalty touches the puck the play will stop).",
  "/wiki/Brisbane_Goannas": "The Brisbane Goannas are  in the Australian Women's Ice Hockey League. The team is based in Brisbane, Queensland, Australia. The Goannas Women’s Ice Hockey Club (GWIHC) is a non-profit incorporated association, governed by a volunteer management committee, focusing on the development of female players of all abilities and ages. Jad Daley is the President of the committee. Ice World Boondall is their home arena. The team's charity is Australian Prostate Cancer Research Centre – Queensland.",
  "/wiki/Lindenwood%E2%80%93Belleville_Lynx_women%27s_ice_hockey": "The Lindenwood–Belleville Lynx women's ice hockey team represents Lindenwood University – Belleville (LU–B or LU–Belleville) in Women's Division 1 of the American Collegiate Hockey Association (ACHA) and in the Western Women's Collegiate Hockey League (WWCHL). Since the team's founding for the 2014–15 season, part of a rapid expansion of LU–B's athletic department, it has quickly become one of the ACHA's top programs. The Lynx have claimed a pair of WWCHL regular season championships and one playoff title, have qualified for three ACHA National Tournaments, and finished the 2016–17 campaign fifth in the ACHA rankings.",
  "/wiki/Australia_women's_national_ice_hockey_team": "The Australian women's national ice hockey team represents Australia at the International Ice Hockey Federation's IIHF World Women's Championships. The women's national team is controlled by Ice Hockey Australia. As of 2011, Australia has 313 female players. Australia is ranked 30th out of 34 countries in the IIHF World Ranking. Kathy Berg took the team to its highest point, being ranked 20th. She was the longest serving coach. Richo Padjen took over and the team started slipping down the rankings and hadn't been able to recover its former glory. In September 2015, an announcement was made on the Ice Hockey Australia website that Canadian Lindsay McAlpine will be the new coach. Replacing Lee Brown. Lindsay McAlpine is expected to join the team for their first training camp in December."
}