{
  "/wiki/Massachusetts%27s_1st_congressional_district": "Massachusetts's 1st congressional district is located in western and central Massachusetts. The largest Massachusetts district in area, it covers about one-third of the state and is more rural than the rest. It has the state's highest point, Mount Greylock. The district includes the cities of Springfield, West Springfield, Pittsfield, Holyoke, and Westfield.",
  "/wiki/John_Olver": "John Walter Olver (born September 3, 1936) is an American politician who was the U.S. Representative for Massachusetts's 1st congressional district from 1991 to 2013. Raised on a farm in Pennsylvania, Olver graduated from college at the age of 18 and went on to earn a Ph.D. in chemistry from the Massachusetts Institute of Technology, and later taught chemistry at the University of Massachusetts Amherst for eight years.",
  "/wiki/Massachusetts%27s_2nd_congressional_district": "Massachusetts's 2nd congressional district is located in central Massachusetts. It contains the cities of Worcester, which is the second-largest city in New England after Boston, and Northampton in the Pioneer Valley. It is represented by Democrat Jim McGovern.",
  "/wiki/Richard_Neal": "Richard Edmund Neal (born February 14, 1949) is the U.S. Representative for Massachusetts's 1st congressional district. He is a member of the Democratic Party. He is the dean of the Massachusetts delegation to the House of Representatives.",
  "/wiki/Massachusetts%27s_3rd_congressional_district": "Massachusetts's 3rd congressional district is located in northeastern and central Massachusetts.",
  "/wiki/Jim_McGovern_(American_politician)": "James Patrick McGovern (born November 20, 1959) is a member of the United States House of Representatives, representing Massachusetts's 2nd congressional district. He is the Chairman of the House Rules Committee, and a Co-Chair of the Congressional Executive Commission on China and of the Tom Lantos Human Rights Commission. He is a member of the Democratic Party. The district, much of it numbered as the 3rd District from 1997 to 2013, stretches from Worcester to the Pioneer Valley.",
  "/wiki/Massachusetts%27s_4th_congressional_district": "Massachusetts's 4th congressional district is located mostly in southern Massachusetts. It is represented by Democrat Joseph P. Kennedy III.",
  "/wiki/Barney_Frank": "Barnett Frank (born March 31, 1940) is an American former politician. He served as a member of the U.S. House of Representatives from Massachusetts from 1981 to 2013. A Democrat, Frank served as chairman of the House Financial Services Committee (2007–2011) and was a leading co-sponsor of the 2010 Dodd–Frank Act, a sweeping reform of the U.S. financial industry. Frank, a resident of Newton, Massachusetts, was considered the most prominent gay politician in the United States.",
  "/wiki/Massachusetts%27s_5th_congressional_district": "Massachusetts's 5th congressional district is a congressional district in eastern Massachusetts. The district is represented by Katherine Clark. Massachusetts congressional redistricting after the 2010 census has changed the borders of the district starting with the elections of 2012, with the new 3rd district largely taking the place of the old 5th. The 5th district covers many of the communities represented in the old 7th district. As of 2010, the population of the 5th congressional district was 727,515. On July 15, 2013, Ed Markey resigned from the seat to become the junior Senator from Massachusetts. On December 10, 2013, Democrat Katherine Clark won a special election to fill the seat for the remainder of the 113th Congress. She was sworn into office on December 12, 2013.",
  "/wiki/Niki_Tsongas": "Nicola Dickson \"Niki\" Sauvage Tsongas (/ˈsɒŋɡəs/; born April 26, 1946) is an American politician who served as a U.S. Representative from Massachusetts from 2007 to 2019. She held the seat formerly held by her husband, the late Paul Tsongas, for the district numbered as Massachusetts's 5th congressional district from 2007 to 2013 and as Massachusetts's 3rd congressional district from 2013 to 2019. She is a member of the Democratic Party. In August 2017 Tsongas announced that she would not seek another term in the November 2018 election.",
  "/wiki/Massachusetts%27s_6th_congressional_district": "Massachusetts's 6th congressional district is located in northeastern Massachusetts. It contains most of Essex County, including the North Shore and Cape Ann. It is represented by Seth Moulton, who has represented the district since January 2015. The shape of the district went through minor changes effective from the elections of 2012 after Massachusetts congressional redistricting to reflect the 2010 census. The towns of Tewksbury and Billerica were added, along with a small portion of the town of Andover.",
  "/wiki/John_F._Tierney": "John F. Tierney (born September 18, 1951) is an American politician who served as a U.S. Representative from Massachusetts from 1997 to 2015. He is a Democrat who represented the state's 6th district, which includes the state's North Shore and Cape Ann. Born and raised in Salem, Massachusetts, Tierney graduated from Salem State College and Suffolk University Law School. He worked in private law and served on the Salem Chamber of Commerce from 1976 to 1997. Tierney first ran for the House of Representatives in 1994 against Republican incumbent Peter G. Torkildsen, losing by a small margin. He defeated Torkildsen in a rematch in 1996.",
  "/wiki/Massachusetts%27s_7th_congressional_district": "Massachusetts's 7th congressional district is a congressional district located in eastern Massachusetts, including roughly three-fourths of the city of Boston and a few of its northern and southern suburbs.  Massachusetts congressional redistricting after the 2010 census changed the borders of the district starting with the elections of 2012, with most of the old 7th district redistricted to the new 5th district. Most of the old 8th district now comprises the new 7th district. The seat is currently held by Ayanna Pressley.",
  "/wiki/Ed_Markey": "Edward John Markey (born July 11, 1946) is an American politician serving as the junior United States Senator from Massachusetts since 2013. A member of the Democratic Party, he was the U.S. Representative for Massachusetts's 7th congressional district from 1976 to 2013. Between the House and Senate, Markey has served in Congress for more than four decades. He was also a member of the Massachusetts House of Representatives from 1973 to 1976. He is running for reelection in 2020.",
  "/wiki/Massachusetts%27s_8th_congressional_district": "Massachusetts's 8th congressional district is located in eastern Massachusetts, including part of Boston. It is represented by Democrat Stephen Lynch.  For one congressional term (1791–1793) it served as the home district of the District of Maine.  The district boundaries were significantly changed as of the elections of 2012 due to redistricting after the 2010 census, with the old 8th district largely being shifted to the new 7th district. The new 8th district comprises many of the communities of the old 9th district, as well as some easternmost Norfolk County communities and northernmost Plymouth County communities of the old 10th district.",
  "/wiki/Mike_Capuano": "Michael Everett Capuano (/ˌkæpjuˈɑːnoʊ/; born January 9, 1952) is an American politician who served as a U.S. Representative from Massachusetts from 1999 to 2019. A Democrat, his district included the northern three-fourths of Boston, as well as parts of Cambridge, his hometown of Somerville, and other communities immediately north and south of Boston. Prior to being elected to Congress, he served as an Alderman and Mayor of Somerville.",
  "/wiki/Massachusetts%27s_9th_congressional_district": "Massachusetts's 9th congressional district is located in eastern Massachusetts. It is represented by Democrat William R. Keating. The 9th district is the least Democratic Congressional District in Massachusetts according to the PVI.",
  "/wiki/Stephen_Lynch_(politician)": "Stephen Francis Lynch (born March 31, 1955) is an American politician who has served as a member of the U.S. House of Representatives from Massachusetts since 2001. He is a Democrat representing Massachusetts's 8th congressional district, which includes the southern fourth of Boston and many of its southern suburbs. Lynch was previously an ironworker and lawyer, and served in both chambers of the Massachusetts General Court.",
  "/wiki/Massachusetts%27s_10th_congressional_district": "Massachusetts's 10th congressional district is an obsolete district that includes parts of the South Shore of Massachusetts, and all of Cape Cod and the islands. The District has existed since 1795, but was removed for the 113th Congress in 2013 as district lines were redrawn to accommodate the loss of the seat due to reapportionment as a result of the 2010 Census.  Effective from the elections of 2012, most of the district falls into the new Massachusetts 9th congressional district, with some northern portions falling in the new 8th district.",
  "/wiki/William_Delahunt": "William D. Delahunt (born July 18, 1941) is a former U.S. Representative for Massachusetts's 10th congressional district, serving from 1997 to 2011. He is a member of the Democratic Party. Delahunt did not seek re-election in 2010, and left Congress in January 2011. He was replaced by Norfolk County District Attorney Bill Keating. He is currently an attorney with the firm of Eckert Seamans Cherin & Mellott.",
  "/wiki/2008_United_States_presidential_election_in_Massachusetts": "The 2008 United States presidential election in Massachusetts took place, as in all 50 states and D.C., as part of the 2008 United States presidential election of November 4, 2008. Voters chose 12 representatives, or electors to the Electoral College, who, in turn, voted for the office of president and vice president."
}