{
  "/wiki/1988_Kids'_Choice_Awards": "The 2nd Annual Nickelodeon Kids' Choice Awards was held on April 18, 1988, at Candlestick Park, San Francisco, California. This was the first event held under this title, and first to feature a live audience, as well as celebrity hosts and attendees, while the first KCA occurred the previous year in 1987 as The Big Ballot, and only featured taped segments linked together by its studio hosts.",
  "/wiki/Beverly_Hills_Cop_II": "Beverly Hills Cop II is a 1987 American action comedy film directed by Tony Scott, written by Larry Ferguson and Warren Skaaren and starring Eddie Murphy. It is the sequel to the 1984 film Beverly Hills Cop and the second installment in the Beverly Hills Cop series. Murphy returns as Detroit police detective Axel Foley, who reunites with Beverly Hills detectives Billy Rosewood (Judge Reinhold) and John Taggart (John Ashton) to stop a robbery/gun-running gang after Captain Andrew Bogomil (Ronny Cox) is shot and seriously wounded.",
  "/wiki/Adventures_in_Babysitting": "Adventures in Babysitting (also known as A Night on the Town in certain countries) is a 1987 American teen comedy film written by David Simkins, directed by Chris Columbus (in his directorial debut). It stars Elisabeth Shue, Maia Brewton, Keith Coogan, Anthony Rapp, Penelope Ann Miller, Bradley Whitford, and has brief cameos by blues singer/guitarist Albert Collins and singer-songwriter Southside Johnny Lyon.",
  "/wiki/La_Bamba_(film)": "La Bamba is a 1987 American biographical film written and directed by Luis Valdez that follows the life and career of Chicano rock 'n' roll star Ritchie Valens. The film stars Lou Diamond Phillips as Valens, Esai Morales, Rosanna DeSoto, Elizabeth Peña, Danielle von Zerneck, and Joe Pantoliano. The film depicts the impact Valens's career had on the lives of his half-brother Bob Morales, his girlfriend Donna Ludwig and the rest of his family.",
  "/wiki/1989_Kids'_Choice_Awards": "The 3rd Annual Nickelodeon Kids' Choice Awards was held on June 25, 1989, at Universal Studios Hollywood. The hosts for the event were Nicole Eggert and Wil Wheaton.",
  "/wiki/Who_Framed_Roger_Rabbit": "Who Framed Roger Rabbit is a 1988 American live-action/animated mystery comedy film directed by Robert Zemeckis, produced by Frank Marshall and Robert Watts and written by Jeffrey Price and Peter S. Seaman. Loosely based on Gary K. Wolf's 1981 novel Who Censored Roger Rabbit?, it stars Bob Hoskins, Christopher Lloyd, Charles Fleischer, Stubby Kaye, and Joanna Cassidy. Set in 1947 in a version of Hollywood where cartoon characters and people co-exist, it follows Eddie Valiant, a private detective who must exonerate \"Toon\" (i.e. cartoon character) Roger Rabbit, who is accused of murdering a wealthy businessman.",
  "/wiki/Beetlejuice": "Beetlejuice is a 1988 American horror comedy film directed by Tim Burton, produced by the Geffen Company, and distributed by Warner Bros. Pictures. The plot revolves around a recently deceased couple (Alec Baldwin and Geena Davis) who become ghosts haunting their former home, and an obnoxious, devious poltergeist named Betelgeuse (pronounced and occasionally spelled Beetlejuice in the movie and portrayed by Michael Keaton) from the Netherworld who tries to scare away the new inhabitants (Catherine O'Hara, Jeffrey Jones, and Winona Ryder).",
  "/wiki/Police_Academy_5:_Assignment_Miami_Beach": "Police Academy 5: Assignment Miami Beach is the 1988 American film, It is fifth installment in the Police Academy series, launched in 1984. The film was given a PG rating for language and ribald humor.",
  "/wiki/1990_Kids'_Choice_Awards": "The 4th Annual Nickelodeon Kids' Choice Awards was held on April 23, 1990, at Candlestick Park, San Francisco, California. The show was hosted by Dave Coulier, Candace Cameron and David Faustino. The now-familiar orange blimp-shaped trophy was first awarded at this show.",
  "/wiki/Look_Who's_Talking": "Look Who's Talking is a 1989 American romantic comedy film written and directed by Amy Heckerling, and starring John Travolta and Kirstie Alley. Bruce Willis plays the voice of Mollie's son, Mikey. The film features George Segal as Albert, the married father of Mikey.",
  "/wiki/Back_to_the_Future_Part_II": "Back to the Future Part II is a 1989 American science-fiction film directed by Robert Zemeckis and written by Bob Gale. It is the sequel to the 1985 film Back to the Future and the second installment in the Back to the Future trilogy. The film stars Michael J. Fox, Christopher Lloyd, Thomas F. Wilson, and Lea Thompson. The film follows Marty McFly (Fox) and his friend Dr. Emmett \"Doc\" Brown (Lloyd) as they travel from 1985 to 2015 to prevent Marty's son from sabotaging the McFly family's future; when their arch-nemesis Biff Tannen (Wilson) steals Doc's DeLorean time machine and uses it to alter history for his benefit, the duo must return to 1955 to restore the timeline.",
  "/wiki/Batman_(1989_film)": "Batman is a 1989 American superhero film directed by Tim Burton and produced by Jon Peters and Peter Guber, based on the DC Comics character of the same name. It is the first installment of Warner Bros.' initial Batman film series. The film stars Jack Nicholson as the Joker and Michael Keaton as Bruce Wayne / Batman, alongside  Kim Basinger, Robert Wuhl, Pat Hingle, Billy Dee Williams, Michael Gough, and Jack Palance. The film takes place early in the title character's war on crime, and depicts a battle with the Joker.",
  "/wiki/1991_Kids'_Choice_Awards": "The 5th Annual Nickelodeon Kids' Choice Awards was held on April 22, 1991, at Pauley Pavilion, Los Angeles, California. The show was hosted by Corin Nemec. The 1991 Kids' Choice Awards was perhaps best remembered for the re-introduction of the KCA Hall of Fame award, now complete with a Special Gold Blimp trophy (awarded to Paula Abdul).",
  "/wiki/Home_Alone": "Home Alone is a 1990 American comedy film written and produced by John Hughes and directed by Chris Columbus. It stars Macaulay Culkin, Joe Pesci, Daniel Stern, John Heard, and Catherine O'Hara. The film follows an eight-year-old boy (Culkin), who must defend his home from two burglars (Pesci and Stern) after his family mistakenly leaves him behind on their Christmas vacation.",
  "/wiki/Back_to_the_Future_Part_III": "Back to the Future Part III is a 1990 American science-fiction film  and the final installment of the Back to the Future trilogy. The film was directed by Robert Zemeckis, and stars Michael J. Fox, Christopher Lloyd, Mary Steenburgen, Thomas F. Wilson and Lea Thompson. The film continues immediately following Back to the Future Part II (1989); while stranded in 1955 during his time travel adventures, Marty McFly (Fox) discovers that his friend Dr. Emmett \"Doc\" Brown (Lloyd), trapped in 1885, was killed by Buford \"Mad Dog\" Tannen (Wilson), Biff's great-grandfather. Marty travels to 1885 to rescue Doc and return once again to 1985, but matters are complicated when Doc falls in love with schoolteacher Clara Clayton (Steenburgen).",
  "/wiki/Ghost_(1990_film)": "Ghost is a 1990 American romantic fantasy thriller film directed by Jerry Zucker, written by Bruce Joel Rubin, and starring Patrick Swayze, Demi Moore, Whoopi Goldberg, Tony Goldwyn, and Rick Aviles.\nThe plot centers on a young woman in jeopardy (Moore), the ghost of her murdered lover (Swayze), and a reluctant psychic (Goldberg) who assists him in saving her.",
  "/wiki/Kindergarten_Cop": "Kindergarten Cop is a 1990 American comedy film directed by Ivan Reitman and distributed by Universal Pictures. Arnold Schwarzenegger stars as John Kimble, a tough police detective working undercover as a kindergarten teacher to apprehend drug dealer Cullen Crisp (Richard Tyson) before he can get to his ex-wife and son.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_(1990_film)": "Teenage Mutant Ninja Turtles[a] is a 1990 American martial arts superhero comedy film directed by Steve Barron. Based on the fictional superhero team of the same name, the story follows Splinter and the turtles, their meeting April O'Neil and Casey Jones, and their confrontation with The Shredder and his Foot Clan. It stars Judith Hoag, Elias Koteas, and the voices of Brian Tochi, Robbie Rist, Corey Feldman and Josh Pais.",
  "/wiki/1992_Kids'_Choice_Awards": "The 6th Annual Nickelodeon Kids' Choice Awards was held on November 14, 1992, at Pauley Pavilion, Los Angeles, California. Holly Robinson, Brian Austin Green, and Tori Spelling hosted the show. The show honored the kids' favorites in movies, television, music, sports, and others from 1991. This would be the last KCA broadcast until the 1994 show, as the network didn't air a show in 1993.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_II:_The_Secret_of_the_Ooze": "Teenage Mutant Ninja Turtles II: The Secret of the Ooze is a 1991 American martial arts superhero comedy film directed by Michael Pressman, based on the fictional superhero team the Teenage Mutant Ninja Turtles, and starring Paige Turco and David Warner with the voices of Brian Tochi, Robbie Rist, Adam Carl, Laurie Faso. It is the sequel to the film Teenage Mutant Ninja Turtles (1990). The Secret of the Ooze's sequel is a third film which was released in 1993, and a fourth (TMNT) followed in 2007. The film is distributed in the United States by New Line Cinema, and internationally distributed by 20th Century Fox.",
  "/wiki/The_Addams_Family_(1991_film)": "The Addams Family is a 1991 American supernatural black comedy film based on the characters from the cartoon created by cartoonist Charles Addams and the 1964 TV series produced by David Levy. Directed by former cinematographer Barry Sonnenfeld in his screen directing debut, the film stars Anjelica Huston, who was nominated for a Golden Globe for her performance as Morticia Addams, Raul Julia as Gomez Addams, and Christopher Lloyd as Uncle Fester. The film focuses on a bizarre, macabre, aristocratic family who reconnect with who they believe to be a long-lost relative, Gomez's brother Fester Addams, who is actually the adopted son of a loan shark intending to swindle the Addams clan out of their vast wealth and fortune.",
  "/wiki/Beauty_and_the_Beast_(1991_film)": "Beauty and the Beast is a 1991 American animated musical romantic fantasy film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. The 30th Disney animated feature film and the third released during the Disney Renaissance period, it is based on the French fairy tale of the same name by Jeanne-Marie Leprince de Beaumont (who was only credited in the French dub), and ideas from the 1946 French film of the same name directed by Jean Cocteau. Beauty and the Beast focuses on the relationship between the Beast (voice of Robby Benson), a prince who is magically transformed into a monster and his servants into household objects as punishment for his arrogance, and Belle (voice of Paige O'Hara), a young woman whom he imprisons in his castle to become a prince again. To break the curse, Beast must learn to love Belle and earn her love in return before the last petal falls from an enchanted rose or else the Beast will remain a monster forever. The film also features the voices of Richard White, Jerry Orbach, David Ogden Stiers, and Angela Lansbury.",
  "/wiki/My_Girl_(film)": "My Girl is a 1991 American coming-of-age comedy-drama film directed by Howard Zieff, and written by Laurice Elehwany. The film stars Dan Aykroyd, Jamie Lee Curtis, Macaulay Culkin, and Anna Chlumsky in her feature film debut. It tells the story of a young girl who faces many emotional highs and lows during the summer of 1972 in suburban Pennsylvania.",
  "/wiki/Robin_Hood:_Prince_of_Thieves": "Robin Hood: Prince of Thieves is a 1991 American action-adventure film based on the English folk tale of Robin Hood that originated in the 12th century. It was directed by Kevin Reynolds and stars Kevin Costner as Robin Hood, Morgan Freeman as Azeem, Christian Slater as Will Scarlett, Mary Elizabeth Mastrantonio as Marian, and Alan Rickman as the Sheriff of Nottingham. The screenplay was penned by Pen Densham and John Watson.",
  "/wiki/1994_Kids'_Choice_Awards": "The 7th Annual Nickelodeon Kids' Choice Awards was held on May 7, 1994, at the Pantages Theater in Los Angeles, California. The awards show was hosted by Joey Lawrence and Candace Cameron.",
  "/wiki/The_Nightmare_Before_Christmas": "The Nightmare Before Christmas (also known as Tim Burton's The Nightmare Before Christmas) is a 1993 American stop-motion animated musical Halloween-Christmas dark fantasy film directed by Henry Selick, and produced and conceived by Tim Burton. It tells the story of Jack Skellington, the King of \"Halloween Town\" who stumbles through a portal to \"Christmas Town\" and decides to celebrate the holiday. Danny Elfman wrote the songs and score, and provided the singing voice of Jack. The principal voice cast also includes Chris Sarandon, Catherine O'Hara, William Hickey, Ken Page, Paul Reubens, Glenn Shadix, and Ed Ivory.",
  "/wiki/Jurassic_Park_(film)": "Jurassic Park is a 1993 American science fiction adventure film directed by Steven Spielberg and produced by Kathleen Kennedy and Gerald R. Molen. It is the first installment in the Jurassic Park franchise, and is based on the 1990 novel of the same name by Michael Crichton and a screenplay written by Crichton and David Koepp. The film is set on the fictional island of Isla Nublar, located off Central America's Pacific Coast near Costa Rica. There, billionaire philanthropist John Hammond and a small team of genetic scientists have created a wildlife park of de-extinct dinosaurs. When industrial sabotage leads to a catastrophic shutdown of the park's power facilities and security precautions, a small group of visitors and Hammond's grandchildren struggle to survive and escape the perilous island.",
  "/wiki/RoboCop_3": "RoboCop 3 is a 1993 American cyberpunk action film directed by Fred Dekker and written by Dekker and Frank Miller. It stars Robert John Burke, Nancy Allen and Rip Torn. Set in the near future in a dystopian metropolitan Detroit, Michigan, the plot centers around RoboCop (Burke) as he vows to avenge the death of his partner Anne Lewis (Allen) and save Detroit from falling into chaos, while evil conglomerate OCP, run by its villainous CEO (Torn), advances its tyrannical program to have the city default on its debts. It was filmed in Atlanta, Georgia. Most of the buildings seen in the film were slated for demolition to make way for facilities for the 1996 Summer Olympics that were held in the city.",
  "/wiki/Teenage_Mutant_Ninja_Turtles_III": "Teenage Mutant Ninja Turtles III[a] is a 1993 American martial arts superhero comedy film written and directed by Stuart Gillard. Based on the fictional superhero team the Teenage Mutant Ninja Turtles, it is the sequel to the film Teenage Mutant Ninja Turtles II: The Secret of the Ooze (1991) and is the final installment of the original trilogy. It was produced by Clearwater Holdings Ltd. and Golden Harvest. With the voices of Brian Tochi, Corey Feldman, Tim Kelleher, Robbie Rist, and James Murray. It was the last Teenage Mutant Ninja Turtles film released by New Line Cinema and released on VHS along with Columbia TriStar Home Video. Like the previous film, it was internationally distributed by 20th Century Fox.",
  "/wiki/The_Three_Musketeers_(1993_film)": "The Three Musketeers is a 1993 American-Austrian action-adventure comedy film from Walt Disney Pictures, Caravan Pictures, and The Kerner Entertainment Company, directed by Stephen Herek from a screenplay by David Loughery. It stars Charlie Sheen, Kiefer Sutherland, Chris O'Donnell, Oliver Platt, Tim Curry, and Rebecca De Mornay.",
  "/wiki/1995_Kids'_Choice_Awards": "The 8th Annual Nickelodeon Kids' Choice Awards was held on May 20, 1995, at the Barker Hangar in Santa Monica, California. Whitney Houston was the host. Twenty-three million kids participated in the voting. Comedian and star of Hangin' with Mr. Cooper, Mark Curry was slimed. The opening titles for the show were produced by Primal Screen.",
  "/wiki/The_Lion_King": "The Lion King is a 1994 American animated musical film produced by Walt Disney Feature Animation and released by Walt Disney Pictures. It is the 32nd Disney animated feature film, and the fifth animated film produced during a period known as the Disney Renaissance. The Lion King was directed by Roger Allers and Rob Minkoff, produced by Don Hahn, and has a screenplay credited to Irene Mecchi, Jonathan Roberts, and Linda Woolverton. Its original songs were written by composer Elton John and lyricist Tim Rice, with a score by Hans Zimmer. The film features an ensemble voice cast that includes Matthew Broderick, James Earl Jones, Jeremy Irons, Jonathan Taylor Thomas, Moira Kelly, Nathan Lane, Ernie Sabella, Rowan Atkinson, Robert Guillaume, Madge Sinclair, Whoopi Goldberg, Cheech Marin, and Jim Cummings. The story takes place in a kingdom of lions in Africa and was influenced by the Biblical stories of Joseph and Moses, and William Shakespeare's Hamlet.",
  "/wiki/Ace_Ventura:_Pet_Detective": "Ace Ventura: Pet Detective is a 1994 American comedy film starring Jim Carrey as Ace Ventura, an animal detective who is tasked with finding the abducted dolphin mascot of the Miami Dolphins football team. The film was directed by Tom Shadyac, who wrote the screenplay with Jack Bernstein and Jim Carrey. The film co-stars Courteney Cox, Tone Loc, Sean Young and former Miami Dolphins quarterback Dan Marino and features a cameo appearance from death metal band Cannibal Corpse.",
  "/wiki/The_Mask_(1994_film)": "The Mask is a 1994 American superhero comedy film directed by Charles Russell, produced by Bob Engelman, and written by Mike Werb, loosely based on the comic series of the same name published by Dark Horse Comics. The film stars Jim Carrey, Peter Riegert, Peter Greene, Amy Yasbeck, Richard Jeni, and Cameron Diaz in her film debut. It revolves around Stanley Ipkiss (Carrey), an unfortunate bank clerk who finds a magical mask that transforms him into a mischievous zoot-suited gangster.",
  "/wiki/The_Santa_Clause": "The Santa Clause is a 1994 American Christmas fantasy family comedy-drama film written by Leo Benvenuti and Steve Rudnick, and directed by John Pasquin. The first film in the Santa Clause film series, it stars Tim Allen as Scott Calvin, an ordinary man who accidentally causes Santa Claus (played by Tim Allen’s actual movie stunt double, Steve Lucescu) to fall from his roof on Christmas Eve. When he and his young son, Charlie, finish St. Nick's trip and deliveries, they go to the North Pole where Scott learns that he must become the new Santa and convince those he loves that he is indeed Santa Claus.",
  "/wiki/Speed_(1994_film)": "Speed is a 1994 American action thriller film directed by Jan de Bont, in his feature film directorial debut. The film stars Keanu Reeves, Dennis Hopper, Sandra Bullock, Joe Morton, and Jeff Daniels. It is about a speeding bus that is rigged by a mad bomber to explode if it ever drops below 50 mph.",
  "/wiki/1996_Kids'_Choice_Awards": "The 9th Annual Nickelodeon Kids' Choice Awards was held on May 11, 1996, at Universal Studios in Universal City, California. Whitney Houston hosted and Rosie O'Donnell co-hosted via satellite from a New York Harbor cruise. Houston became the first celebrity to host more than one Kids' Choice Awards.",
  "/wiki/Ace_Ventura:_When_Nature_Calls": "Ace Ventura: When Nature Calls (also known as Ace Ventura 2: When Nature Calls) is a 1995 American detective comedy film and the sequel to Ace Ventura: Pet Detective (1994). Jim Carrey reprises his role as the title character Ace Ventura, a detective who specializes in retrieval of tame and captive animals. Ian McNeice, Simon Callow, and Sophie Okonedo co-star. Tommy Davidson, who co-starred with Carrey on the show In Living Color, makes a cameo appearance in the film.",
  "/wiki/Batman_Forever": "Batman Forever is a 1995 American superhero film directed by Joel Schumacher and produced by Tim Burton, based on the DC Comics character Batman. A sequel to the 1992 film Batman Returns and the third installment of Warner Bros.'s initial Batman film series, it stars Val Kilmer replacing Michael Keaton as Bruce Wayne and Batman, alongside Tommy Lee Jones, Jim Carrey, Nicole Kidman, Chris O'Donnell, Michael Gough, and Pat Hingle. The plot focuses on Batman trying to stop Two-Face and the Riddler in their villainous scheme to extract confidential information from all the minds in Gotham City and use it to learn Batman's identity and bring the city under their control. In the process, he gains allegiance from a young, orphaned circus acrobat named Dick Grayson, who becomes his sidekick Robin, and meets and develops feelings for psychiatrist Dr. Chase Meridian, which brings him to the point to decide if he will lead a normal life or if he is destined to fight crime as Batman forever.",
  "/wiki/Casper_(film)": "Casper is a 1995 American fantasy comedy-drama film directed by Brad Silberling, based on the Harvey Comics cartoon character Casper the Friendly Ghost created by Seymour Reit and Joe Oriolo. The film stars Christina Ricci, Bill Pullman, Cathy Moriarty, Eric Idle, and Amy Brenneman, and also features the voices of Malachi Pearson in the title role as well as Joe Nipote, Joe Alaskey, and Brad Garrett.",
  "/wiki/Toy_Story": "Toy Story is a 1995 American computer-animated buddy comedy film produced by Pixar Animation Studios and released by Walt Disney Pictures. The feature film directorial debut of John Lasseter, it was the first entirely computer-animated feature film, as well as the first feature film from Pixar. The screenplay was written by Joss Whedon, Andrew Stanton, Joel Cohen, and Alec Sokolow from a story by Lasseter, Stanton, Pete Docter, and Joe Ranft. The film features music by Randy Newman, and was executive-produced by Steve Jobs and Edwin Catmull. It features the voices of Tom Hanks, Tim Allen, Don Rickles, Wallace Shawn, John Ratzenberger, Jim Varney, Annie Potts, R. Lee Ermey, John Morris, Laurie Metcalf, and Erik von Detten.",
  "/wiki/1997_Kids'_Choice_Awards": "The 10th Annual Nickelodeon Kids' Choice Awards was held on April 19, 1997, at the Grand Olympic Auditorium in Los Angeles, California. Actress Rosie O'Donnell was the host of the program while Terry Bradshaw co-hosted with All That cast member Josh Server as announcer. Madonna set up her friend Rosie O'Donnell via \"videophone\" for a sliming.",
  "/wiki/Independence_Day_(1996_film)": "Independence Day is a 1996 American epic science fiction disaster film directed and co-written by Roland Emmerich. The film features an ensemble cast that includes Will Smith, Bill Pullman, Jeff Goldblum, Mary McDonnell, Judd Hirsch, Margaret Colin, Randy Quaid, Robert Loggia, James Rebhorn, Harvey Fierstein, Vivica A. Fox and Harry Connick Jr. The film focuses on disparate groups of people who converge in the Nevada desert in the aftermath of a worldwide attack by an extraterrestrial race of unknown origin. With the other people of the world, they launch an all-out counterattack on July 4—Independence Day in the United States.",
  "/wiki/Happy_Gilmore": "Happy Gilmore is a 1996 American sports comedy film directed by Dennis Dugan and produced by Robert Simonds. It stars Adam Sandler as the title character, an unsuccessful ice hockey player who discovers a newfound talent for golf. The screenplay was written by Sandler and his frequent collaborator Tim Herlihy, in their second feature collaboration after the previous year's Billy Madison; the film also marks the first of multiple collaborations between Sandler and Dugan. The film was released in cinemas on February 16, 1996 by Universal Pictures. Happy Gilmore was a commercial success, earning $41.2 million on a $12 million budget.  The film won an MTV Movie Award for \"Best Fight\" for Adam Sandler versus Bob Barker.",
  "/wiki/The_Nutty_Professor_(1996_film)": "The Nutty Professor is a 1996 American slapstick science-fiction comedy film starring Eddie Murphy. It is a remake of the 1963 film of the same name, which starred Jerry Lewis, which itself was a parody of Robert Louis Stevenson's Strange Case of Dr Jekyll and Mr Hyde. The film co-stars Jada Pinkett, James Coburn, Larry Miller, Dave Chappelle and John Ales. The original music score was composed by David Newman. The film won Best Makeup at the 69th Academy Awards.",
  "/wiki/Twister_(1996_film)": "Twister is a 1996 American epic disaster film directed by Jan de Bont from a screenplay by Michael Crichton and Anne-Marie Martin. Its executive producers were Steven Spielberg, Walter Parkes, Laurie MacDonald and Gerald R. Molen. The film stars Helen Hunt, Bill Paxton, Jami Gertz and Cary Elwes, and depicts a group of storm chasers researching tornadoes during a severe outbreak in Oklahoma.",
  "/wiki/1998_Kids'_Choice_Awards": "The 11th Annual Nickelodeon Kids' Choice Awards was held on April 4, 1998, at Pauley Pavilion at UCLA in Los Angeles, California. Rap star Sean Puffy Combs became the latest recipient of Nickelodeon's highest honor, a sliming.",
  "/wiki/Titanic_(1997_film)": "Titanic is a 1997 American epic romance and disaster film directed, written, co-produced, and co-edited by James Cameron. Incorporating both historical and fictionalized aspects, the film is based on accounts of the sinking of the RMS Titanic, and stars Leonardo DiCaprio and Kate Winslet as members of different social classes who fall in love aboard the ship during its ill-fated maiden voyage.",
  "/wiki/Batman_&_Robin_(film)": "Batman & Robin is a 1997 American superhero film based on the DC Comics characters Batman and Robin. It is the fourth and final installment of Warner Bros.' initial Batman film series, a sequel to Batman Forever and the only film in the series made without the involvement of Tim Burton. Directed by Joel Schumacher and written by Akiva Goldsman, it stars George Clooney as Bruce Wayne / Batman, Arnold Schwarzenegger as Victor Fries / Mr. Freeze, and Chris O'Donnell as Dick Grayson / Robin, alongside Uma Thurman, Alicia Silverstone, Michael Gough, Pat Hingle, and Elle Macpherson. The film follows the titular characters as they attempt to prevent Mr. Freeze and Poison Ivy from freezing all mankind to death and repopulating the earth with mutant plants, while at the same time struggling to keep their partnership together. It is also to date the only live-action film appearance of Batgirl, portrayed by Silverstone, who helps the titular characters fight the villains.",
  "/wiki/Liar_Liar": "Liar Liar is a 1997 American fantasy comedy film directed by Tom Shadyac, written by Paul Guay and Stephen Mazur and starring Jim Carrey, who was nominated for a Golden Globe Award for Best Actor in a Comedy.",
  "/wiki/Men_in_Black_(1997_film)": "Men in Black is a 1997 American science fiction film directed by Barry Sonnenfeld, produced by Walter F. Parkes and Laurie MacDonald, and written by Ed Solomon. Loosely adapted from The Men in Black comic book series created by Lowell Cunningham and Sandy Carruthers, the film stars Tommy Lee Jones and Will Smith as two agents of a secret organization called the Men in Black, who supervise extraterrestrial lifeforms who live on Earth and hide their existence from ordinary humans. The film featured the creature effects and makeup of Rick Baker and visual effects by Industrial Light & Magic.",
  "/wiki/1999_Kids'_Choice_Awards": "The 12th Annual Nickelodeon Kids' Choice Awards was held on May 1, 1999, once again held at Pauley Pavilion at UCLA in Los Angeles, California. 3rd Storee, Britney Spears, TLC, and NSYNC performed live. About 6.2 million children participated in voting. The ceremony is also notable as leading into \"Help Wanted\", the pilot episode and first airing of the now-long running animated series SpongeBob SquarePants.",
  "/wiki/The_Rugrats_Movie": "The Rugrats Movie is a 1998 American animated adventure comedy film based on the Nickelodeon\nanimated television series Rugrats. It was directed by Igor Kovalyov and Norton Virgien and written by David N. Weiss & J. David Stem. The film introduced Tommy Pickles' baby brother Dil Pickles, who appeared on the original series the next year. The film features the voices of E. G. Daily, Tara Strong, Christine Cavanaugh, Kath Soucie, Cheryl Chase, Cree Summer, and Charlie Adler, along with guest stars David Spade, Whoopi Goldberg, Margaret Cho, Busta Rhymes, and Tim Curry. The events of the film take place before the sixth season of Rugrats.",
  "/wiki/A_Bug's_Life": "A Bug's Life is a 1998 American computer-animated comedy film produced by Pixar Animation Studios for Walt Disney Pictures. It was the second film produced by Pixar. Directed by John Lasseter and co-directed and written by Andrew Stanton, the film involves a misfit ant, Flik, who is looking for \"tough warriors\" to save his colony from greedy grasshoppers, only to recruit a group of insects that turn out to be an inept circus troupe. The film stars the voices of Dave Foley, Kevin Spacey Julia Louis-Dreyfus, and Hayden Panettiere among others.",
  "/wiki/Dr._Dolittle_(film)": "Dr. Dolittle (also known as Doctor Dolittle) is a 1998 American fantasy comedy film directed by Betty Thomas, written by Larry Levin and Nat Mauldin, and starring Eddie Murphy in the titular role. The film was inspired by the series of children's stories of the same name by Hugh Lofting, but used no material from any of the novels; the main connection is the name and a doctor who can speak to animals, although the pushmi-pullyu, a much-loved feature of the books, notably makes a very brief appearance in a couple of scenes.",
  "/wiki/The_Waterboy": "The Waterboy is a 1998 American sports comedy film directed by Frank Coraci and starring Adam Sandler, Kathy Bates, Fairuza Balk, Henry Winkler, Jerry Reed, Larry Gilliard, Jr., Blake Clark, Peter Dante and Jonathan Loughran. It was produced by Robert Simonds and Jack Giarraputo.",
  "/wiki/2000_Kids'_Choice_Awards": "The 13th Annual Nickelodeon Kids' Choice Awards was held on April 15, 2000, at the Hollywood Bowl in Los Angeles, live on Nickelodeon, with around 17,000 in attendance at the venue. Rosie O'Donnell hosted for the fifth consecutive year, along with LL Cool J, David Arquette, Mandy Moore, and Frankie Muniz as co-hosts.",
  "/wiki/Big_Daddy_(1999_film)": "Big Daddy is a 1999 American comedy film directed by Dennis Dugan and starring Adam Sandler, Joey Lauren Adams, Jon Stewart, Rob Schneider, Cole Sprouse, Dylan Sprouse, and Leslie Mann. The film was produced by Robert Simonds and released on June 25, 1999, by Sony Pictures Releasing it label to Columbia Pictures, where it opened  #1 at the box office with a $41,536,370 first weekend. It was Sandler's last film before starting his production company, Happy Madison Productions, his first film distributed by Columbia Pictures, and his highest-grossing film domestically until Hotel Transylvania 2 (2015).",
  "/wiki/Austin_Powers:_The_Spy_Who_Shagged_Me": "Austin Powers: The Spy Who Shagged Me is a 1999 American spy comedy film directed by Jay Roach. It is the second installment in the Austin Powers film series. It stars franchise co-producer and writer Mike Myers as Austin Powers, Dr. Evil, and Fat Bastard. The film also stars Heather Graham, Michael York, Robert Wagner, Seth Green, and Elizabeth Hurley. The film's title is a play on the James Bond film The Spy Who Loved Me (1977).",
  "/wiki/Pokémon:_The_First_Movie": "Pokémon: The First Movie: Mewtwo Strikes Back, originally released as Pokémon the Movie: Mewtwo Strikes Back,[a]  is a 1998 Japanese anime film directed by Kunihiko Yuyama, the chief director of the Pokémon television series. It is the first theatrical release in the Pokémon franchise.",
  "/wiki/Toy_Story_2": "Toy Story 2 is a 1999 American computer-animated comedy film directed by John Lasseter and produced by Pixar Animation Studios for Walt Disney Pictures. It is the sequel to 1995's Toy Story, the second film in the Toy Story franchise and the first ever computer animated sequel. In the film, Woody is stolen by a toy collector, prompting Buzz Lightyear and his friends to rescue him, but Woody is then tempted by the idea of immortality in a museum. Tom Hanks, Tim Allen, Don Rickles, Wallace Shawn, John Ratzenberger, Jim Varney, Annie Potts, R. Lee Ermey, John Morris, and Laurie Metcalf all reprise their character roles from the original film. The returning cast is joined by Joan Cusack, Kelsey Grammer, Estelle Harris, Jodi Benson, and Wayne Knight, who voice the new characters introduced in this film.",
  "/wiki/2001_Kids'_Choice_Awards": "The 14th Annual Nickelodeon Kids' Choice Awards was held on April 21, 2001, at Santa Monica Airport's Barker Hangar in Santa Monica, California. It aired live on Nickelodeon and was hosted by Rosie O'Donnell for the sixth consecutive year.",
  "/wiki/How_the_Grinch_Stole_Christmas_(2000_film)": "How the Grinch Stole Christmas (also known as Dr. Seuss' How the Grinch Stole Christmas and simply The Grinch in the UK) is a 2000 American Christmas fantasy comedy film directed by Ron Howard and written by Jeffrey Price and Peter S. Seaman. Based on Dr. Seuss's 1957 book of the same name, it was the first Dr. Seuss book to be adapted into a full-length feature film. The film is narrated by Anthony Hopkins and stars Jim Carrey in the title role along with Jeffrey Tambor, Christine Baranski, Bill Irwin and Molly Shannon in supporting roles, as well as introducing Taylor Momsen as Cindy Lou Who.",
  "/wiki/Big_Momma's_House": "Big Momma's House is a 2000 American comedy film directed by Raja Gosnell, written by Darryl Quarles and Don Rhymer, and starring Martin Lawrence as FBI agent Malcolm Turner. The majority of the film took place in Cartersville, Georgia, but the film was shot on location in California. The prime shooting spots were Los Angeles and Orange County. The film is also notable for being one of only four titles to be released on the EVD video format.",
  "/wiki/Charlie's_Angels_(2000_film)": "Charlie's Angels is a 2000 American action comedy film directed by McG, and written by Ryan Rowe, Ed Solomon, and John August. It is the first installment in the Charlie's Angels film series, a continuation of the television series of the same name created by Ivan Goff and Ben Roberts, which is also a continuation of the series story. Unlike the original series, which had dramatic elements, the film features more comical elements.",
  "/wiki/Nutty_Professor_II:_The_Klumps": "Nutty Professor II: The Klumps is a 2000 American science-fiction romantic-comedy film directed by Peter Segal. It is a sequel to the 1996 film The Nutty Professor.",
  "/wiki/2002_Kids'_Choice_Awards": "The 15th Annual Nickelodeon Kids' Choice Awards was held on April 20, 2002,  at Santa Monica Airport's Barker Hangar in Santa Monica, California. Rosie O'Donnell hosted the ceremony for a seventh consecutive year.",
  "/wiki/Rush_Hour_2": "Rush Hour 2 is a 2001 American action comedy film directed by Brett Ratner and written by Jeff Nathanson, based on the characters created by Ross LaManna. A sequel to Rush Hour, it is the second installment in the Rush Hour series and stars Jackie Chan, Chris Tucker, John Lone, Alan King, Roselyn Sánchez, Harris Yulin, and Zhang Ziyi. The story follows Chief Inspector Lee (Chan) and Detective James Carter (Tucker), who go to Hong Kong on vacation only to be thwarted by a murder case involving two U.S. customs agents after a bombing at the American embassy. Lee suspects that the crime is linked to the Triad crime lord Ricky Tan (Lone).",
  "/wiki/Dr._Dolittle_2": "Dr. Dolittle 2 (also known as Doctor Dolittle 2) is a 2001 American comedy film and a sequel to the 1998 film Dr. Dolittle. The film again stars Eddie Murphy in the title role of a doctor who can talk to animals, as well as Raven-Symoné as his daughter. It was written by Larry Levin, one of the co-writers of Dr. Dolittle and directed by Steve Carr.",
  "/wiki/Harry_Potter_and_the_Philosopher's_Stone_(film)": "Harry Potter and the Philosopher's Stone (released in the United States as Harry Potter and the Sorcerer's Stone) is a 2001 fantasy film directed by Chris Columbus and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1997 novel of the same name. The film is the first instalment of the Harry Potter film series and was written by Steve Kloves and produced by David Heyman. Its story follows Harry Potter's first year at Hogwarts School of Witchcraft and Wizardry as he discovers that he is a famous wizard and begins his education. The film stars Daniel Radcliffe as Harry Potter, with Rupert Grint as Ron Weasley, and Emma Watson as Hermione Granger.",
  "/wiki/Shrek": "Shrek is a 2001 American computer-animated comedy film loosely based on the 1990 fairytale picture book of the same name by William Steig. Directed by Andrew Adamson and Vicky Jenson in their directorial debuts, it stars Mike Myers, Eddie Murphy, Cameron Diaz, and John Lithgow as the voices of the lead characters. In the story, an ogre called Shrek (Myers) finds his swamp overrun by fairy tale creatures who have been banished by the corrupt Lord Farquaad (Lithgow) aspiring to be king. Shrek makes a deal with Farquaad to regain control of his swamp in return for rescuing Princess Fiona (Diaz), whom Farquaad intends to marry. With the help of Donkey (Murphy), Shrek embarks on his quest but soon falls in love with the princess, who is hiding a secret that will change his life forever.",
  "/wiki/2003_Kids'_Choice_Awards": "The 16th Annual Nickelodeon Kids' Choice Awards was held on April 12, 2003. It was hosted by Rosie O'Donnell. The award show was held in the Barker Hangar at the Santa Monica Airport in Santa Monica, California. This was the last time O'Donnell would host the awards. By this point, she had hosted the awards seven times in a row. The announcers were Daran Norris and Susanne Blakeslee from The Fairly OddParents, who used their Cosmo and Wanda voices, respectively, for the event.",
  "/wiki/Austin_Powers_in_Goldmember": "Austin Powers in Goldmember is a 2002 American spy comedy film directed by Jay Roach. It is the third and final installment in the Austin Powers film series and stars Mike Myers in multiple roles including Austin Powers, Dr. Evil, Goldmember, and Fat Bastard. Both Myers and Michael McCullers co-wrote the screenplay, which also features co-star Beyoncé in her theatrical film debut, as well as Robert Wagner, Seth Green, Michael York, Verne Troyer, Michael Caine, Mindy Sterling and Fred Savage.",
  "/wiki/Harry_Potter_and_the_Chamber_of_Secrets_(film)": "Harry Potter and the Chamber of Secrets is a 2002 fantasy film directed by Chris Columbus and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1998 novel of the same name. The film is a sequel to the 2001 film Harry Potter and the Philosopher's Stone and the second instalment in the Harry Potter film series. It was written by Steve Kloves and produced by David Heyman.",
  "/wiki/Ice_Age_(2002_film)": "Ice Age is a 2002 American computer-animated comedy film directed by Chris Wedge and co-directed by Carlos Saldanha from a story by Michael J. Wilson. Produced by Blue Sky Studios as its first feature film, it was released by 20th Century Fox on March 15, 2002. The film features the voices of Ray Romano, John Leguizamo, and Denis Leary. Set during the days of the ice age, the film centers around three main characters - Manny (Romano), a no-nonsense woolly mammoth; Sid (Leguizamo), a loudmouthed ground sloth; and Diego (Leary), a sardonic saber-tooth tiger -  who come across a human baby and work together to return it to its tribe. Additionally, the film occasionally follows Scrat, a speechless \"saber-toothed squirrel\" voiced by Wedge who is perpetually searching for a place in the ground to bury his acorn.",
  "/wiki/Spider-Man_(2002_film)": "Spider-Man is a 2002 American superhero film based on the Marvel Comics character of the same name. Directed by Sam Raimi from a screenplay by David Koepp, it is the first installment in the Spider-Man trilogy, and stars Tobey Maguire as the title character, alongside Willem Dafoe, Kirsten Dunst, James Franco, Cliff Robertson, and Rosemary Harris. The film centers on an outcast teen genius named Peter Parker, who develops spider-like superhuman abilities after being bitten by a genetically-altered spider. After his foster father/uncle is murdered by an armed felon, something of which he felt partially responsible, a guilt-ridden Parker is later driven to use his new abilities for a nobler purpose, as the hero/vigilante Spider-Man, to atone for his uncle's murder. The rest of the film focuses on Parker's efforts to balance his personal life as he graduates from high school and becomes a freelance photographer, while also struggling with his studies, his friendship with his childhood best friend Harry Osborn, his growing feelings for his former high school crush Mary Jane Watson, and his dual life as Spider-Man.",
  "/wiki/2004_Kids'_Choice_Awards": "The 17th annual Nickelodeon Kids' Choice Awards was held on April 3, 2004. The event was hosted by Mike Myers and Cameron Diaz to promote Shrek 2. This would be the first time the award show was held at the Pauley Pavilion since 1999. The ceremony is also notable as leading into \"Mystery Meat\", the pilot episode and first airing of the animated series Danny Phantom.",
  "/wiki/Finding_Nemo": "Finding Nemo is a 2003 American computer-animated adventure film produced by Pixar Animation Studios and released by Walt Disney Pictures. Directed and co-written by Andrew Stanton with co-direction by Lee Unkrich, the screenplay was written by Bob Peterson, David Reynolds, and Stanton from a story by Stanton. The film stars the voices of Albert Brooks, Ellen DeGeneres, Alexander Gould, and Willem Dafoe. It tells the story of an overprotective clownfish named Marlin, who, along with a regal blue tang named Dory searches for his missing son Nemo. Along the way, Marlin learns to take risks and comes to terms with Nemo taking care of himself.",
  "/wiki/Bruce_Almighty": "Bruce Almighty is a 2003 American fantasy comedy film directed by Tom Shadyac and written by Steve Koren, Mark O'Keefe and Steve Oedekerk. The film stars  Jim Carrey as Bruce Nolan, a down-on-his-luck TV reporter who complains to God (Morgan Freeman) that he is not doing his job correctly, and is offered the chance to try being God himself for one week.",
  "/wiki/Daddy_Day_Care": "Daddy Day Care is a 2003 American family comedy film starring Eddie Murphy, Jeff Garlin, Steve Zahn, Regina King, and Anjelica Huston. Written by Geoff Rodkey and directed by Steve Carr, it marks Murphy and Carr's second collaboration after Dr. Dolittle 2 (2001). The plot follows two fathers who start a child day care out of their home after they are laid off from their corporate jobs.",
  "/wiki/Elf_(film)": "Elf is a 2003 American Christmas comedy film directed by Jon Favreau, written by David Berenbaum, and starring Will Ferrell, James Caan, Zooey Deschanel, Mary Steenburgen, Daniel Tay, Bob Newhart and Ed Asner. The film centers on Buddy, a human who was adopted and raised by Santa's elves. He learns about this and heads to New York City to meet his biological father while also spreading Christmas cheer in a world of cynics in the process.",
  "/wiki/2005_Kids'_Choice_Awards": "The 18th Annual Nickelodeon Kids' Choice Awards was held on April 2, 2005. The event was hosted by Ben Stiller and was held at Pauley Pavilion in Los Angeles.",
  "/wiki/The_Incredibles": "The Incredibles is a 2004 American computer-animated superhero film written and directed by Brad Bird, produced by Pixar Animation Studios, released by Walt Disney Pictures, and starring the voices of Craig T. Nelson, Holly Hunter, Sarah Vowell, Spencer Fox, Jason Lee, Samuel L. Jackson, and Elizabeth Peña. Set in an\nalternate version of the 1960s, the film follows the Parrs, a family of superheroes who hide their powers in accordance with a government mandate, and attempt to live a quiet suburban life. Mr. Incredible's desire to help people draws the entire family into a confrontation with a vengeful fan-turned-foe and his killer robot.",
  "/wiki/Harry_Potter_and_the_Prisoner_of_Azkaban_(film)": "Harry Potter and the Prisoner of Azkaban is a 2004 fantasy film directed by Alfonso Cuarón and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 1999 novel of the same name. The film, which is the third instalment in the Harry Potter film series, was written by Steve Kloves and produced by Chris Columbus, David Heyman, and Mark Radcliffe. The story follows Harry Potter's third year at Hogwarts as he is informed that a prisoner named Sirius Black has escaped from Azkaban and intends to kill him. The film stars Daniel Radcliffe as Harry Potter, alongside Rupert Grint and Emma Watson as Harry's best friends Ron Weasley and Hermione Granger. It also features well-known actors in supporting roles, including Gary Oldman as Sirius Black, David Thewlis as Professor Lupin, Michael Gambon as Albus Dumbledore, Emma Thompson as Sybill Trelawney and Timothy Spall as Peter Pettigrew. It is the sequel to Harry Potter and the Chamber of Secrets and is followed by Harry Potter and the Goblet of Fire.",
  "/wiki/Shrek_2": "Shrek 2 is a 2004 American computer-animated comedy film directed by Andrew Adamson, Kelly Asbury and Conrad Vernon. It is the sequel to 2001's Shrek and the second installment in the Shrek film franchise. The film stars Mike Myers, Eddie Murphy and Cameron Diaz, who reprise their respective voice roles of Shrek, Donkey, and Fiona. They are joined by new characters voiced by Antonio Banderas, Julie Andrews, John Cleese, Rupert Everett, and Jennifer Saunders. Shrek 2 takes place following the events of the first film, with Shrek and Donkey meeting Fiona's parents as her zealous Fairy Godmother, who wants Fiona to marry her son Prince Charming, plots to destroy Shrek and Fiona's marriage. Shrek and Donkey team up with a swashbuckling cat named Puss in Boots to foil her plans.",
  "/wiki/Spider-Man_2": "Spider-Man 2 is a 2004 American superhero film directed by Sam Raimi and written by Alvin Sargent from a story by Alfred Gough, Miles Millar and Michael Chabon. A sequel to the 2002 film Spider-Man, it is the second installment in the Spider-Man trilogy based on the fictional Marvel Comics character of the same name. Tobey Maguire stars as Peter Parker / Spider-Man, alongside Kirsten Dunst, James Franco, Alfred Molina, Rosemary Harris, and Donna Murphy.",
  "/wiki/2006_Kids'_Choice_Awards": "The 19th Annual Nickelodeon Kids' Choice Awards was held on April 1, 2006, at UCLA’s Pauley Pavilion. They were hosted by actor/musician Jack Black. Chris Brown, Bow Wow, and P!nk performed.",
  "/wiki/Harry_Potter_and_the_Goblet_of_Fire_(film)": "Harry Potter and the Goblet of Fire is a 2005 fantasy film directed by Mike Newell and distributed by Warner Bros. Pictures. It is based on J. K. Rowling's 2000 novel of the same name. The film, which is the fourth instalment in the Harry Potter film series, was written by Steve Kloves and produced by David Heyman. The story follows Harry's fourth year at Hogwarts as he is chosen by the Goblet of Fire to compete in the Triwizard Tournament.",
  "/wiki/Are_We_There_Yet?_(film)": "Are We There Yet? is a 2005 American family comedy film directed by Brian Levant. It was written by Steven Gary Banks, Claudia Grazioso, J. David Stem, and David N. Weiss based on a story by Banks and Grazioso. Ice Cube stars alongside an ensemble cast featuring Nia Long, Aleisha Allen, Philip Daniel Bolden, Jay Mohr, and Tracy Morgan.",
  "/wiki/Charlie_and_the_Chocolate_Factory_(film)": "Charlie and the Chocolate Factory is a 2005 musical fantasy film directed by Tim Burton and written by John August, based on the 1964 British novel of the same name by Roald Dahl. The film stars Johnny Depp as Willy Wonka and Freddie Highmore as Charlie Bucket, alongside David Kelly, Helena Bonham Carter, Noah Taylor, Missi Pyle, James Fox, Deep Roy and Christopher Lee. The storyline follows Charlie as he wins a contest along with four other children and is led by Wonka on a tour of his chocolate factory.",
  "/wiki/Herbie:_Fully_Loaded": "Herbie: Fully Loaded is a 2005 American sports fantasy-comedy film directed by Angela Robinson, written by Thomas Lennon, Robert Ben Garant, Alfred Gough and Miles Millar, and starring Lindsay Lohan, Justin Long, Matt Dillon and Michael Keaton. The film features cameos by many NASCAR drivers, including Jeff Gordon, Jimmie Johnson, Tony Stewart, Dale Earnhardt Jr. and Mark Martin. It is the sixth and final installment of The Love Bug film series, following the 1997 television film The Love Bug and the only theatrical Herbie film since Herbie Goes Bananas (1980). This film serves as a direct sequel to the original films and ignores the events from the fifth film The Love Bug. The film was released on June 22, 2005 and grossed $144 million worldwide despite mixed critical reception.",
  "/wiki/2007_Kids'_Choice_Awards": "The 20th Annual Nickelodeon Kids' Choice Awards was held on March 31, 2007, hosted by Justin Timberlake.\nIt was the highest rated show in the history of the Kids Choice Awards.\nThe show was held at Pauley Pavilion at the University of California, Los Angeles.\nGwen Stefani (with Akon) and Maroon 5 performed during the show.",
  "/wiki/Pirates_of_the_Caribbean:_Dead_Man's_Chest": "Pirates of the Caribbean: Dead Man's Chest is a 2006 American fantasy swashbuckler film. It is the second installment of the Pirates of the Caribbean film series and the sequel to Pirates of the Caribbean: The Curse of the Black Pearl (2003). It was directed by Gore Verbinski, written by Ted Elliott and Terry Rossio, and produced by Jerry Bruckheimer. In the film, the wedding of Will Turner (Orlando Bloom) and Elizabeth Swann (Keira Knightley) is interrupted by Lord Cutler Beckett (Tom Hollander), who wants Turner to acquire the compass of Captain Jack Sparrow (Johnny Depp) in a bid to find the Dead Man's Chest. Sparrow discovers his debt to Davy Jones (Bill Nighy) is due.",
  "/wiki/Big_Momma's_House_2": "Big Momma's House 2 is a 2006 American crime comedy film, the sequel to 2000's Big Momma's House and the second installment of the Big Momma trilogy. The film was directed by John Whitesell and starring Martin Lawrence reprising his role as FBI agent Malcolm Turner. The film was released theatrically on January 27, 2006 and was critically panned as critics felt that a sequel was unnecessary.",
  "/wiki/Click_(2006_film)": "Click is a 2006 American science fantasy comedy film directed by Frank Coraci, written by Steve Koren and Mark O'Keefe, and produced by Adam Sandler, who also stars in the lead role. The film co-stars Kate Beckinsale as his wife Donna and Christopher Walken as Morty, an eccentric stranger. Sandler plays Michael Newman, an overworked architect who neglects his family. When he acquires a magical universal remote from Morty that enables him to \"fast forward\" through unpleasant or outright dull parts of his life, he soon learns that those seemingly bad moments that he skips over contained valuable time with his family and important life lessons. Throughout the story, Morty explains how the remote works and issues warnings.",
  "/wiki/Night_at_the_Museum": "Night at the Museum is a 2006 fantasy-comedy film directed by Shawn Levy and written by Robert Ben Garant and Thomas Lennon. It is based on the 1993 children's book of the same name by Croatian illustrator Milan Trenc and is the first installment in the Night at the Museum series. The film stars Ben Stiller as Larry Daley, a divorced father who applies for a job as a night watchman at New York City's American Museum of Natural History and subsequently discovers that the exhibits, animated by a magical Egyptian artifact, come to life at night. 20th Century Fox released the film on December 22, 2006, and it grossed $574 million.",
  "/wiki/2008_Kids'_Choice_Awards": "The 21st Annual Nickelodeon Kids' Choice Awards was held on March 29, 2008, at the Pauley Pavilion, Los Angeles, California. The show was the first live-action/animated Kids Choice Awards show. The event was hosted by Jack Black. Voting began March 3 on Nick.com and Nicktropolis. A \"Bring on the Nominees\" special hosted by Lil' JJ aired also. The Naked Brothers Band and Miley Cyrus were musical performances for the show. A sweepstakes was announced to promote the show. The number of votes cast broke the record previously set in 2007. 86,708,020 kids cast 88,254,272 votes (since kids were allowed to vote multiple times) between March 3–29 in 18 categories, to honor and vote for their favorites. Votes were cast via Nick.com, Nicktropolis, TurboNick, and for the first time via Nick's new mobile website (wap.nick.com). The award show attracted 7.7 million viewers.",
  "/wiki/Alvin_and_the_Chipmunks_(film)": "Alvin and the Chipmunks is a 2007 American live action computer animated musical comedy film directed by Tim Hill. Based on the characters of the same name created by Ross Bagdasarian Sr., the film stars Jason Lee, David Cross, Cameron Richardson, and Jane Lynch with the voices of Justin Long, Matthew Gray Gubler and Jesse McCartney.",
  "/wiki/Are_We_Done_Yet?": "Are We Done Yet? is a 2007 American family comedy film directed by Steve Carr and starring Ice Cube. The film is a loose remake of the 1948 comedy film by Cary Grant, Mr. Blandings Builds His Dream House, and a sequel to the 2005 film Are We There Yet? The screenplay is by Hank Nelken. It was produced by Revolution Studios and RKO Pictures and distributed by Columbia Pictures.",
  "/wiki/Pirates_of_the_Caribbean:_At_World's_End": "Pirates of the Caribbean: At World's End is a 2007 American epic fantasy swashbuckler film directed by Gore Verbinski, the third installment in the Pirates of the Caribbean film series and the sequel to Dead Man's Chest (2006). The plot follows Will Turner, Elizabeth Swann, Hector Barbossa, and the crew of the Black Pearl rescuing Captain Jack Sparrow from Davy Jones' Locker, then preparing to fight the East India Trading Company, led by Cutler Beckett, who controls Davy Jones and plans to extinguish piracy forever. It is the last film in the series to be directed by Verbinski. It was filmed in two shoots during 2005 and 2006, the former simultaneously with Dead Man's Chest. With an estimated production budget of $300 million, Pirates of the Caribbean: At World's End was the most expensive film ever made at the time of its release, even after adjusting for inflation. It is currently the fifth most expensive film ever made.",
  "/wiki/Transformers_(film)": "Transformers is a 2007 American science fiction action film based on the Transformers toy line. The film, which combines computer animation with live-action filming, was directed by Michael Bay, with Steven Spielberg serving as executive producer. It was produced by Don Murphy and Tom DeSanto, and is the first installment in the live-action Transformers film series. The film stars Shia LaBeouf as Sam Witwicky, a teenager who gets caught up in a war between the heroic Autobots and the villainous Decepticons, two factions of alien robots who can disguise themselves by transforming into everyday machinery, primarily vehicles. The Autobots intend to retrieve and use the AllSpark, the object that created their robotic race that is on Earth, to rebuild their home planet Cybertron and end the war, while the Decepticons have the intention of using it to build an army by giving life to the machines of Earth. Tyrese Gibson, Josh Duhamel, Anthony Anderson, Megan Fox, Rachael Taylor, John Turturro, and Jon Voight also star, while voice actors Peter Cullen and Hugo Weaving voice Optimus Prime and Megatron respectively.",
  "/wiki/Kids'_Choice_Award_for_Favorite_Movie": "This is a list of the winners of, and nominees for, the Kids' Choice Award for Favorite Movie, given at the Nickelodeon Kids' Choice Awards."
}