{
  "/wiki/KDKA-TV": "KDKA-TV, virtual channel 2 (UHF digital channel 25), is a CBS owned-and-operated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by the CBS Television Stations subsidiary of ViacomCBS, as part of a duopoly with Jeannette-licensed CW owned-and-operated station WPCW (channel 19). The two stations share studios at the Gateway Center in downtown Pittsburgh; KDKA-TV's transmitter is located in the Perry North neighborhood of Pittsburgh. On cable, the station is carried on Comcast Xfinity channel 6 (channel 3 in Bethel Park and Monroeville), and Verizon FiOS channel 2.",
  "/wiki/CBS": "CBS (an initialism of the network's former name, the Columbia Broadcasting System) is an American English-language commercial broadcast television and radio network that is the flagship property of the CBS Entertainment Group division of ViacomCBS. The company is headquartered at the CBS Building in New York City with major production facilities and operations in New York City (at the CBS Broadcast Center) and Los Angeles (at CBS Television City and the CBS Studio Center).",
  "/wiki/CBS_Television_Stations": "CBS Television Stations is a division of the CBS Entertainment Group unit of ViacomCBS that owns and operates a group of American television stations.  As of January 2020[update], ViacomCBS owns 29 stations, broken down as follows: fifteen are the core stations of the CBS Television Network; eight are aligned with The CW Television Network, which is co-owned by CBS with WarnerMedia; one Start TV affiliate and five independent stations, two of which carry the MyNetworkTV programming service in primetime.",
  "/wiki/WTAE-TV": "WTAE-TV, virtual channel 4 (UHF digital channel 27), is an ABC-affiliated television station licensed to Pittsburgh, Pennsylvania, United States. It has been owned by the Hearst Television subsidiary of Hearst Communications since the station's inception, making this one of two stations that have been built and signed on by Hearst (the other being WBAL-TV in Baltimore). WTAE's studios are located on Ardmore Boulevard (PA 8) in the suburb of Wilkinsburg (though with a Pittsburgh mailing address), and its transmitter is located in Buena Vista, Pennsylvania. On cable, WTAE is carried on Comcast Xfinity channel 8 (channel 6 in Bethel Park, channel 5 in Monroeville, channel 3 in Greensburg, and channel 4 in some outlying areas) and Verizon FiOS channel 4.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Hearst_Television": "Hearst Television, Inc. (formerly Hearst-Argyle Television) is a broadcasting company in the United States owned by Hearst Communications. From 1998 to mid-2009, the company traded its common stock on the New York Stock Exchange under the symbol \"HTV.\"",
  "/wiki/WPXI": "WPXI, virtual channel 11 (UHF digital channel 23), is an NBC-affiliated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by Atlanta-based Cox Media Group. WPXI's offices and studios are located on Evergreen Road in the Summer Hill neighborhood of Pittsburgh. Its transmitter is located on Television Hill in the Fineview section of the city, on the site of the station's original studio location.",
  "/wiki/NBC": "The National Broadcasting Company (NBC) is an American English-language commercial terrestrial radio and television network that is a flagship property of NBCUniversal, a subsidiary of Comcast. The network is headquartered at 30 Rockefeller Plaza in New York City, with additional major offices near Los Angeles (at 10 Universal City Plaza), Chicago (at the NBC Tower) and Philadelphia (at the Comcast Technology Center). The network is one of the Big Three television networks. NBC is sometimes referred to as the \"Peacock Network\", in reference to its stylized peacock logo, introduced in 1956 to promote the company's innovations in early color broadcasting. It became the network's official emblem in 1979.",
  "/wiki/Cox_Media_Group": "Cox Media Group, Inc. (CMG) is an American media conglomerate principally owned by Apollo Global Management in conjunction with Cox Enterprises, which maintains a 19.9% minority stake in the company. The company primarily owns radio and television stations—many of which are located in the South, Pacific Northwest, Eastern Midwest, and Northeast—as well as three newspapers in Ohio (pending a sale back to Cox Enterprises to comply with FCC cross-ownership rules) and the regional cable news network Pittsburgh Cable News Channel (PCNC).",
  "/wiki/WQED_(TV)": "WQED, virtual channel 13 (VHF digital channel 4), is a Public Broadcasting Service (PBS) member television station licensed to Pittsburgh, Pennsylvania, United States. Owned by WQED Multimedia, it is sister to public radio station WQED-FM (89.3 MHz). The two outlets share studios at 4802 Fifth Avenue and transmitter facilities near the University of Pittsburgh campus, both in Pittsburgh's Oakland section. On cable, WQED is carried on Comcast Xfinity channel 9 (channel 12 in Bethel Park and channel 14 in Monroeville), and Verizon FiOS channel 13.",
  "/wiki/PBS": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/WEPA-CD": "WEPA-CD was a Class A television station located in Pittsburgh, Pennsylvania that was simulcast on ten other Class A television stations located throughout the Pittsburgh market. The simulcast network gave it coverage similar to or greater than that of full-power television stations in that market. The stations were founded and owned by Bruno-Goodworth Network, Inc. until sold on August 26, 2013 for $7.25 million to OTA Broadcasting, LLC (a company controlled by Michael Dell's MSD Capital). After the sale, WEPA-CD became an affiliate of Cozi TV, Movies! and Retro Television Network. Because of the coverage it had, WEPA was one of the few Class A stations in the country that is \"reportable\" by Nielsen Media Research[citation needed]. However, on April 13, 2017, FCC announced that it had accepted OTA Broadcasting's bids totalling $73.9 million to sell the spectrum rights of WEPA-CD and four other Pittsburgh-area stations owned by OTA Broadcasting  in the FCC spectrum incentive auction. By October 25, 2017, OTA Broadcasting ceased transmissions and surrendered to the FCC for cancellation the licenses of WEPA-CD and five other Pittsburgh-area stations (including one whose spectrum had not been sold), and also temporarily shut transmissions of its five remaining Pittsburgh-area stations, which did not provide adequate over-the-air coverage in Pittsburgh itself and closer suburbs. Movies! has since moved to WOSC-CD, another Pittsburgh television station.",
  "/wiki/Cozi_TV": "Cozi TV (stylized on-air as COZI TV) is an American free-to-air television network that is owned by the NBCUniversal Owned Television Stations division of NBCUniversal. The network airs classic television series from the 1950s to the 2000s.",
  "/wiki/WPCW": "WPCW, virtual channel 19 (VHF digital channel 11), is a CW owned-and-operated television station serving Pittsburgh, Pennsylvania, United States that is licensed to Jeannette. The station is owned by the CBS Television Stations subsidiary of ViacomCBS, as part of a duopoly with Pittsburgh-licensed CBS owned-and-operated station KDKA-TV (channel 2). The two stations share studios at the Gateway Center in downtown Pittsburgh; WPCW's transmitter is located in the Perry North section of Pittsburgh. On cable, the station is carried on Comcast Xfinity channel 15 (channel 22 in Bethel Park and channel 2 in Monroeville) in standard definition and channel 808 in high definition, and Verizon FiOS channels 3 (standard definition) and 503 (high definition).",
  "/wiki/The_CW_Television_Network": "The CW Television Network (commonly referred to as just The CW) is an American English-language free-to-air television network that is operated by The CW Network, LLC, a limited liability joint venture between the CBS Entertainment Group unit of ViacomCBS; and AT&T, whose WarnerMedia subsidiary is the parent company of Warner Bros., former majority owner of The WB. The network's name is an abbreviation derived from the first letters of the names of its two parent corporations (CBS and Warner Bros.).",
  "/wiki/WPNT": "WPNT, virtual channel 22 (UHF digital channel 21), is a MyNetworkTV-affiliated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by the Sinclair Broadcast Group, as part of a duopoly with Fox affiliate WPGH-TV (channel 53). The two stations share studios and transmitter facilities on Ivory Avenue in the city's Summer Hill section.",
  "/wiki/MyNetworkTV": "MyNetworkTV (unofficially abbreviated as MyTV, MyNet, MNT or MNTV), is an American television network/syndication service that is owned by Fox Corporation, operated by its Fox Television Stations division, and distributed through the syndication structure of 20th Television. MyNetworkTV began operations on September 5, 2006 with an initial affiliate lineup covering about 96% of the country, most of which consisted of stations that were former affiliates of The WB and UPN that did not join the successor of those two networks, The CW. Under the ownership structure of Fox Corporation, the service is incorporated as a subsidiary company known as Master Distribution Service, Inc.",
  "/wiki/Sinclair_Broadcast_Group": "Sinclair Broadcast Group, Inc. (SBG) is a publicly traded American telecommunications conglomerate which is controlled by the family of company founder Julian Sinclair Smith. Headquartered in the Baltimore suburb of Hunt Valley, Maryland, the company is the second-largest television station operator in the United States by number of stations  (after Nexstar Media Group), owning or operating a total of 193 stations across the country in over 100 markets (covering 40% of American households), many of which are located in the South and Midwest, and is the largest owner of stations affiliated with Fox and ABC. Sinclair also owns four digital multicast networks (Comet, Charge!, Stadium, and TBD), sports-oriented cable networks (Tennis Channel and Fox Sports Networks), and a streaming service (Stirr), and owns or operates four radio stations in the Pacific Northwest. Among other non-broadcast properties, Sinclair also owns the  professional wrestling promotion Ring of Honor and its streaming service Honor Club.",
  "/wiki/WIIC-LP": "WIIC-LD is a low-power television station in Pittsburgh, Pennsylvania, licensed to broadcast on channel 31 from WQED's antenna tower in the Oakland section of Pittsburgh.",
  "/wiki/WBYD-CA": "WBYD-CD is a digital Class A low-power television station in the Pittsburgh, Pennsylvania area, licensed to broadcast digitally on channel 19. Owned by Fifth Street Enterprises, LLC, it broadcasts from the WQED's antenna tower in the Oakland area of Pittsburgh. Until 2015, the station was licensed to Johnstown, Pennsylvania. It is famous for televising a live auction for two years from 2001 to 2002. The station is not carried on any local cable TV system or DBS provider in the Pittsburgh area.",
  "/wiki/Jewelry_Television": "Jewelry Television (commonly initialized as JTV) is an American television network. It was formerly called the America's Collectibles Network. The company sells both women's and men's jewelry. It has an estimated reach of more than 80 million U.S. households, through cable and satellite providers, online streaming and limited over-the-air broadcasters.",
  "/wiki/WINP-TV": "WINP-TV, virtual and UHF digital channel 16, is an Ion Television owned-and-operated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by Ion Media Networks. WINP's transmitter is located in Pittsburgh's Oakland neighborhood.",
  "/wiki/Ion_Television": "Ion Television is an American free-to-air television network/syndication service that is owned by Ion Media. The network first began broadcasting on August 31, 1998 as Pax TV (commonly referred to as \"Pax\"; stylized as PAX), focusing primarily on family-oriented entertainment programming; it rebranded as i: Independent Television (commonly referred to as \"i\"; stylized as i) on July 1, 2005, converting into a general entertainment network featuring mainly recent and older acquired programs; the network adopted its current identity as Ion Television on January 29, 2007.",
  "/wiki/Ion_Media_Networks": "Ion Media (formerly known as Paxson Communications Corporation and Ion Media Networks) is an American broadcasting company that owns and operates over 60 television stations in most major American markets (through its television stations group, Ion Media Television), as well as a digital sub-channel through that group and a major commercial television network. It's been a privately owned company since its founding.",
  "/wiki/WPCB-TV": "WPCB-TV, virtual channel 40 (UHF digital channel 28), is a television station serving Pittsburgh, Pennsylvania, United States that is licensed to Greensburg. It is the flagship station of the religious television network Cornerstone Television, which originates most of its programs from the station. WPCB-TV's studios and transmitter are co-located in Wall, Pennsylvania.",
  "/wiki/Cornerstone_Television": "The Cornerstone TeleVision Network is a non-commercial Christian broadcast and satellite television network based in Wall, Pennsylvania, United States. Its founder was Russ Bixler. The network has 44 full-power, 57 low-power affiliate stations, 1 online affiliate station, and it is on the Glorystar satellite service.",
  "/wiki/WPGH-TV": "WPGH-TV, virtual channel 53 (UHF digital channel 20), is a Fox-affiliated television station licensed to Pittsburgh, Pennsylvania, United States. The station is owned by the Sinclair Broadcast Group, as part of a duopoly with MyNetworkTV affiliate WPNT (channel 22). The two stations share studios and transmitter facilities on Ivory Avenue in the city's Summer Hill section. On cable, WPGH is available on Comcast Xfinity channel 7 (channel 6 in Monroeville and channel 8 in Bethel Park), and on Verizon FiOS channel 7.",
  "/wiki/Fox_Broadcasting_Company": "The Fox Broadcasting Company (often shortened to Fox and stylized in all caps as FOX) is an American commercial broadcast television network that is a flagship property of the Fox Corporation. The network is headquartered at 1211 Avenue of the Americas in New York City, with additional offices at the Fox Broadcasting Center (also in New York) and at the Fox Television Center in Los Angeles.",
  "/wiki/Pittsburgh_Cable_News_Channel": "The Pittsburgh Cable News Channel (PCNC) is a 24-hour regional cable news television channel serving the Western Pennsylvania area. Owned by Cox Media Group, the station is aired on Comcast (as well as the now defunct Adelphia cable TV systems, which were taken over by Comcast) channel 35 and on Verizon FiOS channel 9 in Western Pennsylvania.",
  "/wiki/Cox_Enterprises": "Cox Enterprises, Inc. is a privately held global conglomerate headquartered in Atlanta, Georgia, United States, with approximately 55,000 employees and $21 billion in total revenue. Its major operating subsidiaries are Cox Communications, Cox Automotive and Cox Media Group. The company's major national brands include AutoTrader, Kelley Blue Book and more.",
  "/wiki/AT%26T_SportsNet_Pittsburgh": "AT&T SportsNet Pittsburgh is an American regional sports network that is owned by WarnerMedia News & Sports, a division of AT&T's WarnerMedia, as part of the AT&T SportsNet brand of networks and is an affiliate of Fox Sports Networks. Headquartered in Pittsburgh, the channel broadcasts local coverage of sports events throughout Greater Pittsburgh and western Pennsylvania, as well as national programs from Fox Sports Networks including college sports, and magazine, entertainment and documentary programs. It is the exclusive home of the Pittsburgh Pirates and Pittsburgh Penguins, and the cable home of the Pittsburgh Steelers.",
  "/wiki/Fox_Sports_Network": "Fox Sports Networks (FSN), formerly known as Fox Sports Net, is the collective name for a group of regional sports channels in the United States owned by Diamond Sports Group, a joint-venture company of Sinclair Broadcast Group and Entertainment Studios. Formed in 1996 by News Corporation, the group was acquired by The Walt Disney Company in March 2019 following its acquisition of 21st Century Fox. A condition of that acquisition imposed by the U.S. Department of Justice required Disney to sell FSN by June 18, 2019, 90 days after the completion of its acquisition. Disney subsequently agreed to sell the networks (excluding the YES Network, being reacquired by Yankee Global Enterprises) to Sinclair Broadcast Group, which was completed on August 22, 2019. The networks will continue to temporarily use the Fox Sports name under a transitional license agreement while rebranding options are explored.",
  "/wiki/AT%26T_Inc.": "AT&T Inc. is an American multinational conglomerate holding company headquartered at Whitacre Tower in Downtown Dallas, Texas. It is the world's largest telecommunications company, the largest provider of mobile telephone services, and the largest provider of fixed telephone services in the United States through AT&T Communications. Since June 14, 2018, it is also the parent company of mass media conglomerate WarnerMedia, making it the world's largest media and entertainment company in terms of revenue. As of 2018[update], AT&T is ranked #9 on the Fortune 500 rankings of the largest United States corporations by total revenue.",
  "/wiki/Pittsburgh_Panthers": "The Pittsburgh Panthers, commonly also referred to as the Pitt Panthers, are the athletic teams representing the University of Pittsburgh, although the term is colloquially used to refer to other aspects of the university such as alumni, faculty, and students. Pitt fields 19 university-sponsored varsity teams at the highest level of competitive collegiate athletics in the United States: the NCAA Division I Football Bowl Subdivision (FBS) for American football.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Media_in_Pittsburgh": "Pittsburgh is home to the first commercial radio station in the United States, KDKA 1020AM; the first community-sponsored television station in the United States, WQED 13; the first \"networked\" television station and the first station in the country to broadcast 24 hours a day, 7 days a week, KDKA 2; and the first newspaper published west of the Allegheny Mountains, the Pittsburgh Post-Gazette. Until 2016 Pittsburgh was one of the few mid-sized metropolitan areas in the U.S. with two major daily papers; both the Pittsburgh Post-Gazette and the Pittsburgh Tribune-Review have histories of breaking in-depth investigative news stories on a national scale. In 2016, the Tribune-Review moved to an all-digital format. The Post-Gazette moved to publishing five print editions a week in 2018 and three print editions a week in 2019. The alternative papers in the region include the Pittsburgh City Paper; The Jewish Chronicle of Pittsburgh; The New People, published weekly by the Thomas Merton Center for Peace and Social Justice; the New Pittsburgh Courier, one of the larger ethnic publications in the region; and Zajedničar, the only Croatian-language newspaper currently published in the United States. The Pitt News, a financially independent student-written and -managed newspaper of the University of Pittsburgh, is closing in on its 100th year of publication. The University of Pittsburgh School of Law also hosts JURIST, the world's only university-based legal news service."
}