{
  "/wiki/John_Thorrington": "John Gerard Thorrington (born October 17, 1979) is a retired South African-born American soccer player who currently serves as executive vice president of soccer operations and general manager of Los Angeles FC of Major League Soccer.",
  "/wiki/Vancouver_Whitecaps_FC": "Vancouver Whitecaps FC is a Canadian professional soccer team based in Vancouver, British Columbia that competes in the Western Conference of Major League Soccer (MLS). The Whitecaps were the 17th team to enter Major League Soccer and replaced the USSF Division 2 team of the same name in the city. The club has been owned and managed by the same group since their USSF days, having graduated to MLS after the conclusion of the USSF's 2010 season. The MLS version of the team is a phoenix club, and the third to carry the legacy of the Whitecaps name. In the 2012 season, the team became the first Canadian team to qualify for the MLS Cup Playoffs.",
  "/wiki/2012_MLS_Re-Entry_Draft": "The two-stage 2012 MLS Re-Entry Draft took place on December 7, 2012 (Stage 1) and December 14, 2012 (Stage 2). All 19 Major League Soccer clubs were eligible to participate.",
  "/wiki/Michael_Seaton_(footballer)": "Michael Seaton (born 1 May 1996) is a Jamaican footballer who plays for FC Viktoria Köln in 3rd Bundesliga. Upon his MLS debut with D.C. United in 2013, he became the league's first player born after it began play.",
  "/wiki/D.C._United_Academy": "The D.C. United Academy is the youth and development program for the Major League Soccer club D.C. United. The program consists of teams at four age levels: the under-23 and under-20 teams, as well as the Academy (U-18/17 & U-16/15) and Pre-Academy teams (U-14, U-13).",
  "/wiki/Homegrown_Player_Rule_(Major_League_Soccer)": "The Homegrown Player Rule is a Major League Soccer program that allows MLS teams to sign local players from their own development academies directly to MLS first team rosters. Before the creation of the rule in 2008, every player entering Major League Soccer would have to be assigned through one of the existing MLS player allocation processes, such as the MLS SuperDraft.",
  "/wiki/Taylor_Kemp": "Taylor Eric Kemp (born July 23, 1990) is a former American soccer player.",
  "/wiki/Maryland_Terrapins_men's_soccer": "The Maryland Terrapins men's soccer team represents the University of Maryland in National Collegiate Athletic Association (NCAA) college soccer competition. The program has won four NCAA Division I College Cup national championships (1968, 2005, 2008, 2018). Maryland won nineteen Atlantic Coast Conference (ACC) regular season championships (1953–68, 1971, 2012, 2013) and six ACC tournament championships (1996, 2002, 2008, 2010, 2012, 2013) before joining the Big Ten Conference on July 1, 2014. The Terps won the 2014 and 2016 Big Ten Conference men's soccer championships and the 2014 and 2015 men's soccer tournament titles.",
  "/wiki/2013_MLS_SuperDraft": "The 2013 MLS SuperDraft was the fourteenth SuperDraft presented by Major League Soccer. The draft took place on January 17, 2013 in Indianapolis, Indiana at the Indiana Convention Center.",
  "/wiki/UCLA_Bruins_men's_soccer": "The UCLA Bruins men's soccer team is an intercollegiate varsity sports team of the University of California at Los Angeles. The team is a member of the Pac-12 Conference of the National Collegiate Athletic Association.",
  "/wiki/2013_MLS_Supplemental_Draft": "The 2013 MLS Supplemental Draft was a secondary draft that was held by Major League Soccer via conference call on January 22, 2013.  The draft was four rounds with all 19 MLS clubs participating.",
  "/wiki/Casey_Townsend": "Casey James Townsend (born July 7, 1989) is a former American professional soccer player.",
  "/wiki/C.D._Chivas_USA": "Club Deportivo Chivas USA was an American professional soccer team based in Carson, California, a suburb of Los Angeles. The club played from 2005 to 2014 in Major League Soccer (MLS) and was a subsidiary of Mexican club C.D. Guadalajara, sharing common ownership and branding.",
  "/wiki/2014_MLS_SuperDraft": "The 2014 MLS SuperDraft was the fifteenth SuperDraft presented by Major League Soccer. The first two rounds of the four round draft took place on January 16, 2014 in Philadelphia, Pennsylvania at the Philadelphia Convention Center. Rounds three and four took place on January 21, 2014 via conference call.",
  "/wiki/James_Riley_(soccer)": "James Riley (born October 27, 1982) is an American soccer defender. Riley previously spent eleven seasons in Major League Soccer (MLS) with the New England Revolution (2005–2007), San Jose Earthquakes (2008), Seattle Sounders FC (2009–2011), Chivas USA (2012), D.C. United (2013), LA Galaxy (2014), and the Colorado Rapids (2015). Riley served as the captain of the Cascadia National Team in the 2018 ConIFA World Football Cup.",
  "/wiki/2015_MLS_SuperDraft": "The 2015 MLS SuperDraft was the sixteenth SuperDraft conducted by Major League Soccer. The SuperDraft is held each year in conjunction with the annual National Soccer Coaches Association of America convention. The 2015 convention was held January 14–18, 2015 in Philadelphia, Pennsylvania.",
  "/wiki/Carlos_Ruiz_(Guatemalan_footballer)": "Carlos Humberto Ruiz Gutiérrez (born 15 September 1979), initially nicknamed El Pescadito (\"The Little Fish\") but gradually known as just Pescado or \"Fish\" (even by Spanish-speakers), is a retired Guatemalan footballer. A product of CSD Municipal's youth academy, Ruiz has played for five MLS clubs (Los Angeles Galaxy, FC Dallas, Toronto FC, Philadelphia Union, and D.C. United), scoring 88 goals in 182 MLS regular-season matches and 16 goals in the post-season, which is the record for the most post-season goals in MLS history. In 2002, he was named the MLS's Most Valuable Player of the season.",
  "/wiki/C.S.D._Municipal": "Club Social y Deportivo Municipal, also known as Municipal or Los Rojos (the Reds), is a Guatemalan football club based in Guatemala City.",
  "/wiki/2013_Major_League_Soccer_season": "The 2013 Major League Soccer season was the 101st season of FIFA-sanctioned soccer in the United States and Canada, the 35th with a national first-division league, and the 18th season of Major League Soccer. The season featured 19 total clubs (16 from the United States, 3 from Canada).",
  "/wiki/Kyle_Porter": "Kyle Neville Porter (born January 19, 1990) is a Canadian soccer player who plays for York9 in the Canadian Premier League.",
  "/wiki/FC_Edmonton": "FC Edmonton is a Canadian professional soccer club based in Edmonton, Alberta. The club has competed in the Canadian Premier League since the league's inaugural season in 2019. The club previously competed in the North American Soccer League (NASL) from 2011 to 2017, then went on hiatus when NASL ceased competitive operations before the cancelled 2018 season. From 2012 onward, FC Edmonton's home field has been Clarke Stadium.",
  "/wiki/Sainey_Nyassi": "Sainey Nyassi (born January 31, 1989) is a Gambian professional footballer who most recently played for FC Edmonton in the NASL.",
  "/wiki/New_England_Revolution": "The New England Revolution is an American professional soccer club based in the Greater Boston area that competes in Major League Soccer (MLS), in the Eastern Conference of the league. It is one of the ten charter clubs of MLS, having competed in the league since its inaugural season.",
  "/wiki/Alain_Rochat": "Alain Rochat (born 1 February 1983) is a Swiss footballer who plays for Lausanne-Sport.",
  "/wiki/Jared_Jeffrey": "Jared Michael Jeffrey (born June 14, 1990) is an American soccer player.",
  "/wiki/1._FSV_Mainz_05": "1. Fußball- und Sportverein Mainz 05 e. V., usually shortened to 1. FSV Mainz 05, Mainz 05 [ˌmaɪnts nʊlˈfʏnf] or simply Mainz, is a German sports club, founded in 1905 and based in Mainz, Rhineland-Palatinate. 1. FSV Mainz 05 have played in the Bundesliga, the top tier of the German football league system, for ten consecutive years, starting with the 2009–10 season. The club's main local rivals are Eintracht Frankfurt and 1. FC Kaiserslautern. In addition to the football division, 1. FSV Mainz 05 have handball and table tennis departments.",
  "/wiki/Luis_Silva_(Mexican_footballer)": "Luis Saúl Silva López (born December 10, 1988) is a Mexican professional footballer who plays as an attacking midfielder or forward.",
  "/wiki/Toronto_FC": "Toronto Football Club is a Canadian professional soccer club based in Toronto. The club competes in Major League Soccer (MLS) as a member of the Eastern Conference. The team plays its home matches at BMO Field, located at Exhibition Place on Toronto's shoreline. Toronto FC joined MLS in 2007 as an expansion team and was the first Canadian-based franchise in the league.",
  "/wiki/Collin_Martin": "Collin Martin (born November 9, 1994) is an American professional soccer player who plays as a midfielder for San Diego Loyal in the USL Championship. He has played for D.C. United and Minnesota United FC in Major League Soccer, and for Richmond Kickers and Hartford Athletic in the United Soccer League. He came out as gay in June 2018, making him at the time the only out man in any of the big five American sports leagues or any top-division professional men's national soccer league.",
  "/wiki/Dennis_Iapichino": "Dennis Iapichino (born 27 July 1990) is a Swiss footballer who plays for Servette FC. He also holds Italian citizenship.",
  "/wiki/Montreal_Impact": "The Montreal Impact (French: Impact de Montréal) is a Canadian professional soccer team based in Montreal, Quebec. The Impact competes as a member of the Eastern Conference in Major League Soccer (MLS). The team began play in 2012 as an expansion team of the league, being the league's third Canadian club, and replaced the North American Soccer League team of the same name.",
  "/wiki/2013_D.C._United_season": "The 2013 D.C. United season was the club's eighteenth, and their eighteenth season in Major League Soccer, the top division of American soccer. The regular season began on March 2 and concluded on October 27."
}