{
  "/wiki/Acton,_London": "Acton (/ˈæktən/) is an area of west London, England, within the London Borough of Ealing. It is 6.1 miles (10 km) west of Charing Cross. It lies within the Historic County of Middlesex.",
  "/wiki/Silent_Witness": "Silent Witness is a British television crime drama series, produced by the BBC, which focuses on a team of forensic pathology experts and their investigations into various crimes. First broadcast in 1996, the series was created by Nigel McCrery, a former murder squad detective based in Nottingham. (He later went on to create the series New Tricks, with writer Roy Mitchell.) Twenty-three series of Silent Witness have been broadcast since 1996. Amanda Burton starred as primary character Dr. Sam Ryan before leaving the show during the eighth series. Since her departure the series has featured an ensemble cast, which consisted of Emilia Fox, David Caves, Liz Carr and Richard Lintern until the end of series 23, when Carr and Lintern both departed. The programme is broadcast in more than 235 territories, including ABC in Australia, Showcase and the Knowledge Network in Canada, KRO in the Netherlands, TV One and Prime in New Zealand, and BBC America in the United States. Silent Witness continues to achieve good audience ratings in the UK. In 2011, for example, Series 14 attracted an average audience of nine million viewers.",
  "/wiki/BBC_Elstree_Centre": "BBC Elstree Centre, sometimes referred to as BBC Elstree Studios, is a television production facility, currently owned by the British Broadcasting Corporation (BBC).  Geographically located in the north-north-west area of Greater London, the complex is specifically located on Eldon Avenue in Borehamwood, Hertfordshire, in the WD postcode area of England.",
  "/wiki/Borehamwood": "Borehamwood (/ˌbɔːrəmˈwʊd/—formerly spelt Boreham Wood) is a town in southern Hertfordshire. It is a commuter town near St Albans and London, situated 12 miles (19 km) from Charing Cross. Borehamwood has a population of 31,074, and is within the civil parish of Elstree and Borehamwood and the London commuter belt. The town is perhaps most well known for its multiple film and TV studios (although only two of any significance remain), commonly known as Elstree Studios, hence the association with Elstree.",
  "/wiki/Great_Portland_Street": "Great Portland Street in the West End of London links Oxford Street with Albany Street and the A501 Marylebone Road and Euston Road. A commercial street including some embassies, it divides Fitzrovia, to the east, from Marylebone to the west. It delinates areas with contrasting identities, the west at strongest in grandiose Portland Place and Harley Street, the east at strongest in artists' and independent businesses of Fitzrovia. The street has its own unique character, due in part of the unusual combination of small shops combined with its strongly rectilinear character.",
  "/wiki/BBC_Trust": "The BBC Trust was the governing body of the British Broadcasting Corporation (BBC) between 2007 and 2017. It was operationally independent of BBC management and external bodies, and its stated aim was to make decisions in the best interests of licence-fee payers. On 12 May 2016, it was announced in the House of Commons that, under the next Royal Charter, the regulatory functions of the BBC Trust were to be transferred to Ofcom.",
  "/wiki/Wogan_House": "BBC Wogan House is a building in central London owned by Aberdeen Asset Management and currently on long-term lease to the BBC. It is located on the junction of Gildea Street and Great Portland Street adjacent to the BBC's headquarters, Broadcasting House. Originally named Western House, on 16 November 2016 the building was renamed Wogan House after the late Irish broadcaster Sir Terry Wogan who broadcast from the building for many years, including his final Breakfast Show in December 2009.",
  "/wiki/Yalding_House": "Yalding House is a building at 152–156 Great Portland Street, London, United Kingdom. It was formerly owned by the British Broadcasting Corporation (BBC), and from 1952 until 2013 housed the corporation's music department.",
  "/wiki/Broadcasting_House": "Broadcasting House is the headquarters of the BBC, in Portland Place and Langham Place, London.  The first radio broadcast from the building was made on 15 March 1932, and the building was officially opened two months later, on 15 May.  The main building is in Art Deco style, with a facing of Portland stone over a steel frame.  It is a Grade II* listed building and includes the BBC Radio Theatre, where music and speech programmes are recorded in front of a studio audience.",
  "/wiki/Langham_Place,_London": "Langham Place is a short street in Westminster, central London, England. It connects Portland Place to the north with Regent Street to the south in London's West End. It is, or was, the location of many significant public buildings.",
  "/wiki/BBC_News": "BBC News is an operational business division of the British Broadcasting Corporation (BBC) responsible for the gathering and broadcasting of news and current affairs. The department is the world's largest broadcast news organisation and generates about 120 hours of radio and television output each day, as well as online news coverage. The service maintains 50 foreign news bureaux with more than 250 correspondents around the world. Fran Unsworth has been Director of News and Current Affairs since January 2018.",
  "/wiki/BBC_Television": "BBC Television is a service of the BBC. The corporation has operated in the United Kingdom under the terms of a royal charter since 1927. It produced television programmes from its own studios from 1932, although the start of its regular service of television broadcasts is dated to 2 November 1936.",
  "/wiki/Maida_Vale_Studios": "Maida Vale Studios is a complex of seven BBC sound studios, of which five are in regular use, in Delaware Road, Maida Vale, London.",
  "/wiki/Maida_Vale": "Maida Vale (/ˈmeɪdə veɪl/ MAY-də vayl) is an affluent residential district comprising the northern part of Paddington in west London, west of St John's Wood and south of Kilburn. It is part of the City of Westminster.",
  "/wiki/BBC_Symphony_Orchestra": "The BBC Symphony Orchestra (BBC SO) is a British orchestra based in London. Founded in 1930, it was the first permanent salaried orchestra in London, and is the only one of the city's five major symphony orchestras not to be self-governing. The BBC SO is the principal broadcast orchestra of the British Broadcasting Corporation (BBC).",
  "/wiki/Perivale": "Perivale (/ˈpɛrɪˌveɪl/) is an area of Greater London, 9.5 miles (15.3 km) west of Charing Cross. It is the smallest of the seven towns which make up the London Borough of Ealing.",
  "/wiki/BBC_Archives": "BBC Archives are collections documenting the BBC’s broadcasting history, including copies of television and radio broadcasts, internal documents, photographs, online content, sheet music, commercially available music, press cuttings, artefacts and historic equipment. The original copies of these collections are permanently retained but are now in the process of being digitised. Some collections are now being uploaded onto the BBC Archives website on BBC Online for viewers to see. The archive is one of the largest broadcast archives in the world with over 15 million items.",
  "/wiki/Queen_Elizabeth_Hall": "The Queen Elizabeth Hall (QEH) is a music venue on the South Bank in London, England, that hosts daily classical, jazz, and avant-garde music and dance performances. It was opened in 1967, with a concert conducted by Benjamin Britten.",
  "/wiki/Southbank_Centre": "Southbank Centre is a complex of artistic venues in London, England, on the South Bank of the River Thames (between Hungerford Bridge and Waterloo Bridge).",
  "/wiki/Royal_Festival_Hall": "The Royal Festival Hall is a 2,900-seat concert, dance and talks venue within Southbank Centre in London. It is situated on the South Bank of the River Thames, not far from Hungerford Bridge, in the London Borough of Lambeth. It is a Grade I listed building, the first post-war building to become so protected (in 1981). The London Philharmonic Orchestra, the Philharmonia Orchestra and the Orchestra of the Age of Enlightenment are resident in the hall.",
  "/wiki/Westminster": "Westminster is a government district and former capital of the Kingdom of England in Central London within the City of Westminster, part of the West End, on the north bank of the River Thames. Westminster's concentration of visitor attractions and historic landmarks, one of the highest in London, includes the Palace of Westminster, Buckingham Palace, Westminster Abbey and Westminster Cathedral.",
  "/wiki/ITV_(TV_network)": "ITV is a British free-to-air television network with its headquarters in London. It was launched in 1955 as Independent Television, under the auspices of the Independent Television Authority (ITA) (later the Independent Broadcasting Authority, after the Sound Broadcasting Act 1972, and currently Ofcom), to provide competition to BBC Television which had been established in 1932. ITV is the oldest commercial network in the UK. Since the passing of the Broadcasting Act 1990, its legal name has been Channel 3, to distinguish it from the other analogue channels at the time, namely BBC 1, BBC 2 and Channel 4. In part, the number 3 was assigned because television sets would usually be tuned so that the regional ITV station would be on the third button, with the other stations being allocated to the number within their name.",
  "/wiki/White_City,_London": "White City is a district of London, England, in the northern part of Shepherd's Bush in the London Borough of Hammersmith and Fulham, 5 miles (8 km) west-northwest of Charing Cross. White City is home to Television Centre, White City Place and Queens Park Rangers football club's ground Loftus Road.",
  "/wiki/BBC_Research": "BBC Research & Development is the national technical research department of the BBC.",
  "/wiki/BBC_Television_Centre": "Television Centre (TVC) is a building complex in White City, West London, that was the headquarters of BBC Television between 1960 and 2013. The first BBC staff moved into the Scenery Block in 1953, and the centre was officially opened on 29 June 1960. It is one of the most readily recognisable facilities of its type, having appeared as the backdrop for many BBC programmes. Parts of the building are Grade II listed, including the central ring and Studio 1.",
  "/wiki/BBC_Studioworks": "BBC Studioworks Limited, formerly BBC Studios and Post Production Ltd, is a commercial subsidiary of the BBC, providing television studios, post production and related services to the market.",
  "/wiki/BBC_White_City": "White City Place is the name given to the collection of buildings formerly known as BBC Media Village (or W12 within the BBC). White City Place is a collection of six buildings occupying a 17-acre site at Wood Lane, White City in West London (W12), a short distance down Wood Lane from BBC Television Centre. All formerly properties of the BBC, only two buildings - Broadcast Centre and the Lighthouse - are currently occupied by BBC staff.",
  "/wiki/List_of_BBC_properties": "The British Broadcasting Corporation (BBC) occupies many properties in the United Kingdom, and occupied many other in previous years.  The headquarters of the corporation is Broadcasting House in London; with many other divisions located in London and around the UK. Since 2007 the BBC has been developing a significant base at MediaCityUK in Salford, to which it has relocated several departments. There are also production bases in Belfast, Birmingham, Bristol, Cardiff and Glasgow. The BBC also owns news bureaux and relay stations outside the UK."
}