{
  "/wiki/Vegard_Hansen": "Vegard Hansen (born 8 August 1969 in Drammen) is the head coach of Eliteserien club Mjøndalen IF. He has had this position since 2006. During his time at Mjøndalen, the club was promoted to the 1. divisjon in 2008 and reached the play-offs for promotion to the Tippeligaen in 2012, 2013 and 2014. In 2014 and 2018 the club won promotion to the top division.",
  "/wiki/Mj%C3%B8ndalen_IF_Fotball": "Mjøndalen IF Fotball – commonly known as Mjøndalen IF, and (especially locally) Mjøndar'n or MIF – is the football department of Mjøndalen IF. Founded 1910, the club is located in Mjøndalen, Buskerud, Norway. The team plays its home matches in the 4,350-capacity Consto Arena. Mjøndalen competes in Eliteserien, the top tier in the Norwegian football league system.",
  "/wiki/Christian_Michelsen": "Peter Christian Hersleb Kjerschow Michelsen (15 March 1857 – 29 June 1925) was a Norwegian shipping magnate and statesman. He was the first Prime Minister of independent Norway from 1905 to 1907. Michelsen is most known for his central role in the dissolution of the union between Norway and Sweden in 1905, and was one of Norway's most influential politicians of his time.",
  "/wiki/Kristiansund_BK": "Kristiansund BK is a Norwegian football club located in Kristiansund that currently plays in Eliteserien. The team plays its home matches in the 4,444-capacity Kristiansund Stadion.",
  "/wiki/Lars_Arne_Nilsen": "Lars Arne Nilsen (born 6 April 1964) is a Norwegian football coach who is head coach of Eliteserien club SK Brann.",
  "/wiki/SK_Brann": "SK Brann (most often simply called Brann) is a Norwegian professional football club, founded 26 September 1908, from Bergen. Brann has been in the Eliteserien, Norway's Premier Division of Football, since 1987, bar one season spent in the 1. divisjon in 2015. They play their home matches at Brann Stadion where they had a record-breaking 17,310 in average attendance  in the 2007 season. In October 2007, Brann won the Norwegian league title for the first time since 1963.",
  "/wiki/Kjetil_Knutsen": "Kjetil Knutsen (born 2 October 1968) is a Norwegian football coach who is the head coach of Eliteserien club Bodø/Glimt.",
  "/wiki/Bod%C3%B8/Glimt": "FK Bodø/Glimt is a Norwegian football club from the town of Bodø that currently plays in Eliteserien, the Norwegian top division. The club was founded in 1916. Its nickname is the original club name: Glimt.",
  "/wiki/Bjarne_Berntsen": "Bjarne Berntsen (born 21 December 1956) is a Norwegian football coach and former player. He is currently the manager of Eliteserien club Viking.",
  "/wiki/Viking_FK": "Viking Fotballklubb, commonly known as Viking or Viking Stavanger internationally, is a Norwegian football club from the city of Stavanger. The club was founded in 1899. It is one of the most successful clubs in Norwegian football, having won 8 Norwegian top division titles, most recently in 1991, and 6 domestic Norwegian Cup titles, most recently in 2019. The club has played more top-flight league games than any other club in Norway. It has played in the top division since the league was established, except for the years 1966–67, 1987–88 and 2018. Notable European successes include knocking English side Chelsea out of the UEFA Cup during the 2002–03 season, knocking out Sporting CP from the same tournament in 1999–2000, and qualifying for the group stages of the 2005–06 UEFA Cup.",
  "/wiki/Lars_Bohinen": "Lars Roar Bohinen (born 8 September 1969 in Vadsø) is a Norwegian former professional footballer who played as a midfielder from 1986 until 2005 notably in the English Premier League for Nottingham Forest, Blackburn Rovers and Derby County. He is currently the manager of Eliteserien club Aalesund. Bohinen is of Kven descent.",
  "/wiki/Aalesunds_FK": "Aalesunds Fotballklubb is a Norwegian football club from the city of Ålesund, currently playing in the 1. divisjon, the second tier of the Norwegian football league system. The club was founded on 25 June 1914. As of 2004, the football club had 835 members and several teams on both professional and amateur levels. These teams are the 1st and 2nd teams, junior team, and also several age-specific teams.",
  "/wiki/Mart%C3%AD_Cifuentes": "Martí Cifuentes Corvillo (born 7 July 1982) is a Spanish football coach who is currently head coach at Eliteserien club Sandefjord.",
  "/wiki/Sandefjord_Fotball": "Sandefjord Fotball, commonly known simply as Sandefjord, is a Norwegian professional football club, founded on 10 September 1998. The club has played in First Division, the second tier of the Norwegian football league system. Their home ground is the Sandefjord Arena, located in Sandefjord, Vestfold.",
  "/wiki/Erling_Moe": "Erling Hagset Moe (born 22 July 1970) is a Norwegian football coach and former player. He is the manager of the Norwegian Eliteserien club Molde FK. In his active playing career, Moe played for Træff until he was aged 26 years.",
  "/wiki/Molde_FK": "Molde Fotballklubb (Norwegian pronunciation: [ˈmɔ̂ldə]) is a professional football club based in Molde, Norway, that competes in Eliteserien, the top flight of Norwegian football. Founded on 19 June 1911, the club was originally known as International and changed its name to Molde in 1915. Molde are four-time league champions (2011, 2012, 2014, 2019) and four-time Norwegian Cup winners (1994, 2005, 2013, 2014), and have finished second in the league a further nine times. Molde is one of only two Norwegian clubs to have participated in the UEFA Champions League.",
  "/wiki/Jostein_Grindhaug": "Jostein Grindhaug (born 20 February 1973) is a Norwegian football coach and former player. Hailing from Åkrehamn, he spent most of his active career with FK Haugesund.",
  "/wiki/FK_Haugesund": "Fotballklubben Haugesund is a Norwegian football club from the city of Haugesund. The club currently plays in Eliteserien, the first tier in the Norwegian football league system. It was founded on October 28, 1993, after a merger between the football clubs Djerv 1919 and SK Haugar.",
  "/wiki/Eirik_Horneland": "Eirik Horneland (born 14 March 1975) is a Norwegian football coach and former player, currently the head coach of Eliteserien side Rosenborg.",
  "/wiki/Rosenborg_BK": "Rosenborg Ballklub, commonly referred to simply as Rosenborg (Urban East Norwegian: [ˈrùːsn̩bɔrɡ]) or (especially locally) RBK, is a Norwegian professional football club from Trondheim that plays in Eliteserien. The club have won a record 26 leagues titles, twelve Norwegian Football Cup titles and have played more UEFA matches than any other Norwegian team. RBK play their home games at the all-seater Lerkendal Stadion which has a capacity of 21,421. Eirik Horneland was appointed head coach in January 2019.",
  "/wiki/J%C3%B3hannes_Har%C3%B0arson": "Jóhannes \"Joey\" Harðarson (born 28 July 1976) is an Icelandic football coach and former player. He is currently the head coach in Norwegian Eliteserien club Start.",
  "/wiki/IK_Start": "IK Start is a Norwegian football club from the town of Kristiansand that currently plays in Eliteserien, the top division of the Norwegian football league system. The club was founded on 19 September 1905. The club's current head coach is Jóhannes Harðarson. The team plays in yellow jerseys, black shorts and socks at home, and black jerseys, yellow shorts and socks away.",
  "/wiki/Jan_J%C3%B6nsson": "Jan Jönsson (born 24 May 1960) is a Swedish football manager and former player who is currently the head coach of Eliteserien club Stabæk.",
  "/wiki/Stab%C3%A6k_Fotball": "Stabæk Fotball is a Norwegian association football club based in Bærum, a suburb of Oslo. It is part of the multi-sport organization Stabæk IF. Founded in 1912, the club’s name is an archaic spelling of the suburban area Stabekk, from which it once originated. The club currently plays in Eliteserien, the Norwegian top division. Their home stadium is the Nadderud Stadion after a three-year-long stay at the Telenor Arena. Their current chairman is Espen Moe. Jan Jönsson is the current head coach of the club since taking over on 11 June 2019.",
  "/wiki/Henrik_Pedersen_(football_manager)": "Henrik Pedersen (born 2 January 1978) is a Danish football manager who is currently the head coach of Eliteserien club Strømsgodset.",
  "/wiki/Str%C3%B8msgodset_Toppfotball": "Strømsgodset Toppfotball is a Norwegian football club from Gulskogen in Drammen, who plays in Eliteserien. It is the elite football section of the multi-sports club Strømsgodset IF.",
  "/wiki/Mikael_Stahre": "Mikael \"Micke\" Stahre (Swedish pronunciation: [ˈmîːkaɛl ˈmɪ̂kːɛ ˈstɑ̂ːrɛ]; born 5 July 1975) is a Swedish football manager who is currently head coach at Eliteserien club Sarpsborg 08.",
  "/wiki/Sarpsborg_08_FF": "Sarpsborg 08 Fotballforening, commonly known as Sarpsborg 08 or simply Sarpsborg ([ˈsɑ̀ʂbɔr]), is a Norwegian football club based in Sarpsborg, playing in Eliteserien. Sarpsborg 08 and its predecessors played in 1. divisjon from 2005 to 2010. In 2010, the club was promoted to the Tippeligaen, the top league in Norway, but finished last and was relegated back to 1. divisjon in 2011. In 2012, they were promoted again and 6 years after, they qualified for their first Europa League group stage. They play their home games at Sarpsborg Stadion.",
  "/wiki/Dag-Eilev_Fagermo": "Dag-Eilev Akerhaugen Fagermo (born 28 January 1967) is a Norwegian football coach. He is currently head coach of the Norwegian Eliteserien club Vålerenga.",
  "/wiki/V%C3%A5lerenga_Fotball": "Vålerenga Fotball (Norwegian pronunciation: [ˈvôːlərəŋɑ] or [ˈvôːɽəŋɑ] (listen)) is a Norwegian association football club from Oslo and a part of the multi-sport club Vålerengens IF. Founded in 1913, the club is named after the neighbourhood of Vålerenga. Vålerenga's home ground is Intility Arena, located in Valle-Hovin. Vålerenga are five-time league champions and four-time Norwegian Football Cup champions, having last won the league in 2005 and the cup in 2008.",
  "/wiki/Odds_BK": "Odds Ballklubb, commonly known as Odd, is a Norwegian football club from Skien. Originally the football section of a multi-sports club, founded in 1894 nine years after the club's founding. All sports other than football were discontinued and the club became dedicated to football only. Odd plays in the Norwegian top division, Eliteserien, and holds the record of winning the Norwegian Football Cup the most times with twelve wins, the last coming in 2000. The club was known as Odd Grenland between 1994 and 2012. Founded in 1894, Odd is the oldest football club in Norway. As of 13 May 2017 the club was granted a membership in Club of Pioneers. It then became the first Nordic football club to be granted this membership."
}