{
  "/wiki/Dennis_Ribant": "Dennis Joseph Ribant (born September 20, 1941) is a former pitcher in Major League Baseball who played for the New York Mets, Pittsburgh Pirates, Detroit Tigers, Chicago White Sox, St. Louis Cardinals, and Cincinnati Reds.",
  "/wiki/Clinton_C-Sox": "The Clinton LumberKings are a Minor League Baseball team of the Midwest League and the Class A affiliate of the Miami Marlins. They are located in Clinton, Iowa, and play their home games at NelsonCorp Field.",
  "/wiki/Vern_Geishert": "Vernon William Geishert (born January 10, 1946) is an American former professional baseball player. A 6 ft 1 in (1.85 m), 215 lb (98 kg) right-handed pitcher, he appeared in 11 Major League Baseball games for the California Angels in 1969.",
  "/wiki/Fox_Cities_Foxes": "The Wisconsin Timber Rattlers are a minor league baseball team of the Midwest League, and the Class A affiliate of the Milwaukee Brewers. The team is located in Grand Chute, Wisconsin, right outside of Appleton in the Fox Cities.  They are named for the timber rattlesnake, which oddly enough is not indigenous to the area. The team plays its home games at Neuroscience Group Field at Fox Cities Stadium, which opened in 1995 and seats 5,170 fans (plus grass seating). The Timber Rattlers have won nine league championships, most recently in 2012. World Series-winning Managers Earl Weaver and Jack McKeon were Managers at Appleton. Baseball Hall of Fame members Pat Gillick, Earl Weaver, Goose Gossage, and Harold Baines played for Appleton. Five future Cy Young Award winners and three Most Valuable Player recipients were on Appleton/Wisconsin rosters. The 1978 Appleton Foxes were recognized as one of the 100 greatest minor league teams of all time.",
  "/wiki/Sid_Monge": "Isidro Monge Pedroza (born April 11, 1951) is a retired Major League Baseball relief pitcher who pitched from 1975 to 1984.  He played for the California Angels, Cleveland Indians and Detroit Tigers, all of the American League and the Philadelphia Phillies and San Diego Padres, both of the National League.",
  "/wiki/Cedar_Rapids_Cardinals": "The Cedar Rapids Kernels are a Class A minor league baseball team based in Cedar Rapids, Iowa. The team is affiliated with the Minnesota Twins and plays in the Midwest League. The Kernels are owned by Cedar Rapids Ball Club, Inc. (also known as Cedar Rapids Baseball Club, Inc.).",
  "/wiki/Danville_Warriors": "Several different minor league ballclubs have been based in the town of Danville, Illinois, fielding teams in 38 seasons between 1888 and 1982 under various monikers. The Danville Suns (1982), Danville Dodgers (1975–1976), Danville Warriors (1970–1974), Danville Dans (1951–1954), Danville Dodgers (1946–1950), Danville Veterans (1922–1932), Danville Speakers (1908, 1910–1914), Danville Old Soldiers (1906), Danville Champions (1900) and Danville Browns (1888, 1889) were the minor league teams. Danville teams played at Soldiers Home Park (1922 to 1932) and Danville Stadium (1946-1982).",
  "/wiki/Jim_Dorsey": "James Edward Dorsey (born August 2, 1955) is a retired professional baseball player who played 3 seasons for the California Angels and Boston Red Sox of Major League Baseball.",
  "/wiki/Clinton_Pilots": "The Clinton LumberKings are a Minor League Baseball team of the Midwest League and the Class A affiliate of the Miami Marlins. They are located in Clinton, Iowa, and play their home games at NelsonCorp Field.",
  "/wiki/Wisconsin_Rapids_Twins": "The Wisconsin Rapids Twins were a Class A minor league baseball team that existed from 1963 to 1983, playing in the Midwest League. Affiliated with the Washington Senators (1963) and the Minnesota Twins (1964-1983), they were located in Wisconsin Rapids, Wisconsin, United States. They played their home games at Witter Field. The franchise evolved from the Wisconsin Rapids White Sox  of the Wisconsin State League (1940–42, 1946–53). For the 1984 season, the franchise became the Kenosha Twins, moving to Kenosha, Wisconsin.",
  "/wiki/Ralph_Botting": "Ralph Wayne Botting (born May 12, 1955) is an American former professional baseball player, a left-handed pitcher who worked in 18 games in Major League Baseball for the California Angels during the 1979–1980 seasons. He stood 6 feet (1.8 m) tall and weighed 195 pounds (88 kg).",
  "/wiki/Wausau_Mets": "The Wausau Timbers were a minor league baseball team, located in Wausau, Wisconsin. The Timbers were members of the Class A Midwest League from 1975-1990. The franchise was sold in 1991 and moved to Geneva, Illinois, where it became the Kane County Cougars.",
  "/wiki/Cedar_Rapids_Kernels": "The Cedar Rapids Kernels are a Class A minor league baseball team based in Cedar Rapids, Iowa. The team is affiliated with the Minnesota Twins and plays in the Midwest League. The Kernels are owned by Cedar Rapids Ball Club, Inc. (also known as Cedar Rapids Baseball Club, Inc.).",
  "/wiki/Brian_Wolfe": "Brian Thomas Wolfe (born November 29, 1980) is an American professional baseball pitcher who is a free agent. He has played in Major League Baseball (MLB) for the Toronto Blue Jays, and in Nippon Professional Baseball (NPB) for the Hokkaido Nippon-Ham Fighters, Fukuoka SoftBank Hawks, and Saitama Seibu Lions.",
  "/wiki/Dayton_Dragons": "The Dayton Dragons are a Class A minor league baseball team playing in the Midwest League based in Dayton, Ohio. The Dragons are affiliated with the Cincinnati Reds. Their home stadium is Day Air Ballpark, formerly known as Fifth Third Field. In 2011, they broke the record for most consecutive sellouts by a professional sports team, selling out their 815th consecutive game, breaking the record formerly held by the Portland Trail Blazers.",
  "/wiki/Innings_pitched": "In baseball, innings pitched (IP) are the number of innings a pitcher has completed, measured by the number of batters and baserunners that are put out while the pitcher is on the pitching mound in a game.  Three outs made is equal to one inning pitched.  One out counts as one-third of an inning, and two outs counts as two-thirds of an inning.  Sometimes, the statistic is written 34.1,  72.2, or 91.0, for example, to represent ​34 1⁄3 innings, ​72 2⁄3 innings, and 91 innings exactly, respectively.",
  "/wiki/Beloit_Snappers": "The Beloit Snappers are a Minor League Baseball team of the Midwest League and the Class A affiliate of the Oakland Athletics. They are located in Beloit, Wisconsin, and play their home games at Harry C. Pohlman Field, which was built in 1982."
}