{
  "/wiki/Gulf_of_Mexico": "The Gulf of Mexico (Spanish: Golfo de México) is an ocean basin and a marginal sea of the Atlantic Ocean, largely surrounded by the North American continent. It is bounded on the northeast, north and northwest by the Gulf Coast of the United States, on the southwest and south by Mexico, and on the southeast by Cuba. The US states of Texas, Louisiana, Mississippi, Alabama, and Florida border the Gulf on the north, which are often referred to as the \"Third Coast\", in comparison with the U.S. Atlantic and Pacific coasts.",
  "/wiki/Corpus_Christi,_Texas": "Corpus Christi (/ˌkɔːrpəs ˈkrɪsti/; Latin: Body of Christ), colloquially Corpus, is a coastal city in the South Texas region of the U.S. state of Texas. The county seat of Nueces County, it also extends into Aransas, Kleberg, and San Patricio Counties. It is 130 miles southeast of San Antonio. Its political boundaries encompass Nueces Bay and Corpus Christi Bay. Its zoned boundaries include small land parcels or water inlets of three neighboring counties.",
  "/wiki/Red_tide": "Red tide is a common name for algal blooms, which are large concentrations of aquatic microorganisms, such as protozoans and unicellular algae (e.g. dinoflagellates and diatoms).[citation needed] The upwelling of nutrients from the sea floor, often following massive storms, provides for the algae and triggers bloom events. Harmful algal blooms can occur worldwide, and natural cycles can vary regionally.",
  "/wiki/River_Aeron": "The River Aeron (Welsh: Afon Aeron) is a small river in Ceredigion, Wales, that flows into Cardigan Bay at Aberaeron. It is also referred to on some older maps as the River Ayron. Pughe's Dictionary of the Welsh Language states that Aeron in Welsh meant: \"queen of brightness\".",
  "/wiki/Salmon": "Salmon /ˈsæmən/ is the common name for several species of ray-finned fish in the family Salmonidae. Other fish in the same family include trout, char, grayling and whitefish. Salmon are native to tributaries of the North Atlantic (genus Salmo) and Pacific Ocean (genus Oncorhynchus). Many species of salmon have been introduced into non-native environments such as the Great Lakes of North America and Patagonia in South America. Salmon are intensively farmed in many parts of the world.",
  "/wiki/Trout": "Trout is  the common name for a number of species of freshwater fish belonging to the genera Oncorhynchus, Salmo and Salvelinus, all of the  subfamily Salmoninae of the family Salmonidae.  The word trout is also used as part of the name of some non-salmonid fish such as Cynoscion nebulosus, the spotted seatrout or speckled trout.",
  "/wiki/Creamery": "In a dairy, the creamery is the location of cream processing. Cream is separated from whole milk; pasteurization is done to the skimmed milk and cream separately. Whole milk for sale has had some cream returned to the skimmed milk.",
  "/wiki/River_Neath": "River Neath (Welsh: Afon Nedd) is a  river in south Wales running south west from its source in the Brecon Beacons National Park to its mouth at Baglan Bay below Briton Ferry on the east side of Swansea Bay.",
  "/wiki/River_Ogmore": "The River Ogmore (Afon Ogwr in Welsh) is a river in South Wales popular with anglers. It runs generally from north to south from the Ogmore Vale and Gilfach Goch, past Bridgend and Ogmore. The River Ogmore rises at Craig Ogwr (527m) in the Ogmore Valley as the Ogwr Fawr before linking with the Ogwr Fach at Blackmill. The River Llynfi, the River Garw and finally the River Ewenny in its estuary are all tributaries of the Ogmore which flows into the sea between Ogmore-by-Sea and the Merthyr Mawr sand-dunes.",
  "/wiki/Paper_mill": "A paper mill is a factory devoted to making paper from vegetable fibres such as wood pulp, old rags and other ingredients. Prior to the invention and adoption of the Fourdrinier machine and other types of paper machine that use an endless belt, all paper in a paper mill was made by hand, one sheet at a time, by specialized laborers.",
  "/wiki/River_Llynfi": "The River Llynfi, otherwise referred to as the Llynfi River or Afon Llynfi in Welsh, is one of three main tributaries of the River Ogmore or Afon Ogwr.",
  "/wiki/Gulf_menhaden": "The Gulf menhaden (Brevoortia patronus) is a small marine filter-feeding fish belonging to the family Clupeidae.  The range of Gulf menhaden encompasses the entirety of the Gulf of Mexico nearshore waters, with the exception of the extreme eastern Yucatan and western Cuba.  Evidence from morphology  and DNA analyses  suggest that the Gulf menhaden is the Gulf of Mexico complement to the Atlantic menhaden (Brevoortia tyrannus).  Both species support large commercial reduction fisheries, with Gulf menhaden supporting the second largest fishery, by weight, in the United States.",
  "/wiki/Striped_mullet": "The flathead grey mullet (Mugil cephalus) is an important food fish species in the mullet family Mugilidae. It is found in coastal tropical and subtropical waters worldwide.  Its length is typically 30 to 75 centimetres (12 to 30 in). It is known with numerous English names, including the flathead mullet, striped mullet (US, American Fisheries Society name), black mullet, bully mullet, common mullet, grey mullet, sea mullet and mullet, among others.",
  "/wiki/Rhine_River": "The Rhine (Latin: Rhenus, Romansh: Rein, German: Rhein, French: le Rhin, Italian: Reno, Dutch: Rijn, Alemannic German: Rhi(n) including Alsatian) is one of the major European rivers, which has its sources in Switzerland and flows in a mostly northerly direction through Germany and the Netherlands, emptying into the North Sea. The river begins in the Swiss canton of Graubünden in the southeastern Swiss Alps, forms part of the Swiss-Liechtenstein, Swiss-Austrian, Swiss-German and then the Franco-German border, then flows through the German Rhineland and the Netherlands and eventually empties into the North Sea.",
  "/wiki/Karenia_brevis": "Karenia brevis is a microscopic, single-celled, photosynthetic organism that is part of the Karenia (dinoflagellate) genus, a marine dinoflagellate commonly found in the waters of the Gulf of Mexico. It is the organism responsible for the \"Florida Red Tides\" (coastal infestations), commonly referred to as red tides that affect the Gulf coasts of Florida and Texas in the U.S., and nearby coasts of Mexico. K. brevis has been known to travel great lengths around the Florida peninsula and as far north as the Carolinas.",
  "/wiki/White_River_(Indiana)": "The West Fork, 312 miles (502 km) long, is the main fork of the river. Federal maps refer to it simply as the White River, per a 1950 Board on Geographic Names decision. It starts south of Winchester in Randolph County at  40° 04' 46\" N, 84° 55' 58\" W in Washington Township. The river winds through Muncie, Anderson and Indianapolis before being joined by the east fork in the triad of Daviess, Knox and Pike counties. Along the way it passes by three Indiana state parks: Mounds State Park, near Anderson; White River State Park, in downtown Indianapolis; and McCormick's Creek State Park, near Spencer. In Indianapolis the Wapahani Trail follows the eastern bank; the Miami tribe had called the river Wapahani, meaning “white sands” or Waapi-nipi Siipiiwi, meaning “white lake River”.",
  "/wiki/West_Fork,_Indiana": "West Fork is an unincorporated community in Union Township, Crawford County, Indiana.",
  "/wiki/Anderson,_Indiana": "Anderson is a city in and the county seat of Madison County, Indiana, United States. It is the principal city of the Anderson, Indiana Metropolitan Statistical Area which encompasses Madison County. Anderson is the headquarters of the Church of God (Anderson) and home of Anderson University, which is affiliated with Christian denomination. Highlights of the city include the historic Paramount Theatre and the Gruenewald Historic House.",
  "/wiki/River_Dee_(United_Kingdom)": "The River Dee (Welsh: Afon Dyfrdwy, Latin: Deva Fluvius) is a river in the United Kingdom. It flows through parts of both Wales and England, forming part of the border between the two countries.",
  "/wiki/Perch": "Perch is a common name for fish of the genus Perca, freshwater gamefish belonging to the family Percidae.  The perch, of which  three species occur in different geographical areas, lend their name to a large order of vertebrates: the Perciformes, from the Greek: πέρκη (perke), simply meaning perch, and the Latin forma meaning shape.  Many species of freshwater gamefish more or less resemble perch, but belong to different genera. In fact, the exclusively saltwater-dwelling red drum is often referred to as a red perch, though by definition perch are freshwater fish. Though many fish are referred to as perch as a common name, to be considered a true perch, the fish must be of the family Percidae.",
  "/wiki/Whey": "Whey is the liquid remaining after milk has been curdled and strained. It is a byproduct of the manufacture of cheese or casein and has several commercial uses. Sweet whey is a byproduct produced during the manufacture of rennet types of hard cheese, like cheddar or Swiss cheese. Acid whey (also known as sour whey) is a byproduct produced during the making of acid types of dairy products, such as cottage cheese or strained yogurt.",
  "/wiki/2002_Klamath_River_fish_kill": "The 2002 Klamath River fish kill occurred on the Klamath River in California in September 2002. According to the official estimate of mortality, about 34,000 fish died. Though some counts may estimate over 70,000 adult chinook salmon (Oncorhynchus tshawytscha) were killed when returning to the river to spawn, making it the largest salmon kill in the history of the Western United States. Besides the chinook salmon, other fish that perished include: steelhead (O. mykiss), coho salmon (O. kisutch), sculpins (Cottus spp.), speckled dace (Rhinichthys osculus), and Klamath smallscale sucker (Catostomus rimiculus).",
  "/wiki/Neuse_River": "The Neuse River is a river rising in the Piedmont of North Carolina and emptying into Pamlico Sound below New Bern. Its total length is approximately 275 miles (443 km), making it the longest river entirely contained in North Carolina.  The Trent River joins the Neuse at New Bern.  Its drainage basin, measuring 5,630 square miles (14,600 km2) in area, also lies entirely inside North Carolina. It is formed by the confluence of the Flat and Eno rivers prior to entering the Falls Lake reservoir in northern Wake County. Its fall line shoals, known as the Falls of the Neuse, lie submerged under the waters of Falls Lake.",
  "/wiki/North_Carolina": "North Carolina (/ˌkærəˈlaɪnə/ (listen)) is a U.S. state located in the southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, with an estimated population of 2,569,213 in 2018, is the most populous metropolitan area in North Carolina, the 23rd-most populous in the United States, and the largest banking center in the nation after New York City. The Raleigh metropolitan area is the second-largest metropolitan area in the state, with an estimated population of 1,362,540 in 2018, and is home to the largest research park in the United States, Research Triangle Park.",
  "/wiki/Menhaden": "Menhaden, also known as mossbunker and bunker, are forage fish of the genera Brevoortia and Ethmidium, two genera of marine fish in the family Clupeidae. Menhaden is a blend of poghaden (pogy for short) and an Algonquian word akin to Narragansett munnawhatteaûg, derived from munnohquohteau (\"he fertilizes\"), referring to their use of the fish as fertilizer. It is generally thought that Pilgrims were advised by Tisquantum (also known as Squanto) to plant menhaden with their crops.",
  "/wiki/Taal_Lake": "Taal Lake (Tagalog: Lawa ng Taal, IPA: [taʔal]), formerly known as Bombón Lake, is a freshwater volcanic crater lake in the province of Batangas, on the island of Luzon in the Philippines.  The lake fills Taal Volcano, a large volcanic caldera formed by very large eruptions between 500,000 and 100,000 years ago.",
  "/wiki/Luzon": "Luzon (Tagalog: [luˈzon] or [luˈson]) is the largest and most populous island in the Philippines. It is ranked 15th largest in the world by land area. Located in the northern portion of the archipelago, it is the economic and political center of the nation, being home to the country's capital city, Manila, as well as Quezon City, the country's most populous city. With a population of 53 million as of 2015[update], it is the fourth most populous island in the world, containing 52.5% of the country's total population.",
  "/wiki/Tilapia": "Tilapia (/tɪˈlɑːpiə/ tih-LAH-pee-ə) is the common name for nearly a hundred species of cichlid fish from the coelotilapine, coptodonine, heterotilapine, oreochromine, pelmatolapiine and tilapiine tribes (formerly all were in Tilapiini), with the economically most important species placed in Coptodonini and Oreochromini. Tilapia are mainly freshwater fish inhabiting shallow streams, ponds, rivers, and lakes, and less commonly found living in brackish water. Historically, they have been of major importance in artisanal fishing in Africa, and they are of increasing importance in aquaculture and aquaponics. Tilapia can become a problematic invasive species in new warm-water habitats such as Australia, whether deliberately or accidentally introduced, but generally not in temperate climates due to their inability to survive in cold water.",
  "/wiki/Volcanic_activity": "A volcano is a rupture in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface.",
  "/wiki/Fish_farms": "Fish farming or pisciculture involves raising fish commercially in tanks or enclosures such as fish ponds, usually for food. It is the principal form of aquaculture, while other methods may fall under mariculture. A facility that releases juvenile fish into the wild for recreational fishing or to supplement a species' natural numbers is generally referred to as a fish hatchery. Worldwide, the most important fish species produced in fish farming are carp, tilapia, salmon, and catfish.",
  "/wiki/Liuxihe_River": "The Liuxihe River or simply Liuxi is a tributary of the Pearl River in China with its basin situated northeast of Guangzhou in Guangdong Province. It lies between the Beijiang River and Dongjiang River and is interrupted by the Liuxihe Dam.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Carp": "Carp are various species of oily freshwater fish from the family Cyprinidae, a very large group of fish native to Europe and Asia. They also can be found as invasive species in Africa, Australia and the Americas.",
  "/wiki/Thanet_District": "Thanet /ˈθænɪt/ is a local government district in Kent, England. Formed under the Local Government Act 1972, it came into being on 1 April 1974 and is  governed by Thanet District Council.",
  "/wiki/Velvet_crab": "The velvet crab, or alternately  velvet swimming crab, devil crab, “fighter crab”, or lady crab, Necora puber, is a species of crab. It is the largest of the swimming crab family (Portunidae) found in British coastal waters.  It has a carapace width of up to 100 millimetres (3.9 in), and is the only species in the genus Necora. Its body is coated with short hairs, giving the animal a velvety texture, hence the common name. It is one of the major crab species for United Kingdom fisheries, in spite of its relatively small size.",
  "/wiki/Hypothermia": "Hypothermia is defined as a body core temperature below 35.0 °C (95.0 °F) in humans. Symptoms depend on the temperature. In mild hypothermia there is shivering and mental confusion. In moderate hypothermia shivering stops and confusion increases. In severe hypothermia, there may be paradoxical undressing, in which a person removes their clothing, as well as an increased risk of the heart stopping.",
  "/wiki/Ting_River": "The Ting River (Chinese: 汀江; pinyin: Tíng Jiāng) flows 300 kilometres (190 mi) from Ninghua County in western Fujian south to the port and Special Economic Zone of Shantou, Guangdong. It is a main tributary of the Han River and is also referred to Hakka Mother River (Chinese: 客家母亲河).",
  "/wiki/Fujian": "Fújiàn (福建; alternately romanized as Fukien or Hokkien Province) is a province on the southeast coast of mainland China. Fujian is bordered by Zhejiang to the north, Jiangxi to the west, Guangdong to the south, and the Taiwan Strait to the east. Its capital is Fuzhou, while its largest city by population is Xiamen, both located near the coast of the Taiwan Strait in the east of the province. The name Fujian came from the combination of Fuzhou and Jianzhou (present Nanping), a city in Fujian, during the Tang dynasty.",
  "/wiki/Zijin_Mining": "Zijin Mining Group Company Limited is a Chinese gold, copper and non-ferrous metals producer and refiner in mainland China.",
  "/wiki/Mississippi_River": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's watershed drains all or parts of 32 U.S. states and two Canadian provinces between the Rocky and Appalachian mountains. The main stem is entirely within the United States; the total drainage basin is 1,151,000 sq mi (2,980,000 km2), of which only about one percent is in Canada. The Mississippi ranks as the fourth-longest river and fifteenth-largest river by discharge in the world. The river either borders or passes through the states of Minnesota, Wisconsin, Iowa, Illinois, Missouri, Kentucky, Tennessee, Arkansas, Mississippi, and Louisiana.",
  "/wiki/Plaquemines_Parish,_Louisiana": "Plaquemines Parish (/ˈplækɪmɪnz/; French: Paroisse de Plaquemine, Louisiana French: Paroisse des Plaquemines) is a parish located in the U.S. state of Louisiana. As of the 2010 census the population is 23,042. The parish seat is Pointe à la Hache. The parish was formed in 1807.",
  "/wiki/Redfish": "Redfish is a common name for several species of fish. It is most commonly applied to certain deep-sea rockfish in the genus Sebastes, or the reef dwelling snappers in the genus Lutjanus. It is also applied to the slimeheads or roughies (family Trachichthyidae), and the alfonsinos (Berycidae).",
  "/wiki/Flounder": "Flounders are a group of flatfish species. They are demersal fish, found at the bottom of oceans around the world; some species will also enter estuaries.",
  "/wiki/Arkansas_River": "The Arkansas River is a major tributary of the Mississippi River. It generally flows to the east and southeast as it traverses the U.S. states of Colorado, Kansas, Oklahoma, and Arkansas. The river's source basin lies in the western United States in Colorado, specifically the Arkansas River Valley, where the headwaters derive from the snowpack in the Sawatch and Mosquito mountain ranges. It then flows east into the Midwest via Kansas, and finally into the South through Oklahoma and Arkansas.",
  "/wiki/Ozark,_Arkansas": "Ozark is a city in Franklin County, Arkansas, United States and one of the county's two seats of government. The community is located along the Arkansas River in the Arkansas River Valley on the southern edge of the Ozark Mountains. As of the 2010 census it had a population of 3,684.",
  "/wiki/Freshwater_drum": "The freshwater drum, Aplodinotus grunniens, is a fish endemic to North and Central America. It is the only species in the genus Aplodinotus, and is a member of the family Sciaenidae. It is the only North American member of the group that inhabits freshwater for its entire life. Its generic name, Aplodinotus, comes from Greek meaning \"single back\", and the specific epithet, grunniens, comes from a Latin word meaning \"grunting\". It is given to it because of the grunting noise that mature males make. This noise comes from a special set of muscles within the body cavity that vibrate against the swim bladder. The purpose of the grunting is unknown, but due to it being present in only mature males, it is assumed to be linked to spawning.",
  "/wiki/Red-winged_blackbird": "The red-winged blackbird (Agelaius phoeniceus) is a passerine bird of the family Icteridae found in most of North America and much of Central America. It breeds from Alaska and Newfoundland south to Florida, the Gulf of Mexico, Mexico, and Guatemala, with isolated populations in western El Salvador, northwestern Honduras, and northwestern Costa Rica. It may winter as far north as Pennsylvania and British Columbia, but northern populations are generally migratory, moving south to Mexico and the southern United States. Claims have been made that it is the most abundant living land bird in North America, as bird-counting censuses of wintering red-winged blackbirds sometimes show that loose flocks can number in excess of a million birds per flock and the full number of breeding pairs across North and Central America may exceed 250 million in peak years. It also ranks among the best-studied wild bird species in the world. The red-winged blackbird is sexually dimorphic; the male is all black with a red shoulder and yellow wing bar, while the female is a nondescript dark brown. Seeds and insects make up the bulk of the red-winged blackbird's diet.",
  "/wiki/Chesapeake_Bay": "The Chesapeake Bay (/ˈtʃɛsəpiːk/ CHESS-ə-peek) is an estuary in the U.S. states of Maryland and Virginia. The Bay is located in the Mid-Atlantic region and is primarily separated from the Atlantic Ocean by the Delmarva Peninsula with its mouth located between Cape Henry and Cape Charles. With its northern portion in Maryland and the southern part in Virginia, the Chesapeake Bay is a very important feature for the ecology and economy of those two states, as well as others. More than 150 major rivers and streams flow into the Bay's 64,299-square-mile (166,534 km2) drainage basin, which covers parts of six states (New York, Pennsylvania, Delaware, Maryland, Virginia and West Virginia) and all of Washington, D.C.",
  "/wiki/Spot_croaker": "The Spot (Leiostomus xanthurus) or Norfolk spot is a small short-lived saltwater fish in the family Sciaenidae. The species inhabits estuary and coastal waters from Massachusetts to Texas, and derives its name from the prominent dark spot behind each gill. It is the only species in the genus Leiostomus. Spot are frequently caught by recreational anglers and are good to eat.[citation needed]",
  "/wiki/Croakers": "Sciaenidae are a family of fish in the order Perciformes. They are commonly called drums or croakers in reference to the repetitive throbbing or drumming sounds they make. The family consists of about 286 to 298 species in about 66 to 70 genera.",
  "/wiki/Jiaxing": "Jiaxing (Chinese: 嘉兴; pinyin: Jiāxīng; Wade–Giles: Chia-hsing), alternately romanized as Kashing, is a prefecture-level city in northern Zhejiang province, China. Lying on the Grand Canal of China, Jiaxing borders Hangzhou to the southwest, Huzhou to the west, Shanghai to the northeast, and the province of Jiangsu to the north. At the 2010 census, its population was 4,501,657 and its built-up area made of 2 urban districts was home to 1,201,882 inhabitants.",
  "/wiki/Xiuzhou_District": "Xiuzhou District (Chinese: 秀洲区; pinyin: Xiùzhōu Qū) is a district in Jiaxing, Zhejiang, China, bordering Jiangsu province to the north. There is 90 km (56 mi) to central Shanghai in the northeast, 80 km (50 mi) to Hangzhou in the southwest and 70 km (43 mi) to Suzhou in the north. It is an important urban district of Jiaxing city. The total of Xiouzhou District is 542 km2 (209 sq mi), population of 500,000 and it is composed of 5 towns, 4 streets and 1 provincial E.D. Zone (Economical Development Zone).",
  "/wiki/Bream": "Bream (/ˈbrɪm/ (listen) /ˈbriːm/) is a species of freshwater and marine fish belonging to a variety of genera including Abramis (e.g., A. brama, the common bream), Acanthopagrus,  Argyrops, Blicca, Brama, Chilotilapia, Etelis, Lepomis, Gymnocranius, Lethrinus, Nemipterus, Pharyngochromis, Rhabdosargus, Scolopsis, or Serranochromis.",
  "/wiki/Murrel": "Channa striata, the striped snakehead, is a species of snakehead fish. It is also known as the common snakehead, chevron snakehead, or snakehead murrel and generally referred simply as mudfish. It is native to South and Southeast Asia, and has been introduced to some Pacific Islands (reports from Madagascar and Hawaii are misidentifications of C. maculata).",
  "/wiki/Silver_carp": "The silver carp (Hypophthalmichthys molitrix) is a species of freshwater cyprinid fish, a variety of Asian carp native to China and eastern Siberia. Although a threatened species in its natural habitat, it has long been cultivated in China. By weight more silver carp are produced worldwide in aquaculture than any other species of fish except for the grass carp.  Silver carp are usually farmed in polyculture with other Asian carp, or sometimes with catla or other fish species.",
  "/wiki/Grass_carp": "The grass carp (Ctenopharyngodon idella) is a large herbivorous freshwater fish species of the family Cyprinidae native to eastern Asia, with an original range from northern Vietnam to the Amur River on the Siberia-China border. This Asian carp is the only species of the genus Ctenopharyngodon.",
  "/wiki/China_National_Highway_320": "China National Highway 320 (G320) runs southwest from Shanghai through the provinces of Zhejiang, Jiangxi, Hunan and Guizhou before ending in Ruili, Yunnan at the Sino–Burmese border. It is 3,695 kilometres (2,296 mi) in length.",
  "/wiki/Redondo_Beach,_California": "Redondo Beach (Spanish for round) is coastal city in Los Angeles County, California, United States, located in the South Bay region of the Greater Los Angeles area. It is one of three adjacent beach cities along the southern portion of Santa Monica Bay. The population was 66,748 at the 2010 census, up from 63,261 at the 2000 census.",
  "/wiki/Anchovies": "An anchovy is a small, common forage fish of the family Engraulidae. Most species are found in marine waters, but several will enter brackish water and some in South America are restricted to fresh water.",
  "/wiki/Mackerel": "Mackerel is a common name applied to a number of different species of pelagic fish, mostly from the family Scombridae. They are found in both temperate and tropical seas, mostly living along the coast or offshore in the oceanic environment.",
  "/wiki/Sardines": "\"Sardine\" and \"pilchard\" are common names used to refer to various small, oily forage fish in the herring family Clupeidae. The term \"sardine\" was first used in English during the early 15th century and may come from the Mediterranean island of Sardinia, around which sardines were once abundant."
}