{
  "/wiki/Bodacious_Space_Pirates": "Miniskirt Space Pirates (ミニスカ宇宙海賊(パイレーツ), Minisuka Pairētsu) is a Japanese light novel series about space pirates written by Yūichi Sasamoto and published by Asahi Shimbun Shuppan since October 2008. An anime television series adaptation produced by Satelight, under the title  Bodacious Space Pirates (モーレツ宇宙海賊(パイレーツ), Mōretsu Pairētsu, \"Fierce Pirates[space pirates]\"), aired in Japan between January 8, 2012 and June 30, 2012. A film adaptation was released in Japanese theaters on February 22, 2014. A web manga adaptation launched on June 2, 2012. Seven Seas Entertainment licensed the manga series for a printed release in North America in August 2015.",
  "/wiki/Tau_Ceti": "Tau Ceti, Latinized from τ Ceti, is a single star in the constellation Cetus that is spectrally similar to the Sun, although it has only about 78% of the Sun's mass. At a distance of just under 12 light-years (3.7 parsecs) from the Solar System, it is a relatively nearby star and the closest solitary G-class star. The star appears stable, with little stellar variation, and is metal-deficient.",
  "/wiki/Privateer": "A privateer is a private person or ship that engages in maritime warfare under a commission of war. Since robbery under arms was a common aspect of seaborne trade, until the early 19th century all merchant ships carried arms. A sovereign or delegated authority issued commissions, also referred to as a letter of marque, during wartime. The commission empowered the holder to carry on all forms of hostility permissible at sea by the usages of war. This included attacking foreign vessels and taking them as prizes, and taking prize crews as prisoners for exchange. Captured ships were subject to condemnation and sale under prize law, with the proceeds divided by percentage between the privateer's sponsors, shipowners, captains and crew. A percentage share usually went to the issuer of the commission (i.e. the sovereign).",
  "/wiki/Galactic_North": "Galactic North  is a collection of science fiction short stories by British author Alastair Reynolds, published by Gollancz in 2006. It comprises most of Reynold's short stories and novellas set in the Revelation Space universe.",
  "/wiki/Short_story": "A short story is a piece of prose fiction that typically can be read in one sitting and focuses on a self-contained incident or series of linked incidents, with the intent of evoking a \"single effect\" or mood.",
  "/wiki/I-War_(Independence_War)": "I-War (known as Independence War in North America) is a space combat simulator developed by Particle Systems. The game was first published in 1997 in Europe by Infogrames Multimedia, and in late August of 1998 in North America. An additional campaign was designed, packaged with the original game and released in 1999 as Independence War Deluxe Edition in North America and Independence War Special Edition in Europe.",
  "/wiki/Video_game": "A video game is an electronic game that involves interaction with a user interface to generate visual feedback on a two- or three-dimensional video display device such as a touchscreen, virtual reality headset or monitor/TV set. Since the 1980s, video games have become an increasingly important part of the entertainment industry, and whether they are also a form of art is a matter of dispute.",
  "/wiki/Space_warfare_in_fiction": "Space warfare has served as a central theme within the science-fiction genre. One can trace its roots back to classical times, and to the \"future war\" novels of the nineteenth century. An interplanetary, or more often an interstellar or intergalactic war, has become a staple plot device in space operas. Space warfare has a predominant role in military science fiction.",
  "/wiki/Independence_War_2:_Edge_of_Chaos": "Independence War 2: Edge of Chaos, released as Edge of Chaos: Independence War 2 in Europe, is a sequel to the space combat simulator video game Independence War (also known as I-War in Europe). Developed by Particle Systems - the developers of the first game - and published by Infogrames, the game was released in 2001. It was nominated for an interactive BAFTA award for its soundtrack which was composed by Christopher Mann.",
  "/wiki/Lucky_Starr_and_the_Pirates_of_the_Asteroids": "Lucky Starr and the Pirates of the Asteroids is the second novel in the Lucky Starr series, six juvenile science fiction novels by Isaac Asimov that originally appeared under the pseudonym Paul French.  The novel was first published by Doubleday & Company in November 1953.",
  "/wiki/Isaac_Asimov": "Isaac Asimov (/ˈæzɪmɒv/;[b][c] c.  January 2, 1920[a] – April 6, 1992) was an American writer and professor of biochemistry at Boston University. He was known for his works of science fiction and popular science. Asimov was a prolific writer who wrote or edited more than 500 books and an estimated 90,000 letters and postcards.[d] His books have been published in 9 of the 10 major categories of the Dewey Decimal Classification.",
  "/wiki/Metroid": "Metroid[a] is a science fiction action game franchise created by Nintendo. The series is primarily produced by the company's first-party developers Nintendo R&D1 and Retro Studios, although some games have been handled by other developers, including Fuse Games, Team Ninja, Next Level Games, and MercurySteam.",
  "/wiki/Outlaw_Star": "Outlaw Star (星方武侠アウトロースター, Seihō Bukyō Autorō Sutā, lit. \"Starward Warrior Knight Outlaw Star\") is a seinen manga series written and illustrated by Takehiko Itō and his affiliated Morning Star Studio. The series takes place in the \"Toward Stars Era\" universe in which spacecraft are capable of traveling faster than the speed of light. The plot follows protagonist Gene Starwind and his motley crew of an inherited ship dubbed the Outlaw Star, as they search for a legendary, outer space treasure trove called the \"Galactic Leyline\".",
  "/wiki/Path_of_the_Fury": "Path of the Fury and the later re-issuance with new material and a full prequel novel as the omnibus  In Fury Born are stand-alone science fiction novels by American writer David Weber, covering the life and times of female protagonist Alicia DeVries.",
  "/wiki/David_Weber": "David Mark Weber (born October 24, 1952) is an American science fiction and fantasy author. He has written several science-fiction and fantasy books series, the best known of which is the Honor Harrington science-fiction series. His first novel, which he worked on with Steve White, sold in 1989 to Baen books. Baen remains Weber's major publisher.",
  "/wiki/Erinyes": "In ancient Greek religion and mythology, the Erinyes (/ɪˈrɪniˌiːz/; sing. Erinys /ɪˈrɪnɪs/, /ɪˈraɪnɪs/; Greek: Ἐρινύες, pl. of Ἐρινύς, Erinys), also known as the Furies, were female chthonic deities of vengeance, sometimes referred to as \"infernal goddesses\" (χθόνιαι θεαί). A formulaic oath in the Iliad invokes them as \"the Erinyes, that under earth take vengeance on men, whosoever hath sworn a false oath.\" Walter Burkert suggests they are \"an embodiment of the act of self-cursing contained in the oath.\" They correspond to the Dirae in Roman mythology. The Roman writer Maurus Servius Honoratus wrote that they are called \"Eumenides\" in hell, \"Furiae\" on earth, and \"Dirae\" in heaven.",
  "/wiki/The_Pirates_of_Orion": "\"The Pirates of Orion\" is the second season premiere episode of the American animated science fiction television series Star Trek: The Animated Series, the 17th episode overall. It first aired on NBC on September 7, 1974. It was directed by Bill Reed, and written by Howard Weinstein. The episode was Weinstein's first professional sale at the age of 19, making him, as of 2018, the youngest writer of any Star Trek TV episode.",
  "/wiki/Star_Trek:_The_Animated_Series": "Star Trek: The Animated Series (TAS), originally aired as Star Trek and as The Animated Adventures of Gene Roddenberry's Star Trek, is an American animated science fiction television series created by Gene Roddenberry. It originally aired from September 8, 1973 to October 12, 1974 on NBC, spanning 22 episodes over two seasons. The second series in the Star Trek franchise, it is the first sequel to Star Trek: The Original Series. Set in the 23rd century, when Earth is part of a United Federation of Planets, it follows the adventures of the Starfleet vessel USS Enterprise as it explores the Milky Way galaxy.",
  "/wiki/USS_Enterprise_(NCC-1701)": "USS Enterprise (NCC-1701) is a starship in the Star Trek media franchise. It is the main setting of the original Star Trek television series (1966–1969) and several Star Trek films, and it has been depicted in various spinoffs, films, books, products, and fan-created media. Under the command of Captain James T. Kirk, the Enterprise carries its crew on a mission \"to explore strange, new worlds; to seek out new life and new civilizations; to boldly go where no man has gone before\".",
  "/wiki/The_Pirate_Planet": "The Pirate Planet is the second serial of the 16th season in the British science fiction television series Doctor Who, which was first broadcast in four weekly parts on BBC1 from 30 September to 21 October 1978. It forms the second serial of the Key to Time story arc. It was written by Douglas Adams, and featured some of his humour.",
  "/wiki/Doctor_Who": "Doctor Who is a British science fiction television programme produced by the BBC since 1963. The programme depicts the adventures of a Time Lord called \"the Doctor\", an extraterrestrial being, to all appearances human, from the planet Gallifrey. The Doctor explores the universe in a time-travelling space ship called the TARDIS. Its exterior appears as a blue British police box, which was a common sight in Britain in 1963 when the series first aired. Accompanied by a number of companions, the Doctor combats a variety of foes while working to save civilisations and help people in need.",
  "/wiki/Fourth_Doctor": "The Fourth Doctor is an incarnation of the Doctor, the protagonist of the BBC science fiction television series Doctor Who. He was portrayed by Tom Baker.",
  "/wiki/The_Hitchhiker's_Guide_to_the_Galaxy": "The Hitchhiker's Guide to the Galaxy (sometimes referred to as HG2G, HHGTTG, H2G2, or tHGttG) is a comedy science fiction series created by Douglas Adams. Originally a radio comedy broadcast on BBC Radio 4 in 1978, it was later adapted to other formats, including stage shows, novels, comic books, a 1981 TV series, a 1984 video game, and 2005 feature film.",
  "/wiki/Douglas_Adams": "Douglas Noel Adams (11 March 1952 – 11 May 2001) was an English author, screenwriter, essayist, humorist, satirist and dramatist.",
  "/wiki/Planet_Pirates_Series": "Planet Pirates is a science fiction trilogy written by Anne McCaffrey and two co-authors separately, Elizabeth Moon and Jody Lynn Nye. The three novels were published as paperback originals by Baen Books in 1990 and 1991, although the Doubleday Science Fiction Book Club (SFBC) issued hardcover editions of each within several months. Baen published an 890-page omnibus trade paperback edition in 1993 entitled The Planet Pirates.",
  "/wiki/Anne_McCaffrey": "Anne Inez McCaffrey (1 April 1926 – 21 November 2011) was an American-Irish writer known for the Dragonriders of Pern science fiction series. She was the first woman to win a Hugo Award for fiction (Best Novella, \"Weyr Search\", 1968) and the first to win a Nebula Award (Best Novella, \"Dragonrider\", 1969). Her 1978 novel The White Dragon became one of the first science-fiction books to appear on the New York Times Best Seller list.",
  "/wiki/Ratchet_&_Clank_Future:_Tools_of_Destruction": "Ratchet & Clank Future: Tools of Destruction (known as Ratchet & Clank: Tools of Destruction in most PAL countries, or Ratchet & Clank Future) is a 2007 platformer and action-adventure video game developed by Insomniac Games and published by Sony Computer Entertainment for the PlayStation 3. The game was released on October 23, 2007 in North America and on November 9, 2007 in Europe. It is the first PlayStation 3 installment in the Ratchet & Clank franchise, as well as the first installment for the Future saga. It was also one of the first PlayStation 3 games to support DualShock 3 rumble without any accessories.",
  "/wiki/Ratchet_(Ratchet_&_Clank)": "Ratchet is one of the titular protagonist game characters of the Ratchet & Clank video game series. In the English versions of the games, Ratchet is voiced by Mikey Kelley in the first Ratchet & Clank and by James Arnold Taylor since.",
  "/wiki/List_of_Ratchet_&_Clank_characters": "This is a list of characters from the Ratchet & Clank video game series. Ratchet & Clank is a series of platform video games developed by Insomniac Games and High Impact Games. The series features a large cast of characters voiced by veteran voice actors.",
  "/wiki/Ratchet_&_Clank_Future:_Quest_for_Booty": "Ratchet & Clank Future: Quest for Booty (known as Ratchet & Clank: Quest for Booty in Europe and Australia) is a 2008 platformer video game developed by Insomniac Games and published by Sony Computer Entertainment for the PlayStation 3. The game is the second installment in the Ratchet & Clank Future series. It was released on PlayStation Network in Japan, North America and Europe on August 21, 2008 and on Blu-ray Disc in Europe on September 12, 2008 and in Asia on September 25, 2008. The game continues from where Tools of Destruction left off, where Clank was kidnapped by the Zoni, and follows Ratchet's quest to find him. Due to its length of approximately three to four hours of playtime, it was released at a lower price point than most standard retail games.",
  "/wiki/Rayman_2:_The_Great_Escape": "Rayman 2: The Great Escape is a platform video game developed by Ubi Pictures and published by Ubi Soft for the Nintendo 64, Microsoft Windows, Sega Dreamcast and Sony PlayStation. An enhanced remake titled Rayman Revolution (Rayman 2: Revolution in North America) was developed by Ubi Soft Annecy for the PlayStation 2.",
  "/wiki/Platform_game": "Platform games, or platformers, are a video game genre and subgenre of action game. In a platformer, the player controlled character must jump and climb between suspended platforms while avoiding obstacles. Environments often feature uneven terrain of varying height that must be traversed. The player often has some control over the height and distance of jumps to avoid letting their character fall to their death or miss necessary jumps. The most common unifying element of games of this genre is the jump button, but now there are other alternatives like swiping a touchscreen. Other acrobatic maneuvers may factor into the gameplay as well, such as swinging from objects such as vines or grappling hooks, as in Ristar or Bionic Commando, or bouncing from springboards or trampolines, as in Alpha Waves. These mechanics, even in the context of other genres, are commonly called platforming, a verbification of platform. Games where jumping is automated completely, such as 3D games in The Legend of Zelda series, fall outside of the genre.",
  "/wiki/Rayman": "Rayman is a franchise of platform video games, published by Ubisoft. Since the release of the original Rayman, conceived by Michel Ancel in 1995, the series has produced a total of 45 games across multiple platforms.",
  "/wiki/The_Red_Peri": "\"The Red Peri\" is a science fiction novella by American writer Stanley G. Weinbaum, which first appeared in the November 1935 issue of Astounding Stories.  Sam Moskowitz has noted that Weinbaum planned to write a series of sequels to \"The Red Peri\" but died before he could do so. \"The Red Peri\" is the only Weinbaum story set on Pluto. The novel also inspired Arthur C. Clarke, who stated that David Bowman's helmetless spacewalk in 2001: A Space Odyssey was inspired by Frank Keene's escape from the pirate base in \"The Red Peri\".",
  "/wiki/Rogue_Galaxy": "Rogue Galaxy (Japanese: ローグギャラクシー, Hepburn: Rōgugyarakushī) is an action role-playing video game developed by Level-5 and published by Sony Computer Entertainment for the PlayStation 2. The game was released in Japan in December 2005, in North America in January 2007, and in most European countries and Australia in September 2007. A Director's Cut of the game was released in Japan in March 2007, which includes all of the added features and improvements made for the North American and European localizations. In December 2015, the game was made available for the PlayStation 4 through the PlayStation Network.",
  "/wiki/Sol_Bianca": "Sol Bianca (ソルビアンカ, Sorubianka) is a two-volume Japanese OVA series released in 1990 and 1991. It was directed by Katsuhito Akiyama and Hiroki Hayashi in association with AIC. Sol Bianca: The Legacy is a six-episode OVA remake of this series.",
  "/wiki/Sol_Bianca:_The_Legacy": "Sol Bianca: The Legacy (太陽の船 ソルビアンカ) is a Japanese OVA miniseries of six episodes loosely based on the OVA series Sol Bianca and employing computer generated animation. This version is a re-imagining of the ship and crew of Sol Bianca, and does not follow the continuity of the original (as well as leaving plot threads of the original show unresolved). Sol Bianca: The Legacy combines 3D graphics with 2D animation, particularly in rendering spaceships such as the Sol Bianca itself.",
  "/wiki/Space_Pirates_(laserdisc_video_game)": "Space Pirates is a live-action laserdisc video game, released by American Laser Games for the arcade in 1992 and ported to the 3DO Interactive Multiplayer in 1995. The game was re-released for several platforms by Digital Leisure around 2003, with updated sound and video, among other American Laser Games titles.",
  "/wiki/The_Space_Pirates": "The Space Pirates is the mostly missing sixth serial of the sixth season of the British science fiction television series Doctor Who, which originally aired in six weekly parts from 8 March to 12 April 1969.  This is the second story written by Robert Holmes, one of the show's most successful scriptwriters, who would subsequently rise to become Script Editor on the show in the Tom Baker era. Only one of the six episodes is held in the BBC archives; five remain missing.",
  "/wiki/Second_Doctor": "The Second Doctor is an incarnation of the Doctor, the protagonist of the BBC science fiction television series Doctor Who. He was portrayed by character actor Patrick Troughton.",
  "/wiki/TARDIS": "TARDIS[nb 1][nb 2] (/ˈtɑːrdɪs/; \"Time And Relative Dimension In Space\"[nb 3]) is a fictional time machine and spacecraft that appears in the British science fiction television series Doctor Who and its various spin-offs.",
  "/wiki/List_of_space_pirates": "This is a list of space pirates, often found in the science fiction and fantasy genres."
}