{
  "/wiki/Alpine,_New_South_Wales": "Alpine /ˈæl.paɪn/ is a Northern Village of the Southern Highlands of New South Wales, Australia, in the Wingecarribee Shire. It is located north-east of Aylmerton and south of Yerrinbool. The Main Southern Line passes through the locality, and the Hume_Highway runs along the western boundary. The Old South Road, an early precursor to the Hume Highway, runs through the centre of the locality, separating the rural western side from the Upper Nepean Catchment Area which is heavily forested.",
  "/wiki/Wingecarribee_Shire": "Wingecarribee Shire is the local government area of the Southern Highlands in the state of New South Wales, Australia. The Wingecarribee Shire is around 110 kilometres (70 mi) southwest of the Sydney central business district and is part of regional Capital Country and to some extent can be considered part of the Southern Tablelands.",
  "/wiki/Sutton,_New_South_Wales": "Sutton, meaning 'South Settlement' in Saxon, is a small village in the Southern Tablelands of New South Wales, Australia in Yass Valley Shire. It is situated on the west bank of the Yass River, about 17 kilometres south of Gundaroo, near the Federal Highway, not far from Canberra. It has a primary school, an Anglican church (St Peter’s), a general store, an estate agent, a rural supply store and a baker. Sutton has its own volunteer Bush Fire Brigade located in the village.",
  "/wiki/Yass_Valley_Shire": "Yass Valley Council is a local government area in the Southern Tablelands region of New South Wales, Australia. The area is located adjacent to the Hume and Barton Highways and the Main Southern railway line.",
  "/wiki/Ando,_New_South_Wales": "Ando is a rural hamlet with a very small population in the Snowy Monaro Regional Council in southern New South Wales, Australia. The village is at the junction of the Monaro Highway and Snowy River Way, about 20 km (12 mi) north of Bombala. The surrounding area is predominantly agricultural land holdings.",
  "/wiki/Snowy_Monaro_Regional_Council": "The Snowy Monaro Regional Council is a local government area located in the Snowy Mountains and Monaro regions of New South Wales, Australia. The council was formed on 12 May 2016 through a merger of the Bombala, Cooma-Monaro and Snowy River shires.",
  "/wiki/Burradoo,_New_South_Wales": "Burradoo (/ˈbʌrəduː/) is a suburb of Bowral, in the Southern Highlands of New South Wales, Australia, in Wingecarribee Shire. At the 2016 census, Burradoo had a population of 2,645 people.",
  "/wiki/Anembo,_New_South_Wales": "Anembo is a locality in the Snowy Monaro Region, New South Wales, Australia. It lies south of Captains Flat and northeast of Bredbo. At the 2016 census, it had a population of 66. It had a public school from 1868 to 1942, often operating \"half-time\" or \"house to house\".",
  "/wiki/Bega_Valley_Shire": "The Bega Valley Shire is a local government area located adjacent to the south-eastern coastline of New South Wales, Australia. The Shire was formed in 1981 with the amalgamation of the Municipality of Bega,  Imlay Shire and Mumbulla Shire. The estimated population as at the 2016 census was 33,253.",
  "/wiki/Araluen,_New_South_Wales": "Araluen is a small town near Braidwood in the Southern Tablelands of New South Wales, Australia, in Queanbeyan-Palerang Regional Council. It lies in the valley of Araluen Creek, that joins the Deua River at roughly the midpoint in its course. At the 2016 census, Araluen had a population of 168 people.",
  "/wiki/Queanbeyan–Palerang_Regional_Council": "Queanbeyan–Palerang Regional Council is a local government area located in the Southern Tablelands region of New South Wales, Australia. The council was formed on 12 May 2016 through a merger of the City of Queanbeyan and Palerang Council.",
  "/wiki/Bargo,_New_South_Wales": "Bargo is a small town of the Macarthur Region, New South Wales, Australia, in the Wollondilly Shire. It is approximately 100 km south west of Sydney.",
  "/wiki/Wollondilly_Shire": "Wollondilly Shire is a periurban local government area adjacent to the south-western fringe of Sydney, parts of which fall into the Macarthur, Blue Mountains and Central Tablelands regions in the state of New South Wales, Australia.",
  "/wiki/Avon,_New_South_Wales": "Avon is a suburb of the City of Wollongong and Wingecarribee Shire, both in New South Wales, Australia. It is: \"a locality within Metropolitan Catchment Area on the western side of Illawarra Range about 4km west of Wongawilli and about 5km north west of Avondale\". At the 2016 census, it had no population.",
  "/wiki/Avondale,_New_South_Wales": "Avondale is a village in New South Wales. It is located just west of Lake Illawarra. At the 2016 census, it had a population of 1,653.",
  "/wiki/City_of_Wollongong": "The City of Wollongong is a local government area in the Illawarra region of New South Wales, Australia. The area is situated adjacent to the Tasman Sea, the Southern Freeway and the South Coast railway line.",
  "/wiki/Aylmerton,_New_South_Wales": "Aylmerton /ˈeɪlməˌtɪn/ is a Northern Village of the Southern Highlands of New South Wales, Australia in Wingecarribee Shire. It is located north-east of Mittagong.  The only buildings in Aylmerton are a fire station and houses, many of which are on farms.",
  "/wiki/Braidwood,_New_South_Wales": "Braidwood is a town in the Southern Tablelands of New South Wales, Australia, in Queanbeyan–Palerang Regional Council. It is located on the  Kings Highway linking Canberra with Batemans Bay. It is approximately 200 kilometres south west of Sydney,  60 kilometres inland from the coast, and fifty-five from Canberra. Braidwood is a service town for the surrounding district which is based on sheep and cattle grazing, and forestry operations.",
  "/wiki/Balmoral,_New_South_Wales": "Balmoral is an urban locality in the suburb of  Mosman in Sydney, New South Wales, Australia. It is in the local government area of the Municipality of Mosman and is part of the Lower North Shore.",
  "/wiki/City_of_Shoalhaven": "The City of Shoalhaven is a local government area in the south-eastern coastal region of New South Wales, Australia. The area is approximately 200 kilometres (120 mi) south of Sydney. The area is located adjacent to the Tasman Sea. The Princes Highway passes through the area and the South Coast railway line traverses the northern section of the area and terminates at Bomaderry. At the 2016 census, the population of the City of Shoalhaven was 99,650.",
  "/wiki/List_of_schools_in_Illawarra_and_the_South_East_(New_South_Wales)": "This is a list of schools in the Illawarra, South Coast, Southern Highlands, Southern Tablelands, Monaro and Snowy Mountains regions of the Australian state of New South Wales. The New South Wales education system traditionally consists of primary schools, which accommodate students from kindergarten to Year 6 (ages 5–12), and high schools, which accommodate students from Years 7 to 12 (ages 12–18)."
}