{
  "/wiki/Olga_Pall": "Olga Scartezzini-Pall (born 3 December 1947) is a former alpine skier from Austria. At the 1968 Winter Olympics of Grenoble she won the downhill event. In addition to the Olympic gold, Pall had two World Cup victories during her career, both in the downhill discipline.",
  "/wiki/Alpine_skiing_at_the_1968_Winter_Olympics": "Alpine skiing at the 1968 Winter Olympics consisted of six events, held 9–17 February at Chamrousse, southeast of Grenoble, France.\nJean-Claude Killy of France won all three men's events, repeating Toni Sailer's triple-gold of 1956. Since Killy's feat, no male alpine ski racer has won three gold medals in a single Olympics. (Janica Kostelic later won three gold medals in the 2002 Winter Olympics).",
  "/wiki/Wolfgang_Schwarz": "Wolfgang Schwarz (born 14 September 1947 in Vienna) is an Austrian former figure skater. He is the 1968 Olympic gold medalist (one of the youngest male figure skating Olympic champions), a two-time (1967–1968) World silver medalist, and three-time (1967–1969) European silver medalist. Prior to the Grenoble Olympics, he had finished second to Austrian teammate Emmerich Danzer multiple times at the World and European Championships.",
  "/wiki/Figure_skating_at_the_1968_Winter_Olympics": "Figure skating at the 1968 Winter Olympics was held at Le Stade Olympique de Glace in Grenoble, France.",
  "/wiki/Manfred_Schmid": "Manfred Schmid (born 6 June 1944 in Liezen) is an Austrian former luger who competed from the mid-1960s to the late 1970s. Competing in four Winter Olympics, he won two medals at Grenoble in 1968 with a gold in the men's singles event and a silver in the men's doubles event.",
  "/wiki/Luge_at_the_1968_Winter_Olympics": "Luge at the 1968 Winter Olympics consisted of three events at Villard-de-Lans.  The competition took place between February 11 and February 18, 1968.",
  "/wiki/Herbert_Huber": "Herbert Huber (4 December 1944 – 15 July 1970) was an Austrian alpine skier and Olympic medalist. He received a silver medal in the slalom at the 1968 Winter Olympics in Grenoble.",
  "/wiki/Erwin_Thaler": "Erwin Thaler (born May 21, 1930 in Innsbruck - November 29, 2001) is an Austrian bobsledder who competed in the 1960s. He won two silver medals in the four-man event at the 1964 and 1968 Winter Olympics.",
  "/wiki/Reinhold_Durnthaler": "Reinhold Durnthaler (Sometimes spelled as Reinhold Dumthaler) (29 November 1942 – 23 October 2017) was an Austrian bobsledder who competed in the 1960s. He won two silver medals in the four-man event at the 1964 and 1968 Winter Olympics.",
  "/wiki/Herbert_Gruber": "Herbert Gruber (born November 9, 1942) is an Austrian bobsledder who competed in the late 1960s and early 1970s. He won a silver medal in the four-man event at the 1968 Winter Olympics in Grenoble and finished eighth in the two-man event at the 1972 Winter Olympics in Sapporo.",
  "/wiki/Josef_Eder": "Josef Eder (born May 2, 1942) is an Austrian bobsledder who competed in the late 1960s. He won a silver medal in the four-man event at the 1968 Winter Olympics in Grenoble.",
  "/wiki/Bobsleigh_at_the_1968_Winter_Olympics": "Bobsleigh at the 1968 Winter Olympics consisted of two events, at L'Alpe d'Huez.  The competition took place between 8 and 11 February 1968.",
  "/wiki/Ewald_Walch": "Ewald Walch (born 18 August 1940 in Innsbruck) was an Austrian luger who competed from the mid-1950s to the early 1970s. Competing in two Winter Olympics, he won the silver medal in the men's doubles event at the 1968 Winter Olympics in Grenoble.",
  "/wiki/Reinhold_Bachler": "Reinhold Bachler (born 26 December 1944) is an Austrian former ski jumper. He was born in Eisenerz, and competed from 1968 to 1978.",
  "/wiki/Ski_jumping_at_the_1968_Winter_Olympics": "Ski jumping at the 1968 Winter Olympics consisted of two events held from 11 to 18 February, with the large hill event taking place at Saint-Nizier-du-Moucherotte, and the normal hill event at Autrans.",
  "/wiki/Heini_Me%C3%9Fner": "Heinrich \"Heini\" Messner (born 1 September 1939) is a retired Austrian alpine skier. He competed at the 1964, 1968 and 1972 Olympics and won two bronze medals: in the giant slalom in 1968 and in the downhill in 1972.",
  "/wiki/Alfred_Matt": "Alfred Matt (born 11 May 1948) is an Austrian former alpine skier and Olympic medalist. He received a bronze medal in the slalom at the 1968 Winter Olympics in Grenoble. He also competed at the 1972 Winter Olympics.",
  "/wiki/Christl_Haas": "Christl Haas (19 September 1943 – 8 July 2001) was an Austrian Alpine skier. She competed at the 1964 and 1968 Winter Olympics and won a gold and a bronze medal, respectively.",
  "/wiki/Baldur_Preiml": "Baldur Preiml (born July 8, 1939 in Bruggen) is an Austrian former ski jumper who competed from 1960 to 1968."
}