{
  "/wiki/A*P*E": "Ape (stylised as A*P*E and released in South Korea as 킹콩의 대역습 - King Kong eui daeyeokseup (King Kong's Great Counterattack), is a 1976 monster movie. It was a South Korean-American co-production produced by Kukje Movies and the Lee Ming Film Co. (South Korea) and Worldwide Entertainment (United States) with 3-D effects. Directed by Paul Leder and featuring special effects by Park Kwang Nam, the film stars Joanna Kerns, Rod Arrants and Alex Nicol. It was released at approximately the same time as Dino De Laurentiis' 1976 remake of King Kong. The film is generally regarded by some critics as a campy Z movie. In latter years the film has gone under the titles of Attack of the Giant Horny Gorilla (for its 1982 grindhouse re-release), and Hideous Mutant (for its original home video release). It marked an early film appearance by Kerns, who later moved to TV movies and shows.",
  "/wiki/Joanna_Kerns": "Joanna Kerns (born February 12, 1953) is an American actress and director best known for her role as Maggie Seaver on the family situation comedy Growing Pains from 1985 to 1992.",
  "/wiki/Alice,_Sweet_Alice": "Alice, Sweet Alice (originally titled Communion and also known as Holy Terror) is a 1976 American slasher film co-written and directed by Alfred Sole, and starring Linda Miller, Paula Sheppard, and Brooke Shields in her film debut. Set in 1961 New Jersey, the film focuses on a troubled adolescent girl who becomes a suspect in the brutal murder of her younger sister at her first communion, as well as in a series of unsolved stabbings that follow.",
  "/wiki/Alfred_Sole": "Alfred Sole (born July 2, 1943) is an American production designer, film director, producer and writer best known for directing such films as Alice, Sweet Alice (1976) and Pandemonium (1982). Prior to beginning his career in film, Sole worked as an architect. Since the 1990s, he has worked as a production designer on various television films and series, including Veronica Mars (2004–2007) and Castle (2009–2016).",
  "/wiki/Linda_Miller_(actress)": "Linda Mae Miller (née Gleason; born September 16, 1942) is an American film, stage, and television actress. The daughter of actor and comedian Jackie Gleason, Miller began working professionally as a child, later appearing on Broadway in a production of Black Picture Show (1975), for which she was nominated for a Tony Award for Best Supporting Actress. She would go on to star in television and in feature films such as the drama One Summer Love, and the horror film Alice, Sweet Alice (both 1976).",
  "/wiki/Brooke_Shields": "Brooke Christa Shields (born May 31, 1965) is an American actress and model. She was initially a child model and gained critical acclaim at age 12 for her leading role in Louis Malle's film Pretty Baby (1978), in which she played a child prostitute in New Orleans at the beginning of the 20th century. Shields garnered widespread notoriety in the role, and she continued to model into her late teenage years and starred in several dramas in the 1980s, including The Blue Lagoon (1980), and Franco Zeffirelli's Endless Love (1981).",
  "/wiki/Mildred_Clinton": "Mildred Clinton (November 2, 1914 – December 18, 2010) was an American actress. Clinton had a supporting part in Serpico (1973), and starred in the 1976 horror film Alice, Sweet Alice. In her later career she frequently collaborated with director Spike Lee, appearing in small parts in his films Crooklyn (1994), Summer of Sam (1999), and Bamboozled (2000).",
  "/wiki/Harve_Presnell": "George Harvey (Harve) Presnell (September 14, 1933 – June 30, 2009) was an American actor and singer. He began his career in the mid-1950s as a classical baritone, singing with orchestras and opera companies throughout the United States.",
  "/wiki/Doris_Roberts": "Doris May Roberts (née Green; November 4, 1925 – April 17, 2016) was an American actress, author, and philanthropist whose career spanned six decades of television and film. She received five Emmy Awards and a Screen Actors Guild award during her acting career, which began in 1951.",
  "/wiki/P.J._Soles": "Pamela Jayne Soles (née Hardon; born July 17, 1950) is a German-born American actress. She made her film debut in 1976 as Norma Watson in Brian De Palma's Carrie (1976) before portraying Lynda van der Klok in John Carpenter's Halloween (1978) and Riff Randell in Allan Arkush's Rock 'n' Roll High School (1979).",
  "/wiki/Blood_Sucking_Freaks": "Blood Sucking Freaks is a 1976 exploitation-splatter film. Shot under the title Sardu: Master of the Screaming Virgins, it was retitled The Incredible Torture Show during its original theatrical run.",
  "/wiki/Werner_Pochath": "Werner Pochath (29 September 1939 – 18 April 1993) was an Austrian film actor. He had been the partner of the ballet director of the Hamburg State Opera John Neumeier.",
  "/wiki/Burnt_Offerings_(film)": "Burnt Offerings is a 1976 American horror film co-written and directed by Dan Curtis and starring Karen Black, Oliver Reed and Bette Davis, and Lee H. Montgomery, with Eileen Heckart, Burgess Meredith and Anthony James in smaller roles. It is based on the 1973 novel of the same name by Robert Marasco. The plot follows a family who begins to interpersonally dissolve under supernatural forces in a large estate they have rented for the summer.",
  "/wiki/Dan_Curtis": "Dan Curtis (born Daniel Mayer Cherkoss; August 12, 1927 – March 27, 2006) was an American director, writer, and producer of television and film, known among fans of horror films for his afternoon TV series Dark Shadows and TV films such as Trilogy of Terror. Dark Shadows originally aired from 1966 to 1971 and has aired in syndication for nearly 40 years. Curtis was responsible for the 1991 remake of Dark Shadows, which was canceled because of low ratings due to station pre-emptions concerning the Gulf War.",
  "/wiki/Karen_Black": "Karen Blanche Black (née Ziegler; July 1, 1939 – August 8, 2013) was an American actress, screenwriter, singer, and songwriter. She rose to prominence for her work in various independent films in the 1970s, frequently portraying eccentric and offbeat characters, and established herself as a figure of New Hollywood. Her career spanned over 50 years, and includes nearly 200 credits in both independent and mainstream films. Black received numerous accolades throughout her career, including two Golden Globe Awards, as well as an Academy Award nomination for Best Supporting Actress.",
  "/wiki/Oliver_Reed": "Robert Oliver Reed (13 February 1938 – 2 May 1999) was an English actor known for his upper-middle class, macho image and \"hellraiser\" lifestyle. Notable films include The Trap (1966), playing Bill Sikes in the Best Picture Oscar winner Oliver! (1968), Women in Love (1969), Hannibal Brooks (1969), The Devils (1971), portraying Athos in The Three Musketeers (1973), Tommy (1975), Lion of the Desert (1981), Castaway (1986), The Adventures of Baron Munchausen (1988), Funny Bones (1995) and Gladiator (2000).",
  "/wiki/Burgess_Meredith": "Oliver Burgess Meredith (November 16, 1907 – September 9, 1997) was an American actor, director, producer, and writer. Active for more than six decades, Meredith has been called \"a virtuosic actor\" and \"one of the most accomplished actors of the century\". A lifetime member of the Actors Studio by invitation, he won several Emmys, was the first male actor to win the Saturn Award for Best Supporting Actor twice, and was nominated for two Academy Awards.",
  "/wiki/Carrie_(1976_film)": "Carrie is a 1976 American supernatural horror film directed by Brian De Palma from a screenplay written by Lawrence D. Cohen, adapted from Stephen King's  1974 epistolary novel of the same name. The film stars Sissy Spacek as Carrie White, a 16-year-old diffident teenager who is consistently mocked and bullied at school. Her peers are unaware that she possesses telekinetic powers. The film also featured Piper Laurie, Amy Irving, Nancy Allen, William Katt, P. J. Soles, Betty Buckley, and John Travolta in supporting roles. It is the first film in the Carrie film series.",
  "/wiki/Brian_De_Palma": "Brian Russell De Palma (born September 11, 1940) is an American film director and screenwriter. With a career spanning over 50 years, he is best known for his work in the suspense, psychological thriller, and crime drama genres. His prominent films include mainstream box office hits such as Carrie (1976), Dressed to Kill  (1980), Scarface (1983), The Untouchables (1987), and Mission: Impossible (1996), as well as cult favorites such as Sisters (1973), Blow Out (1981), Body Double (1984), Casualties of War (1989), Carlito's Way (1993), and Femme Fatale (2002).",
  "/wiki/Sissy_Spacek": "Mary Elizabeth \"Sissy\" Spacek (/ˈspeɪsɛk/; born December 25, 1949) is an American actress and singer. She is the recipient of various accolades including an Academy Award, three Golden Globe Awards, two Critics' Choice Movie Awards, a Screen Actors Guild Award, and nominations for four BAFTA Awards, three Primetime Emmy Awards, and a Grammy Award. She has also received a star on the Hollywood Walk of Fame.",
  "/wiki/Piper_Laurie": "Piper Laurie (born Rosetta Jacobs; January 22, 1932) is an American stage and screen actress known for her roles in the films The Hustler (1961), Carrie (1976), and Children of a Lesser God (1986), all of which brought her Academy Award nominations. She is also known for her performances as Kirsten Arnesen in the original TV production of Days of Wine and Roses, and as Catherine Martell in the cult television series Twin Peaks, for which she won a Golden Globe Award in 1991. In 2018, she appeared in the film White Boy Rick.",
  "/wiki/Amy_Irving": "Amy Davis Irving (born September 10, 1953) is an American actress of film, stage, and television. Her accolades include an Obie Award, two Golden Globe Award nominations, and one Academy Award nomination.",
  "/wiki/The_Clown_Murders": "The Clown Murders is a 1976 Canadian horror film directed by Martyn Burke.  It was one of the earliest films in which John Candy appears.  The Executive Producer was Stephen Stohn, who later produced the Degrassi: The Next Generation TV series.",
  "/wiki/Martyn_Burke": "Martyn Burke is a Canadian director, novelist and screenwriter from Toronto, Ontario.",
  "/wiki/Stephen_Young_(actor)": "Stephen Young (born May 19, 1939) is a Canadian actor.",
  "/wiki/Lawrence_Dane": "Lawrence Dane (born April 3, 1937) is a Canadian actor.",
  "/wiki/John_Candy": "John Franklin Candy (October 31, 1950 – March 4, 1994) was a Canadian actor and comedian known mainly for his work in Hollywood films. Candy rose to fame as a member of the Toronto branch of the Second City and its related Second City Television series, and through his appearances in such comedy films as Stripes, Splash, Cool Runnings, Summer Rental, Home Alone, The Great Outdoors, Spaceballs, and Uncle Buck, as well as more dramatic roles in Only the Lonely and JFK. One of his most renowned onscreen performances was as Del Griffith, the talkative shower-curtain ring salesman in the John Hughes comedy Planes, Trains and Automobiles. In addition to his work as an actor, Candy was a co-owner of the Toronto Argonauts of the Canadian Football League from 1991 until his death, and the team won the 1991 Grey Cup under his ownership.",
  "/wiki/Dark_August": "Dark August is a 1976 American supernatural horror film directed by Martin Goldman and starring Kim Hunter. Its plot follows a man who places a curse on a man who accidentally killed his daughter in a car accident. The screenplay was co-written by Carolyne Barry, who also appears in the film.",
  "/wiki/Kim_Hunter": "Kim Hunter (born Janet Cole; November 12, 1922 – September 11, 2002) was an American film, theatre, and television actress. She won both an Academy Award and a Golden Globe Award, each as Best Supporting Actress, for her performance as Stella Kowalski in the 1951 film A Streetcar Named Desire. Decades later, she was nominated for a Daytime Emmy Award for her work on the long-running soap opera The Edge of Night. She also portrayed the character of chimpanzee Zira in the first three installments of the original film adaptation Planet of the Apes.",
  "/wiki/Death_at_Love_House": "Death at Love House (a.k.a. The Shrine of Lorna Love) is a 1976 American made-for-television horror film directed by E.W. Swackhamer starring Robert Wagner and Kate Jackson. The film aired as the ABC Movie of the Week on September 3, 1976.",
  "/wiki/E._W._Swackhamer": "Egbert Warnderink \"E. W.\" Swackhamer Jr. (January 17, 1927 – December 5, 1994) was an American television and film director.",
  "/wiki/Robert_Wagner": "Robert John Wagner Jr. (born February 10, 1930) is an American actor of stage, screen, and television, best known for starring in the television shows It Takes a Thief (1968–1970), Switch (1975–1978), and Hart to Hart (1979–1984). He also had a recurring role as Teddy Leopold on the TV sitcom Two and a Half Men and has a recurring role as Anthony DiNozzo Sr. on the police procedural NCIS.",
  "/wiki/Kate_Jackson": "Lucy Kate Jackson (born October 29, 1948) is an American actress, director, and producer, known for her television roles as Sabrina Duncan in the series Charlie's Angels (1976–79) and Amanda King in the series Scarecrow and Mrs. King (1983–87). Her film roles include Making Love (1982) and Loverboy (1989). She is a three-time Emmy Award nominee and four-time Golden Globe Award nominee.",
  "/wiki/Death_Weekend": "Death Weekend (released in the USA under the title The House by the Lake) is a 1976 Canadian horror/thriller film. It stars Brenda Vaccaro and Don Stroud and was one of the first films from Canadian director William Fruet. The low-budget production was shot in rural Canada and at a studio in Kleinburg, Ontario, Canada.",
  "/wiki/William_Fruet": "William Fruet (born January 1, 1933) is a Canadian film and television director, playwright and screenwriter. He made his directorial debut with the drama Wedding in White (1972), based on a play he had also written. The film won Best Picture at the Canadian Film Awards in 1973.",
  "/wiki/Brenda_Vaccaro": "Brenda Buell Vaccaro (born November 18, 1939) is an American stage, television, and film actress. In a career spanning over half a century, she received one Academy Award nomination, three Golden Globe Award nominations (winning one), four Primetime Emmy Award nominations (winning one), and three Tony Award nominations.",
  "/wiki/Don_Stroud": "Donald Lee Stroud (born September 1, 1943) is an American actor, drummer, and surfer. Stroud has appeared in many films in the 1960s, 1970s, and 1980s, and has starred in over 100 films and 175 television shows to date.",
  "/wiki/Chuck_Shamata": "Charles (Chuck) Shamata (born 1942) is a Canadian actor.",
  "/wiki/Dogs_(1976_film)": "Dogs is a 1976 American natural horror film directed by Burt Brinckerhoff about a pack of dogs that go on a killing spree.",
  "/wiki/Burt_Brinckerhoff": "Burton Field Brinckerhoff (born October 25, 1936) is an American former director, actor, and producer. He was nominated for three Primetime Emmys for his direction in the drama series Lou Grant (1977–1982), as well as a Tony Award for his performance in the play Cactus Flower (1965).",
  "/wiki/David_McCallum": "David Keith McCallum, Jr. (born 19 September 1933) is a British actor and musician. He first gained recognition in the 1960s for playing secret agent Illya Kuryakin in the television series The Man from U.N.C.L.E..\nIn recent years, McCallum has gained renewed international recognition and popularity for his role as NCIS medical examiner Dr. Donald \"Ducky\" Mallard in the American television series NCIS.",
  "/wiki/George_Wyner": "George Wyner (born October 20, 1945) is an American film and television actor. Wyner graduated from Syracuse University in 1968 as a drama major, and was an in-demand character actor by the early 1970s. Wyner has made guest appearances in over 100 television series and co-starred in nine. His roles include  Assistant District Attorney Bernstein on the series Hill Street Blues, Colonel Sandurz in the film Spaceballs, and Rabbi Nachtner in A Serious Man.",
  "/wiki/Dr._Black_and_Mr._White": "Dr. Black, Mr. Hyde is a 1976 blaxploitation horror film loosely inspired by the novella, Strange Case of Dr. Jekyll and Mr. Hyde by Robert Louis Stevenson. The film stars Bernie Casey and Rosalind Cash and was directed by William Crain, who had also directed the successful Blacula for American International Pictures in 1972. Along with Crain, the film was written by Larry LeBron and Lawrence Woolner with cinematography by Tak Fujimoto. The movie was filmed primarily in Los Angeles and at locations such as the Watts Towers. Along with other blaxploitation films, Dr. Black, Mr. Hyde is filled with themes surrounding ideas of race, class and black power, yet it is unique in that the film depicts these themes through the genre of horror.",
  "/wiki/William_Crain_(filmmaker)": "William Crain (born June 20, 1949) is an American film and television director.  He was one of the first black filmmakers from a major film school to achieve commercial success.",
  "/wiki/Bernie_Casey": "Bernard Terry Casey (June 8, 1939 – September 19, 2017) was an American actor, poet, and professional football player.",
  "/wiki/Rosalind_Cash": "Rosalind Theresa Cash (December 31, 1938 – October 31, 1995) was an American actress, voice artist and singer. Her best known film role is in the 1971 science fiction film, The Omega Man. Cash also had another notable role as Mary Mae Ward in ABC's General Hospital, a role she portrayed from 1994 until her death in 1995.",
  "/wiki/Drive-In_Massacre": "Drive-In Massacre is a 1976 American B-movie slasher film written and directed by Stu Segall, and co-written by John F. Goff and George Buck Flower.",
  "/wiki/Stu_Segall": "Stu Segall is a Boston area-born TV and movie producer and director who is the founder of Stu Segall Productions, a San Diego, California-based TV production studio.",
  "/wiki/Eaten_Alive": "Eaten Alive (known under various alternate titles, including Death Trap, Horror Hotel, and Starlight Slaughter) is an American horror film, directed by Tobe Hooper and released in May 1976.",
  "/wiki/Tobe_Hooper": "Willard Tobe Hooper[a] (January 25, 1943 – August 26, 2017) was an American director, screenwriter, and producer best known for his work in the horror genre. The British Film Institute cited Hooper as one of the most influential horror filmmakers of all time.",
  "/wiki/Neville_Brand": "Lawrence Neville Brand (August 13, 1920 – April 16, 1992) was an American actor. His most memorable film roles were in Stalag 17 (1953), Riot in Cell Block 11 (1954), and Birdman of Alcatraz (1962). Brand was also a highly decorated World War II combat soldier.",
  "/wiki/Mel_Ferrer": "Melchor Gastón Ferrer (August 25, 1917 – June 2, 2008) was an American actor and director of stage and screen, film producer and the first husband of Audrey Hepburn.",
  "/wiki/Marilyn_Burns": "Marilyn Burns (born Mary Lynn Ann Burns; May 7, 1949 – August 5, 2014) was an American actress. While in high school, Burns made her film debut as a tour guide in Robert Altman's experimental comedy film Brewster McCloud (1970), followed by minor appearances in low-budget independent films where her scenes were ultimately deleted such as Sidney Lumet's drama film Lovin' Molly (1974).",
  "/wiki/Embryo_(film)": "Embryo is a 1976 science fiction horror film directed by Ralph Nelson starring Rock Hudson, Barbara Carrera, and Diane Ladd with a cameo appearance by Roddy McDowall. It deals with the mental and physical consequences of growing a human embryo in an artificial uterus. The film is in the public domain.",
  "/wiki/Ralph_Nelson": "Ralph Nelson (August 12, 1916 – December 21, 1987) was an American film and television director, producer, writer, and actor. He was best known for directing Lilies of the Field (1963), Father Goose (1964), and Charly (1968), films which won Academy Awards.",
  "/wiki/Rock_Hudson": "Rock Hudson (born Roy Harold Scherer Jr.; November 17, 1925 – October 2, 1985) was an American actor, who, according to TCM.com’s biography “epitomized Hollywood's classic matinee idol image... One of the most popular movie stars of his time, Hudson's screen career spanned five decades and was a shining example of Hollywood's classical \"star system\"-style career promotion ...” A prominent heartthrob of the Hollywood Golden Age, he achieved stardom with his role in   Magnificent Obsession (1954), followed by All That Heaven Allows (1955), director Douglas Sirk’s self-described effort to re-create the success of Magnificent Obsession, and Giant (1956), for which he received a nomination for the Academy Award for Best Actor. Hudson also found continued success with a string of romantic comedies co-starring Doris Day:  Pillow Talk (1959), Lover Come Back (1961), and Send Me No Flowers (1964). During the late 1960s, his films included Seconds (1966), Tobruk (1967), and Ice Station Zebra (1968).  Unhappy with the film scripts he was offered, Hudson turned to television and was a hit starring in the popular mystery series McMillan & Wife (1971–1977).  His last role was as a guest star on the fifth season (1984–1985) of the primetime ABC soap opera Dynasty, until the ravages of AIDS-related illness made it impossible for him to continue.",
  "/wiki/Barbara_Carrera": "Barbara Carrera (born Barbara Kingsbury; December 31, 1945) is a Nicaraguan American film and television actress and former model. She is known for her roles as SPECTRE assassin Fatima Blush in Never Say Never Again, as Maria in The Island of Dr. Moreau, and as Angelica Nero on the soap opera Dallas.",
  "/wiki/Diane_Ladd": "Diane Ladd (born November 29, 1935) is an American actress, film director, producer and author. She has appeared in over 120 film and television roles. For the 1974 film Alice Doesn't Live Here Anymore, she won the BAFTA Award for Best Actress in a Supporting Role and was nominated for the Academy Award for Best Supporting Actress. She went on to win the Golden Globe Award for Best Supporting Actress on Television for Alice (1980–81), and to receive Academy Award nominations for Wild at Heart (1990) and Rambling Rose (1991). Her other film appearances include Chinatown (1974), National Lampoon's Christmas Vacation (1989), Ghosts of Mississippi (1996), Primary Colors (1998), 28 Days (2000), and American Cowslip (2008). Ladd is the mother of actress Laura Dern, with her ex-husband, actor Bruce Dern.",
  "/wiki/Bert_I._Gordon": "Bert Ira Gordon (born September 24, 1922) is an American film director most famous for such science fiction and horror B-movies as The Amazing Colossal Man and Village of the Giants. Most of Gordon's work is in the idiom of giant monster films, for which he used rear-projection to create the special effects. His nickname \"Mister B.I.G.\"[citation needed] is a reference both to his initials and to his preference for directing movies featuring super-sized creatures.",
  "/wiki/Pamela_Franklin": "Pamela Franklin (born 3 February 1950) is a British former actress. She is best known for her role in the film The Prime of Miss Jean Brodie (1969), for which she won a NBR Award and received a BAFTA Film Award nomination.",
  "/wiki/Ralph_Meeker": "Ralph Meeker (born Ralph Rathgeber; November 21, 1920 –  August 5, 1988) was an American film, stage, and television actor. He first rose to prominence for his roles in the Broadway productions of Mister Roberts (1948–1951) and Picnic (1953), the former of which  earned him a Theatre World Award for his performance. In film, Meeker is perhaps best known for his portrayal of Mike Hammer in Robert Aldrich's 1955 film noir cult classic Kiss Me Deadly.",
  "/wiki/Ida_Lupino": "Ida Lupino (4 February 1918 – 3 August 1995) was an English-American actress, singer, director, and producer. She is widely regarded as one of the most prominent female filmmakers working during the 1950s in the Hollywood studio system. With her independent production company, she co-wrote and co-produced several social-message films and became the first woman to direct a film noir with The Hitch-Hiker in 1953.",
  "/wiki/God_Told_Me_To": "God Told Me To (released in some theatrical markets as Demon) is a 1976 science fiction/horror film written and directed by Larry Cohen. Like many of Cohen's films, it is shot on location in New York City and incorporates aspects of the police procedural.",
  "/wiki/Larry_Cohen": "Lawrence George Cohen (July 15, 1936 – March 23, 2019) was an American screenwriter, producer, and director of film and television, best known as a B-movie auteur of horror and science fiction films — often containing police procedural and satirical elements — during the 1970s and 1980s, such as It's Alive (1974), God Told Me To (1976), It Lives Again (1978), The Stuff (1985) and A Return to Salem's Lot (1987). After that, he concentrated mainly on screenwriting, including Phone Booth (2002), Cellular (2004) and Captivity (2007).",
  "/wiki/Sylvia_Sidney": "Sylvia Sidney (born Sophia Kosow, August 8, 1910 – July 1, 1999) was an American stage, screen and film actress whose career spanned over 70 years. She rose to prominence in dozens of leading roles in the 1930s. She later gained attention for her role as Juno, a case worker in the afterlife, in Tim Burton's film Beetlejuice, for which she won a Saturn Award as Best Supporting Actress. She also was nominated for the Academy Award for Best Supporting Actress for her performance in Summer Wishes, Winter Dreams (1973).",
  "/wiki/Richard_Lynch_(actor)": "Richard Lynch (February 12, 1940 – June 19, 2012) was an American actor best known for portraying villains in films and television.",
  "/wiki/Tony_Lo_Bianco": "Tony Lo Bianco (born Anthony LoBianco; October 19, 1936) is an American film, stage, and television actor, known for his portrayals of gruff law enforcement figures in crime films. His accolades include one Tony Award nomination, an Obie Award, and a Daytime Emmy Award.",
  "/wiki/Grizzly_(1976_film)": "Grizzly (also known as Killer Grizzly on television) is a 1976 American thriller film directed by William Girdler, about a park ranger attempts to halt the wild rampage of an 18-foot-tall, 2000 pound, man-eating grizzly bear that terrorizes a National Forest, having developed a taste for humans. However, a drunken hunting party complicate matters. It stars Christopher George, Andrew Prine and Richard Jaeckel. Widely considered a Jaws rip-off, Grizzly used many of the same plot devices as its shark predecessor, which had been a huge box-office success during the previous year. The giant grizzly bear in the film was portrayed by a Kodiak bear named Teddy, who was 11 feet tall.",
  "/wiki/William_Girdler": "William Girdler (October 22, 1947 –  January 21, 1978) was an American filmmaker. In a span of six years, from 1972 to 1978, he directed nine feature films in such genres as horror and action. Girdler also wrote and produced three of his features, Abby, Sheba, Baby and The Manitou.",
  "/wiki/Joan_McCall": "Joan McCall (born January 31, 1948 in Kentucky) is an American screenwriter, producer, actress and religious minister.",
  "/wiki/List_of_horror_films_of_1976": "A list of horror films released in 1976."
}