{
  "/wiki/Li_Jinyu": "Li Jinyu (Chinese: 李金羽; pinyin: Lǐ Jīnyǔ; born 6 July 1977) is a Chinese football coach and a former international player.",
  "/wiki/Liaoning_FC": "Liaoning Football Club (simplified Chinese: 辽宁足球俱乐部; traditional Chinese: 遼寧足球俱樂部; pinyin: Liáoníng Zúqiú Jùlèbù), officially known as Liaoning Hongyun (simplified Chinese: 辽宁宏运; traditional Chinese: 遼寧宏運; pinyin: Liáoníng Hóngyùn), is a professional association football club that currently participates in the China League One under licence from the Chinese Football Association (CFA). The team is based in Shenyang, Liaoning Province and their home stadium is the Tiexi New District Sports Center that has a seating capacity of 30,000. Their current majority shareholders are the Liaoning Sport Technology College and the Huludao Hongyun Group Co., Ltd, which is part of the real estate and financial conglomerate the Hongyun Group.",
  "/wiki/Shandong_Luneng": "Shandong Luneng Taishan (simplified Chinese: 山东鲁能泰山; traditional Chinese: 山東魯能泰山; pinyin: Shāndōng Lǔnéng Tàishān) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Jinan, Shandong and their home stadium is the Jinan Olympic Sports Center Stadium that has a seating capacity of 56,808. Their current majority shareholder is Shandong Electric Power Group Corporation, the biggest supplier of electric energy in Shandong province and itself part of the State Grid Corporation of China.. \"Luneng\" is the name of Luneng Group, now another subsidiary corporation of State Grid Corporation of China. The last part of the club name derives from Mount Tai.",
  "/wiki/Elkeson": "Elkeson de Oliveira Cardoso, known as Elkeson or in Chinese as Ai Kesen (Chinese: 艾克森; pinyin: Ài Kèsēn; born 13 July 1989), is a Brazilian-born Chinese professional footballer who plays as an attacking midfielder or as a forward for Guangzhou Evergrande of the Chinese Super League and the Chinese National Team.",
  "/wiki/Guangzhou_Evergrande": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/Shanghai_SIPG": "Shanghai SIPG F.C. (Chinese: 上海上港; pinyin: Shànghǎi Shànggǎng; Shanghainese pronunciation: [zɑ̃.hɛ.zɑ̃.ɡã];) or SIPG FC is a professional football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Pudong, Shanghai, and their home stadium is the Yuanshen Sports Centre Stadium, which has a seating capacity of 16,000. The club plans to move to the currently under construction Pudong Football Stadium in 2021. Their owners are the Chinese group Shanghai International Port Group (SIPG).",
  "/wiki/Wu_Lei_(footballer)": "Wu Lei (Chinese: 武磊; pinyin: Wǔ Lěi; born 19 November 1991) is a Chinese professional footballer who plays as a left winger for Spanish club RCD Espanyol and the China national team.",
  "/wiki/Hao_Haidong": "Hao Haidong (simplified Chinese: 郝海东; traditional Chinese: 郝海東; pinyin: Hǎo Hǎidōng; born 9 May 1970) is a Chinese former international footballer. He currently holds the record for being China's top goalscorer.",
  "/wiki/Bayi_Football_Team": "The Bayi or August First Football Team (Chinese: 八一; pinyin: Bāyī) or its full name the People's Liberation Army Bayi Football Club (Chinese: 中国人民解放军八一足球俱乐部) was a football team under the sport branch of the People's Liberation Army (PLA) that played in China's football league system between 1951 and 2003. They were predominantly based in Beijing.",
  "/wiki/Dalian_Shide": "Dalian Shide was a professional Chinese football club based in Dalian, Liaoning province, China who played in China's football league system between 1955 and 2012. Their home stadiums were the 55,843 capacity Dalian People's Stadium and then later in 1997 they moved to the 30,776 capacity Jinzhou Stadium.",
  "/wiki/Gao_Lin": "Gao Lin (Chinese: 郜林; pinyin: Gào Lín; born 14 February 1986) is a Chinese footballer who currently plays for Guangzhou Evergrande in the Chinese Super League. He is currently the all-time top goalscorer for the club with 113 goals and has also made the most appearances for the club. He is considered one of China's most technical strikers and is known by the nickname Gaolinsmann (Chinese: 郜林斯曼; pinyin: Gàolínsīmàn; Mandarin pronunciation: [kâu lǐn sí mân]).",
  "/wiki/Shanghai_Shenhua": "Shanghai Greenland Shenhua Football Club (simplified Chinese: 上海绿地申花足球俱乐部; traditional Chinese: 上海綠地申花足球俱樂部; pinyin: Shànghǎi Lǜdì Shēnhuā Zúqiú Jùlèbù), is a Chinese professional  football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The term shen hua literally translates as \"the Flower of Shanghai\" in English – shen is one of the alternative names of Shanghai and hua means flower in Chinese. The team is based in Kangqiao, Shanghai and their home stadium is the Hongkou Football Stadium, which has a seating capacity of 33,060. Their majority shareholder is Chinese developer Greenland Group who took over the operation of the club when they bought the 28.5% share from previous majority shareholder Zhu Jun in 2014.",
  "/wiki/Han_Peng": "Han Peng (simplified Chinese: 韩鹏; traditional Chinese: 韓鵬; pinyin: Hán Péng; born 13 September 1983) is a Chinese footballer.",
  "/wiki/Eran_Zahavi": "Eran Zahavi (or Zehavi, Hebrew: ערן זהבי‎; born 25 July 1987) is an Israeli professional footballer who plays as an attacking midfielder or as a striker for Guangzhou R&F and the Israel national team.",
  "/wiki/Guangzhou_R%26F": "Guangzhou R&F Football Club is a professional football club that plays in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Guangzhou, Guangdong, and their home stadium is the Yuexiushan Stadium which has a seating capacity of 18,000. They are owned by the Chinese property developers R&F Properties who took charge in June 2011. The club's English name R&F is short for \"Rich\" (富) and \"Force\" (力).",
  "/wiki/Wang_Tao_(footballer,_born_1970)": "Wang Tao (Simplified Chinese: 王涛) (born 22 April 1970) is a former Chinese international football player who played as a striker. After his retirement he helped establish the newly formed Beijing Baxy football team and would become their chairman until he left in 2011.",
  "/wiki/Beijing_Guoan": "Beijing Sinobo Guoan F.C. (Chinese: 北京中赫国安; pinyin: Běijīng Zhōnghè Guó'ān) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in the Chaoyang District in Beijing and their home stadium is the Workers' Stadium with a seating capacity of 66,161. Their shareholders are the real estate company Sinobo Group (64%) and CITIC Limited (36%) of CITIC Group, a state-owned enterprise of China. Beijing Guoan F.C. was founded as a professional team by CITIC Guoan Group, which was a subsidiary of CITIC Group until 2014. The club is one of the four teams to never have been relegated from the league since its debut in 2004.",
  "/wiki/Qu_Bo_(footballer)": "Qu Bo (Chinese: 曲波; pinyin: Qū Bō; born 15 July 1981) is a retired Chinese footballer.",
  "/wiki/Qingdao_Jonoon_F.C.": "Qingdao Jonoon Football Club (simplified Chinese: 青岛中能; traditional Chinese: 青島中能; pinyin: Qīngdǎo Zhōngnéng, known as Hai-Niu or The Sea Bulls) is a professional Chinese football club that currently participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Qingdao, Shandong and their home stadium is the Qingdao Tiantai Stadium that has a seating capacity of 20,525. Their current owners are the privately owned cable manufacturer Qingdao Jonoon Group.",
  "/wiki/Shaanxi_Renhe_Commercial_Chanba_F.C.": "Beijing Renhe Football Club (Chinese: 北京人和; pinyin: Běijīng Rénhé) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Fengtai, Beijing and their home stadium is the Beijing Fengtai Stadium that has a seating capacity of 31,043. Their current majority shareholder is Chinese property developers of shopping centers Renhe Commercial Holdings Company Limited.",
  "/wiki/Yu_Genwei": "{{Infobox football biography\n\n| name          = Yu Genwei于根伟\n| image               =\n| fullname            = Yu Genwei\n| birth_date         =  (1974-01-07) 7 January 1974 (age 46)\n| birth_place = Tianjin, China\n| currentclub         = Retired\n| clubnumber          =\n| height              = 1.80 m (5 ft 11 in)\n| position            = Forward, Attacking Midfielder\n| youthyears1 =\n| youthclubs1 =\n| years1 =                 1994–2005\n| clubs1 =                 Tianjin Teda\n| caps1 =            197\n| goals1 =  78\n| nationalyears1 =         1997–2004\n| nationalteam1 =          China\n| nationalcaps1 =    22\n| nationalgoals1 =   2\n| manageryears1 = 2007–2009\n| managerclubs1 = Tianjin Teda (Assistant)\n| pcupdate            =\n| ntupdate            =\n}}\nYu Genwei (Chinese: 于根伟) (born 7 January 1974) is a former Chinese international footballer who played his entire career for Tianjin Teda as an attacking midfielder or striker. Internationally he represented the Chinese football team where he was a participant at the 2002 FIFA World Cup.",
  "/wiki/Tianjin_Teda_F.C.": "Tianjin TEDA Football Club (simplified Chinese: 天津泰达; traditional Chinese: 天津泰達; pinyin: Tiānjīn Tàidá) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center Stadium that has a seating capacity of 54,696. Their owners are the TEDA Holding (The name is derived from the initials of Tianjin Economic-Technological Development Area) a state-owned conglomerate of the People's Republic of China.",
  "/wiki/Li_Bing_(footballer)": "Li Bing (Chinese: 黎兵; pinyin: Lí Bīng; Mandarin pronunciation: [lǐ píŋ]; born 16 March 1969 in Guizhou) is a retired Chinese international football player and currently a manager.",
  "/wiki/Guangdong_Hongyuan_F.C.": "Guangdong Winnerway Football Club (simplified Chinese: 广东宏远; traditional Chinese: 廣東宏遠; pinyin: Guǎngdōng Hóngyuǎn) is a defunct Chinese football club, established on September 15, 1992 by Guangdong Winnerway Group and Guangdong Football Association. It was one of the earliest professional football clubs in China.",
  "/wiki/Sichuan_FC": "Sichuan Jiuniu Football Club (Simplified Chinese: 四川九牛足球俱乐部) is a Chinese football club based in Chengdu, Sichuan, China. It currently plays in the China League Two.",
  "/wiki/Wang_Peng_(footballer,_born_1978)": "Wang Peng (Chinese:王鹏; born June 16, 1978 in Dalian) is a former Chinese international  footballer who played as a striker. In his playing career he represented Dalian Wanda FC where he won six Chinese league titles with them before having short spells with Sichuan Guancheng and Shaanxi Chanba.",
  "/wiki/Shaanxi_Chanba": "Beijing Renhe Football Club (Chinese: 北京人和; pinyin: Běijīng Rénhé) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Fengtai, Beijing and their home stadium is the Beijing Fengtai Stadium that has a seating capacity of 31,043. Their current majority shareholder is Chinese property developers of shopping centers Renhe Commercial Holdings Company Limited.",
  "/wiki/Ricardo_Goulart": "Ricardo Goulart Pereira or simply Ricardo Goulart (Brazilian Portuguese: [ʁiˈkaʁdu ɡuˈlaʁ]; born 5 June 1991), is a Brazilian-born Chinese footballer who plays for Guangzhou Evergrande as an attacking midfielder.",
  "/wiki/Tiago_Jorge_Honorio": "Tiago Jorge Honório or simply Tiago  (born 4 December 1977 in Americana), is a Brazilian football striker, who plays for Independente de Limeira in Brazil.",
  "/wiki/Shenzhen_Shangqingyin": "Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.",
  "/wiki/Shanghai_Liancheng": "Shanghai United F.C (Simplified Chinese: 上海联城足球俱乐部) was a Chinese professional football club based in Shanghai, who last played in the 16,000 seater Yuanshen Sports Centre Stadium in the Chinese Super League. The club was founded by Dalian Shide F.C. on 1 February 2000 and was originally known as Dalian Sidelong. The club was initially used as youth team who were allowed to compete in the Chinese football league pyramid until the club was eventually sold to businessman Zhu Jun, the owner of China's second-largest online gaming company The9 in 2005. He moved the club to Shanghai until 2007 when he bought a majority share of inner-city rivals Shanghai Shenhua, thus began to merge the two clubs. Shanghai United no longer exists in name and is replaced by Shanghai Shenhua.",
  "/wiki/Su_Maozhen": "Su Maozhen (Chinese: 宿茂臻; pinyin: Sù Màozhēn; born 30 July 1972, in Qingdao, Shandong) is a Chinese football coach and former international player. As a player, he spent his whole career with Shandong Luneng as a striker where he won several league and cups with them as well as being a regular for the Chinese national team, playing at the 2002 FIFA World Cup. After his retirement as a player he would eventually move into management where he started off as an assistant before becoming the head coach of the China under-20 national team.",
  "/wiki/Luis_Alfredo_Ram%C3%ADrez": "Luis Alfredo Ramírez Quioto (American Spanish: [lwis alˈfɾeðo raˈmiɾes]; born 21 November 1977), nicknamed El Bombero ([el βomˈbeɾo];[a] the Pumpman), is a Honduran football striker who currently plays for Deportes Savio in the Honduran national league. He is nicknamed Bombero because he used to work at a gas station as a gas pump attendant.",
  "/wiki/Guangzhou_Pharmaceutical": "Guangzhou Pharmaceuticals Corporation (广州医药集团) is a pharmaceutical wholesaling and distribution company headquartered in Guangzhou, China, and a 50:50 joint venture between Walgreens Boots Alliance and Guangzhou Pharmaceutical Holdings Limited. It is the third-largest pharmaceutical wholesaler in China measured by revenues.",
  "/wiki/Hangzhou_Greentown": "Zhejiang Greentown Football Club (simplified Chinese: 浙江绿城; traditional Chinese: 浙江綠城; pinyin: Zhèjiāng Lǜchéng) is a professional Chinese football club that currently participates in the China League One division (second division) under licence from the Chinese Football Association (CFA). The team is based in Hangzhou, Zhejiang and their home stadium is the Hangzhou Huanglong Stadium that has a seating capacity of 52,672. The club's main investor is the Zhejiang-based Greentown China Holdings Limited company, which is owned by real estate tycoon Song Weiping. Greentown became the first sports club from Hangzhou with 1 million followers on Weibo.",
  "/wiki/Yu_Hanchao": "Yu Hanchao (Chinese: 于汉超; pinyin: Yú Hànchāo; born 25 February 1987) is a Chinese footballer who currently plays for Guangzhou Evergrande as a right-footed left winger in the Chinese Super League.",
  "/wiki/Dalian_Yifang": "Dalian Professional Football Club (Chinese: 大连人足球俱乐部) is a professional Chinese football club based in Dalian, Liaoning, that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is owned by Dalian Wanda Group headquartered in Beijing and their home stadium is Dalian Sports Center Stadium with a capacity of 61,000.\nThe club was founded on September 20, 2009, by Dalian Aerbin Group Company, Ltd., and started from the third tier of the Chinese football pyramid, the China League Two. Winning two consecutive league title in the second and third tier professional football leagues, they were promoted to the top tier in 2012 Chinese Super League season where they experienced their highest ever placing of fifth in the same season.",
  "/wiki/Giovanni_Moreno": "Giovanni Andrés Moreno Cardona (Spanish pronunciation: [ɟʝoˈβani moˈɾeno]; born 1 July 1986) is a Colombian footballer who plays for and captains Chinese Super League club Shanghai Shenhua F.C. where he primarily operates as an attacking midfielder.",
  "/wiki/Li_Yi_(footballer)": "Li Yi (Chinese: 李毅, born June 20, 1979), is a Chinese soccer manager and former international player who is now the assistant coach of Hebei China Fortune. He is also an Internet meme in China with a nickname Imperator Li Yi the Great (Chinese: 李毅大帝). A Baidu Tieba named after him is the most popular bars create many famous Network Glossary.",
  "/wiki/Zhang_Yuning_(footballer,_born_1977)": "Zhang Yuning (Simplified Chinese: 张玉宁; Traditional Chinese: 張玉寧; Pinyin: Zhāng Yùníng) (born May 25, 1977 in Shenyang) is a former Chinese international footballer. After retiring from football he took up coaching to become the reserve team coach for Wenzhou Tomorrow until he left at the beginning of the 2010 league season.",
  "/wiki/Football_records_and_statistics_in_China": "These are the Records for the Chinese Football League since its inception in 1994."
}