{
  "/wiki/Six_Flags_White_Water": "Six Flags White Water is a 69-acre (280,000 m2) water park located northwest of Atlanta, in unincorporated Cobb County, Georgia. Originally opening in 1984 as White Water Atlanta, the park became part of the Six Flags family of parks in 1999. Today, it is marketed as a second gate to Six Flags Over Georgia, and the two parks often cross-promote each other. In 2012, the park hosted 505,000 visitors, ranking it #12 on the list of the top water parks in North America.",
  "/wiki/Marietta,_Georgia": "Marietta is located in central Cobb County, Georgia, United States, and is the county's seat and largest city.",
  "/wiki/Bellewaerde_Park": "Bellewaerde is a theme park in the West-Flemish countryside at Zonnebeke near Ypres (Belgium). It was established in 1954, on the grounds of the World War I Battle of Bellewaarde. Named after an old castle in its territory that still stands near the main entrance, Bellewaerde is the oldest operating theme park in Belgium. Originally a zoo and safari, the park expanded in the early eighties to become more of a general theme- and thrillpark, catering towards teens and families. The 54-hectare (130-acre) park is famous for its beautiful gardens, marvelous landscaping and its attention to theming. Its mascotte is a lion dressed as a king, King Lion. Bellewaerde draws about 850,000 - 900,000 visitors a year and is the main theme park in Flanders.",
  "/wiki/Ypres": "Ypres (/ˈiːprə/ EE-prə; French: [ipʁ]; Dutch: Ieper [ˈipər]) is a Belgian municipality in the province of West Flanders. Though the Dutch Ieper is the official name, the city's French name Ypres is most commonly used in English. The municipality comprises the city of Ypres and the villages of Boezinge, Brielen, Dikkebus, Elverdinge, Hollebeke, Sint-Jan, Vlamertinge, Voormezele, Zillebeke, and Zuidschote. Together, they are home to about 34,900 inhabitants.",
  "/wiki/Compagnie_des_Alpes": "Compagnie des Alpes (Euronext: CDA) is a French company created in 1989 to operate many ski resorts in Europe. Compagnie des Alpes is a part of Caisse des dépôts et consignations.",
  "/wiki/Movieland_Wax_Museum": "Movieland Wax Museum, with over 300 wax figures in 150 sets, was the largest wax museum in the United States. Located in Buena Park, California, it was for decades one of the most popular wax museums in the United States. Allen Parkinson founded the museum on May 4, 1962, but sold it to the Six Flags Corporation in 1970. It was located north of Knott's Berry Farm on Beach Boulevard.",
  "/wiki/Buena_Park,_California": "Buena Park (/ˈbweɪnə/) is a city in northwestern Orange County, about 12 miles (20 km) northwest of downtown Santa Ana, the county seat. As of Census 2010 its population was 80,530. It is the location of several tourist attractions, including Knott's Berry Farm. It is located about 24 miles southeast of Downtown Los Angeles and is within the Los Angeles metropolitan area.",
  "/wiki/Wax_museum": "A wax museum or waxworks usually consists of a collection of wax sculptures representing famous people from history and contemporary personalities exhibited in lifelike poses, wearing real clothes.",
  "/wiki/Six_Flags_AstroWorld": "Six Flags AstroWorld or AstroWorld was a seasonally operated theme park located in Houston, Texas. Owned and operated by Six Flags, it was located on approximately 57 acres (23 ha) of land, which was later expanded to over 75 acres (30 ha) between Kirby Drive and Fannin Avenue, directly south of Loop 610 in Houston. Part of the \"Six Flags Houston\" complex, the park also included Six Flags WaterWorld, a water park that was adjacent to the main park.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Six_Flags_Atlantis": "Six Flags Atlantis was a water park in Hollywood, Florida, that occupied several acres on the southeastern intersection of Stirling Road (State Road 848) and I-95.",
  "/wiki/Hollywood,_Florida": "Hollywood is a city in Broward County, Florida, between Fort Lauderdale and Miami. The average temperature is between 68 and 83 °F (20 and 28 °C). As of July 1, 2017, Hollywood had a population of 153,627. Founded in 1925, the city grew rapidly in the 1950s and 1960s, and is now the twelfth-largest city in Florida. Hollywood is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people at the 2015 census.",
  "/wiki/Hurricane_Andrew": "Hurricane Andrew was a powerful and destructive Category 5 Atlantic hurricane that struck the Bahamas, Florida, and Louisiana in August 1992. It is the most destructive hurricane to ever hit Florida in terms of structures damaged or destroyed, and was the costliest in financial terms until Hurricane Irma surpassed it 25 years later. It was the strongest landfalling hurricane in decades and the costliest hurricane to make landfall anywhere in the United States, until it was surpassed by Katrina in 2005. In addition, Andrew is one of only four Category 5 hurricanes to make landfall in the United States, alongside the 1935 Labor Day hurricane, Hurricane Camille in 1969, and Hurricane Michael in 2018. Andrew caused major damage in the Bahamas and Louisiana, but the greatest impact was felt in South Florida, where the storm made landfall as a Category 5 hurricane, with 1-minute sustained wind speeds as high as 165 mph (266 km/h). Passing directly through the city of Homestead in Dade County (now known as Miami-Dade County), Andrew stripped many homes of all but their concrete foundations. In total, Andrew destroyed more than 63,500 houses, damaged more than 124,000 others, caused $27.3 billion in damage,[nb 1] and left 65 people dead.",
  "/wiki/Kmart": "Kmart Corporation (/ˈkeɪmɑːrt/ KAY-mart, doing business as Kmart and stylized as kmart) is an American big box department store chain headquartered in Hoffman Estates, Illinois, United States.\nThe company was incorporated in 1899 as S. S. Kresge Corporation and renamed to Kmart Corporation in 1977. The first store with the Kmart name opened in 1962. At its peak in 1994, Kmart operated 2,486 stores globally, including 2,323 discount stores and Super Kmart Center locations in the United States. [citation needed][needs update] From 2005 through 2019, Kmart was a subsidiary of Sears Holdings Corporation and is now a subsidiary of Transform Holdco LLC.",
  "/wiki/AutoWorld_(theme_park)": "AutoWorld was an indoor theme park in Flint, Michigan, USA, built to make the town attractive to tourists. It opened as Six Flags AutoWorld on July 4, 1984, and closed for the first time just six months later, shutting down for good in 1994 and being demolished a few years later.",
  "/wiki/Flint,_Michigan": "Flint is the largest city and seat of Genesee County, Michigan, United States. Located along the Flint River, 66 miles (106 km) northwest of Detroit, it is a principal city within the region known as Mid Michigan. According to the 2010 census, Flint has a population of 102,434, making it the seventh largest city in Michigan.  The Flint metropolitan area is located entirely within Genesee County. It is the fourth largest metropolitan area in Michigan with a population of 425,790 in 2010. The city was incorporated in 1855.",
  "/wiki/Walibi_Belgium": "Walibi Belgium, formerly Walibi Wavre and then Six Flags Belgium, is a Belgian theme park located in Wavre, close to Brussels. During the 1998 to 2004 period, it was owned by Six Flags, Inc, an American theme park operator. It was later sold to Palamon Capital Partners. As of 2006, the park is owned and operated, along with Paris' Parc Astérix, by CDA Parks  (a division of Compagnie des Alpes).\nThe Walibi name comes from the mix of Wavre, Limal and Bierges, three towns in the Belgian province of Walloon Brabant, where the park is situated.",
  "/wiki/Wavre": "Wavre (French pronunciation: ​[wavʁ], Dutch: Waver) is a city and municipality in the Belgian province of Walloon Brabant, of which it is the capital.",
  "/wiki/Six_Flags_Dubai": "Six Flags Dubai was a planned theme park under development for multiple years in Dubai, United Arab Emirates. The park was being developed by DXB Entertainments, under license from Six Flags. The park was scheduled to open in November 2011, but Six Flags terminated the agreement in 2010 after Tatweer failed to make a payment owed to Six Flags. It was later revived and scheduled to open in 2019 near Lapita Hotel and Riverland Dubai at Dubai Parks and Resorts. It was be divided into six themed sections, and contain 27 different attractions, including six roller coasters. On April 25, 2019, DXB Entertainments issued a statement that the project had been cancelled.",
  "/wiki/Dubai,_U.A.E.": "Dubai (/duːˈbaɪ/ doo-BY; Arabic: دبي‎ Dubay, Gulf Arabic: Arabic pronunciation: [dʊˈbɑj]) is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai.",
  "/wiki/Dubai_Parks_and_Resorts": "Dubai Parks and Resorts is the Middle East’s largest integrated leisure and theme park destination located on Sheikh Zayed road in Dubai, United Arab Emirates. Spread over 25 million square feet, it features more than 100 rides and attractions, and consists of three theme parks: Motiongate Dubai, Bollywood Parks Dubai and Legoland Dubai, and one water park: Legoland Water Park. It also encompasses Riverland Dubai, a themed retail and dining destination, as well as the Polynesian-themed family resort, Lapita Hotel Dubai.",
  "/wiki/Elitch_Gardens_Theme_Park": "Elitch Gardens Theme and Family Water Park, locally known as \"Elitch's\", is an amusement park in Denver, Colorado. It is owned by Kroenke Sports & Entertainment and operated by Premier Parks, LLC. Distinctive for being located in a downtown area, it is open April through October.",
  "/wiki/Denver": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/PARC_Management": "PARC Management, LLC is an operations company based in Jacksonville, Florida, U.S. which operates a Go-Cart Family Entertainment Center, in Sevierville, Tennessee.",
  "/wiki/Walibi_Holland": "Walibi Holland (previously called Flevohof, Walibi Flevo, Six Flags Holland and Walibi World) is a theme park in Biddinghuizen, Netherlands.",
  "/wiki/Biddinghuizen": "Biddinghuizen (Dutch pronunciation: [ˌbɪdɪŋˈɦœyzən]) is a village in the municipality of Dronten in the Netherlands. It is situated in the center of the province of Flevoland, about 13 km north of the city of Harderwijk.",
  "/wiki/Kentucky_Kingdom": "Kentucky Kingdom (formerly called Six Flags Kentucky Kingdom) is an amusement park in Louisville, Kentucky. The 63-acre (25 ha) park includes a collection of amusement rides and a water park named Hurricane Bay. The park reopened to the public on May 24, 2014.",
  "/wiki/Louisville,_Kentucky": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Kentucky_State_Fair": "The Kentucky State Fair is the official state fair of Kentucky which takes place at the Kentucky Exposition Center in Louisville. More than 600,000 fairgoers fill the 520 acres (2.1 km2) of indoor and outdoor exhibits; activities include sampling a wide variety of food and riding several roller coasters during the 11-day event. The Kentucky State Fair includes competitions in crafts such as quilt-making, homebrew beers, and home-made pastries, as well as fine arts and agricultural competitions. Exhibitor spaces are available and are popular with area and regional businesses.",
  "/wiki/Six_Flags_New_Orleans": "Six Flags New Orleans (SFNO) is a 140-acre, abandoned theme park in New Orleans. It first opened in 2000, but has been closed since it was seriously damaged by flooding during Hurricane Katrina on August 29, 2005. It is currently owned by the Industrial Development Board (IDB) of New Orleans. Six Flags had leased the park from 2002 until 2009, when the lease was terminated during its bankruptcy proceedings. The former park is located in New Orleans East off Interstate 10.",
  "/wiki/New_Orleans": "New Orleans (/ˈɔːrl(i)ənz, ɔːrˈliːnz/, locally /ˈɔːrlənz/; French: La Nouvelle-Orléans [la nuvɛlɔʁleɑ̃] (listen)) is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 391,006 in 2018, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States.",
  "/wiki/Hurricane_Katrina": "Hurricane Katrina was a Category 5 hurricane that made landfall on Florida and Louisiana in August 2005, causing catastrophic damage, particularly in the city of New Orleans and the surrounding areas, and over 1,200 deaths. Subsequent flooding, caused largely as a result of fatal engineering flaws in the flood protection system known as levees around the city of New Orleans, precipitated most of the loss of lives. The storm was the third major hurricane of the record-breaking 2005 Atlantic hurricane season, as well as the fourth-most intense Atlantic hurricane on record to make landfall in the contiguous United States, behind only the 1935 Labor Day hurricane, Hurricane Camille in 1969, and Hurricane Michael in 2018.",
  "/wiki/Six_Flags_Power_Plant": "The Pratt Street Power Plant — also known as the Pier Four Power Plant, The Power Plant, \"Pratt Street Toenail\", and Pratt Street Station — is a historic former power plant located in downtown Baltimore, Maryland, USA. It has undergone significant repurposing development since retirement and was listed on the National Register of Historic Places in 1987.",
  "/wiki/Baltimore": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Inner_Harbor": "The Inner Harbor is a historic seaport, tourist attraction, and landmark of the city of Baltimore, Maryland. It was described by the Urban Land Institute in 2009 as \"the model for post-industrial waterfront redevelopment around the world\". The Inner Harbor is located at the mouth of Jones Falls, creating the wide and short northwest branch of the Patapsco River.  The district includes any water west of a line drawn between the foot of President Street and the American Visionary Art Museum.",
  "/wiki/Hard_Rock_Cafe": "Hard Rock Cafe Inc. is a chain of theme restaurants founded in 1971 by Isaac Tigrett and Peter Morton in London. In 1979, the cafe began covering its walls with rock and roll memorabilia, a tradition which expanded to others in the chain. In 2007, Hard Rock Cafe International (USA), Inc. was sold to the Seminole Tribe of Florida and was headquartered in Orlando, Florida, until April 2018, when the corporate offices were relocated to Davie, Florida.  As of July 2018, Hard Rock International has venues in 74 countries, including 185 cafes, 25 hotels, and 12 casinos.[needs update]",
  "/wiki/Barnes_&_Noble": "Barnes & Noble, Inc., is an American bookseller. It is a Fortune 1000 company and the bookseller with the largest number of retail outlets in the United States. As of March 7, 2019, the company operates 627 retail stores in all 50 U.S. states. In August 2019, Elliott Management Corporation acquired the company.",
  "/wiki/Gold's_Gym": "Gold's Gym International, Inc. is an American chain of international co-ed fitness centers (commonly referred to as gyms) originally started by Joe Gold in Venice Beach, California. Each gym offers a variety of cardio and strength training equipment as well as group exercise programs. Its headquarters have since relocated to Dallas.",
  "/wiki/ESPN_Zone": "ESPN Zone was a theme restaurant and entertainment center chain in the United States that included arcades, TV studios, and radio studios, operated by the Disney Regional Entertainment subsidiary of Walt Disney Parks and Resorts using the Disney-owned ESPN brand. While the ESPN Zone name is no longer used, similar, still-operating restaurants include the ESPN Club at Disney's BoardWalk Inn and the ESPN Grill at ESPN Wide World of Sports, both located within the Walt Disney World complex in Bay Lake, Florida.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/SeaWorld_Orlando": "SeaWorld Orlando is a  theme park and marine zoological park, in Orlando, Florida. It is owned and operated by SeaWorld Parks & Entertainment. When combined with its neighbor Discovery Cove and Aquatica, it forms SeaWorld Parks and Resorts Orlando, an entertainment complex consisting of the three parks and many hotels. In 2018, SeaWorld Orlando hosted an estimated 4.594 million guests, ranking it the 10th most visited amusement park in the United States.",
  "/wiki/Harcourt_Brace_Jovanovich": "Harcourt was an American  publishing firm with a long history of publishing  fiction and nonfiction for adults and children. The company was last based in San Diego, California, with editorial/sales/marketing/rights offices in New York City and Orlando, Florida, and was known at different stages in its history as Harcourt Brace, & Co. and Harcourt Brace Jovanovich. From 1919 to 1982, it was based in New York City.",
  "/wiki/Geauga_Lake": "Geauga Lake was a theme park in Bainbridge Township and Aurora, Ohio, United States. Established in 1887 in what had been a local recreation area adjacent to a lake of the same name, the first amusement ride was added in 1889, and the park's first roller coaster –  later known as the Big Dipper –  was built in 1925. In 1969, the park was sold to Funtime, Inc., and was expanded over the years with additional rides and amenities. Further expansion occurred in the mid and late 1990s after Funtime's acquisition by Premier Parks in 1995. Prior to the 2000 season, soon after Premier Parks acquired Six Flags, the park was re-branded as Six Flags Ohio and four new roller coasters were added. A year later, Six Flags bought the adjacent SeaWorld Ohio and combined the two parks under the name Six Flags Worlds of Adventure.",
  "/wiki/Aurora,_Ohio": "Aurora is an eastern suburb of the Greater Cleveland area, Ohio, United States. It is co-extant with, and formed from, the former township of Aurora, which was formed from the Connecticut Western Reserve. The population was 15,548 at the 2010 census.",
  "/wiki/SeaWorld_Ohio": "SeaWorld Ohio was a theme park and marine zoological park, located in Aurora, Ohio. It was owned and operated by SeaWorld Parks & Entertainment, formerly known as Busch Entertainment Corporation. The Ohio location was the second SeaWorld park to be built in the chain, following SeaWorld San Diego which opened just six years earlier. The park was developed by George Millay, founder of the SeaWorld brand. Wildwater Kingdom, a waterpark built by Cedar Fair in 2005, occupied the property until its closure in September 2016.",
  "/wiki/Cedar_Fair": "Cedar Fair, L.P., doing business as the Cedar Fair Entertainment Company, is a publicly traded master limited partnership headquartered at its Cedar Point amusement park in  Sandusky, Ohio. The company owns and operates twelve amusement parks, four outdoor water parks, one indoor water park, and five hotels in the US and Canada. Cedar Fair also manages Gilroy Gardens under contract with the city of Gilroy, California.",
  "/wiki/Movie_Park_Germany": "Movie Park Germany is a theme park in Bottrop-Kirchhellen in western Germany, 50 km (30 mi) north of Düsseldorf. \nWith an area of 40 hectare (98 acres), \nit consists of 7 areas based on movies and TV series. Nearby the park are several film studios.",
  "/wiki/Bottrop": "Bottrop (German pronunciation: [ˈbɔtʁɔp] (listen)) is a city in west central Germany, on the Rhine-Herne Canal, in North Rhine-Westphalia. Located in the Ruhr industrial area, Bottrop adjoins Essen, Oberhausen, Gladbeck and Dorsten. The city had been a coal-mining and rail center and contains factories producing coal-tar derivatives, chemicals, textiles, and machinery. Bottrop grew as a mining center beginning in the 1860s, was chartered as a city in 1921, and bombed during the Oil Campaign of World War II. In 1975 it unified with the neighbour communities of Gladbeck and Kirchhellen, but Gladbeck left it in 1976, leading to Kirchhellen becoming a district of Bottrop as Bottrop-Kirchhellen. It is also twinned with Blackpool, England.",
  "/wiki/Parques_Reunidos": "Parques Reunidos is an international entertainment operator based in Madrid, Spain. The group operates over 60 parks in almost a dozen countries. Parques Reunidos operates theme and amusement parks, zoos, water parks, family entertainment centers, and cable cars. These facilities are located in Spain, Belgium, Norway, Denmark, Germany,  France, Italy, the United Kingdom, Argentina, Australia and the United States. Through acquisitions of established names such as Kennywood Entertainment Company, Dutch Wonderland and Palace Entertainment, Parques Reunidos greatly expanded its presence in American amusement operations beginning in 2007 through today. Annual visitors to the group's attractions exceed 22 million, with revenue exceeding $570 million (USD). In 2008 it had the fifth-highest attendance figures for worldwide chains with 24.9 million, ahead of Seaworld Parks & Entertainment and Cedar Fair.",
  "/wiki/Parque_Warner_Madrid": "Parque Warner Madrid is a theme park located 23 km southeast of Madrid, Spain, in the municipality of San Martín de la Vega. The park opened on 6 April 2002 under the management of the Six Flags chain, with a 5% ownership share held by Warner Bros. Global Brands and Experiences. In November 2004, the management arrangement with Six Flags was terminated, with the park now managed by WarnerMedia and numerous Spanish investment groups. The name change to Parque Warner Madrid occurred at the start of 2006.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Time_Warner": "Warner Media, LLC is an American multinational mass media and entertainment conglomerate owned by AT&T and headquartered in New York City. It was originally formed in 1990 as Time Warner, from the merger of Time Inc. and Warner Communications. The company has film, television and cable operations, with its assets including WarnerMedia Entertainment (consisting of the entertainment assets of Turner, HBO, Otter Media, and Cinemax, as well as HBO Max streaming service), WarnerMedia News & Sports (consisting of the news and sports assets of Turner, as well as AT&T SportsNet), and Warner Bros. (consisting of the film, animation, and television studios, DC Comics, New Line Cinema, the family-friendly assets of Turner, and a 50% interest in The CW).",
  "/wiki/Bordeaux": "Bordeaux (French pronunciation: [bɔʁdo] (listen); Gascon Occitan: Bordèu [buɾˈðɛw]) is a port city on the Garonne in the Gironde department in Southwestern France.",
  "/wiki/Walygator_Parc": "Walygator Parc is an amusement park located in Maizières-les-Metz, Lorraine, France. Since its opening, back in 1989, the park has taken on a variety of names; successively Big Bang Smurf, Walibi Schtroumpf (Smurf), Walibi Lorraine up to its present name Walygator Parc.",
  "/wiki/Metz": "Metz (/mɛts/ METS, French: [mɛs] (listen), Lorraine Franconian: [mɛts]) is a city in northeast France located at the confluence of the Moselle and the Seille rivers. Metz is the prefecture of the Moselle department and the seat of the parliament of the Grand Est region. Located near the tripoint along the junction of France, Germany, and Luxembourg, the city forms a central place of the European Greater Region and the SaarLorLux euroregion.",
  "/wiki/The_Smurfs": "The Smurfs (French: Les Schtroumpfs; Dutch: De Smurfen) is a Belgian comic franchise centered on a fictional colony of small, blue, human-like creatures who live in mushroom-shaped houses in the forest. The Smurfs was first created and introduced as a series of comic characters by the Belgian comics artist Peyo (the pen name of Pierre Culliford) in 1958, wherein they were known as Les Schtroumpfs. There are more than 100 Smurf characters, and their names are based on adjectives that emphasise their characteristics, such as \"Jokey Smurf\", who likes to play practical jokes on his fellow smurfs. \"Smurfette\" was the first female Smurf to be introduced in the series. The Smurfs wear Phrygian caps, which came to represent freedom during the modern era.",
  "/wiki/Aspro_Parks": "Aspro Parks (Aspro Ocio Group) is a Spanish leisure corporation that operates many water parks, amusement parks, aquariums as well as zoos, botanicals and dolphinariums across Europe. The company was founded in October 1991 in Spain, and is headquartered in Madrid. It is best known for its Aqualand theme parks.",
  "/wiki/Six_Flags": "Six Flags Entertainment Corporation, also known as Six Flags Theme Parks or simply Six Flags, is an amusement park corporation based in the United States, with properties in Canada, Mexico, and the contiguous United States. It owns more theme parks and waterparks combined than any other amusement park company in the world, and has the seventh-highest attendance in the world. The company operates 25 properties throughout North America, including theme parks, amusement parks, water parks and a family entertainment center. In 2017, Six Flags properties hosted 30.4 million guests."
}