{
  "/wiki/Princess_Princess_(band)": "Princess Princess (プリンセス・プリンセス, Purinsesu Purinsesu, commonly referred to as Puri-Puri) was a five-piece Japanese rock/pop girl band active from 1983 to 1996. They were previously known as \"Julian Mama\" and \"Akasaka Komachi\" (one album was released under this name). After 16 years, they reunited in November 2012 for several concerts in order to help with recovery from the 2011 Tōhoku earthquake and tsunami.\nThey performed six concerts; November 3 and 4 at the Sendai Sun Plaza Hall, then November 20, 21, 23 and 24 at Nippon Budokan in Tokyo. They performed at Tokyo Dome on December 23 and 24, 2012. They also performed at the 2012 Kōhaku Uta Gassen on New Year's Eve.",
  "/wiki/Odoru_Pompokolin": "\"Odoru Pompokolin\" (おどるポンポコリン, Odoru Ponpokorin, \"Dance the Pompokolin\") is a song by Japanese pop group B.B.Queens, serving as their debut single on April 4, 1990. It was used as the original ending theme of the anime series Chibi Maruko-chan. On July 9, 1990, \"Odoru Pompokolin\" reached the top of the Oricon Singles Charts, and again on July 23, on August 20, before serving as the number 1 weekly song throughout the month of September 1990. It ultimately remained on the charts for a total of 54 weeks, sold 1.9 million copies, and won both record of the year and pop rock song of the year at the 32nd Japan Record Awards as well as the 1991 JASRAC Award.",
  "/wiki/B.B.Queens": "B.B.Queens (B.B.クイーンズ, Bī Bī Kuīnzu) were a 1990s J-Pop band whose debut single \"Odoru Pompokolin\" was the #1 song in 1990 on the Oricon charts, won the 32nd Japan Record Awards, was listed as the 3rd song on the JASRAC lists for 1991, and certified as a Million Record.",
  "/wiki/Kazumasa_Oda": "Kazumasa Oda (小田 和正, Oda Kazumasa, born September 20, 1947) is a Japanese singer-songwriter, and composer. He was the leader of folk rock band Off Course from 1969 to 1989, and has done solo work since 1985.",
  "/wiki/Kimi_ga_Iru_Dake_de": "Kimi ga Iru Dake de (君がいるだけで, lit. \"Just by you being here\") is a Japanese song by Kome Kome Club released on May 4, 1992. On the Japanese Oricon chart, it sold 924,780 copies in one week and debuted at the number-one position. It held the top rank in total of six weeks. It sold over 2.89 million copies and is the top-selling J-Pop single of the 1990s and sixth best-selling song in Japan since 1968, when the official Oricon sales records start. The song was the best promotion single of their new album Octave, which sold around two million copies. The song won the grand prix award at the 34th Japan Record Awards of pops [sic] and rock genre.",
  "/wiki/Kome_Kome_Club": "Kome Kome Club (米米CLUB, Kome Kome Kurabu) is a Japanese pop rock band formed in 1982. It is widely recognized as the only Japanese pop rock musical group which achieved commercial success by blending soul and funk musical styles. They also use the style of rakugo.",
  "/wiki/Yah_Yah_Yah_/_Yume_no_Bannin": "\"Yah Yah Yah / Yume no Bannin\" (YAH YAH YAH/夢の番人) is a single by Japanese popular music duo Chage and Aska. It was released on March 3, 1993. \nIt was number-one on the Oricon Weekly Singles Chart. It was the best-selling single in Japan in 1993, with 2.407 million copies sold and it is the 11th best-selling physical single in Japan, having sold a total of 2.419 million copies.",
  "/wiki/Chage_and_Aska": "Chage and Aska (チャゲ&飛鳥) are a Japanese popular music duo composed of male singer-songwriters from Fukuoka Prefecture: Chage (チャゲ) (born January 6, 1958) and Aska (飛鳥涼（RYO Aska)) (born February 24, 1958). To date they have sold over 31 million albums and singles in Japan.",
  "/wiki/Innocent_World": "\"Innocent World\" is the fifth single released by Mr. Children on June 1, 1994.",
  "/wiki/Mr._Children": "Mr.Children (Japanese: ミスターチルドレン, Hepburn: Misutā Chirudoren), commonly referred to by their contracted nickname \"Misu-Chiru\" (ミスチル), are a Japanese pop rock band formed in 1989. Consisting of Kazutoshi Sakurai, Kenichi Tahara, Keisuke Nakagawa, and Hideya Suzuki, they made their major label debut in 1992. They are one of the best selling artists in Japan and one of the most successful Japanese rock artists, having sold over 75 million records and creating the \"Mis-chil Phenomenon\" (ミスチル現象) in the mid-1990s in Japan. They held the record for the highest first week sales of a single in Japan for 15 years, with 1.2 million copies of their 10th single \"Namonaki Uta\" (名もなき詩), have 30 consecutive number 1 singles, replaced Glay as the all-male band (with 3 or more members) to have the most number 1 albums on the Oricon charts, and won the Japan Record Award in 1994 for \"Innocent World\" and in 2004 for \"Sign\". As of 2012, Mr. Children has published fifteen original studio albums and 34 physical singles, along with five compilations, a live album, and fifteen home video releases.",
  "/wiki/Love_Love_Love_(Dreams_Come_True_song)": "\"Love Love Love\" (stylized as \"LOVE LOVE LOVE\") is a song recorded by Japanese band Dreams Come True for their eighth studio album, Love Unlimited ∞. It was released as the album's lead single by Epic/Sony Records on July 24, 1995. It is the theme song to the TBS drama series Aishiteiru to Itte Kure. The single's B-side, \"Arashi ga Kuru\", was also featured throughout the series' twelve episodes. With over two million copies sold, \"Love Love Love\" is the tenth best-selling Japanese single of all time and remains the band's most successful single.",
  "/wiki/Dreams_Come_True_(band)": "Dreams Come True (ドリームズ・カム・トゥルー, Dorīmuzu Kamu Turū) are a Japanese pop band formed in 1988, comprising Miwa Yoshida (lead vocals) and Masato Nakamura (bass). Founding member Takahiro Nishikawa (keyboards) left in 2003 to pursue a solo career. The band has sold more than 50 million records worldwide.",
  "/wiki/Namonaki_Uta": "\"Namonaki Uta (名もなき詩, Nameless Poem)\" is the tenth single by Mr. Children, released by Toy's Factory on February 5, 1996. The cover of the single is Kazutoshi Sakurai's face whose tongue was written \"no name\". \"Namonaki Uta\" was used as the theme song of Japanese television drama Pure.",
  "/wiki/Can_You_Celebrate?": "\"Can You Celebrate?\" is Namie Amuro's seventh solo single under the Avex Trax label. Released on February 19, 1997, \"Can You Celebrate\" is the best-selling single  by a solo female artist in Japanese music history, with sales of 2,296,200 copies.",
  "/wiki/Namie_Amuro": "Namie Amuro (安室奈美恵, Amuro Namie /nɑːmiˈeɪ/ NAH-mee-AY, born September 20, 1977) is a former Japanese recording artist, producer, songwriter, dancer, model, actress and entrepreneur who was active between 1992 and 2018. A leading figure of the Japanese entertainment industry since the early 90s, Amuro is known for breaking the youthful idol stereotype of J-Pop, changing the fashion trends and lifestyle of women in Japan, her experimentation across music styles, and for her visual imagery in music videos and live performances. Due to her career longevity, resilience, professionalism, efforts behind-the-scenes in the music industry, and her way of living, she is a pop culture icon in Japan and Asia. She has been referred to as \"the diva of the Heisei era\" and the \"Queen of Japanese Pop\", and has been recognized as having the influence and career impact domestically equivalent to artists such as Janet Jackson and Madonna in Western music and pop culture.",
  "/wiki/Yuuwaku": "\"Yuuwaku\" (\"temptation\") is the 13th single by Japanese band Glay. It reached No. 1 on the weekly Oricon charts and sold 1,611,920 copies in 1998, becoming the best selling Japanese single of the year. It charted for 20 weeks and sold a total of 1,625,520 copies. The title song was used as the TDK \"Mini Disc\" CM song.",
  "/wiki/GLAY": "Glay is a Japanese rock band, formed in Hakodate in 1988. Glay primarily composes songs in the rock and pop genres, but they have also arranged songs using elements from a wide variety of genres, including progressive rock, punk, electronic, R&B, folk, reggae, and ska. Originally a visual kei band, the group slowly shifted to less dramatic attire through the years. As of 2008, Glay had sold an estimated 51 million records; 28 million singles and 23 million albums, making them one of the top ten best-selling artists of all time in Japan.",
  "/wiki/Dango_3_Kyodai": "\"Dango 3 Kyodai\" (だんご3兄弟, Dango San Kyōdai, \"Three Dango Brothers\") is a Japanese song released on March 3, 1999. The song caused a social phenomenon in Japan. On the Japanese Oricon weekly single charts, it debuted at the number-one position with the sales of over one million copies. It was considered that the song might surpass the record of \"Oyoge! Taiyaki-kun\". However, it spent at the top position for only three consecutive weeks. In fact, this song proved that \"Oyoge! Taiyaki-kun\" had been extraordinary. According to the Oricon, it sold over 2.91 million copies, becoming the third best-selling single in Japan at that time. However, Southern All Stars's \"Tsunami\" surpassed the record in 2005.",
  "/wiki/Ayumi_Shigemori": "Ayumi Shigemori (茂森 あゆみ, Shigemori Ayumi, born 15 December 1971 in Kumamoto) is a Japanese actress and pop star. She sang on the major J-pop hit \"Dango 3 Kyodai\".",
  "/wiki/Tsunami_(Southern_All_Stars_song)": "\"Tsunami\" is a song by the Southern All Stars, released as their forty-fourth single on January 26, 2000.",
  "/wiki/Southern_All_Stars": "Southern All Stars (サザンオールスターズ, Sazan Ōrusutaazu), also known by the abbreviations Sazan (サザン) and SAS, are a Japanese rock band that first formed in 1974.",
  "/wiki/Can_You_Keep_a_Secret?_(song)": "\"Can You Keep a Secret?\" is a song by Hikaru Utada, released as her seventh Japanese-language single (9th overall) on February 16, 2001. It was the theme song for a Japanese television drama called Hero, in which Utada had her acting debut, appearing in a cameo as a waitress. \"Can You Keep a Secret?\" debuted at number one on the Oricon chart, selling 783,620 in its first week, and was her third single to be number one for two consecutive weeks. The single has sold 1,485,000 to date and became the number one single of 2001 in Japan. In the World Charts, \"Can You Keep a Secret?\" reached number 37 for single airplay and number 9 for sales. The most recent figures (May 26, 2006) show that the single sold 1,484,940 units in total. It also remains one of Utada's fan favorites.",
  "/wiki/Utada_Hikaru": "Utada Hikaru (宇多田 ヒカル, born January 19, 1983), who has also gone by Hikaru Utada and the mononym Utada (English: /uːˈtɑːdə/, Japanese: [ɯtada]), is a Japanese-American singer-songwriter and producer. Born in the United States to Japanese parents, record producer Utada Teruzane and enka singer Keiko Fuji, Utada began to write music and lyrics at an early age and often traveled to Tokyo as a result of her father's job. Eventually, a recording contract with Toshiba-EMI was signed and, under the stage name Cubic U, Utada released her English-language debut album Precious in early 1998, but it was a commercial failure. In the following year, heavily influenced by R&B and dance-pop, her Japanese-language debut First Love was released and became an instant success. Backed by the massive success of singles \"Automatic\", \"Time Will Tell\", and \"Movin' On Without You\", the album sold two million copies in its first week in Japan, topped the Oricon charts for six non-consecutive weeks and went on to sell six million more throughout the rest of 1999. First Love eventually became the country's best-selling album of all time.",
  "/wiki/H_(Ayumi_Hamasaki_EP)": "H is an EP by Japanese recording artist Ayumi Hamasaki, featuring songs later included on her fifth studio album Rainbow (2002). The EP contains the songs \"Independent\", \"July 1st\" and \"Hanabi\", all written and co-composed by Hamasaki (under the alias Crea), alongside composer Dai Nagao and producer Max Matsuura. Hamasaki had written and recorded the three songs when she was still hurt and influenced by the events of the September 11 attacks and the completion of her fourth studio album I Am... (2002).",
  "/wiki/Ayumi_Hamasaki": "Ayumi Hamasaki (浜崎あゆみ, Hamasaki Ayumi, born October 2, 1978) is a Japanese singer, songwriter, record producer, actress, model, spokesperson and entrepreneur. Through her entire career, she has written all her lyrical content, and has sometimes composed her music.",
  "/wiki/Sekai_ni_Hitotsu_Dake_no_Hana": "\"Sekai ni Hitotsu Dake no Hana\" (世界に一つだけの花, \"The One and Only Flower in the World\") is a song recorded by Japanese boy band SMAP. The Noriyuki Makihara composed song was released as a single in 2003 and sold more than 2.57 million copies, becoming the third best-selling single in Japan in Oricon history. Along with Hikaru Utada's \"Colors\", it was one of the only two singles to sell over a million copies in 2003, a year that saw CD sales declining due to the Japanese economic slump.",
  "/wiki/SMAP": "SMAP was a Japanese boy band, composed of Masahiro Nakai, Takuya Kimura, Goro Inagaki, Tsuyoshi Kusanagi, and Shingo Katori. The group was created in 1988 by music producer Johnny Kitagawa, founder of Johnny & Associates, originally as a six-piece with Katsuyuki Mori, until his departure from the band in 1996. After making their debut in 1991, the group took the Japanese entertainment industry by storm, becoming the most successful boy band in Japanese history and the bestselling band in Asia, often referred to as a \"national treasure\" and a \"fortune and property of the country\" in Japan.",
  "/wiki/Sentimentalovers": "Sentimentalovers (also styled SENTIMENTALovers) is the sixth full-length album released by singer and songwriter Ken Hirai.  It was released on November 24, 2004 and sold over 1,660,885 copies.",
  "/wiki/Ken_Hirai": "Ken Hirai (平井 堅, Hirai Ken, born January 17, 1972) is a Japanese R&B and pop singer. Since his debut, Hirai has worked as a model, actor, composer, lyricist, singer, and spokesperson.",
  "/wiki/Shūji_to_Akira": "Shūji to Akira (修二と彰, lit. Shūji and Akira) was a special temporary unit formed by KAT-TUN member Kazuya Kamenashi and NEWS member Tomohisa Yamashita for their 2005 drama Nobuta o Produce. Shūji (修二) and Akira (彰) are the names of the characters Kamenashi and Yamashita play in the drama respectively. Although the drama has long finished on television, the duo have revived their performance of their song \"Seishun Amigo\" (青春アミーゴ, Youthful Friends) numerous times. In 2017, they formed another special temporary unit, Kame to Yamapi (亀と山P, lit. Kame and Yamapi), for their 2017 drama Boku, Unmei no Hito desu.",
  "/wiki/Real_Face": "\"Real Face\" is a song written by Shikao Suga, Joker, Tak Matsumoto and Chokkaku for the debut single and debut album of the Japanese boy band, KAT-TUN. It was released on March 22, 2006, and debuted on the Oricon daily and weekly singles charts at number 1 where it stayed on the latter for 3 weeks. The song would eventually sell over a million copies by the end of 2006 and was named Japan's best-selling single of the year.",
  "/wiki/KAT-TUN": "KAT-TUN (カトゥーン, Katūn) is a Japanese boy band formed under Johnny & Associates (Johnny's) in 2001. The group's name was originally an acronym based on the first letter of each member's family name: Kazuya Kamenashi, Jin Akanishi, Junnosuke Taguchi, Koki Tanaka, Tatsuya Ueda, and Yuichi Nakamaru. Their debut on March 22, 2006 was marked by a tripartite release of a CD single, album and music DVD on their exclusive record label J-One Records. Since then, all of their single, album and music DVD releases have debuted at number one on the Oricon music and DVD charts.",
  "/wiki/Sen_no_Kaze_ni_Natte": "\"Sen no Kaze ni Natte\" (千の風になって) is a single by Japanese singer Masafumi Akikawa. The lyrics are a Japanese translation of the poem, 'Do Not Stand at My Grave and Weep'. It was released on May 24, 2006. It reached number one on the weekly Oricon Singles Chart. It was the best-selling single in Japan in 2007, with 1,115,499 copies.",
  "/wiki/Masafumi_Akikawa": "Masafumi Akikawa (秋川 雅史, Akikawa Masafumi) is a Japanese tenor singer. He has released a number of CDs, in which he has sung a broad range of genres, from classical to pop.  He appeared on the 57th NHK Kōhaku Uta Gassen broadcast.",
  "/wiki/Truth/Kaze_no_Mukō_e": "\"Truth/Kaze no Mukō e\" (truth/風の向こうへ, Truth/Beyond the Wind) is a single released by Japanese boy band Arashi. It was released on August 20, 2008 by their record label J Storm. \"Truth/Kaze no Mukō e\" was released in three formats: a regular edition and two limited editions. The regular edition comes with a bonus track titled \"Smile\" (スマイル, \"Sumairu\") and the instrumentals of all the songs while the limited editions both come with a DVD.",
  "/wiki/Arashi": "Arashi (嵐, lit. Storm) is a Japanese boy band consisting of five members formed under the Johnny & Associates talent agency. The members are Ohno Satoshi, Sakurai Sho, Aiba Masaki, Ninomiya Kazunari, and Matsumoto Jun. Arashi officially formed on September 15, 1999, in Honolulu, Hawaii, and made their debut CD on November 3, 1999. The group was initially signed to Pony Canyon and released one studio album and six singles—beginning with their 1999 eponymous debut single before moving to the Johnny's subsidiary label J Storm in 2001, which was initially set up for their succeeding releases. While their debut single sold close to a million copies, the group took a mixture of pop and alternate/contemporary approach to its music which attracted core followers, but subsequently faced commercially slow sales.",
  "/wiki/List_of_best-selling_singles_in_Japan": "Japan has the second largest music market in the world. In 1962, Tokushin music reports was founded and became the leading provider of music sales in Japan. However their reports and charts are only available to industry insiders and are not available to the general public. In 1968 Original Confidence was established and began providing music charts to the general public with data collected from various retailers throughout Japan."
}