{
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Alexandros_Tabakis": "Alexandros Tabakis (Greek: Αλέξανδρος Ταμπάκης)  (born December 8, 1992), also known as Alex Tambakis, is a Greek football goalkeeper who plays for North Carolina FC in the USL.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Manny_Perez_(soccer)": "Emanuel \"Manny\" Perez (born February 19, 1999) is an American professional soccer player who plays as a defender for USL Championship club North Carolina FC on loan from Celtic.",
  "/wiki/Celtic_F.C.": "The Celtic Football Club (/ˈsɛltɪk/ SEL-tik) is a Scottish professional football club based in Glasgow, which plays in the Scottish Premiership. The club was founded in 1887[nb 1] with the purpose of alleviating poverty in the immigrant Irish population in the East End of Glasgow. They played their first match in May 1888, a friendly match against Rangers which Celtic won 5–2. Celtic established themselves within Scottish football, winning six successive league titles during the first decade of the 20th century. The club enjoyed their greatest successes during the 1960s and 70s under Jock Stein when they won nine consecutive league titles and the 1967 European Cup. Celtic have played in green and white for the entirety of its history, adopting hoops in 1903, those being used ever since.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Sam_Brotherton": "Samuel Edward Brotherton (born 2 October 1996) is a New Zealand professional footballer who plays as a defender for North Carolina FC in the USL Championship. Brotherton also plays with the New Zealand national team.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Ben_Speas": "Benjamin Vance Speas (born January 17, 1991) is an American soccer player for North Carolina FC in the USL Championship.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Graham_Smith_(soccer,_born_1994)": "Graham Smith (born April 9, 1994) is an American professional soccer player who plays as a midfielder for North Carolina FC in the United Soccer League.",
  "/wiki/Robert_Kristo": "Robert Kristo (born 14 May 1993) is a footballer who plays as a forward for North Carolina FC in the USL Championship.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.",
  "/wiki/Nazmi_Albadawi": "Nazmi Albadawi (born August 24, 1991) is a soccer player who plays as a midfielder for North Carolina FC in the USL Championship. He played college soccer at North Carolina State University. Born in the United States, Albadawi represents the Palestine national football team.",
  "/wiki/State_of_Palestine": "Palestine (Arabic: فلسطين‎ Filasṭīn), recognized officially as the State of Palestine[i] (Arabic: دولة فلسطين‎ Dawlat Filasṭīn) by the United Nations and other entities, is a de jure sovereign state in Western Asia claiming the West Bank (bordering Israel and Jordan) and Gaza Strip (bordering Israel and Egypt) with East Jerusalem as the designated capital, although its administrative center is currently located in Ramallah.[ii] The entirety of territory claimed by the State of Palestine has been occupied since 1948, first by Egypt and Jordan and then by Israel after the Six-Day War in 1967. Palestine has a population of 5,051,953 as of February 2020, ranked 121st in the world.",
  "/wiki/Caleb_Duvernay": "Caleb Duvernay (born July 24, 1996) is an American professional soccer player who plays as a defender for North Carolina FC in the USL Championship.",
  "/wiki/Alex_Comsia": "Alexander Regis Comsia (born August 1, 1996) is a Canadian soccer player who currently plays for North Carolina FC of the USL Championship. He played college soccer for the North Carolina Tar Heels program. After his Senior season, Comsia was selected First team 2018 NCAA Men's Soccer All-Americans and the ACC Defender of the Year, two of the most prestigious individual awards in collegiate soccer.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/D._J._Taylor_(soccer)": "David Justin \"D. J.\" Taylor (born August 26, 1997) is an American soccer player who plays for North Carolina FC in the USL Championship as a defender.",
  "/wiki/Conor_Donovan_(soccer)": "Conor Donovan (born January 8, 1996) is an American professional soccer player who currently plays for North Carolina FC in the USL Championship.",
  "/wiki/Pecka_(footballer)": "Wellington de Jorge Estanislau Paeckart, better known as Pecka (born May 2, 1989), is a Brazilian footballer who currently plays for North Carolina FC of the USL Championship as a defensive midfielder.",
  "/wiki/Brazil": "Brazil (Portuguese: Brasil; Portuguese pronunciation: [bɾaˈziw]),[nt 1] officially the Federative Republic of Brazil (Portuguese: República Federativa do Brasil, listen (help·info)), is the largest country in both South America and Latin America. At 8.5 million square kilometers (3.2 million square miles) and with over 211 million people, Brazil is the world's fifth-largest country by area and the sixth most populous. Its capital is Brasília, and its most populous city is São Paulo. The federation is composed of the union of the 26 states, the Federal District, and the 5,570 municipalities. It is the largest country to have Portuguese as an official language and the only one in the Americas; it is also one of the most multicultural and ethnically diverse nations, due to over a century of mass immigration from around the world.",
  "/wiki/Hadji_Barry": "Hadji Barry (born December 8, 1992) is a Guinean professional footballer who plays as a forward for North Carolina FC in the USL Championship.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).",
  "/wiki/Daniele_Proch": "Daniele Proch (born November 8, 1996) is an Italian professional soccer player who currently plays as a forward for North Carolina FC in the USL Championship.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice."
}