{
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.\n Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018[update]. Its population density is among the lowest, at less than 6 people per square kilometre (15 people per sq mi). Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana. It was moved from Almaty, the country's largest city.\n The territory of Kazakhstan has historically been inhabited by nomadic groups and empires. In antiquity, the nomadic Scythians inhabited the land and the Persian Achaemenid Empire expanded towards the southern territory of the modern country. Turkic nomads, who trace their ancestry to many Turkic states such as Turkic Khaganate, etc., have inhabited the country throughout its history. \n In the 13th century, the territory was subjugated by the Mongolian Empire under Genghis Khan. By the 16th century, the Kazakh emerged as a distinct group, divided into three jüz (ancestor branches occupying specific territories). The Russians began advancing into the Kazakh steppe in the 18th century, and by the mid-19th century, they nominally ruled all of Kazakhstan as part of the Russian Empire. Following the 1917 Russian Revolution, and subsequent civil war, the territory of Kazakhstan was reorganised several times. In 1936, it was made the Kazakh Soviet Socialist Republic, part of the Soviet Union.\n Kazakhstan was the last of the Soviet republics to declare independence during the dissolution of the Soviet Union in 1991. Nursultan Nazarbayev, the first president of Kazakhstan, was characterised as an authoritarian, and his government was accused of numerous human rights violations, including suppression of dissent and censorship of the media. Nazarbayev resigned in March 2019 but was made the Kazakh Security Council's chairman-for-life. He had the capital's name changed to his first name. \n Senate Chairman Kassym-Jomart Tokayev succeeded Nazarbayev as president. In the 21st century, Kazakhstan has worked to develop its economy, especially its dominant hydrocarbon industry. Human Rights Watch says that \"Kazakhstan heavily restricts freedom of assembly, speech, and religion.\" Other human rights organisations regularly describe Kazakhstan's human rights situation as poor.\n Kazakhstan's 131 ethnicities include Kazakhs (65.5% of the population), Russians, Uzbeks, Ukrainians, Germans, Tatars, and Uyghurs. Islam is the religion of about 70% of the population, with Christianity practised by 26%. Kazakhstan officially allows freedom of religion, but religious leaders who oppose the government are suppressed. \n The Kazakh language is the state language, and Russian has equal official status for all levels of administrative and institutional purposes. Kazakhstan is a member of the United Nations (UN), WTO, CIS, the Shanghai Cooperation Organization (SCO), the Eurasian Economic Union, CSTO, OSCE, OIC, and TURKSOY.",
  "/wiki/Iran": "Iran (Persian: ایران‎ Irān [ʔiːˈɾɒːn] (listen)), also called Persia, and officially the Islamic Republic of Iran (Persian: جمهوری اسلامی ایران‎ Jomhuri-ye Eslāmi-ye Irān (listen) [dʒomhuːˌɾije eslɒːˌmije ʔiːˈɾɒn]), is a country in Western Asia. With 82 million inhabitants, Iran is the world's 18th most populous country. Its territory spans 1,648,195 km2 (636,372 sq mi), making it the second largest country in the Middle East and the 17th largest in the world. Iran is bordered to the northwest by Armenia and the Republic of Azerbaijan,[a] to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan and Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Its central location in Eurasia and Western Asia, and its proximity to the Strait of Hormuz, give it geostrategic importance. Tehran is the political and economic center of Iran, and the largest and most populous city in Western Asia with more than 8.8 million residents in the city and 15 million in the larger metropolitan area.\n Iran is home to one of the world's oldest civilizations, beginning with the formation of the Elamite kingdoms in the fourth millennium BCE. It was first unified by the Iranian Medes in the seventh century BCE, and reached its territorial height in the sixth century BCE under Cyrus the Great, whose Achaemenid Empire stretched from Eastern Europe to the Indus Valley, one of the largest empires in history. The empire fell to Alexander the Great in the fourth century BCE and was divided into several Hellenistic states. An Iranian rebellion established the Parthian Empire in the third century BCE, which was succeeded in the third century CE by the Sasanian Empire, a leading world power for the next four centuries.\nArab Muslims conquered the empire in the seventh century CE, and the subsequent Islamization of Iran led to the decline of the once dominant Zoroastrian religion. Iran's major contributions to art, philosophy, and science spread throughout the Muslim world and beyond during the Islamic Golden Age. Over the next two centuries, a series of native Muslim dynasties emerged before the Seljuq Turks and the Ilkhanate Mongols conquered the region. The rise of the native Safavids in the 15th century led to the reestablishment of a unified Iranian state and national identity, with the country's conversion to Shia Islam marking a turning point in Iranian and Muslim history.\n Under Nader Shah, Iran was one of the most powerful states in the 18th century, though by the 19th century, a series of conflicts with the Russian Empire led to significant territorial losses. The Persian Constitutional Revolution in the early 20th century created a constitutional monarchy and the country's first legislature. A 1953 coup instigated by the United Kingdom and the United States resulted in greater autocratic rule under Mohammad Reza Pahlavi and growing Western political influence. A far-reaching series of reforms known as the White Revolution was launched by the Shah in 1963, prompting industrial growth, land reforms, and increased women's rights. Nevertheless, widespread dissatisfaction and unrest against the monarchy persisted, leading to the Iranian Revolution, which established the current Islamic Republic. For most of the 1980s, Iran fought a war with Iraq that resulted in millions of casualties and economic devastation for both sides.\n Iran's political system has elements of a presidential democracy with a theocracy governed by an autocratic \"Supreme Leader\". It has been described as authoritarian, with significant constraints and abuses against human rights.\n Iran is a founding member of the UN, ECO, OIC, and OPEC. It is a major regional and middle power, and its large reserves of fossil fuels—including the world's largest natural gas supply and the third largest proven oil reserves—exert considerable influence in international energy security and the world economy. The country's rich cultural legacy is reflected in part by its 22 UNESCO World Heritage Sites, the third largest number in Asia and 10th largest in the world. Historically a multi-ethnic country, Iran remains a pluralistic society comprising numerous ethnic, linguistic, and religious groups, the largest being Persians, Azeris, Kurds, Mazandaranis and Lurs.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Uzbekistan": "Uzbekistan (UK: /ʊzˌbɛkɪˈstɑːn, ʌz-, -ˈstæn/, US: /ʊzˈbɛkɪstæn, -stɑːn/; Uzbek: O'zbekiston, Ўзбекистон pronounced [ozbekiˈstɒn]), officially Republic of Uzbekistan (Uzbek: O'zbekiston Respublikasi), is a country in Central Asia. It is bordered by five landlocked countries: Kazakhstan to the north; Kyrgyzstan to the northeast; Tajikistan to the southeast; Afghanistan to the south; and Turkmenistan to the southwest. Along with Liechtenstein, it is one of the world's only two doubly landlocked countries.\n As a sovereign state, Uzbekistan is a secular, unitary constitutional republic. It comprises 12 provinces and one autonomous republic. The capital and largest city of Uzbekistan is Tashkent.\n What is now Uzbekistan was in ancient times part of the Iranian-speaking region of Transoxiana and Turan. The first recorded settlers were Eastern Iranian nomads, known as Scythians, who founded kingdoms in Khwarezm (8th–6th centuries BC), Bactria (8th–6th centuries BC), Sogdia (8th–6th centuries BC), Fergana (3rd century BC – 6th century AD), and Margiana (3rd century BC – 6th century AD). The area was incorporated into the Iranian Achaemenid Empire and, after a period of Macedonian Greek rule, was ruled by the Iranian Parthian Empire and later by the Sasanian Empire, until the Arab conquest of Iran in the 7th century. The Muslim conquest in the 7th century converted the majority of the population, including the local ruling classes, into adherents of Islam. During this period, cities such as Samarkand, Khiva and Bukhara began to grow rich from the Silk Road. The local Khwarezmian dynasty, and Central Asia as a whole, were decimated by the Mongol invasion in the 13th century. After the Mongol Conquests, the area became increasingly dominated by Turkic peoples. The city of Shahrisabz was the birthplace of the Turco-Mongol warlord Timur, who in the 14th century established the Timurid Empire and was proclaimed the Supreme Emir of Turan with his capital in Samarkand. The area was conquered by Uzbek Shaybanids in the 16th century, moving the centre of power from Samarkand to Bukhara. The region was split into three states: Khanate of Khiva, Khanate of Kokand, and Emirate of Bukhara. It was gradually incorporated into the Russian Empire during the 19th century, with Tashkent becoming the political center of Russian Turkestan. In 1924, after national delimitation, the constituent republic of the Soviet Union known as the Uzbek Soviet Socialist Republic was created. Following the break-up of the Soviet Union, it declared independence as the Republic of Uzbekistan on 31 August 1991.\n Uzbekistan has a diverse cultural heritage due to its storied history and strategic location. Its first major official language is Uzbek, a Turkic language written in the Latin alphabet and spoken natively by approximately 85% of the population. Russian has widespread use as an inter-ethnic communication language and as a language of governance. Uzbeks constitute 81% of the population, followed by Russians (5.4%), Tajiks (4.0%), Kazakhs (3.0%), and others (6.5%). Muslims constitute 79% of the population while 5% of the population follow Russian Orthodox Christianity, and 16% of the population follow other religions or are non-religious. A majority of Uzbeks are non-denominational Muslims. Uzbekistan is a member of the CIS, OSCE, UN, and the SCO. While officially a democratic republic, by 2008 non-governmental human rights organisations defined Uzbekistan as \"an authoritarian state with limited civil rights\".\n Following the death of Islam Karimov in 2016, the second president, Shavkat Mirziyoyev, started a new course, which was described as a A Quiet Revolution and Revolution from Above. He stated he intended to abolish cotton slavery, systematic use of child labour, exit visas, to introduce a tax reform, create four new free economic zones, and he has amnestied some political prisoners. Relations with the neighbouring countries of Tajikistan, Kyrgyzstan and Afghanistan drastically improved. However, the Amnesty International report on human rights in the country for 2017/2018 described continued repressive measures, including forced labour in cotton harvesting, and restrictions on the movement of 'freed' prisoners.\n The Uzbek economy is in a gradual transition to the market economy, with foreign trade policy being based on import substitution. In September 2017, the country's currency became fully convertible at market rates. Uzbekistan is a major producer and exporter of cotton. With the gigantic power-generation facilities of the Soviet era and an ample supply of natural gas, Uzbekistan has become the largest electricity producer in Central Asia. Renewable energy constitutes more than 23% of the country's energy sector, with hydroelectricity and solar energy having 21.4% and 2% respectively.[citation needed]\nAs of late 2018, the republic was given a BB- rating by both Standard and Poor (S&P) and Fitch. Strengths indicated by Brookings Institution include Uzbekistan having large liquid assets, high economic growth, and low public debt. Among the constraints holding the republic back are low GDP per capita, something the government could influence by changing how it accounts for sectors of the economy not currently included.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.\n The name Korea is derived from Goguryeo, which was one of the great powers in East Asia during its time, ruling most of the Korean Peninsula, Manchuria, parts of the Russian Far East and Inner Mongolia under Gwanggaeto the Great. Its capital, Seoul, is a major global city and half of South Korea's over 51 million people live in the Seoul Capital Area, the fourth largest metropolitan economy in the world.\n The Korean Peninsula was inhabited as early as the Lower Paleolithic period. Its first kingdom was noted in Chinese records in the early 7th century BC. Following the unification of the Three Kingdoms of Korea into Silla and Balhae in the late 7th century, Korea was ruled by the Goryeo dynasty (918–1392) and the Joseon dynasty (1392–1897). The succeeding Korean Empire was annexed into the Empire of Japan in 1910. After World War II, Korea was divided into Soviet and U.S.-administered zones, with the latter becoming the Republic of Korea in August 1948. In 1950, a North Korean invasion began the Korean War and after its end in 1953, the country's economy began to soar, recording the fastest rise in average GDP per capita in the world between 1980 and 1990. Authoritarian rule ended in 1987 and the country is now the most advanced democracy with the highest level of press freedom in Asia. South Korea is a member of the OECD's Development Assistance Committee, the G20 and the Paris Club.\n South Korea is a highly developed country and the world's 12th-largest economy by nominal GDP. Its citizens enjoy the world's fastest Internet connection speeds and the most dense high-speed railway network along with the world's second-best healthcare system, resulting in the third highest health adjusted life expectancy in the world. The world's 5th largest exporter and 8th largest importer, South Korea is a global leader in many technology and innovation driven fields. Since 2014, South Korea has been named the world's most innovative country by the Bloomberg Innovation Index for 6 consecutive years. Since the 21st century, South Korea has been renowned for its globally influential pop culture such as K-pop, TV dramas and cinema, a phenomenon referred to as the Korean Wave.",
  "/wiki/Mongolia": "Mongolia[a] is a landlocked country in East Asia. Its area is roughly equivalent with the historical territory of Outer Mongolia, and that term is sometimes used to refer to the current state. It is sandwiched between Russia to the north and China to the south, where it neighbours the Inner Mongolia Autonomous Region. Mongolia does not share a border with Kazakhstan, although only 37 kilometres (23 mi) separate them.\n At 1,564,116 square kilometres (603,909 sq mi), Mongolia is the 18th-largest and the most sparsely populated sovereign state in the world, with a population of around three million people. It is also the world's second-largest landlocked country behind Kazakhstan and the largest landlocked country that does not border a closed sea. The country contains very little arable land, as much of its area is covered by grassy steppe, with mountains to the north and west and the Gobi Desert to the south. Ulaanbaatar, the capital and largest city, is home to about 45% of the country's population. Ulaanbaatar also shares the rank of the world's coldest capital city with Moscow, Ottawa, and Nur-Sultan.\n Approximately 30% of the population is nomadic or semi-nomadic; horse culture is still integral. The majority of its population are Buddhists. The non-religious population is the second-largest group. Islam is the dominant religion among ethnic Kazakhs. The majority of the state's citizens are of Mongol ethnicity, although Kazakhs, Tuvans, and other minorities also live in the country, especially in the west. Mongolia joined the World Trade Organization in 1997 and seeks to expand its participation in regional economic and trade groups.\n The area of what is now Mongolia has been ruled by various nomadic empires, including the Xiongnu, the Xianbei, the Rouran, the Turkic Khaganate, and others. In 1206, Genghis Khan founded the Mongol Empire, which became the largest contiguous land empire in history. His grandson Kublai Khan conquered China to establish the Yuan dynasty. After the collapse of the Yuan, the Mongols retreated to Mongolia and resumed their earlier pattern of factional conflict, except during the era of Dayan Khan and Tumen Zasagt Khan.\n In the 16th century, Tibetan Buddhism began to spread in Mongolia, being further led by the Manchu-founded Qing dynasty, which absorbed the country in the 17th century. By the early 1900s, almost one-third of the adult male population were Buddhist monks. After the collapse of the Qing dynasty in 1911, Mongolia declared independence, and achieved actual independence from the Republic of China in 1921. Shortly thereafter, the country came under the control of the Soviet Union, which had aided its independence from China. In 1924, the Mongolian People's Republic was founded as a socialist state. After the anti-Communist revolutions of 1989, Mongolia conducted its own peaceful democratic revolution in early 1990. This led to a multi-party system, a new constitution of 1992, and transition to a market economy.\n Mongolia is a member of the United Nations, Asia Cooperation Dialogue, G77, Asian Infrastructure Investment Bank, Non-Aligned Movement and NATO global partner.",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.\n Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of \"one country, two systems\".\n Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.  As one of the world's leading international financial centres, Hong Kong has a major capitalist service economy characterised by low taxation and free trade, and the currency, Hong Kong dollar, is the eighth most traded currency in the world. Hong Kong hosts the largest concentration of ultra high-net-worth individuals of any city in the world. Although the city has one of the highest per capita incomes in the world, there is severe income inequality among its residents.\n Hong Kong is a highly developed territory and ranks fourth on the UN Human Development Index. The city also has the largest number of skyscrapers of any city in the world and its residents have some of the highest life expectancies in the world. The dense space also led to a developed transportation network with public transport rates exceeding 90 percent. Hong Kong is ranked third in the Global Financial Centre Index, behind New York City and London. In an annual ranking of the Index of Economic Freedom, Hong Kong has come out on top 25 years in a row, according to the Heritage Foundation, a U.S. think tank.",
  "/wiki/Indonesia": "Indonesia (/ˌɪndəˈniːʒə/ (listen) IN-də-NEE-zhə), officially the Republic of Indonesia (Indonesian: Republik Indonesia [reˈpublik ɪndoˈnesia] (listen)),[a] is a country in Southeast Asia, between the Indian and Pacific oceans. It is the world's largest island country, with more than seventeen thousand islands, and at 1,904,569 square kilometres (735,358 square miles), the 14th largest by land area and 7th in the combined sea and land area. With over 267 million people, it is the world's 4th most populous country as well as the most populous Muslim-majority country. Java, the world's most populous island, is home to more than half of the country's population. The country's capital, Jakarta, is the second-most populous urban area in the world.\n The sovereign state is a presidential, constitutional republic with an elected legislature. It has 34 provinces, of which five have special status. The country shares land borders with Papua New Guinea, East Timor, and the eastern part of Malaysia. Other neighbouring countries include Singapore, Vietnam, the Philippines, Australia, Palau, and India's Andaman and Nicobar Islands. Despite its large population and densely populated regions, Indonesia has vast areas of wilderness that support a high level of biodiversity. The country has abundant natural resources like oil and natural gas, coal, tin, copper, gold, and nickel, while agriculture mainly produces rice, palm oil, tea, coffee, cacao, medicinal plants, spices, and rubber. China, the United States, Japan, Singapore, and India are Indonesia's major trading partners.\n The Indonesian archipelago has been a valuable region for trade since at least the 7th century when Srivijaya and then later Majapahit traded with entities from mainland China and the Indian subcontinent. Local rulers gradually absorbed foreign influences from the early centuries and Hindu and Buddhist kingdoms flourished. Sunni traders and Sufi scholars brought Islam, while Europeans introduced Christianity through colonisation. Although sometimes interrupted by the Portuguese, French and British, the Dutch were the foremost colonial power for much of their 350-year presence in the archipelago. The concept of \"Indonesia\" as a nation-state emerged in the early 20th century and the country proclaimed its independence in 1945. However, it was not until 1949 that the Dutch recognised Indonesia's sovereignty following an armed and diplomatic conflict between the two.\n Indonesia consists of hundreds of distinct native ethnic and linguistic groups, with the largest one being the Javanese. A shared identity has developed with the motto \"Bhinneka Tunggal Ika\" (\"Unity in Diversity\" literally, \"many, yet one\"), defined by a national language, ethnic diversity, religious pluralism within a Muslim-majority population, and a history of colonialism and rebellion against it. The economy of Indonesia is the world's 16th largest by nominal GDP and 7th by GDP at PPP. The country is a member of several multilateral organisations, including the UN, WTO, IMF, G20, and a founding member of Non-Aligned Movement, Association of Southeast Asian Nations, Asia-Pacific Economic Cooperation, East Asia Summit, Asian Infrastructure Investment Bank, and Organisation of Islamic Cooperation.",
  "/wiki/Syria": "Syria (Arabic: سوريا‎, romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية‎, romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.\n Syria is a unitary republic consisting of 14 governorates and is the only country that politically espouses Ba'athism. It is a member of one international organization other than the United Nations, the Non-Aligned Movement; it was suspended from the Arab League in November 2011 and the Organisation of Islamic Cooperation, and self-suspended from the Union for the Mediterranean.\n The name \"Syria\" historically referred to a wider region, broadly synonymous with the Levant, and known in Arabic as al-Sham. The modern state encompasses the sites of several ancient kingdoms and empires, including the Eblan civilization of the 3rd millennium BC. Aleppo and the capital city Damascus are among the oldest continuously inhabited cities in the world. In the Islamic era, Damascus was the seat of the Umayyad Caliphate and a provincial capital of the Mamluk Sultanate in Egypt. The modern Syrian state was established in the mid-20th century after centuries of Ottoman and a brief period French mandate, and represented the largest Arab state to emerge from the formerly Ottoman-ruled Syrian provinces. It gained de jure independence as a parliamentary republic on 24 October 1945, when Republic of Syria became a founding member of the United Nations, an act which legally ended the former French Mandate – although French troops did not leave the country until April 1946. The post-independence period was tumultuous, with many military coups and coup attempts shaking the country from 1949 to 1971. In 1958, Syria entered a brief union with Egypt called the United Arab Republic, which was terminated by the 1961 Syrian coup d'état. The republic was renamed into the Arab Republic of Syria in late 1961 after December 1 constitutional referendum, and was increasingly unstable until the 1963 Ba'athist coup d'état, since which the Ba'ath Party has maintained its power. Syria was under Emergency Law from 1963 to 2011, effectively suspending most constitutional protections for citizens.\n Bashar al-Assad has been president since 2000 and was preceded by his father Hafez al-Assad, who was in office from 1971 to 2000. Through his rule, Syria and the ruling Ba'ath Party was condemned and criticized for human rights abuses, frequent executions of citizens and political prisoners, and massive censorship.\n Since March 2011, Syria has been embroiled in an armed conflict, with a number of countries in the region and beyond involved militarily or otherwise. As a result, a number of self-proclaimed political entities have emerged on Syrian territory, including the Syrian opposition, Rojava, Tahrir al-Sham and Islamic State of Iraq and the Levant. Syria is ranked last on the Global Peace Index from 2016 to 2018, making it the most violent country in the world due to the war. The war has killed more than 570,000 people, caused 7.6 million internally displaced people (July 2015 UNHCR estimate) and over 5 million refugees (July 2017 registered by UNHCR), making population assessment difficult in recent years.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/2005_UCI_Asia_Tour": "The 2005 UCI Asia Tour was the first season of the UCI Asia Tour. The season began on 16 January 2005 with the Tour of Siam and ended on 19 September 2005 with the Tour de Hokkaido. Andrey Mizurov of Kazakhstan was crowned as the 2005 UCI Asia Tour champion.\n Throughout the season, points are awarded to the top finishers of stages within stage races and the final general classification standings of each of the stages races and one-day events. The quality and complexity of a race also determines how many points are awarded to the top finishers, the higher the UCI rating of a race, the more points are awarded.\n The UCI ratings from highest to lowest are as follows:"
}