{
  "/wiki/A_Gang_Story": "A Gang Story (French: Les Lyonnais) is a 2011 French drama film directed by Olivier Marchal.",
  "/wiki/Olivier_Marchal": "Olivier Marchal (born 14 November 1958) is a French actor, director, screenwriter, and a former policeman. In 2005, he was nominated for three César Awards (best director, best film and best writing) for his film 36 Quai des Orfèvres. He also created the popular French television police drama Braquo and wrote and directed some episodes in its first season (2009).",
  "/wiki/G%C3%A9rard_Lanvin": "Gérard Lanvin (French pronunciation: ​[ʒeʁaːʁ lɑ̃vɛ̃]; born 21 June 1950) is a César Award-winning French actor.  He quit his studies when he was 17 to become an actor. He took on a role in Vous n'aurez pas l'Alsace et la Lorraine in 1977 on an offer from actor Coluche. He received the Prix Jean Gabin in 1982 for his role in Une étrange affaire. In 1995 he won a César Award for Best Actor with Le Fils préféré. Other appearances include Une semaine de vacances and 3 zéros. During the 2000s, he returned to the big screen with popular comedies. In 2001, he received the César Award for Best Actor in a Supporting Role with The Taste of Others (Le Goût des autres). He is married to Chantal Benoist, an actress, model and singer who released disco albums in 70s/80s under the name \"Jennifer\".",
  "/wiki/Tch%C3%A9ky_Karyo": "Tchéky Karyo (French: [tʃeki kɑʁjo]; born 4 October 1953) is a Turkish-born French actor and musician who is known for playing leading French police investigator Julien Baptiste in the British drama The Missing (2014) and its spin-off series Baptiste (2019). Beginning his career as an actor on stage in classical and contemporary works, he began to work as a character actor in films in the 1980s. He has acted in numerous films by Hollywood and French directors, including Luc Besson.",
  "/wiki/Drama_film": "In film and television, drama is a genre of narrative fiction (or semi-fiction) intended to be more serious than humorous in tone. Drama of this kind is usually qualified with additional terms that specify its particular subgenre, such as \"police crime drama\", \"political drama\", \"legal drama\", \"historical period drama\", \"domestic drama\", \"teen drama\" or \"comedy-drama\". These terms tend to indicate a particular setting or subject-matter, or else they qualify the otherwise serious tone of a drama with elements that encourage a broader range of moods.",
  "/wiki/Americano_(2011_film)": "Americano is a 2011 French drama film written and directed by Mathieu Demy. Demy also stars alongside Geraldine Chaplin, Salma Hayek and Chiara Mastroianni. Demy's mother, Agnès Varda, who was also a filmmaker, served as a producer on the project. The film received its première at the 2011 Toronto International Film Festival on 8 September 2011 and  later that month, was also screened at the San Sebastián International Film Festival, where it competed for the Kutxa-New Directors Award. In October it was played at the 55th BFI London Film Festival.",
  "/wiki/Mathieu_Demy": "Mathieu Demy (born 15 October 1972) is a French actor, film director and producer.",
  "/wiki/Salma_Hayek": "Salma Hayek Pinault (/ˈhaɪɛk/, Spanish: [ˈsalma ˈxaʝek]; born Salma Valgarma Hayek Jiménez; September 2, 1966) is a Mexican and American film actress and producer. She began her career in Mexico starring in the telenovela Teresa and starred in the film El Callejón de los Milagros (Miracle Alley) for which she was nominated for an Ariel Award. In 1991, Hayek moved to Hollywood and came to prominence with roles in films such as Desperado (1995), From Dusk till Dawn (1996), Wild Wild West, and Dogma (both 1999).",
  "/wiki/Geraldine_Chaplin": "Geraldine Leigh Chaplin (born July 31, 1944) is an English-American actress. She is the daughter of Charlie Chaplin, the first of eight children with fourth wife Oona O'Neill. After beginnings in dance and modeling, she turned her attention to acting, and made her English-language acting debut (and came to prominence in what would be a Golden Globe-nominated role) in her portrayal of Tonya in David Lean's Doctor Zhivago (1965). She made her Broadway acting debut in Lillian Hellman's The Little Foxes in 1967, and received her second Golden Globe nomination for Robert Altman's Nashville (1975). She received a BAFTA nomination for her role in Welcome to L.A. (1976). She played her grandmother Hannah Chaplin in the biopic, Chaplin (1992) for which she received her third Golden Globe nomination.",
  "/wiki/The_Artist_(film)": "The Artist is a 2011 French[nb 1] comedy-drama film[nb 2] in the style of a black-and-white silent film or part-talkie. Written, directed, and co-edited by Michel Hazanavicius, and produced by Thomas Langmann, the film stars Jean Dujardin and Bérénice Bejo. The story takes place in Hollywood, between 1927 and 1932, and focuses on the relationship of an older silent film star and a rising young actress as silent cinema falls out of fashion and is replaced by the \"talkies\".",
  "/wiki/Michel_Hazanavicius": "Michel Hazanavicius (French: [mi.ʃɛl a.za.na.vi.sjys] (listen); born 29 March 1967) is a French film director, producer,  screenwriter and film editor best known for his 2011 film, The Artist, which won the Academy Award for Best Picture at the 84th Academy Awards. It also won him the Academy Award for Best Director. He also directed spy film parodies OSS 117: Cairo, Nest of Spies (2006) and OSS 117: Lost in Rio (2009).",
  "/wiki/Jean_Dujardin": "Jean Edmond Dujardin (French pronunciation: [ʒɑ̃ ɛdmɔ̃ dyʒaʁdɛ̃] (listen); born 19 June 1972) is a French actor, comedian, humorist and television director. He began his career as a stand-up comedian in Paris before guest starring in comedic television programmes and films. He first came to prominence with the cult TV series Un gars, une fille, in which he starred alongside his lover Alexandra Lamy, before gaining success in film with movies such as Brice de Nice, Michel Hazanavicius's OSS 117: Cairo, Nest of Spies and its sequel OSS 117: Lost in Rio, as well as 99 Francs.",
  "/wiki/B%C3%A9r%C3%A9nice_Bejo": "Bérénice Bejo (French pronunciation: ​[be.ʁe.nis be.ʒo]; born 7 July 1976) is a French-Argentine actress best known for playing Christiana in A Knight's Tale (2001) and Peppy Miller in The Artist (2011). Her work in the latter received her a nomination for the Academy Award for Best Supporting Actress and won her the César Award for Best Actress. She won Best Actress at the Cannes Film Festival in 2013 and was nominated for a César for her performance in The Past.",
  "/wiki/Comedy-drama": "Comedy-drama or dramedy (a portmanteau of drama and comedy), is a genre of dramatic works (including film, television, and theatre) in which plot elements are a combination of comedy and drama. It is a subgenre of contemporary tragicomedy. Comedy-drama is especially found in television programs and is considered a \"hybrid genre\".",
  "/wiki/Beloved_(2011_film)": "Beloved (French: Les Bien-aimés) is a 2011 French film written and directed by Christophe Honoré, starring Chiara Mastroianni, Catherine Deneuve, Ludivine Sagnier, Louis Garrel, Miloš Forman, Paul Schneider, and Michel Delpech. The story is set in the 1960s through the 2000s in Paris, Reims, Montreal, Prague and London. While not a musical, the characters use musical 'narration' and 'dialogues' throughout the film.",
  "/wiki/Christophe_Honor%C3%A9": "Christophe Honoré (born 10 April 1970) is a French writer and film director.",
  "/wiki/Catherine_Deneuve": "Catherine Fabienne Dorléac (born 22 October 1943), known professionally as Catherine Deneuve (/dəˈnɜːv/; French: [katʁin dənœv] (listen)), is a French actress as well as an occasional singer, model and producer. She gained recognition for her portrayal of icy, aloof and mysterious beauties for various directors, including Luis Buñuel, François Truffaut and Roman Polanski. In 1985, she succeeded Mireille Mathieu as the official face of Marianne, France's national symbol of liberty. A 14-time César Award nominee, she won for her performances in Truffaut's The Last Metro (1980), for which she also won the David di Donatello for Best Foreign Actress,  and Régis Wargnier's Indochine (1992).",
  "/wiki/Milo%C5%A1_Forman": "Jan Tomáš \"Miloš\" Forman (/ˈmiːloʊʃ/; Czech: [ˈmɪloʃ ˈforman]; 18 February 1932 – 13 April 2018) was a Czech-American film director, screenwriter, actor, and professor who rose to fame in his native Czechoslovakia before emigrating to the United States in 1968.",
  "/wiki/Ludivine_Sagnier": "Ludivine Sagnier (born 3 July 1979) is a French actress and model, who has appeared in films since 1989. She was nominated for two César Awards for Best Supporting Actress in Swimming Pool (2003) and Un secret (2007).",
  "/wiki/Black_Gold_(2011_French_film)": "Black Gold (also known as Day of the Falcon and Or noir) is a 2011 French epic historical war film, based on Hans Ruesch's 1957 novel South of the Heart: A Novel of Modern Arabia (also known as The Great Thirst and The Arab). It was directed by Jean-Jacques Annaud, produced by Tarak Ben Ammar and co-produced by Doha Film Institute. The film stars Tahar Rahim, Antonio Banderas, Freida Pinto, Mark Strong and Riz Ahmed.",
  "/wiki/Jean-Jacques_Annaud": "Jean-Jacques Annaud (born 1 October 1943) is a French film director, screenwriter and producer, best known for directing Quest for Fire (1981), The Name of the Rose (1986), The Bear (1988), The Lover (1992), Seven Years in Tibet (1997), Enemy at the Gates (2001) and Wolf Totem (2015).",
  "/wiki/Tahar_Rahim": "Tahar Rahim (born 4 July 1981) is a French actor of Algerian descent. He is known for his starring role as Malik El Djebena in the 2009 award-winning French movie A Prophet by Jacques Audiard, FBI Agent Ali Soufan in The Looming Tower, and for playing Judas in the film Mary Magdalene, written by Helen Edmundson.",
  "/wiki/Mark_Strong": "Mark Strong (born Marco Giuseppe Salussolia; 5 August 1963) is an English actor. He is best known for his film roles such as Archy in RocknRolla Prince Septimus in Stardust (2007), Lord Henry Blackwood in Sherlock Holmes (2009), Frank D'Amico in Kick-Ass (2010), Jim Prideaux in Tinker Tailor Soldier Spy (2011), George in Zero Dark Thirty (2012), Major General Stewart Menzies in The Imitation Game (2014), Merlin in Kingsman: The Secret Service (2014) and Kingsman: The Golden Circle (2017), and Dr. Thaddeus Sivana in Shazam! (2019).",
  "/wiki/Antonio_Banderas": "José Antonio Domínguez Bandera[a] (born 10 August 1960), known professionally as Antonio Banderas, is a Spanish actor, film producer and director. He is the recipient of numerous accolades, including a Cannes Best Actor Award and nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards.",
  "/wiki/A_Burning_Hot_Summer": "A Burning Hot Summer (French: Un été brûlant), also titled That Summer, is a 2011 French-Italian-Swiss drama film directed by Philippe Garrel, starring Monica Bellucci, Louis Garrel, Céline Sallette, and Jérôme Robart. It was screened at the 68th Venice International Film Festival in competition.",
  "/wiki/Philippe_Garrel": "Philippe Garrel (French: [gaʁɛl]; born 6 April 1948) is a French director, cinematographer, screenwriter, film editor, and producer, associated with the French New Wave movement. His films have won him awards at the prestigious Cannes Film Festival and Venice Film Festival.",
  "/wiki/Monica_Bellucci": "Monica Anna Maria Bellucci (Italian pronunciation: [ˈmɔːnika belˈluttʃi];  born 30 September 1964) is an Italian actress and model. Bellucci began her career as a fashion model, modeling for Dolce & Gabbana and Dior, before making a transition to Italian films and later Hollywood films and French films.",
  "/wiki/Louis_Garrel": "Louis Garrel (born 14 June 1983) is a French actor and filmmaker. He is best known for his starring role in The Dreamers, directed by Bernardo Bertolucci. He regularly appears in films by French director Christophe Honoré, including Ma mère, Dans Paris, Les Chansons d'amour, La Belle Personne and Non ma fille, tu n'iras pas danser.",
  "/wiki/Chicken_with_Plums_(film)": "Chicken with Plums (French: Poulet aux prunes) is a 2011 internationally co-produced drama film directed by Marjane Satrapi and Vincent Paronnaud. It is based on the graphic novel of the same name. The film premiered in competition at the 68th Venice International Film Festival on 3 September 2011. It was released in France on 26 October through Le Pacte.",
  "/wiki/Marjane_Satrapi": "Marjane Satrapi (Persian: مرجان ساتراپی‎; born 22 November 1969) is an Iranian-born French graphic novelist, cartoonist, illustrator, film director, and children's book author. Her most famous works are the comic book Persepolis and its film adaptation, and Chicken with Plums and its film adaptation.",
  "/wiki/Vincent_Paronnaud": "Vincent Paronnaud (born 1970), a.k.a. Winshluss, is a French comics artist and filmmaker.",
  "/wiki/Mathieu_Amalric": "Mathieu Amalric (French pronunciation: [ma.tjø a.mal.ʁik] (listen); born 25 October 1965) is a French actor and filmmaker. He is best known internationally for his performance as the lead villain in the James Bond film Quantum of Solace, his performance in Steven Spielberg's Munich, and for his role in The Diving Bell and the Butterfly, for which he drew critical acclaim. He has also won several César Awards and the Lumières Award.",
  "/wiki/%C3%89douard_Baer": "Édouard Baer (born 1 December 1966) is a French actor, director, screenwriter, film producer and radio personality.",
  "/wiki/Maria_de_Medeiros": "Maria Esteves de Medeiros Victorino de Almeida, DamSE (born 19 August 1965), known as Maria de Medeiros (Portuguese pronunciation: [mɐˈɾiɐ ðɨ mɨˈðɐjɾuʃ]), is a Portuguese actress, director, and singer who has been involved in both European and American film productions.  She is best known internationally for playing Fabienne in Quentin Tarantino's 1994 film Pulp Fiction.",
  "/wiki/Colombiana": "Colombiana is a 2011 French action thriller film co-written and produced by Luc Besson and directed by Olivier Megaton. The film stars Zoe Saldana with supporting roles by Michael Vartan, Cliff Curtis, Lennie James, Callum Blue, and Jordi Mollà. \"Colombiana\" means a woman from Colombia. The film is about Cataleya (also a genus of orchids), a ten-year-old girl in Colombia whose family is killed by a drug lord.  Fifteen years later, a grown Cataleya seeks her revenge.",
  "/wiki/Olivier_Megaton": "Olivier Megaton (born Olivier Fontana; 6 August 1965) is a French director, writer, and editor best known for directing The Red Siren, Transporter 3, Colombiana, and Taken 2, and Taken 3.",
  "/wiki/Zoe_Saldana": "Zoë Yadira Saldaña Nazario (born June 19, 1978) is an American actress. Following her performances with the theater group Faces, Saldana made her screen debut in a 1999 episode of Law & Order. Her film career began a year later with Center Stage (2000), where she played a struggling ballet dancer. She had played the role of Neytiri, the female lead and one of the main protagonists of James Cameron's sci-fi film Avatar.",
  "/wiki/Michael_Vartan": "Michael S. Vartan (born November 27, 1968) is a French-American actor, best known for his role as Michael Vaughn on the ABC television action drama Alias, his role on the TNT medical drama Hawthorne, and his role on the E! drama The Arrangement as Terence Anderson. His film roles include The Pallbearer, Never Been Kissed, The Next Best Thing, One Hour Photo, Monster-in-Law, Rogue, and Colombiana.",
  "/wiki/Action_film": "Action film is a film genre in which the protagonist or protagonists are thrust into a series of events that typically include violence, extended fighting, physical feats, and frantic chases. Action films tend to feature a resourceful hero struggling against incredible odds, which include life-threatening situations, a villain, or a pursuit which usually concludes in victory for the hero (though a small number of films in this genre have ended in the victory for the villain instead). Advancements in CGI have made it cheaper and easier to create action sequences and other visual effects that required the efforts of professional stunt crews in the past. However, reactions to action films containing significant amounts of CGI have been mixed, as films that use computer animations to create unrealistic, highly unbelievable events are often met with criticism. While action has long been a recurring component in films, the \"action film\" genre began to develop in the 1970s along with the increase of stunts and special effects. Common action scenes in films are generally, but not limited to, explosions, car chases, fistfights, and shootouts.",
  "/wiki/The_Conquest_(2011_film)": "The Conquest or La conquête is a 2011 French Biographical film on Nicolas Sarkozy directed by Xavier Durringer.",
  "/wiki/Denis_Podalyd%C3%A8s": "Denis Podalydès (born 22 April 1963) is a French actor and scriptwriter of Greek descent. Podalydès has appeared in 80 films since 1989. He starred in The Officers' Ward, which was entered into the 2001 Cannes Film Festival.",
  "/wiki/Florence_Pernel": "Florence Pernel (born 30 June 1962) is a French actress.",
  "/wiki/Declaration_of_War_(film)": "Declaration of War (French: La Guerre est déclarée) is a 2011 French film directed by Valérie Donzelli, and written by and starring Donzelli and Jérémie Elkaïm; it is based on actual events in their lives together, when they were a young couple caring for their dangerously ill son. It was released on the 31 August 2011 and received very positive reviews; Allociné, a review aggregation website gave it an average of 4.3 stars out of five. Le Monde gave it a full five stars, saying \"Against cancer, an undoubtable force of happiness\". The film was selected as the French entry for the Best Foreign Language Film at the 84th Academy Awards, but it did not make the final shortlist.",
  "/wiki/J%C3%A9r%C3%A9mie_Elka%C3%AFm": "Jérémie Elkaïm (born 29 August 1978) is a French actor, screenwriter and film director best known for his role in Presque rien (US title: Come Undone, 2000). In the film, he plays Mathieu, a troubled, emotionally fragile teen who finds himself in a whirlwind romance with Cédric (played by Stéphane Rideau). His performance in the film garnered him much critical acclaim.",
  "/wiki/Father_(2011_film)": "Father is a 2011 French thriller film directed by Pasquale Squitieri. It stars Franco Nero, Andrea Fachinetti, Daniel Baldock and Claudia Cardinale. It was screened at the Bari International Film Festival.",
  "/wiki/Pasquale_Squitieri": "Pasquale Squitieri (27 November 1938 – 18 February 2017) was an Italian film director and screenwriter.",
  "/wiki/Franco_Nero": "Francesco Clemente Giuseppe Sparanero (born 23 November 1941), better known by his stage name Franco Nero, is an Italian actor. He is best known for his breakthrough role as the title character in Sergio Corbucci's Spaghetti Western film Django (1966), a role that he reprised in Nello Rossati's Django Strikes Again (1987).",
  "/wiki/Claudia_Cardinale": "Claudia Cardinale (born Claude Joséphine Rose Cardinale, 15 April 1938) is an Italian Tunisian film actress who appeared in some of the most acclaimed European films of the 1960s and 1970s, mainly Italian or French, but also in many English-language films.",
  "/wiki/Forces_sp%C3%A9ciales": "Forces spéciales (English: Special Forces) is a 2011 French war adventure film directed by Stéphane Rybojad and starring Diane Kruger, Djimon Hounsou, Denis Ménochet, Benoît Magimel, Mehdi Nebbou, and Tchéky Karyo. Filmed on location in France, Djibouti, and Tajikistan, the film shows a group of elite French naval commandos on a desperate hostage rescue mission in the Afghanistan/Pakistan area.",
  "/wiki/Diane_Kruger": "Diane Kruger (née Heidkrüger; German pronunciation: [diˈa:nə ˈkru:ɡɐ]; born 15 July 1976) is a German-American actress and former fashion model. She has played Helen in the epic war film Troy (2004), Dr. Abigail Chase in the heist film National Treasure (2004) and its sequel (2007), Bridget von Hammersmark in Quentin Tarantino's war film Inglourious Basterds (2009), and Gina in the psychological thriller film Unknown (2011). She also starred as Detective Sonya Cross in the FX crime drama series The Bridge (2013–14). In 2017, she made her German-language debut in Fatih Akin's In the Fade, for which she won the Cannes Film Festival Award for Best Actress and Satellite Award for Best Actress.",
  "/wiki/Djimon_Hounsou": "Djimon Gaston Hounsou (/ˈdʒaɪmən ˈuːnsuː/; French: [dʒimɔ̃ unsu]; born 24 April 1964) is a Beninese-American actor and model. Hounsou began his career appearing in music videos. He made his film debut in the Sandra Bernhard film Without You I'm Nothing (1990) and gained widespread recognition for his role as Cinqué in the Steven Spielberg film Amistad (1997). He gained further recognition for his roles in Gladiator (2000), In America (2003), and Blood Diamond (2006), receiving Academy Award for Best Supporting Actor nominations for both the latter films. He also had a minor role in Furious 7 (2015). He has been nominated for a Golden Globe Award and three Screen Actors Guild Awards. Djimon Hounsou plays an important role as well in the French film Forces spéciales in 2011.",
  "/wiki/Beno%C3%AEt_Magimel": "Benoît Magimel (French pronunciation: ​[bənwa maʒimɛl]; born 11 May 1974) is a French actor. A prolific actor who was 14 when he appeared in his first film, Magimel has starred in a variety of roles in French cinema. At age 16, Magimel left school to pursue acting as a career. In 2001, he won the Best Actor award at the Cannes Film Festival for his role in Michael Haneke's The Piano Teacher.",
  "/wiki/Free_Men_(film)": "Free Men (French: Les hommes libres) is a 2011 French film written and directed by Ismaël Ferroukhi, which recounts the largely untold story about the role that Algerian and other North African Muslims in Paris played in the French resistance and as rescuers of Jews during the German occupation (1940–1944).",
  "/wiki/Isma%C3%ABl_Ferroukhi": "Ismaël Ferroukhi (born 26 June 1962) is a French-Moroccan film director and screenwriter.",
  "/wiki/Michael_Lonsdale": "Michael Edward Lonsdale (born 24 May 1931), sometimes billed as Michel Lonsdale, is a British-French actor who has appeared in over 180 films and television shows. He is best known in the English-speaking world for his roles as the villain Hugo Drax in the 1979 James Bond film Moonraker, the detective Claude Lebel in The Day of the Jackal, and M. Dupont d'Ivry in The Remains of the Day.",
  "/wiki/Goodbye_First_Love": "Goodbye First Love (French: Un amour de jeunesse) is a 2011 Franco-German film directed by Mia Hansen-Løve. It was selected for the main competition section at the 2011 Locarno International Film Festival.",
  "/wiki/Mia_Hansen-L%C3%B8ve": "Mia Hansen-Løve (born 5 February 1981) is a French film director, screenwriter, and former actress. She has won several accolades for her work. Her first feature film, All Is Forgiven, won the Louis Delluc Prize for Best First Film in 2007 along with Céline Sciamma's Water Lilies. Hansen-Løve's film Father of My Children won the Special Jury Prize in the Un Certain Regard section at the 2009 Cannes Film Festival. In 2014, Hansen-Løve was awarded the status of Chevalier in the Ordre des Arts et des Lettres. In 2016, she won the Silver Bear for Best Director for her film Things to Come at the 66th Berlin International Film Festival, as well as becoming a member of the Academy of Motion Picture Arts and Sciences.",
  "/wiki/Lola_Cr%C3%A9ton": "Lola Créton (born 16 December 1993) is a French actress. Créton began her career at the age of 10, appearing in the short film Imago (2004). She is known for her lead roles in the films Goodbye First Love (2011) and Something in the Air (2012).",
  "/wiki/Sebastian_Urzendowsky": "Sebastian Urzendowsky (born 28 May 1985) is a German actor. He has appeared in more than thirty films since 1998.",
  "/wiki/Heat_Wave_(2011_film)": "Heat Wave (French: Après le sud) is a 2011 French drama film and the directorial debut of Jean-Jacques Jauffret. It was screened in the Directors' Fortnight section at the 2011 Cannes Film Festival.",
  "/wiki/Ad%C3%A8le_Haenel": "Adèle Haenel (French: [adɛl enɛl]; born 11 February 1989) is a French actress.",
  "/wiki/House_of_Tolerance": "House of Tolerance (French: L'Apollonide: Souvenirs de la maison close, also known as House of Pleasures), is 2011 French drama film directed by Bertrand Bonello, starring Céline Sallette, Hafsia Herzi, Jasmine Trinca, Adèle Haenel, Alice Barnole, Iliana Zabeth, and Noémie Lvovsky. The film had its world premiere in the Competition section at the 2011 Cannes Film Festival on 16 May 2011.",
  "/wiki/Bertrand_Bonello": "Bertrand Bonello (French: [bɔnɛlo]; born 11 September 1968) is a French film director, screenwriter, producer and composer. His background is in classical music, and he lives between Paris and Montreal. His work has also been associated with the New French Extremity.",
  "/wiki/Hafsia_Herzi": "Hafsia Herzi (born 25 January 1987) is a French actress and film director of Algerian and Tunisian descent. She is best known for her debut role in the award-winning Franco-Tunisian feature The Secret of the Grain for which she won the award for most promising actress at the César Awards 2008, and the Marcello Mastroianni award, for best emerging actor/actress at the 64th Venice International Film Festival. She is also well known for her role in the 2009 film Le Roi de l'évasion, where she stunned audiences by engaging in actual sexual intercourse with French actor Ludovic Berthillot.",
  "/wiki/Jasmine_Trinca": "Jasmine Trinca (born 24 April 1981) is an Italian actress. Trinca was born in Rome, Italy. She began her career in 2001, chosen by Nanni Moretti for his award-winning The Son's Room, receiving the Guglielmo Biraghi prize as best new talent of the year. In 2004, she won a Nastro d'Argento for The Best of Youth (La meglio gioventù). Trinca played again with Moretti in the controversial Il caimano (2006).",
  "/wiki/The_Incident_(2011_film)": "The Incident (also known as Asylum Blackout) is a 2011 horror film directed by Alexandre Courtes and written by S. Craig Zahler.",
  "/wiki/Alexandre_Courtes": "Alex and Martin were a music video directing duo consisting of Alex Courtes and Martin Fougerol. They directed several music videos with artists such as The White Stripes and U2.",
  "/wiki/Rupert_Evans": "Rupert Evans (born 30 March 1977) is a British actor. He is a member of the Royal Shakespeare Company and stars in the Amazon series The Man in the High Castle and in the CW's Charmed series.",
  "/wiki/Kenny_Doughty": "Kenny Doughty (born 27 March 1975) is an English actor and director.",
  "/wiki/Joseph_Kennedy_(actor)": "Joseph Kennedy (born Joseph Wilson, 1 November 1981 in Oxford) is an actor, singer and musician.",
  "/wiki/Horror_film": "A horror film is a film that seeks to elicit fear for entertainment purposes. Initially inspired by literature from authors like Edgar Allan Poe, Bram Stoker, and Mary Shelley, horror has existed as a film genre for more than a century. The macabre and the supernatural are frequent themes. Horror may also overlap with the fantasy, supernatural fiction, and thriller genres.",
  "/wiki/The_Intouchables": "The Intouchables (French: Intouchables, pronounced [ɛ̃tuʃabl]), also known as Untouchable (UK), is a 2011 French buddy comedy-drama film  directed by Olivier Nakache & Éric Toledano. It stars François Cluzet and Omar Sy. Nine weeks after its release in France on 2 November 2011, it became the second biggest box office hit in France, just behind the 2008 film Welcome to the Sticks. The film was voted the cultural event of 2011 in France with 52% of votes in a poll by Fnac. It also became the most viewed French film in the world with 51.5 million tickets up to 2014 and the success of Lucy. The film has received several award nominations. In France, the film won the César Award for Best Actor for Omar Sy, and garnered seven further nominations for the César Awards, including the César Award for Best Film.",
  "/wiki/Fran%C3%A7ois_Cluzet": "François Cluzet (born 21 September 1955) is a French film and theatre actor.  In 2007, Cluzet won a French César Award after starring as a doctor suspected of double homicide in thriller Tell No One (original title Ne le dis à personne). Cluzet may be best known for his role as Philippe in the international hit film The Intouchables (2011).",
  "/wiki/Kurosawa%27s_Way": "Kurosawa's Way (French: Kurosawa, la voie) is a 2011 French documentary directed and written by Catherine Cadou. The film features 11 major filmmakers from Asia, America and Europe as they discuss how the films of Japanese director Akira Kurosawa influenced them.",
  "/wiki/Bernardo_Bertolucci": "Bernardo Bertolucci (Italian: [berˈnardo bertoˈluttʃi]; 16 March 1941 – 26 November 2018) was an Italian director and screenwriter, whose films include The Conformist, Last Tango in Paris, 1900, The Last Emperor (for which he won the Academy Award for Best Director and the Academy Award for Best Adapted Screenplay), The Sheltering Sky, Little Buddha, Stealing Beauty and The Dreamers.",
  "/wiki/Julie_Taymor": "Julie Taymor (born December 15, 1952) is an American director and writer of theater, opera and film. Since her stage adaptation of The Lion King debuted in 1997, 24 global productions have been seen by more than 90 million people in over 100 cities in 19 countries, earning it the highest worldwide gross of any entertainment title in box office history. Lion King also received 11 Tony Award nominations, earning Taymor Tony Awards for Best Director and Costume Designer, and was honored with more than 70 major arts awards worldwide.",
  "/wiki/Theo_Angelopoulos": "Theodoros \"Theo\" Angelopoulos (/ˌændʒəˈlɒpəlɒs/; Greek: Θεόδωρος Αγγελόπουλος; 27 April 1935 – 24 January 2012) was a Greek filmmaker, screenwriter and film producer.",
  "/wiki/The_Lady_(2011_film)": "The Lady is a 2011 French-British biographical film directed by Luc Besson, starring Michelle Yeoh as Aung San Suu Kyi and David Thewlis as her late husband Michael Aris.  Yeoh called the film \"a labour of love\" but also confessed it had felt intimidating for her to play the Nobel laureate.",
  "/wiki/Luc_Besson": "Luc Paul Maurice Besson (French: [lyk bɛsɔ̃]; born 18 March 1959) is a French film director, screenwriter, and producer. He directed or produced the films Subway (1985), The Big Blue (1988), and La Femme Nikita (1990). Besson is associated with the Cinéma du look film movement. He has been nominated for a César Award for Best Director and Best Picture for his films Léon: The Professional and The Messenger: The Story of Joan of Arc. He won Best Director and Best French Director for his sci-fi action film The Fifth Element (1997). He wrote and directed the 2014 sci-fi action film Lucy and the 2017 space opera film Valerian and the City of a Thousand Planets.",
  "/wiki/Michelle_Yeoh": "Michelle Yeoh Choo-Kheng, PSM (/ˈjoʊ/; born 6 August 1962) is a Malaysian actress. She rose to fame in 1990s Hong Kong action films, and is best known internationally for her roles in the James Bond film Tomorrow Never Dies (1997), and martial arts film Crouching Tiger, Hidden Dragon (2000), along with recent international English films and series.",
  "/wiki/David_Thewlis": "David Wheeler (born 20 March 1963), known professionally as David Thewlis, is an English actor, director, screenwriter, and author.",
  "/wiki/List_of_French_films_of_2011": "A list of films produced in France in 2011."
}