{
  "/wiki/Sedgefield_(UK_Parliament_constituency)": "Sedgefield is a constituency[n 1] represented in the House of Commons of the UK Parliament[n 2]",
  "/wiki/Tony_Blair": "Anthony Charles Lynton Blair (born 6 May 1953) is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. After his resignation, he was appointed Special Envoy of the Quartet on the Middle East, an office which he held until 2015. He currently runs the Tony Blair Institute for Global Change.",
  "/wiki/Maidenhead_(UK_Parliament_constituency)": "Maidenhead is a constituency[n 1] in Berkshire represented in the House of Commons of the UK Parliament. Since its creation at the 1997 General Election, the seat has been held by Conservative Member of Parliament Theresa May who served as Home Secretary from 2010 to 2016 and as Prime Minister from 2016 to 2019.",
  "/wiki/Theresa_May": "Theresa Mary May (/təˈriːzə/; née Brasier; born 1 October 1956) is a British politician who served as the Prime Minister of the United Kingdom and Leader of the Conservative Party from 2016 to 2019. May served as Home Secretary from 2010 to 2016 and has been a Member of Parliament (MP) for Maidenhead since 1997. Ideologically, she identifies herself as a one-nation conservative.",
  "/wiki/Uxbridge_and_South_Ruislip_(UK_Parliament_constituency)": "Uxbridge and South Ruislip is a constituency of the UK Parliament[n 1] in Greater London created in 2010. The seat has been held by the Conservative Party since its creation, and since 2015 has had Boris Johnson as its MP.",
  "/wiki/Boris_Johnson": "Alexander Boris de Pfeffel Johnson Hon FRIBA (/ˈfɛfəl/; born 19 June 1964) is a British politician, writer, and former journalist serving as Prime Minister of the United Kingdom and Leader of the Conservative Party since 2019. He was Foreign Secretary from 2016 to 2018 and Mayor of London from 2008 to 2016. Johnson was Member of Parliament for Henley from 2001 to 2008 and has been MP for Uxbridge and South Ruislip since 2015. Ideologically, Johnson identifies as a one-nation conservative.",
  "/wiki/Hackney_South_and_Shoreditch_(UK_Parliament_constituency)": "Hackney South and Shoreditch is a constituency[n 1] represented in the House of Commons of the UK Parliament since 2005 by Meg Hillier of the Labour Party and of the Co-operative Party.[n 2]",
  "/wiki/Meg_Hillier": "Margaret Olivia Hillier (born 14 February 1969) is a British Labour Co-operative politician who was first elected as the Member of Parliament (MP) for Hackney South and Shoreditch at the 2005 general election, and was a junior government minister (2007–10) and was succeeded by Caroline Flint as Shadow Secretary of State for Energy and Climate Change in the Labour Party October 2011 reshuffle.",
  "/wiki/Luton_South_(UK_Parliament_constituency)": "Luton South is a constituency[n 1] in Bedfordshire represented in the House of Commons of the UK Parliament since 2019 by Rachel Hopkins, a member of the Labour Party.[n 2]",
  "/wiki/Witney_(UK_Parliament_constituency)": "Witney is a county constituency in Oxfordshire represented in the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament by the first-past-the-post system of election, and was created for the 1983 general election. It has been a safe Conservative Party seat at recent elections.",
  "/wiki/David_Cameron": "David William Donald Cameron (born 9 October 1966) is a British politician who served as Prime Minister of the United Kingdom from 2010 to 2016. He was the Member of Parliament (MP) for Witney from 2001 to 2016 and leader of the Conservative Party from 2005 to 2016. He identifies as a one-nation conservative, and has been associated with both economically liberal and socially liberal policies.",
  "/wiki/Finchley_(UK_Parliament_constituency)": "Finchley was a constituency represented in the House of Commons of the Parliament of the United Kingdom. It elected one Member of Parliament (MP) by the first-past-the-post system of election; its best-known MP was Margaret Thatcher, Prime Minister from 1979 to 1990. Although boundary changes meant that she never again attained her large majority of 1959, she was nonetheless returned by comfortable (9,000) majorities at General Elections throughout her premiership.",
  "/wiki/Margaret_Thatcher": "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, DStJ, PC, FRS, HonFRSC (née Roberts; 13 October 1925 – 8 April 2013) also known as the Iron Lady, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her \"The Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style. As Prime Minister, she implemented policies known as Thatcherism.",
  "/wiki/Isle_of_Wight_(UK_Parliament_constituency)": "Isle of Wight (/ˈwaɪt/) is a constituency.[n 1]",
  "/wiki/Andrew_Turner_(politician)": "Andrew John Turner (born 24 October 1953) is a British politician who served as the Member of Parliament (MP) for the Isle of Wight from 2001 to 2017. A member of the Conservative Party, he served as its vice-chairman from 2003 until 2005.",
  "/wiki/Bethnal_Green_and_Bow_(UK_Parliament_constituency)": "Bethnal Green and Bow is a constituency[n 1] in Greater London.[n 2]",
  "/wiki/Camberwell_and_Peckham_(UK_Parliament_constituency)": "Camberwell and Peckham is a constituency[n 1][n 2] represented in the House of Commons of the UK Parliament since its 1997 creation by Harriet Harman of the Labour Party.",
  "/wiki/Harriet_Harman": "Harriet Ruth Harman QC (born 30 July 1950) is a British solicitor and Labour politician serving as a Member of Parliament (MP) since 1982, first for Peckham and then its successor constituency of Camberwell and Peckham since 1997. Harman holds the record as the longest-ever continuously serving female MP in the House of Commons. On 13 June 2017, she was dubbed \"Mother of the House\" by the then Prime Minister Theresa May.",
  "/wiki/Rushanara_Ali": "Rushanara Ali MP (Bengali: রুশনারা আলী, Sylheti: ꠞꠥꠡꠘꠣꠞꠣ ꠀꠟꠤ; born 14 March 1975) is a British Labour Party politician and Associate Director of the Young Foundation, who has been the Member of Parliament (MP) for Bethnal Green and Bow since 2010. Previously Shadow Minister for International Development, in the 2013 Labour reshuffle, Ali joined the Shadow Education team. She resigned from the Labour frontbench to abstain on a House of Commons motion permitting military action in Iraq in September 2014.",
  "/wiki/Thanet_South_(UK_Parliament_constituency)": "South Thanet is a constituency[n 1] represented in the House of Commons of the UK parliament since 2015 by Craig Mackinlay MP, a Conservative.[n 2]",
  "/wiki/United_Kingdom_general_election_records": "This is an annotated list of notable records from United Kingdom general elections from 1945 onwards (with certain exceptions)."
}