{
  "/wiki/Sedgefield_(UK_Parliament_constituency)": "Sedgefield is a constituency[n 1] represented in the House of Commons of the UK Parliament[n 2]\n Sedgefield was continuously represented by Labour MPs from 1935 until 2019. From 1983 to 2007, the constituency was represented by Tony Blair, who became Leader of the Labour Party in 1994, and Prime Minister in 1997. Blair resigned as Prime Minister, Leader of the Labour Party, and as the MP for Sedgefield in 2007, triggering a by-election which was retained for the Labour Party by Phil Wilson. In the 2019 general election, the Conservatives took the seat from Labour, ending Labour's continuous hold on the seat since 1935. Paul Howell became the new MP with a majority of 4,513.",
  "/wiki/Tony_Blair": "Anthony Charles Lynton Blair (born 6 May 1953) is a British politician who served as Prime Minister of the United Kingdom from 1997 to 2007 and Leader of the Labour Party from 1994 to 2007. After his resignation, he was appointed Special Envoy of the Quartet on the Middle East, an office which he held until 2015. He currently runs the Tony Blair Institute for Global Change. \n Born in Edinburgh, Blair's father was a barrister and academic. After attending the private Fettes College, he studied law at St John's College, Oxford and became a barrister. He became involved in Labour politics and was elected Member of Parliament for Sedgefield in 1983. He supported moving the party to the centre of British politics in an attempt to help it win power (it had been out of government since 1979). He was appointed to the party's frontbench in 1988 and became Shadow Home Secretary in 1992. He became Leader of the Opposition on his election as Labour Party leader in 1994, following the sudden death of his predecessor, John Smith. Under Blair, the party used the phrase \"New Labour\" to distance itself from previous Labour politics and the traditional idea of socialism. He declared support for the Third Way—politics that recognised individuals as socially interdependent, advocating social justice, cohesion, the equal worth of each citizen, and equal opportunity. Despite opposition from Labour's hard left, he removed the party's formal commitment to the nationalisation of the economy, weakened trade union influence in the party, and committed to the free market and the European Union. In 1997, the Labour Party won its largest landslide general election victory in its history. Blair became the country's youngest leader since 1812 and remains the party's longest-serving occupant of the office. Labour won two more general elections under his leadership—in 2001, in which it won another landslide victory (albeit with the lowest turnout since 1918), and in 2005, with a greatly reduced majority. He resigned as Prime Minister and Leader of the Labour Party in 2007 and was succeeded by Gordon Brown, who had been his Chancellor of the Exchequer since 1997. \n Blair's governments enacted constitutional reforms, removing most hereditary peers from the House of Lords, while also establishing the UK's Supreme Court and reforming the office of Lord Chancellor (thereby separating judicial powers from the legislative and executive branches). His government held referendums in which Scottish and Welsh electorates voted in favour of devolved administration, paving the way for the establishment of the Scottish Parliament and Welsh Assembly (both in 1999). He was also involved in negotiating the Good Friday Agreement. His time in office occurred during a period of continued economic growth, but this became increasingly dependent on mounting debt. In 1997, his government gave the Bank of England powers to set interest rates autonomously and he later oversaw a large increase in public spending, especially in healthcare and education. He championed multiculturalism and, between 1997 and 2007, immigration rose considerably, especially after his government welcomed immigration from the new EU member states in 2004. This provided a cheap and flexible labour supply but also fuelled Euroscepticism, especially among some of his party's core voters. His other social policies were generally progressive; he introduced the National Minimum Wage Act 1998, the Human Rights Act 1998 and the Freedom of Information Act 2000, and in 2004 allowed gay couples to enter into civil partnerships. However, he declared himself \"tough on crime, tough on the causes of crime\" and oversaw increasing incarceration rates and new anti-social behaviour legislation, despite contradictory evidence about the change in crime rates.\n Blair oversaw British interventions in Kosovo (1999) and Sierra Leone (2000) which were generally perceived as successful. During the War on Terror, he supported the foreign policy of the George W. Bush administration and ensured that the British Armed Forces participated in the War in Afghanistan from 2001 and, more controversially, the 2003 invasion of Iraq. The latter became increasingly unpopular among the British public, and he was criticised by opponents and (in 2016) the Iraq Inquiry for waging an unjustified and unnecessary invasion. He was in office when the 7/7 bombings took place (2005) and introduced a range of anti-terror legislation. His legacy remains controversial, not least because of his interventions in the Afghanistan and Iraq wars. Despite his electoral successes and reforms, he has also been criticised for his relationship with the media, centralisation of executive powers, and aspects of his social and economic policies.",
  "/wiki/Maidenhead_(UK_Parliament_constituency)": "Maidenhead is a constituency[n 1] in Berkshire represented in the House of Commons of the UK Parliament. Since its creation at the 1997 General Election, the seat has been held by Conservative Member of Parliament Theresa May who served as Home Secretary from 2010 to 2016 and as Prime Minister from 2016 to 2019.\n It is considered a safe seat for the Conservative Party, as it has never been held by any party other than the Conservatives; nor had any of its predecessor constituencies.",
  "/wiki/Theresa_May": "Theresa Mary May (/təˈriːzə/; née Brasier; born 1 October 1956) is a British politician who served as the Prime Minister of the United Kingdom and Leader of the Conservative Party from 2016 to 2019. May served as Home Secretary from 2010 to 2016 and has been a Member of Parliament (MP) for Maidenhead since 1997. Ideologically, she identifies herself as a one-nation conservative.\n May grew up in Oxfordshire and attended St Hugh's College, Oxford. After graduating in 1977, she worked at the Bank of England and the Association for Payment Clearing Services. She also served as a councillor for Durnsford in Merton. After two unsuccessful attempts to be elected to the House of Commons, she was elected as the MP for Maidenhead in 1997. From 1999 to 2010, May held several roles in shadow cabinets. She was also chairwoman of the Conservative Party from 2002 to 2003. Following the formation of the coalition government after the 2010 general election, May was appointed Home Secretary and Minister for Women and Equalities, but gave up the latter role in 2012. Reappointed after the Conservative success in the 2015 general election, she became the longest-serving Home Secretary in over 60 years. During her tenure she pursued reform of the Police Federation, implemented a harder line on drugs policy including the banning of khat, oversaw the introduction of elected Police and Crime Commissioners, the deportation of Abu Qatada, the creation of the National Crime Agency, and brought in additional restrictions on immigration.\n After David Cameron resigned, May was elected Conservative Party leader and became the UK's second female prime minister. She began the process of withdrawing the UK from the European Union, triggering Article 50 in March 2017. The following month, she announced a snap general election, with the aims of strengthening her hand in Brexit negotiations and highlighting her \"strong and stable\" leadership. This resulted in a hung parliament in which the number of Conservative seats had fallen from 330 to 317, despite the party winning its highest vote share since 1983. The loss of an overall majority prompted her to enter a confidence and supply arrangement with the Democratic Unionist Party (DUP) to support a minority government. May survived a vote of no confidence from Conservative MPs in December 2018 and a Parliamentary vote of no confidence in January 2019. She carried out the Brexit negotiations with the European Union, adhering to the Chequers Agreement, which resulted in the Brexit withdrawal agreement. After versions of this agreement were rejected by Parliament three times, she resigned and was succeeded by Boris Johnson. She remains in the House of Commons as a backbencher.",
  "/wiki/Uxbridge_and_South_Ruislip_(UK_Parliament_constituency)": "Uxbridge and South Ruislip is a constituency of the UK Parliament[n 1] in Greater London created in 2010. The seat has been held by the Conservative Party since its creation, and since 2015 has had Boris Johnson as its MP.\n Boris Johnson became Prime Minister of the UK on 24 July 2019. His 2017 majority in Uxbridge and South Ruislip of 5,034 votes was the smallest of any sitting prime minister since 1924. In the 2019 election, however, Johnson retained the seat with an increased vote share of 52.6% and a majority of 7,210.\n An estimate by the House of Commons Library puts the Leave vote by the constituency in the 2016 referendum at 57.2%, but The Observer reported in August 2018 that opinion had shifted with 51.4% of voters supporting Remain.",
  "/wiki/Boris_Johnson": "Alexander Boris de Pfeffel Johnson Hon FRIBA (/ˈfɛfəl/; born 19 June 1964) is a British politician, writer, and former journalist serving as Prime Minister of the United Kingdom and Leader of the Conservative Party since 2019. He was Foreign Secretary from 2016 to 2018 and Mayor of London from 2008 to 2016. Johnson was Member of Parliament for Henley from 2001 to 2008 and has been MP for Uxbridge and South Ruislip since 2015. Ideologically, Johnson identifies as a one-nation conservative.\n Johnson was born in New York City to upper-middle class English parents and educated at Eton College. He read Classics at Balliol College, Oxford, where he was elected President of the Oxford Union in 1986. He began his career in journalism at The Times newspaper but was dismissed for falsifying a quotation. He later became the Brussels correspondent for The Daily Telegraph newspaper and his articles exerted a strong influence on growing Eurosceptic sentiment on the British right. He was promoted to an assistant editor from 1994 to 1999, and edited The Spectator magazine from 1999 to 2005. He was elected MP for Henley in 2001, and served as a Junior Shadow Minister under Conservative leaders Michael Howard and David Cameron. He largely adhered to the Conservatives' party line but adopted a socially liberal stance on issues such as LGBT rights in parliamentary votes. He resigned as an MP and in 2008 was elected Mayor of London, being re-elected in 2012. During his mayoralty he oversaw the 2012 Summer Olympics, introduced the New Routemaster buses, cycle hire scheme, and Thames cable car and banned alcohol consumption on much of London's public transport.\n In 2015, Johnson was elected MP for Uxbridge and South Ruislip, stepping down as mayor the following year. In 2016, he became a prominent figure in the successful Vote Leave campaign for Brexit. He then served as Secretary of State for Foreign and Commonwealth Affairs under Theresa May's premiership – a post from which he resigned in criticism of May's approach to Brexit and the Chequers Agreement two years later. After May resigned in 2019, he was elected Conservative leader and appointed prime minister. His advice about the prorogation of Parliament was ruled unlawful by the Supreme Court. In the  2019 general election, Johnson led the Conservative Party to their biggest victory since 1987, and biggest percentage vote share of any party since 1979. The United Kingdom withdrew from the European Union under the terms of Johnson's Brexit withdrawal agreement.\n Johnson is a controversial figure in British politics and journalism. Supporters have praised him as an entertaining, humorous, and popular figure, with an appeal stretching beyond traditional Conservative voters. Conversely, his critics have accused him of dishonesty, elitism, and cronyism, and of using offensive language. Johnson is the subject of several biographies and fictionalised portrayals.",
  "/wiki/Hackney_South_and_Shoreditch_(UK_Parliament_constituency)": "Hackney South and Shoreditch is a constituency[n 1] represented in the House of Commons of the UK Parliament since 2005 by Meg Hillier of the Labour Party and of the Co-operative Party.[n 2]",
  "/wiki/Meg_Hillier": "Margaret Olivia Hillier (born 14 February 1969) is a British Labour Co-operative politician who was first elected as the Member of Parliament (MP) for Hackney South and Shoreditch at the 2005 general election, and was a junior government minister (2007–10) and was succeeded by Caroline Flint as Shadow Secretary of State for Energy and Climate Change in the Labour Party October 2011 reshuffle.",
  "/wiki/Luton_South_(UK_Parliament_constituency)": "Luton South is a constituency[n 1] in Bedfordshire represented in the House of Commons of the UK Parliament since 2019 by Rachel Hopkins, a member of the Labour Party.[n 2]",
  "/wiki/Witney_(UK_Parliament_constituency)": "Witney is a county constituency in Oxfordshire represented in the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament by the first-past-the-post system of election, and was created for the 1983 general election. It has been a safe Conservative Party seat at recent elections. \n It was represented from 2001-2016 by David Cameron, Leader of the Conservative Party (2005-2016) and UK Prime Minister (2010-2016). On 12 September 2016, Cameron resigned from serving as an MP triggering the 2016 Witney by-election, at which Robert Courts of the Conservatives retained the seat; albeit with a reduced majority. His vote share subsequently rose to 55% at the 2017 and 2019 general elections.\n It is coterminous with the district of West Oxfordshire, and includes the towns of Carterton, Chipping Norton and Woodstock.",
  "/wiki/David_Cameron": "David William Donald Cameron (born 9 October 1966) is a British politician who served as Prime Minister of the United Kingdom from 2010 to 2016. He was the Member of Parliament (MP) for Witney from 2001 to 2016 and leader of the Conservative Party from 2005 to 2016. He identifies as a one-nation conservative, and has been associated with both economically liberal and socially liberal policies.\n Born in London to an upper-middle-class family, Cameron was educated at Heatherdown School, Eton College, and Brasenose College, Oxford. From 1988 to 1993 he worked at the Conservative Research Department, latterly assisting the Conservative Prime Minister John Major, before leaving politics to work for Carlton Communications in 1994. Becoming an MP in 2001, he served in the opposition shadow cabinet under Conservative leader Michael Howard, and succeeded Howard in 2005. Cameron sought to rebrand the Conservatives, embracing an increasingly socially liberal position. The 2010 general election led to Cameron becoming Prime Minister as the head of a coalition government with the Liberal Democrats – the youngest holder of the office since the 1810s. His premiership was marked by the ongoing effects of the late-2000s financial crisis; these involved a large deficit in government finances that his government sought to reduce through austerity measures. His administration introduced large-scale changes to welfare, immigration policy, education, and healthcare. It privatised the Royal Mail and some other state assets, and legalised same-sex marriage in England and Wales.\n Internationally, his government intervened militarily in the Libyan Civil War and later authorised the bombing of the Islamic State of Iraq and the Levant; domestically, his government oversaw the referendum on voting reform and Scottish independence referendum, both of which confirmed Cameron's favoured outcome. When the Conservatives secured an unexpected majority in the 2015 general election he remained as Prime Minister, this time leading a Conservative-only government. To fulfil a manifesto pledge, he introduced a referendum on the UK's continuing membership of the EU. Cameron supported continued membership; following the success of the Leave vote, he resigned to make way for a new Prime Minister and was succeeded by Theresa May.\n Cameron has been praised for modernising the Conservative Party and for decreasing the United Kingdom's national deficit. However, he has been the target of criticism surrounding his decision to hold the referendum on Britain's membership of the EU which led to period of political instability in the UK during the late 2010s. He has also been criticised by figures on both the left and right, and has been accused of elitism and political opportunism.",
  "/wiki/Finchley_(UK_Parliament_constituency)": "Finchley was a constituency represented in the House of Commons of the Parliament of the United Kingdom. It elected one Member of Parliament (MP) by the first-past-the-post system of election; its best-known MP was Margaret Thatcher, Prime Minister from 1979 to 1990. Although boundary changes meant that she never again attained her large majority of 1959, she was nonetheless returned by comfortable (9,000) majorities at General Elections throughout her premiership.\n The seat was abolished in 1997 and split between the Finchley and Golders Green and Chipping Barnet constituencies.",
  "/wiki/Margaret_Thatcher": "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, DStJ, PC, FRS, HonFRSC (née Roberts; 13 October 1925 – 8 April 2013) also known as the Iron Lady, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her \"The Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style. As Prime Minister, she implemented policies known as Thatcherism.\n Thatcher studied chemistry at Somerville College, Oxford, and worked briefly as a research chemist, before becoming a barrister. She was elected Member of Parliament for Finchley in 1959. Edward Heath appointed her Secretary of State for Education and Science in his 1970–74 government. In 1975, she defeated Heath in the Conservative Party leadership election to become Leader of the Opposition, the first woman to lead a major political party in the United Kingdom. On becoming Prime Minister after winning the 1979 general election, she introduced a series of economic policies intended to reverse high unemployment and Britain's struggles in the wake of the Winter of Discontent and an ongoing recession.[nb 1] Her political philosophy and economic policies emphasised deregulation (particularly of the financial sector), flexible labour markets, the privatisation of state-owned companies, and reducing the power and influence of trade unions. Her popularity in her first years in office waned amid recession and rising unemployment, until victory in the 1982 Falklands War and the recovering economy brought a resurgence of support, resulting in her landslide re-election in 1983. She survived an assassination attempt by the Provisional IRA in the 1984 Brighton hotel bombing and achieved a political victory against the National Union of Mineworkers in the 1984–85 miners' strike.\n Thatcher was re-elected for a third term with another landslide in 1987, but her subsequent support for the Community Charge (\"poll tax\") was widely unpopular, and her increasingly Eurosceptic views on the European Community were not shared by others in her Cabinet. She resigned as Prime Minister and party leader in November 1990, after Michael Heseltine launched a challenge to her leadership (characterized by journalist Simon Heffer as \"a rare coup d’état at the top of the British politics: the first since Lloyd George sawed Asquith off at the knees in 1916\").\n. After retiring from the Commons in 1992, she was given a life peerage as Baroness Thatcher (of Kesteven in the County of Lincolnshire) which entitled her to sit in the House of Lords. In 2013, she died of a stroke at the Ritz Hotel in London, at the age of 87.\n Although a controversial figure in British political culture, Thatcher is nonetheless viewed favourably in historical rankings of British prime ministers. Her tenure constituted a realignment towards neoliberal policies in the United Kingdom and debate over the complicated legacy of Thatcherism persists into the 21st century.",
  "/wiki/Isle_of_Wight_(UK_Parliament_constituency)": "Isle of Wight (/ˈwaɪt/) is a constituency.[n 1]\n Created by the Great Reform Act for the 1832 general election it covers the whole of the Isle of Wight. It has the largest electorate of a constituency, since 1983.[n 2]",
  "/wiki/Andrew_Turner_(politician)": "Andrew John Turner (born 24 October 1953) is a British politician who served as the Member of Parliament (MP) for the Isle of Wight from 2001 to 2017. A member of the Conservative Party, he served as its vice-chairman from 2003 until 2005.\n Born in Coventry, Turner was educated at Rugby School and Keble College, Oxford. He stood unsuccessfully as the Conservative candidate for both the Hackney South and Shoreditch constituency in the 1992 general election and for the Birmingham East constituency in the 1994 European Parliamentary election.\n Turner was elected MP for the Isle of Wight in the 2001 general election. He attracted press attention and criticism during the parliamentary expenses scandal of 2009. He was re-elected in the 2010 election, after which he led the One Wight campaign against government plans to dismantle his constituency. Turner announced that he would stand down at the 2017 election following reports that he had told a group of schoolchildren he thought homosexuality was \"wrong\" and \"dangerous to society\".",
  "/wiki/Bethnal_Green_and_Bow_(UK_Parliament_constituency)": "Bethnal Green and Bow is a constituency[n 1] in Greater London.[n 2]",
  "/wiki/Camberwell_and_Peckham_(UK_Parliament_constituency)": "Camberwell and Peckham is a constituency[n 1][n 2] represented in the House of Commons of the UK Parliament since its 1997 creation by Harriet Harman of the Labour Party.",
  "/wiki/Harriet_Harman": "Harriet Ruth Harman QC (born 30 July 1950) is a British solicitor and Labour politician serving as a Member of Parliament (MP) since 1982, first for Peckham and then its successor constituency of Camberwell and Peckham since 1997. Harman holds the record as the longest-ever continuously serving female MP in the House of Commons. On 13 June 2017, she was dubbed \"Mother of the House\" by the then Prime Minister Theresa May.\n She has served in various Cabinet and Shadow Cabinet positions. She served as a Shadow Social Services minister (from 1984) and as a Shadow Health minister (from 1987), Shadow Chief Secretary to the Treasury (1992–1994) and then, under Tony Blair, as Shadow Employment Secretary (1994–1995), Shadow Health Secretary (1995–1996) and Shadow Social Security Secretary (1996–1997). Following the 1997 general election victory, she was appointed Secretary of State for Social Security and the first ever Minister for Women, serving until 1998; when she left the Cabinet. In 2001, she was appointed Solicitor General for England and Wales, serving until 2005 when she became Minister of State for Constitutional Affairs.\n Harman ran in the 2007 deputy leadership election and defeated five other candidates, ultimately defeating Secretary of State for Health, Alan Johnson, by 50.43% to 49.56%. Gordon Brown, who was elected as party leader, appointed Harman Leader of the House of Commons, Lord Privy Seal, Minister for Women and Equality and Chairman of the Labour Party, holding these positions until the 2010 general election, although she was not appointed Deputy Prime Minister.\n Upon defeat, Brown resigned as party leader and Harman, as Deputy Leader of the Labour Party, became Acting Leader of the Labour Party and Leader of the Opposition until Ed Miliband was elected leader. She subsequently served as Shadow Deputy Prime Minister, combining the position with that of Shadow Secretary of State for International Development (2010–2011) and then Shadow Secretary of State for Culture, Media and Sport (2011–2015). After Labour's defeat at the 2015 general election, Miliband resigned as Leader of the Labour Party and Harman once again became Acting Leader and Leader of the Opposition. She announced that she would also resign as Deputy Leader, prompting a concurrent deputy leadership election.",
  "/wiki/Rushanara_Ali": "Rushanara Ali MP (Bengali: রুশনারা আলী, Sylheti: ꠞꠥꠡꠘꠣꠞꠣ ꠀꠟꠤ; born 14 March 1975) is a British Labour Party politician and Associate Director of the Young Foundation, who has been the Member of Parliament (MP) for Bethnal Green and Bow since 2010. Previously Shadow Minister for International Development, in the 2013 Labour reshuffle, Ali joined the Shadow Education team. She resigned from the Labour frontbench to abstain on a House of Commons motion permitting military action in Iraq in September 2014.",
  "/wiki/Thanet_South_(UK_Parliament_constituency)": "South Thanet is a constituency[n 1] represented in the House of Commons of the UK parliament since 2015 by Craig Mackinlay MP, a Conservative.[n 2]",
  "/wiki/United_Kingdom_general_election_records": "This is an annotated list of notable records from United Kingdom general elections from 1945 onwards (with certain exceptions)."
}