{
  "/wiki/East_Dunbartonshire_(UK_Parliament_constituency)": "East Dunbartonshire is a county constituency of the House of Commons of the Parliament of the United Kingdom (Westminster). It elects one Member of Parliament (MP) by the first past the post system of election. The seat is best known for formerly being the constituency of Jo Swinson, the former leader of the Liberal Democrats, from 2005-2015 and again from 2017-2019. The current MP for the constituency is the Scottish National Party's Amy Callaghan.",
  "/wiki/Jo_Swinson": "Joanne Kate Swinson CBE (born 5 February 1980) is a British former politician who served as leader of the Liberal Democrats from 22 July to 13 December 2019. She was the first woman and the youngest person to hold the position. She was the Member of Parliament (MP) for East Dunbartonshire from 2005 to 2015 and from 2017 to 2019.",
  "/wiki/Liberal_Democrats_(UK)": "The Liberal Democrats (Lib Dems) are a liberal political party in the United Kingdom. The party currently has 11 Members of Parliament in the House of Commons, 94 members of the House of Lords, five Members of the Scottish Parliament and one member in each of the Welsh Assembly and the London Assembly. It was in a coalition government with the Conservative Party from 2010-15.",
  "/wiki/Belfast_North_(UK_Parliament_constituency)": "Belfast North is a parliamentary constituency in the United Kingdom House of Commons. The current MP is John Finucane of Sinn Féin.",
  "/wiki/Nigel_Dodds": "Nigel Alexander Dodds OBE (born 20 August 1958) is a Northern Ireland barrister and unionist politician. Dodds became North Belfast's MP in the 2001 UK general election and served in that role until he was succeeded by Sinn Féin's John Finucane in 2019. He has served in the past as a member of the Northern Ireland Assembly, and as Minister of Finance in the Northern Ireland Executive. He has been deputy leader of the Democratic Unionist Party (DUP) since June 2008. He has been Lord Mayor of Belfast twice, and from 1993 has been General Secretary of the DUP.",
  "/wiki/Democratic_Unionist_Party": "The Democratic Unionist Party (DUP) is a unionist political party in Northern Ireland favouring British identity. It was founded in 1971 during the Troubles by Ian Paisley, who led the party for the next 37 years. Now led by Arlene Foster, it is equal with Sinn Féin in having the most seats in the Northern Ireland Assembly, and it is the fifth-largest party in the House of Commons of the United Kingdom.",
  "/wiki/Moray_(UK_Parliament_constituency)": "Moray is a county constituency of the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Angus_Robertson": "Angus Struan Carolus Robertson (born 28 September 1969) is a former Scottish politician who was the\nDepute Leader of the Scottish National Party (SNP) and was the party's spokesperson on the Constitution in the House of Commons of the United Kingdom. He was first elected to the House of Commons in 2001. In 2017, he sought re-election as the MP for Moray and lost to Scottish Conservative candidate Douglas Ross.",
  "/wiki/Scottish_National_Party": "The Scottish National Party (SNP; Scottish Gaelic: Pàrtaidh Nàiseanta na h-Alba, Scots: Scots National Pairtie) is a Scottish nationalist, social-democratic political party in Scotland. The SNP supports and campaigns for Scottish independence within the European Union. It is the third-largest political party by membership in the United Kingdom, behind the Labour Party and the Conservative Party; it is the third-largest by overall representation in the House of Commons, behind the Conservative Party and the Labour Party; and it is the largest political party in Scotland, where it has the most seats in the Scottish Parliament and 47 out of the 59 Scottish seats in the House of Commons of the Parliament of the United Kingdom. The current Scottish National Party leader, Nicola Sturgeon, has served as First Minister of Scotland since November 2014.",
  "/wiki/Belfast_East_(UK_Parliament_constituency)": "Belfast East is a parliamentary constituency in the United Kingdom House of Commons. The current MP is Gavin Robinson of the DUP.",
  "/wiki/Naomi_Long": "Naomi Rachel Long (née Johnston; born 13 December 1971) is a Northern Irish politician who has served as Minister of Justice in the Northern Ireland Executive since January 2020 and leader of the Alliance Party since 2016.  She has served as a Member of the Legislative Assembly (MLA) for East Belfast since 2020 having held the same seat from 2003 to 2010, and between 2016 and 2019. She previously served as Lord Mayor of Belfast from 2009 to 2010, Member of Parliament (MP) for East Belfast between 2010 and 2015, and Member of the European Parliament (MEP) for Northern Ireland from 2019 to 2020.",
  "/wiki/Alliance_Party_of_Northern_Ireland": "The Alliance Party of Northern Ireland (APNI) is a liberal and centrist political party in Northern Ireland. It is Northern Ireland's fifth-largest party overall, with eight seats in the Northern Ireland Assembly. It made breakthroughs in recent elections, placing third in first preference votes in the most recent European Parliament and United Kingdom general election, winning one of the three Northern Ireland seats in the European Parliament, and one seat, North Down in the House of Commons respectively.",
  "/wiki/Bradford_West_(UK_Parliament_constituency)": "Bradford West is a constituency[n 1] of the city of Bradford represented in the House of Commons of the UK Parliament.[n 2]",
  "/wiki/George_Galloway": "George Galloway (born 16 August 1954) is a British politician, broadcaster and writer. Between 1987 and 2015, except for a period between 2010 and 2012, he was a Member of Parliament for four constituencies, firstly for the Labour Party and later the Respect Party. He was an independent candidate for West Bromwich East in the 2019 United Kingdom general election, and has since founded the eurosceptic Workers Party of Britain.",
  "/wiki/Respect_Party": "The Respect Party was a left-wing to far-left political party active in the United Kingdom between 2004 and 2016. At the height of its success in 2007, the party had one Member of Parliament (MP) in the House of Commons and nineteen councillors in local government.",
  "/wiki/Peter_Robinson_(Northern_Ireland_politician)": "Peter David Robinson (born 29 December 1948) is a British politician who served as First Minister of Northern Ireland from 2008 until 2016 and Leader of the Democratic Unionist Party (DUP) from 2008 until 2015. He has been involved in Northern Irish politics for over 40 years, being a founding member of the DUP along with the late Ian Paisley.",
  "/wiki/Upper_Bann_(UK_Parliament_constituency)": "Upper Bann is a parliamentary constituency in the United Kingdom House of Commons. The current MP is Carla Lockhart of the DUP.",
  "/wiki/David_Trimble": "William David Trimble, Baron Trimble, PC (born 15 October 1944), is a Northern Irish politician who was the first First Minister of Northern Ireland from 1998 to 2002, and the leader of the Ulster Unionist Party (UUP) from 1995 to 2005. He was also the Member of Parliament for Upper Bann from 1990 to 2005 and the Member of the Legislative Assembly (MLA) for Upper Bann from 1998 to 2007. In 2006, he was made a life peer in the House of Lords and a year later left the UUP to join the Conservative Party.",
  "/wiki/Ulster_Unionist_Party": "The Ulster Unionist Party (UUP) is a unionist political party in Northern Ireland. Having gathered support in Northern Ireland during the late-nineteenth and early-twentieth centuries, the party governed Northern Ireland between 1921 and 1972. It was supported by most unionist voters throughout the conflict known as the Troubles, during which time it was often referred to as the Official Unionist Party (OUP). Between 1905 and 1972 its MPs took the Conservative whip at Westminster, considered as part of the Conservative Party.",
  "/wiki/North_Down_(UK_Parliament_constituency)": "North Down is a parliamentary constituency in the United Kingdom House of Commons. The current MP is Stephen Farry of the Alliance Party. Farry was elected to the position in the 2019 General Election, replacing the incumbent Sylvia Hermon, who had held the position since being elected to it in the 2001 general election, but chose not to contest in the 2019 election.",
  "/wiki/Robert_McCartney_(Northern_Irish_politician)": "Robert Law McCartney, QC (born 24 April 1936) is a Northern Irish barrister and a former leader of the UK Unionist Party.",
  "/wiki/UK_Unionist_Party": "The UK Unionist Party (UKUP) was a small unionist political party in Northern Ireland from 1995 to 2008 that opposed the Good Friday Agreement. It was nominally formed by Robert McCartney, formerly of the Ulster Unionist Party, to contest the 1995 North Down by-election and then further constituted to contest the 1996 elections for the Northern Ireland Forum. McCartney had previously contested the 1987 general election as an independent using the label Real Unionist.",
  "/wiki/Belfast_West_(UK_Parliament_constituency)": "Belfast West is a parliamentary constituency (seat) in the House of Commons of the UK Parliament. The current MP is Paul Maskey of Sinn Féin.",
  "/wiki/Gerry_Adams": "Gerard Adams (Irish: Gearóid Mac Ádhaimh; born 6 October 1948) is an Irish republican politician who was the President of Sinn Féin political party between 13 November 1983 and 10 February 2018, and served as a Teachta Dála (TD) for Louth from 2011 to 2020. From 1983 to 1992 and from 1997 to 2011, he was an abstentionist Member of Parliament (MP) of the British Parliament for the Belfast West constituency.",
  "/wiki/Sinn_Féin": "Sinn Féin (/ʃɪn ˈfeɪn/ shin FAYN, Irish: [ʃɪnʲ ˈfʲeːnʲ]; English: \"[We] Ourselves\") is a centre-left to left-wing Irish republican political party active in both the Republic of Ireland and Northern Ireland.",
  "/wiki/Glasgow_Govan_(UK_Parliament_constituency)": "Glasgow Govan was a parliamentary constituency in the Govan district of Glasgow. It was represented in the House of Commons of the Parliament of the United Kingdom for 120 years; from 1885 until 2005, returning one Member of Parliament (MP) elected by the first-past-the-post system.",
  "/wiki/Jim_Sillars": "James Sillars (born 4 October 1937) is a Scottish politician and a leading figure in the campaign for Scottish independence. Sillars served as a Labour Party MP for South Ayrshire from 1970 to 1976. He founded and led the pro-Scottish Home Rule Scottish Labour Party in 1976, continuing as MP for South Ayrshire until he lost the seat in 1979. Sillars joined the Scottish National Party in 1980 and later served as MP for Glasgow Govan after winning a by-election in 1988, and was Deputy Leader of the Scottish National Party. He was married to Margo MacDonald until her death in 2014.",
  "/wiki/Dundee_East_(UK_Parliament_constituency)": "Dundee East is a constituency of the House of Commons of the Parliament of the United Kingdom (at Westminster). Created for the 1950 general election, it elects one Member of Parliament (MP) by the first-past-the-post voting system.",
  "/wiki/Gordon_Wilson_(Scottish_politician)": "Robert Gordon Wilson (16 April 1938 – 25 June 2017) was a Scottish politician and solicitor. He was the leader of the Scottish National Party (SNP) from 1979 to 1990, and was SNP Member of Parliament (MP) for Dundee East from 1974 to 1987. He was Rector of the University of Dundee from 1983 to 1986.",
  "/wiki/Carmarthen_(UK_Parliament_constituency)": "Carmarthen (Welsh: Caerfyrddin) was the name of a parliamentary constituency in Wales which returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom between 1542 and 1997. It was named Carmarthen Boroughs from 1832 to 1918.\nAt its abolition in 1997 it was replaced, partly by the new Carmarthen East and Dinefwr constituency and partly by Carmarthen West and South Pembrokeshire.",
  "/wiki/Gwynfor_Evans": "Gwynfor Richard Evans (1 September 1912 – 21 April 2005) was a Welsh politician, lawyer and author. He was President of the Welsh political party Plaid Cymru for thirty-six years and was the first Member of Parliament to represent it at Westminster, which he did twice, from 1966 to 1970, and again from 1974 to 1979.",
  "/wiki/Plaid_Cymru": "Plaid Cymru (English: /ˌplaɪd ˈkʌmri/ PLYDE KUM-ree; Welsh: [plaid ˈkəmri]; officially Plaid Cymru – The Party of Wales, often referred to simply as Plaid) is a social-democratic political party in Wales advocating Welsh independence from the United Kingdom within the European Union.",
  "/wiki/Cornwall_North_(UK_Parliament_constituency)": "North Cornwall is a constituency[n 1] represented in the House of Commons of the UK Parliament by Scott Mann, a Conservative since the 2015 general election. Like all British constituencies, the seat elects one Member of Parliament (MP) by the first past the post system of election at least every five years. The seat was created in 1918. Since 1950, the constituency has been held by MPs from either the Conservative Party or the Liberal Democrats (including the party's predecessor, the Liberal Party).",
  "/wiki/John_Pardoe": "John Wentworth Pardoe (born 27 July 1934) is a retired British businessman and Liberal Party politician.",
  "/wiki/Liberal_Party_(UK)": "The Liberal Party was one of the two major parties in the United Kingdom with the opposing Conservative Party in the 19th and early 20th centuries. The party arose from an alliance of Whigs and free trade-supporting Peelites and the reformist Radicals in the 1850s. By the end of the 19th century, it had formed four governments under William Gladstone. Despite being divided over the issue of Irish Home Rule, the party returned to government in 1905 and then won a landslide victory in the following year's general election.",
  "/wiki/Fermanagh_and_South_Tyrone_(UK_Parliament_constituency)": "Fermanagh and South Tyrone is a parliamentary constituency in the British House of Commons. The current MP is Michelle Gildernew of Sinn Féin.",
  "/wiki/Harry_West": "Henry William West (27 March 1917 – 5 February 2004) was a politician in Northern Ireland who served as leader of the Ulster Unionist Party from 1974 until 1979.",
  "/wiki/Belper_(UK_Parliament_constituency)": "Belper is a former constituency in the UK Parliament. It was created at the 1918 general election as a county division of Derbyshire, comprising the area in the centre of the county and surrounding Derby, and named after the market town of Belper although this was in the north of the constituency. In 1950 it was expanded to include the far south of the county. It was a marginal constituency for most of its existence.",
  "/wiki/George_Brown,_Baron_George-Brown": "George Alfred Brown, Baron George-Brown, PC (2 September 1914 – 2 June 1985) was a British Labour politician who served as Deputy Leader of the Labour Party from 1960 to 1970 and also in several Cabinet posts, including Foreign Secretary during the Labour government of the 1960s. He was a leader of the Labour Party's trade union right wing, and an effective election campaigner. Ultimately, however, he was unable to cope with the pressures of high office without excessive drinking. He was always known simply as \"George Brown\" and, upon being granted a peerage in November 1970, he insisted on combining his first name and surname to create the title Baron George-Brown of Jevington in the County of Sussex.",
  "/wiki/Labour_Party_(UK)": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has either been the governing party or the Official Opposition.",
  "/wiki/Huddersfield_West_(UK_Parliament_constituency)": "Huddersfield West was a parliamentary constituency centred on the town of Huddersfield in West Yorkshire.  It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/Donald_Wade": "Donald William Wade, Baron Wade, DL (16 June 1904 – 6 November 1988) was a British solicitor who became a Liberal Party Member of Parliament. Wade's time in Parliament coincided with the time the Liberals were at their lowest ebb but his job as Chief Whip kept the party operating until times were better; however, his own seat was dependent on a local pact with the Conservatives and when it broke down, he was defeated. He was then elevated to the House of Lords where he became an active Peer.",
  "/wiki/Anglesey_(UK_Parliament_constituency)": "Ynys Môn (Welsh pronunciation: [ˌənɨs ˈmoːn]; officially called Anglesey until 1983) is a constituency of the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Megan_Lloyd_George": "Lady Megan Arvon Lloyd George, CH (22 April 1902 – 14 May 1966), born Megan Arvon George, was a Welsh politician, who became the first female Member of Parliament (MP) for a Welsh constituency. She also served as Deputy Leader of the Liberal Party, before later becoming a Labour MP. In 2016, she was named as one of \"the 50 greatest Welsh men and women of all time\".",
  "/wiki/Caithness_and_Sutherland_(UK_Parliament_constituency)": "Caithness and Sutherland was a county constituency of the House of Commons of the Parliament of the United Kingdom from 1918 to 1997. It elected one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Archibald_Sinclair": "Archibald Henry Macdonald Sinclair, 1st Viscount Thurso, KT, CMG, PC (22 October 1890 – 15 June 1970), known as Sir Archibald Sinclair, Bt, between 1912 and 1952, and often as Archie Sinclair, was a British politician and leader of the Liberal Party.",
  "/wiki/Edinburgh_Leith_(UK_Parliament_constituency)": "Edinburgh Leith was a burgh constituency of the House of Commons of the Parliament of the United Kingdom from 1950 to 1997. It elected one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Ernest_Brown_(British_politician)": "Alfred Ernest Brown CH MC PC (27 August 1881 – 16 February 1962) was a British politician who served as leader of the Liberal Nationals from 1940 until 1945.",
  "/wiki/National_Liberal_Party_(UK,_1931)": "The National Liberal Party, known until 1948 as the Liberal National Party, was a liberal political party in the United Kingdom from 1931 to 1968. It broke away from the Liberal Party, and later co-operated and merged with the Conservative Party.",
  "/wiki/United_Kingdom_general_election_records": "This is an annotated list of notable records from United Kingdom general elections from 1945 onwards (with certain exceptions)."
}