{
  "/wiki/Big_Oak_Flat,_California": "Groveland-Big Oak Flat is an unincorporated community and former census-designated place (CDP) in Tuolumne County, California, United States. The population was 3,388 at the 2000 census. This CDP included the communities of Groveland, Big Oak Flat and Pine Mountain Lake (PML).",
  "/wiki/Tuolumne_City,_California": "Tuolumne is a census-designated place (CDP) in Tuolumne County, California, United States. The population was 1,779 at the 2010 census, down from 1,865 at the 2000 census.",
  "/wiki/Chinese_Camp,_California": "Chinese Camp is a census-designated place (CDP) in Tuolumne County, California, United States. The population was 126 at the 2010 census, down from 146 at the 2000 census. It lies in the grassy foothills of the Sierra Nevada near the southern end of California's Gold Country.",
  "/wiki/Columbia,_California": "Columbia is a town located in the Sierra Nevada foothills, in Tuolumne County, California, United States.  It was founded as a boomtown in 1850 when gold was found in the vicinity, and was known as the \"Gem of the Southern Mines.\"",
  "/wiki/Columbia_State_Historic_Park": "Columbia State Historic Park, also known as Columbia Historic District, is a state park unit and National Historic Landmark District preserving historic downtown Columbia, California, USA.  It includes almost 30 buildings built during the California Gold Rush, most of which remain today. It was declared a National Historic Landmark in 1961.",
  "/wiki/Groveland,_California": "Groveland is a census-designated place (CDP) in Tuolumne County, California. Groveland sits at an elevation of 3,136 feet (956 m). The 2010 United States census reported Groveland's population was 601.",
  "/wiki/Jamestown,_California": "Jamestown is a census-designated place (CDP) in Tuolumne County, California, United States. The population was 3,433 at the 2010 census, up from 3,017 at the 2000 census. Formerly a California Gold Rush town, Jamestown is now a California Historical Landmark. Jamestown is the home of Railtown 1897 State Historic Park and the Sierra Railway, which operates steam passenger trains.",
  "/wiki/Tuttletown,_California": "Tuttletown (formerly, Mormon Gulch and Tuttleville) is a census-designated place (CDP) in Tuolumne County, California. It is located on State Route 49 near the gold rush community of Columbia.  Tuttletown sits at an elevation of 1,047 feet (319 m). The 2010 United States census reported Tuttletown's population was 668.",
  "/wiki/Montezuma,_California": "Montezuma is a former hamlet and township in Solano County, California, located in the California Delta region of the state; the township, which embraced the hamlet, and several other places, such as Bird's Landing—which still exists—included portions of the Montezuma Hills. The name Montezuma was used in multiple places within Solano County by Mormans settlement attempts during 1847-50.",
  "/wiki/St._James_Episcopal_Church_(Sonora,_California)": "St. James Episcopal Church, also known as the Red Church, is an historic Episcopal church building, formerly Anglican, located at 42 Snell Street, in Sonora, California. Built in 1859 in the Carpenter Gothic style, its board and batten exterior walls are of California redwood and are painted red. It was consecrated in 1870 by the Rt. Rev. William Ingraham Kip, first bishop of the Episcopal Diocese of California. Reportedly the seventh Episcopal parish as well as the oldest Episcopal church building in California, it has been designated California Historical Landmark No. 139.",
  "/wiki/Sonora,_California": "Sonora is the county seat of Tuolumne County, California. The city population was 4,610 during the 2010 Census, an increase of 380 from the  4,230 counted during the 2000 Census. Sonora is the only incorporated community in Tuolumne County.",
  "/wiki/Sawmill_Flat_(Tuolumne_County,_California)": "Sawmill Flat is a locale, formerly a settlement during the California Gold Rush, now a ghost town in Tuolumne County, California. It lies at an elevation of 2,136 feet / 651 meters south of Martinez, another former gold rush settlement.",
  "/wiki/Second_Garrotte": "Second Garrotte is a ghost town located near Groveland in Tuolumne County, California originally settled during the California Gold Rush. It lies at an elevation of 2,894 feet / 882 meters in Second Garrotte Basin.",
  "/wiki/Sugar_Pine,_California": "Sugar Pine is an unincorporated community in Madera County, California. It is located 5 miles (8 km) north of Yosemite Forks, at an elevation of 4236 feet (1291 m). It is located 1 mile east of California State Route 41, between Oakhurst, California and the South Entrance of Yosemite National Park.",
  "/wiki/Soulsbyville,_California": "Soulsbyville is an unincorporated census-designated place in Tuolumne County, California, United States.  The population was 2,215 at the 2010 census, up from 1,729 at the 2000 census. Formerly a California Gold Rush town, Soulsbyville is now registered as a California Historical Landmark.",
  "/wiki/Springfield,_California": "Springfield is an unincorporated community located in Tuolumne County, California. It is a former California Gold Rush boomtown in the foothills of the Sierra Nevada, and is now designated as a California Historical Landmark. Springfield is located 1.1 mi SW of Columbia another gold rush boomtown.",
  "/wiki/California_Historical_Landmarks_in_Tuolumne_County,_California": "This list includes properties and districts listed on the California Historical Landmark listing in Tuolumne County, California. Click the \"Map of all coordinates\" link to the right to view a Google map of all properties and districts with latitude and longitude coordinates in the table below."
}