{
  "/wiki/1984_WAC_Men's_Basketball_Tournament": "The 1984 Western Athletic Conference Men's Basketball Tournament was held March 7–10 at the Special Events Center in El Paso, Texas. This was the first edition of the tournament.",
  "/wiki/UTEP_Miners": "The UTEP Miners is the name given to the sports teams of the University of Texas at El Paso (UTEP). They are informally referred to as the Miners, UTEP, or Texas–El Paso. UTEP was a member of the Western Athletic Conference from 1967 to 2005, when they joined Rice, Tulsa, and SMU in leaving the WAC for Conference USA. The UTEP Miners are best known as the only team in Texas to win a NCAA Men's Basketball Championship. UTEP's colors are orange and blue and the mascot is a miner named Paydirt Pete.",
  "/wiki/New_Mexico_Lobos_men's_basketball": "The New Mexico Lobos men's basketball team represents the University of New Mexico, competing in the Mountain West Conference (MWC) in NCAA Division I. UNM established basketball as a varsity sport in 1899 and began competing with regional colleges after establishing an athletics department in 1920.",
  "/wiki/Don_Haskins_Center": "The Don Haskins Center, formerly known as the Special Events Center, is the home of UTEP Miners men's and women's basketball. The venue is located in the heart of El Paso, Texas. In addition to hosting sporting events, the Don Haskins Center is also used by many area schools, such as El Paso Community College, for graduation and commencement ceremonies. Due to its large seating capacity, the center is also the city's premier entertainment venue and has hosted big-name acts such as pop star Shakira's Tour of the Mongoose, Oral Fixation Tour and The Sun Comes Out World Tour, Britney Spears during her Circus Tour, comedian George Lopez and rock band KISS.",
  "/wiki/El_Paso,_Texas": "El Paso (/ɛl ˈpæsoʊ/; from Spanish, \"the pass\") is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2018 population estimate for the city from the U.S. Census was 682,669, making it the 22nd largest city in the United States. Its metropolitan statistical area (MSA) covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758.",
  "/wiki/1985_WAC_Men's_Basketball_Tournament": "The 1985 Western Athletic Conference Men's Basketball Tournament was held March 4–7 at the Special Events Center in El Paso, Texas.",
  "/wiki/San_Diego_State_Aztecs": "The San Diego State Aztecs are the athletic teams that represent San Diego State University (SDSU). San Diego State currently sponsors six men's and thirteen women's sports at the varsity level.",
  "/wiki/1986_WAC_Men's_Basketball_Tournament": "The 1986 Western Athletic Conference Men's Basketball Tournament was held March 4–8 at the Arena-Auditorium at the University of Wyoming in Laramie, Wyoming.",
  "/wiki/Wyoming_Cowboys_basketball": "The University of Wyoming men's basketball program, which competes in the Mountain West Conference, has a lengthy tradition dating back to 1905. Wyoming won the 1943 NCAA championship under Hall of Fame coach Everett Shelton and behind star guard Ken Sailors, who pioneered the jump shot that is now the standard in basketball. Wyoming has made a total of 15 appearances in the NCAA Tournament.  Since the Mountain West was formed in 1999, Wyoming has won two conference titles, including an outright championship in 2002.  Prior to that, Wyoming won five championships in the Western Athletic Conference, eight championships in the Skyline Conference, and one championship in the Rocky Mountain Athletic Conference.",
  "/wiki/Eric_Leckner": "Eric Charles Leckner (born May 27, 1966) is a retired American professional basketball player who was selected by the Utah Jazz in the first round (17th overall) of the 1988 NBA Draft. He attended Mira Costa High School in Manhattan Beach, California, and played collegiately at the University of Wyoming.",
  "/wiki/Arena-Auditorium": "Arena-Auditorium is a 15,028-seat multi-purpose arena in Laramie, Wyoming. The arena opened in 1982 and has since been the home of the University of Wyoming Cowboys basketball team, as well as home to the Cowgirls basketball team since 2003.  It replaced the previous home of Cowboys basketball, War Memorial Fieldhouse.[citation needed]",
  "/wiki/Laramie,_Wyoming": "Laramie /ˈlærəmi/ is a city in and the county seat of Albany County, Wyoming, United States. The population was 30,816 at the 2010 census. Located on the Laramie River in southeastern Wyoming, the city is west of Cheyenne, at the junction of Interstate 80 and U.S. Route 287.",
  "/wiki/1987_WAC_Men's_Basketball_Tournament": "The 1987 Western Athletic Conference Men's Basketball Tournament was held March 5–8 at the Pit at the University of New Mexico in Albuquerque, New Mexico.",
  "/wiki/The_Pit_(arena)": "The Pit, formally named Dreamstyle Arena, is an indoor arena in Albuquerque, New Mexico, serving primarily as the home venue of the University of New Mexico Lobo basketball teams. The facility opened in 1966 as University Arena but gained the nickname \"The Pit\" due to its innovative subterranean design, with its playing floor 37 feet (11 m) below street level. The arena is located on the UNM South Campus and has a seating capacity of 15,411 for basketball and up to 13,480 for concerts, with 40 luxury suites and 365 club seats.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/1988_WAC_Men's_Basketball_Tournament": "The 1988 Western Athletic Conference Men's Basketball Tournament was held March 9–12 at the Marriott Center at Brigham Young University in Provo, Utah.",
  "/wiki/Marriott_Center": "The Marriott Center is a multi-purpose arena in the western United States, located on the campus of Brigham Young University in Provo, Utah. It is home to the BYU Cougars men's and women's basketball teams. The seating capacity for basketball games at the Marriott Center is officially 18,987.",
  "/wiki/Provo,_Utah": "Provo /ˈproʊvoʊ/ is the third-largest city in Utah, United States. It is 43 miles (69 km) south of Salt Lake City along the Wasatch Front. Provo is the largest city and county seat of Utah County. It is home to Brigham Young University, and Sundance Resort is located just northeast of the city.",
  "/wiki/1989_WAC_Men's_Basketball_Tournament": "The 1989 Western Athletic Conference Men's Basketball Tournament was held March 8–11 at the Jon M. Huntsman Center at the University of Utah in Salt Lake City, Utah.",
  "/wiki/University_of_Texas_at_El_Paso": "The University of Texas at El Paso (UTEP) is a public research university in El Paso, Texas. It is a member of the University of Texas System. UTEP is the second-largest university in the United States to have a majority Mexican American student population (about 80%) after the University of Texas Rio Grande Valley. It is classified among \"R1: Doctoral Universities – Very high research activity.\" The university's School of Engineering is the nation's top producer of Hispanic engineers with M.S. and Ph.D. degrees.",
  "/wiki/Colorado_State_Rams": "The Colorado State Rams are the athletic teams that represent Colorado State University (CSU). Colorado State's athletic teams compete along with 8 other institutions in the Mountain West Conference, which is an NCAA Division I conference and sponsors Division I FBS football. The Conference was formed in 1999, splitting from the former 16-member Western Athletic Conference. CSU has won 9 MWC tournament championships and won or shared 11 regular season titles. Rams football teams won or shared the Mountain West title in 1999, 2000 and 2002.",
  "/wiki/Tim_Hardaway": "Timothy Duane Hardaway Sr. (born September 1, 1966) is an American retired basketball player. At 6 ft (1.83 m) tall, he was best known for his crossover dribble which was dubbed the \"UTEP Two-step\" by television analysts.",
  "/wiki/Jon_M._Huntsman_Center": "The Jon M. Huntsman Center is a 15,000-seat indoor arena in the western United States, on the campus of the University of Utah in Salt Lake City.  It is the home of the Utah Utes of the Pac-12 Conference, the primary venue for basketball and gymnastics.",
  "/wiki/Salt_Lake_City": "Salt Lake City (often shortened to Salt Lake and abbreviated as SLC) is the capital and most populous municipality of the U.S. state of Utah, as well as the seat of Salt Lake County, the most populous county in Utah. With an estimated population of 200,591 in 2018, the city is the core of the Salt Lake City metropolitan area, which has a population of 1,222,540 (2018 estimate). Salt Lake City is further situated within a larger metropolis known as the Salt Lake City–Ogden–Provo Combined Statistical Area, a corridor of contiguous urban and suburban development stretched along a 120-mile (190 km) segment of the Wasatch Front, comprising a population of 2,606,548 (as of 2018 estimates). It is one of only two major urban areas in the Great Basin.",
  "/wiki/1990_WAC_Men's_Basketball_Tournament": "The 1990 Western Athletic Conference Men's Basketball Tournament was held March 7–10 at the Special Events Center at the University of Texas at El Paso in El Paso, Texas.",
  "/wiki/Hawaii_Rainbow_Warriors_basketball": "The Hawaii Rainbow Warriors basketball team represents the University of Hawaii at Manoa in NCAA men's competition. (Women's sports teams at the school are known as Rainbow Wahine.) The team currently competes in the Big West Conference after leaving its longtime home of the Western Athletic Conference in July 2012. The team's most recent appearance in the NCAA Division I Men's Basketball Tournament was in 2016, with them getting their first NCAA Tournament victory that same year as well. The Rainbow Warriors are coached by Eran Ganot.",
  "/wiki/Greg_Foster_(basketball)": "Gregory Clinton Foster (born October 3, 1968) is an American retired professional basketball player. He currently is an assistant coach with the Atlanta Hawks after spending 2013–14 season as the assistant for player development of the Philadelphia 76ers and assistant coach with the Milwaukee Bucks of the National Basketball Association (NBA).",
  "/wiki/1991_WAC_Men's_Basketball_Tournament": "The 1991 Western Athletic Conference Men's Basketball Tournament was held March 6–9 at the Arena-Auditorium at the University of Wyoming in Laramie, Wyoming.",
  "/wiki/BYU_Cougars_men's_basketball": "The BYU Cougars men's basketball team represents Brigham Young University in NCAA Division I basketball play. Established in 1902, the team has won 27 conference championships, 3 conference tournament championships and 2 NIT Tournaments (1951 and 1966), and competed in 29 NCAA Tournaments. It currently competes in the West Coast Conference. From 1999–2011, the team competed in the Mountain West Conference.",
  "/wiki/Utah_Utes_men's_basketball": "The Utah Utes men's basketball team represents the University of Utah as an NCAA Division I program that plays in the Pac-12 Conference. They are currently led by head coach Larry Krystkowiak and play their home games at the Jon M. Huntsman Center. The school has made the NCAA Tournament 27 times, which ranks 20th in NCAA history and tied for third most appearances behind UCLA and the University of Arizona in the Western United States. They last made the tournament in 2016. Utah won the NCAA Championship in 1944, defeating Dartmouth College 42–40 for the school's only NCAA basketball championship. However, the school also claims the 1916 AAU National Championship, which was awarded after winning the AAU national tournament. They have also won the NIT once, defeating Kentucky in 1947. In 1998, the Utes played in the NCAA championship game, losing to Kentucky.",
  "/wiki/Shawn_Bradley": "Shawn Paul Bradley (born March 22, 1972) is a German-American former basketball player who played center for the Philadelphia 76ers, New Jersey Nets, and Dallas Mavericks of the National Basketball Association (NBA). At 7 ft 6.36 in (2.30 m) tall, Bradley was one of the tallest players in NBA history. Bradley was born in Landstuhl, West Germany as his family was stationed at the U.S. Military base medical facility, and grew up in Castle Dale, Utah. He also holds German citizenship. Bradley was featured in the ESPN 30 for 30 short documentary \"Posterized\" given his propensity \"for being on the wrong end of a lot of great dunks.\"",
  "/wiki/1992_WAC_Men's_Basketball_Tournament": "The 1992 Western Athletic Conference Men's Basketball Tournament was held March 11–13 at Moby Arena at Colorado State University in Fort Collins, Colorado.",
  "/wiki/Eddie_Rivera": "Eddie Rivera (born 7 July 1970) is a Puerto Rican basketball player. He competed in the men's tournament at the 1996 Summer Olympics.",
  "/wiki/Moby_Arena": "Moby Arena is an 8,745-seat basketball arena in Fort Collins, in the U.S. state of Colorado. The arena, officially known as the Colorado State Auditorium-Gymnasium, was opened on January 27, 1966, with a victory over New Mexico State. The arena was built to replace South College Gymnasium, which was built in 1926 and seated 1,500 people.",
  "/wiki/Fort_Collins,_Colorado": "Fort Collins is a municipality in northern Colorado, which serves as the seat of Larimer County. Situated on the Cache La Poudre River along the Colorado Front Range, Fort Collins is located 56 mi (90 km) north of the Colorado State Capitol in Denver. With a 2018 estimated population of 167,830, it is the fourth most populous city in Colorado after Denver, Colorado Springs, and Aurora. Fort Collins is a midsize college city, home to Colorado State University and Front Range Community College's Larimer campus.",
  "/wiki/1993_WAC_Men's_Basketball_Tournament": "The 1993 Western Athletic Conference Men's Basketball Tournament was held March 10–13 at the Delta Center in Salt Lake City, Utah. This was the first WAC tournament not held on a campus arena.",
  "/wiki/Delta_Center": "Vivint Smart Home Arena is an indoor arena located in Salt Lake City, Utah. The building is owned by the Miller Family Legacy Trust. The arena is the home of the Utah Jazz of the National Basketball Association (NBA) and has been the home venue for other professional athletic teams such as the Utah Blaze of the Arena Football League and the Utah Starzz of the Women's National Basketball Association (WNBA). It seats 18,306 for basketball, has 56 luxury suites, and 668 club seats.",
  "/wiki/1994_WAC_Men's_Basketball_Tournament": "The 1994 Western Athletic Conference Men's Basketball Tournament was held March 9–12 at the Delta Center in Salt Lake City, Utah.",
  "/wiki/Trevor_Ruffin": "Trevor Ruffin (born September 26, 1970 in Buffalo, New York) is an American professional basketball player formerly in the NBA and the ABA.",
  "/wiki/1995_WAC_Men's_Basketball_Tournament": "The 1995 Western Athletic Conference Men's Basketball Tournament was held March 8–11 at The Pit at the University of New Mexico in Albuquerque, New Mexico.",
  "/wiki/Keith_Van_Horn": "Keith Adam Van Horn (born October 23, 1975) is an American former professional basketball played in the National Basketball Association (NBA) from 1997 to 2006.",
  "/wiki/1996_WAC_Men's_Basketball_Tournament": "The 1996 Western Athletic Conference Men's Basketball Tournament was held March 6–9 at The Pit at the University of New Mexico in Albuquerque, New Mexico.",
  "/wiki/Kenny_Thomas_(basketball)": "Kenneth Cornelius Thomas (born July 25, 1977) is an American retired professional basketball player who played eleven seasons in the National Basketball Association (NBA).",
  "/wiki/1997_WAC_Men's_Basketball_Tournament": "The 1997 Western Athletic Conference Men's Basketball Tournament was held March 4–8 at the Thomas & Mack Center at the University of Nevada, Las Vegas in Paradise, Nevada.",
  "/wiki/TCU_Horned_Frogs": "The TCU Horned Frogs are the athletic teams that represent Texas Christian University. The 18 varsity teams participate in NCAA Division I and in the Football Bowl Subdivision (FBS) for football, competing mostly in the Big 12 Conference. The school was a founding member of the Southwest Conference and was a member of the Western Athletic Conference, Conference USA, and the Mountain West Conference before joining the Big 12.  Two TCU teams participate outside the Big 12 in sports not sponsored by that conference. The rifle team competes in the Patriot Rifle Conference, and the beach volleyball team is set to join the Coastal Collegiate Sports Association (CCSA) for the 2018–19 school year.",
  "/wiki/Thomas_&_Mack_Center": "Thomas & Mack Center is an arena located on the campus of the University of Nevada, Las Vegas in Paradise, Nevada. It is home of the UNLV Runnin' Rebels basketball team of the Mountain West Conference.",
  "/wiki/Paradise,_Nevada": "Paradise is an unincorporated town and census-designated place (CDP) in Clark County, Nevada, United States, adjacent to the city of Las Vegas. The population was 231,858 as of 2017, making it the most populous CDP in the United States. As an unincorporated town, it is governed by the Clark County Commission with input from the Paradise Town Advisory Board. Paradise was formed on December 8, 1950.",
  "/wiki/1998_WAC_Men's_Basketball_Tournament": "The 1998 Western Athletic Conference Men's Basketball Tournament was held March 3–7 at the Thomas & Mack Center at the University of Nevada, Las Vegas in Paradise, Nevada.",
  "/wiki/UNLV_Runnin'_Rebels_basketball": "The UNLV Runnin' Rebels are the men’s basketball team that represent the University of Nevada, Las Vegas, in the Mountain West Conference of the National Collegiate Athletic Association (NCAA); it plays at the Thomas & Mack Center in Las Vegas. As of 2009, UNLV had the fourth-highest winning percentage (.712) in Division I history, ranking behind Kentucky, North Carolina and Kansas, but ahead of UCLA and Duke. UNLV is 33–19 all-time in the NCAA tournament with a 63.5 winning percentage. In July 2008, ESPNU named the program the eighth most prestigious collegiate basketball program in the nation since the 1984–85 season.",
  "/wiki/1999_WAC_Men's_Basketball_Tournament": "The 1999 Western Athletic Conference Men's Basketball Tournament was held March 2–6 at the Thomas & Mack Center at the University of Nevada, Las Vegas in Paradise, Nevada. This was the final tournament before the formation of the Mountain West Conference.",
  "/wiki/Alex_Jensen": "Alex Jensen (born May 16, 1976) is an American former professional basketball player and current assistant coach for the Utah Jazz of the National Basketball Association (NBA) and of the German national team.  He was a standout college player at the University of Utah.",
  "/wiki/2000_WAC_Men's_Basketball_Tournament": "The 2000 Western Athletic Conference Men's Basketball Tournament was held March 9–11 at the Selland Arena at Fresno State University in Fresno, California.",
  "/wiki/Fresno_State_Bulldogs": "The Fresno State Bulldogs are the athletic teams that represent California State University, Fresno (commonly referred to as Fresno State). The university is a member of NCAA Division I's Mountain West Conference (MW). It was a member of the Western Athletic Conference from 1992 until 2012, when it left for the Mountain West alongside fellow WAC member Nevada.",
  "/wiki/Tulsa_Golden_Hurricane_men's_basketball": "The Tulsa Golden Hurricane men's basketball team represents the University of Tulsa in Tulsa, in the U.S. state of Oklahoma. The team participates in the American Athletic Conference. The Golden Hurricane hired Frank Haith from Missouri on April 17, 2014 to replace Danny Manning, who had resigned to take the Wake Forest job after the 2013–14 season.",
  "/wiki/Courtney_Alexander": "Courtney Jason Alexander (born April 27, 1977) is an American former professional basketball player who was a member of three teams in the NBA.",
  "/wiki/Selland_Arena": "Selland Arena is a multi-purpose arena built in 1966 that makes up part of a four-venue complex of the Fresno Convention and Entertainment Center in Fresno, California. It is named after former Fresno mayor Arthur L. Selland and has had over 10 million people walk through its doors in its over 40-year history. The arena originally had a 6,582 seating capacity, but a US$10 million expansion project in 1981 increased the seating to its current capacity of 10,132.  Before the 1997-1998 Fresno State basketball season, capacity was increased to 10,220. The Selland Arena underwent an additional $15 million renovation in November 2006, that included the installation of new seats, a new video replay scoreboard, message boards and a new ice-cooling system for hockey games.",
  "/wiki/Fresno,_California": "Fresno (/ˈfrɛznoʊ/ FREZ-noh; Spanish for \"ash tree\") is a city in and the county seat of Fresno County, California, United States. It covers about 112 square miles (290 km2) in the center of the San Joaquin Valley, the southern portion of California's Central Valley.",
  "/wiki/2001_WAC_Men's_Basketball_Tournament": "The 2001 WAC Men's Basketball Tournament was held in the Reynolds Center in Tulsa, Oklahoma.  The winners of the tournament were the #5 seeded Hawaii Warriors.",
  "/wiki/Carl_English": "Carl Jerome English (born February 2, 1981) is a Canadian professional basketball player and general manager for the St. John's Edge of the National Basketball League of Canada. A shooting guard, he has also played for the Canadian national team.",
  "/wiki/Reynolds_Center": "Donald W. Reynolds Center is an 8,355-seat multi-purpose arena in Tulsa, Oklahoma. The arena opened in 1998 and is named for Donald W. Reynolds. It is home to the University of Tulsa Golden Hurricane basketball and volleyball teams.",
  "/wiki/Tulsa,_Oklahoma": "Tulsa /ˈtʌlsə/ is the second-largest city in the state of Oklahoma and 45th-most populous city in the United States. As of July 2018[update], the population was 403,035, an increase of 11,129 since the 2010 Census. It is the principal municipality of the Tulsa Metropolitan Area, a region with 991,005 residents in the MSA and 1,251,172 in the CSA. The city serves as the county seat of Tulsa County, the most densely populated county in Oklahoma, with urban development extending into Osage, Rogers, and Wagoner counties.",
  "/wiki/2002_WAC_Men's_Basketball_Tournament": "The 2002 WAC Men's Basketball Tournament was held in the Reynolds Center in Tulsa, Oklahoma.  The winners of the tournament were the #1 seeded Hawaii Warriors.",
  "/wiki/Predrag_Savović": "Predrag Savović (Serbian Cyrillic: Предраг Савовић; born 21 May 1976) is a Serbian former professional basketball player. Among many teams in his professional career he played for KK Partizan Belgrade, the NBA's Denver Nuggets and Iurbentia Bilbao of the Spanish ACB.",
  "/wiki/Hawaii_Rainbow_Warriors": "The University of Hawaiʻi Rainbow Warriors and Rainbow Wāhine are the athletic teams that represent the University of Hawaiʻi at Mānoa (UH), in Honolulu, Hawaiʻi. The UH athletics program is a member of the Big West Conference in most sports and competes at the NCAA Division I level. It comprises seven men's, 12 women's, and two coed athletic teams.",
  "/wiki/2003_WAC_Men's_Basketball_Tournament": "The 2003 WAC Men's Basketball Tournament was held in the Reynolds Center in Tulsa, Oklahoma.  The winners of the tournament were the #1 seeded Tulsa Golden Hurricane.",
  "/wiki/Nevada_Wolf_Pack_men's_basketball": "The Nevada Wolf Pack men's basketball program is a college basketball team that represents the University of Nevada, Reno. The team is currently a member of the Mountain West Conference, which is a Division I conference in the National Collegiate Athletic Association (NCAA). The program began in 1913 and has won 23 regular season conference championships and five conference tournament championships. Nevada won a CBI Title in 2016 vs. Morehead State 2-1 in the series.",
  "/wiki/WAC_Men's_Basketball_Tournament": "The Western Athletic Conference Men's Basketball Tournament is the conference championship tournament in men's basketball for the Western Athletic Conference (WAC). Even though the WAC was founded in 1964, the annual tournament has only been held since 1984."
}