{
  "/wiki/George_I_of_Great_Britain": "George I (George Louis; German: Georg Ludwig; 28 May 1660 – 11 June 1727)[a] was King of Great Britain and Ireland from 1 August 1714 and ruler of the Duchy and Electorate of Brunswick-Lüneburg (Hanover) in the Holy Roman Empire from 23 January 1698 until his death in 1727. He was the first British monarch of the House of Hanover.",
  "/wiki/St._George%27s_Church,_Bloomsbury": "St George's, Bloomsbury, is a parish church in Bloomsbury, London Borough of Camden, United Kingdom. It was designed by Nicholas Hawksmoor and consecrated in 1730. The church crypt houses the Museum of Comedy.",
  "/wiki/Royal_coat_of_arms_of_the_United_Kingdom": "The royal coat of arms of the United Kingdom, or the Royal Arms for short, is the official coat of arms of the British monarch, currently Queen Elizabeth II. These arms are used by the Queen in her official capacity as monarch of the United Kingdom. Variants of the Royal Arms are used by other members of the British royal family, by the British Government in connection with the administration and government of the country, and some courts and legislatures in a number of Commonwealth realms. In Scotland, there exists a separate version of the Royal Arms, a variant of which is used by the Scotland Office and the Judiciary. The arms in banner form serve as basis for the monarch's official flag, known as the Royal Standard.",
  "/wiki/Charlotte_of_Mecklenburg-Strelitz": "Charlotte of Mecklenburg-Strelitz (Sophia Charlotte; 19 May 1744 – 17 November 1818) was the wife of King George III. She was Queen of Great Britain and Ireland from her wedding in 1761 until the union of the two kingdoms in 1801, after which she was queen consort of the United Kingdom of Great Britain and Ireland until her death in 1818. She was also the Electress consort of Hanover in the Holy Roman Empire until the promotion of her husband to King of Hanover on 12 October 1814, after which she was also queen consort of Hanover.",
  "/wiki/George_III_of_Great_Britain": "George III (George William Frederick; 4 June 1738[c] – 29 January 1820) was King of Great Britain and King of Ireland from 25 October 1760 until the union of the two countries on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of the House of Hanover, but unlike his two predecessors, he was born in Great Britain, spoke English as his first language, and never visited Hanover.",
  "/wiki/Francis_Russell,_5th_Duke_of_Bedford": "Francis Russell, 5th Duke of Bedford (23 July 1765 – 2 March 1802) was an English aristocrat and Whig politician, responsible for much of the development of central Bloomsbury.",
  "/wiki/Russell_Square": "Russell Square is a large garden square in Bloomsbury, in the London Borough of Camden, built predominantly by James Burton. It is near the University of London's main buildings and the British Museum. To the north is Woburn Place, and to the south-east is Southampton Row. Russell Square tube station is nearby to the north-east.",
  "/wiki/Richard_Westmacott": "Sir Richard Westmacott RA (15 July 1775 – 1 September 1856) was a British sculptor.",
  "/wiki/Charles_James_Fox": "Charles James Fox (24 January 1749 – 13 September 1806), styled The Honourable from 1762, was a prominent British Whig statesman whose parliamentary career spanned 38 years of the late 18th and early 19th centuries. He was the arch-rival of the Tory politician William Pitt the Younger. His father Henry Fox, 1st Baron Holland, a leading Whig of his day, had similarly been the great rival of Pitt's famous father William Pitt, 1st Earl of Chatham (\"Pitt the Elder\"). Fox rose to prominence in the House of Commons as a forceful and eloquent speaker with a notorious and colourful private life, though his opinions were rather conservative and conventional. However, with the coming of the American War of Independence and the influence of the Whig Edmund Burke, Fox's opinions evolved into some of the most radical ever to be aired in the Parliament of his era.",
  "/wiki/Bloomsbury_Square": "Bloomsbury Square is a garden square in Holborn, Camden, London. Developed in the late 17th century, it was initially known as Southampton Square and was one of the earliest London squares. By the early 19th century, Bedford House along the north of the square had been demolished and replaced with terraced housing designed by James Burton.",
  "/wiki/John_Cartwright_(political_reformer)": "John Cartwright (17 September 1740 – 23 September 1824) was an English naval officer, Nottinghamshire militia major and prominent campaigner for parliamentary reform. He subsequently became known as the Father of Reform. His younger brother Edmund Cartwright became famous as the inventor of the power loom.",
  "/wiki/British_Museum": "The British Museum, in the Bloomsbury area of London, United Kingdom, is a public institution dedicated to human history, art and culture. Its permanent collection of some eight million works is among the largest and most comprehensive in existence, having been widely sourced during the era of the British Empire. It documents the story of human culture from its beginnings to the present.[a] It was the first public national museum in the world.",
  "/wiki/Euterpe": "Euterpe (/juːˈtɜːrpiː/; Greek: Eὐτέρπη,  Ancient Greek: [eu̯térpɛː]; \"rejoicing well\" or \"delight\" from Ancient Greek εὖ 'well' + τέρπειν terpein 'to please') was one of the Muses in Greek mythology, presiding over music. In late Classical times, she was named muse of lyric poetry. She has been called “Giver of delight” by ancient poets.",
  "/wiki/Muse": "In ancient Greek religion and mythology, the Muses (Ancient Greek: Μοῦσαι, Moũsai, Modern Greek: Μούσες) are the inspirational goddesses of literature, science, and the arts. They were considered the source of the knowledge embodied in the poetry, lyric songs, and myths that were related orally for centuries in ancient Greek culture.",
  "/wiki/George_Frampton": "Sir George James Frampton, RA (18 June 1860 – 21 May 1928) was a notable British sculptor and leading member of the New Sculpture movement.",
  "/wiki/Joseph_Priestley": "Joseph Priestley FRS (/ˈpriːstli/; 24 March [O.S. 13 March] 1733 – 6 February 1804) was an 18th-century English Separatist theologian, natural philosopher, chemist, innovative grammarian, multi-subject educator, and liberal political theorist who published over 150 works.  He has historically been credited with the discovery of oxygen, having isolated it in its gaseous state, although Carl Wilhelm Scheele and Antoine Lavoisier also have strong claims to the discovery.",
  "/wiki/Royal_Institute_of_Chemistry": "The Royal Institute of Chemistry was a British scientific organisation.",
  "/wiki/Gilbert_Bayes": "Gilbert William Bayes (4 April 1872 – 10 July 1953) was an English sculptor.",
  "/wiki/Louisa_Aldrich-Blake": "Dame Louisa Brandreth Aldrich-Blake DBE (15 August 1865 – 28 December 1925) was a pioneering surgeon and one of the first British women to enter the world of modern medicine. Born in Chingford, then a village in Essex, she was the eldest daughter of a curate. Louisa Aldrich-Blake graduated in medicine from the Royal Free Hospital in 1893. She obtained her Master of Surgery degree and was a lead surgeon by 1910. Louisa volunteered for military medical service during the First World War. She was one of the first people to perform surgery on rectal and cervical cancers. In recognition of her commitment and achievements a statue was erected in Tavistock Square, London. This statue's position is close to her alma mater.",
  "/wiki/Arthur_George_Walker": "Arthur George Walker RA (20 October 1861 – 13 September 1939) was an English sculptor and painter. Among his best-known works are several war memorials and the statue of Florence Nightingale in Waterloo Place, London.",
  "/wiki/Richard_Trevithick": "Richard Trevithick (13 April 1771 – 22 April 1833) was a British inventor and mining engineer from Cornwall, England, UK. The son of a mining captain, and born in the mining heartland of Cornwall, Trevithick was immersed in mining and engineering from an early age. He performed poorly in school, but went on to be an early pioneer of steam-powered road and rail transport. His most significant contribution was the development of the first high-pressure steam engine. He also built the first full-scale working railway steam locomotive. The world's first locomotive-hauled railway journey took place on 21 February 1804, when Trevithick's unnamed steam locomotive hauled a train along the tramway of the Penydarren Ironworks, in Merthyr Tydfil, Wales.",
  "/wiki/Gower_Street,_London": "Gower Street is a one-way street in Bloomsbury, central London, running from Euston Road at the north to Montague Place in the south.  The street is continued from North Gower Street north of the Euston Road.  To the south it becomes Bloomsbury Street.",
  "/wiki/Goodenough_College": "Goodenough College is a postgraduate residence and educational trust in Mecklenburgh Square in Bloomsbury, central London, England. Other names under which the college has been known are London House, William Goodenough House, and the London Goodenough Trust.",
  "/wiki/Mecklenburgh_Square": "Mecklenburgh Square is a Grade II listed square in Bloomsbury, London. The Square and its garden were part of the Foundling Estate, a residential development of 1792–1825 on fields surrounding and owned by the Foundling Hospital. The Square was named in honour of King George III’s Queen, Charlotte of Mecklenburg-Strelitz. It was begun in 1804, but was not completed until 1825.",
  "/wiki/William_McMillan_(sculptor)": "William McMillan RA (31 August 1887 – 25 September 1977) was a Scottish 20th-century sculptor.",
  "/wiki/Trades_Union_Congress": "The Trades Union Congress (TUC) is a national trade union centre, a federation of trade unions in England and Wales, representing the majority of trade unions. There are fifty affiliated unions, with a total of about 5.6 million members. The current General Secretary is Frances O'Grady.",
  "/wiki/Bernard_Meadows": "Bernard Meadows (19 February 1915 - 12 January 2005) was a British modernist sculptor. Meadows was Henry Moore's first assistant; then part of the Geometry of Fear school, a loose-knit group of British sculptors whose prominence was established at the 1952 Venice Biennale; a Professor of Sculpture at the Royal College of Art for 20 years; and returned to assist Moore again in his last years.",
  "/wiki/Thomas_Coram": "Captain Thomas Coram (c. 1668 – 29 March 1751) was a philanthropist who created the London Foundling Hospital in Lamb's Conduit Fields, Bloomsbury, to look after abandoned children. It is said to be the world's first incorporated charity.",
  "/wiki/Foundling_Museum": "The Foundling Museum in Brunswick Square, London tells the story of the Foundling Hospital, Britain's first home for children at risk of abandonment. The museum houses the nationally important Foundling Hospital Collection as well as the Gerald Coke Handel Collection, an internationally important collection of material relating to Handel and his contemporaries. After a major building refurbishment the museum opened to the public in June 2004.",
  "/wiki/Brunswick_Square": "Brunswick Square is a 3-acre (1.2 ha) public garden and ancillary streets along two of its sides in Bloomsbury, in the London Borough of Camden. It is overlooked by the School of Pharmacy and the Foundling Museum to the north; the Brunswick Centre to the west; and International Hall (a hall of residence of the University of London) to the south. East is an enclosed area of playgrounds with further trees, Coram's Fields, associated with charity Coram Family which is just over double its size; next to that area Brunswick Square is mirrored, symmetrically by Mecklenburgh Square, likewise of 3 acres including roads.  The squares are named after contemporary Queen consorts (the wife of George III and the wife of his eldest son George IV).",
  "/wiki/Statue_of_Mahatma_Gandhi,_Tavistock_Square": "A bronze statue of Mahatma Gandhi by Fredda Brilliant was unveiled in 1968 at the centre of Tavistock Square in London, to mark the impending centenary of Gandhi's birth in 1869.  Mahatma Gandhi had studied law at University College London nearby from 1888 to 1891, before being called to the bar at the Inner Temple.",
  "/wiki/Tavistock_Square": "Tavistock Square is a public square in Bloomsbury, in the London Borough of Camden.",
  "/wiki/Fredda_Brilliant": "Fredda Brilliant (7 April 1903 – 25 May 1999) was a Polish sculptor and actress, born in Łódź, Poland.",
  "/wiki/BUPA": "Bupa /buːpə/ is a British international healthcare provisioning and multi-insurance group, with its origins and headquarters in the United Kingdom, but now serving 32 million customers in 190 countries. It is a private healthcare company limited by guarantee, unlike the UK's National Health Service (NHS), which is a tax-funded healthcare system. While initially growing organically through green-field expansions, it has recently tended to function akin to a Private Equity firm, with its corporate strategy heavily influenced by M&A activity in order to consolidate itself as a market leader in healthcare provisioning and multi-insurance. It is consistently ranked among the best places to work, having placed 5th in the 2019 edition of LinkedIn's Top Companies in the UK.",
  "/wiki/Peter_Randall-Page": "Peter Randall-Page RA (born 1954) is a British artist and sculptor. He studied sculpture at Bath Academy of Art from 1973 to 1977, he is best known for his stone sculpture work, inspired by geometric patterns in nature. In his words \"geometry is the theme on which nature plays her infinite variations, fundamental mathematical principle become a kind of pattern book from which nature constructs the most complex and sophisticated structures\".",
  "/wiki/Conscientious_Objector": "A conscientious objector  is an \"individual who has claimed the right to refuse to perform military service\" on the grounds of freedom of thought, conscience, or religion.",
  "/wiki/Queen_Square,_London": "Queen Square is a garden square in the Bloomsbury district of central London. Many of its buildings are associated with medicine, particularly neurology.",
  "/wiki/Virginia_Woolf": "Adeline Virginia Woolf (/wʊlf/; née Stephen; 25 January 1882 –  28 March 1941) was an English writer, considered one of the most important modernist 20th-century authors and also a pioneer in the use of stream of consciousness as a narrative device.",
  "/wiki/The_Waves": "The Waves is a 1931 novel by Virginia Woolf. It is considered by many to be her most experimental work, and consists of soliloquies spoken by the book's six characters: Bernard, Susan, Rhoda, Neville, Jinny, and Louis. Also important is Percival, the seventh character, though readers never hear him speak in his own voice. The soliloquies that span the characters' lives are broken up by nine brief third-person interludes detailing a coastal scene at varying stages in a day from sunrise to sunset.",
  "/wiki/Woburn_Square": "Woburn Square is the smallest of the Bloomsbury squares and owned by the University of London. Designed by Thomas Cubitt and built between 1829 and 1847, it is named after Woburn Abbey, the main country seat of the Dukes of Bedford, who developed much of Bloomsbury."
}