{
  "/wiki/Allandale,_Queensland": "Allandale is a rural locality in the Scenic Rim Region, Queensland, Australia. In the 2016 census, Allandale had a population of 56 people.",
  "/wiki/Scenic_Rim_Region": "The Scenic Rim Region is a local government area in West Moreton region of South East Queensland, Australia. Established in 2008, it was preceded by several previous local government areas with histories extending back to the early 1900s and beyond. The main town of the region is Beaudesert.",
  "/wiki/Atkinsons_Dam,_Queensland": "Atkinsons Dam is a rural locality in the Somerset Region, Queensland, Australia. In the 2016 census, Atkinsons Dam had a population of 205 people.",
  "/wiki/Somerset_Region": "The Somerset Region is a local government area located in the West Moreton region of South East Queensland, Australia, about 100 kilometres (62 mi) northwest of Brisbane and centred on the town of Esk. It was created in 2008 from a merger of the Shire of Esk and the Shire of Kilcoy.  It is commonly known as the Brisbane Valley, due to the Brisbane River which courses through the region, although significant parts of the region lie outside the hydrological Brisbane Valley itself.",
  "/wiki/Barney_View,_Queensland": "Barney View is a rural locality in the Scenic Rim Region, Queensland, Australia. In the 2016 census, Barney View had a population of 64 people.",
  "/wiki/Lower_Beechmont,_Queensland": "Lower Beechmont is a locality in the City of Gold Coast, Queensland, Australia. It is situated in the Gold Coast hinterland. In the 2016 census, Lower Beechmont had a population of 1,046 people.",
  "/wiki/Biddaddaba,_Queensland": "Biddaddaba is a locality of the Scenic Rim Region, Queensland, Australia.",
  "/wiki/Blanchview,_Queensland": "Blanchview is a locality in the Lockyer Valley Region, Queensland, Australia. I",
  "/wiki/Lockyer_Valley_Region": "The Lockyer Valley Region is a local government area in the West Moreton region of South East Queensland, Australia, between the cities of Ipswich and Toowoomba. It was created in 2008 from a merger of the Shire of Gatton and the Shire of Laidley. Steve Jones, former mayor of Gatton, was elected as first mayor of the Lockyer Valley Region.",
  "/wiki/Blantyre,_Queensland": "Blantyre is a locality in the Scenic Rim Region, Queensland, Australia.",
  "/wiki/Bracalba,_Queensland": "Bracalba is a rural locality of the Moreton Bay Region in Queensland, Australia.",
  "/wiki/Bryden,_Queensland": "Bryden is a small rural locality in the Somerset Region, Queensland, Australia.",
  "/wiki/Buaraba,_Queensland": "Buaraba is a locality in the Somerset Region, Queensland, Australia.",
  "/wiki/Bunjurgen,_Queensland": "Bunjurgen is a locality in the Scenic Rim Region, Queensland, Australia.",
  "/wiki/Caffey,_Queensland": "Caffey is a locality in the Lockyer Valley Region, Queensland, Australia.",
  "/wiki/Calvert,_Queensland": "Calvert is a town and locality in the City of Ipswich, Queensland, Australia. At the 2016 census the locality recorded a population of 313.",
  "/wiki/City_of_Ipswich": "The City of Ipswich is a local government area in Queensland, Australia, located in the southwest of the Brisbane metropolitan area, including the urban area surrounding the city of Ipswich and surrounding rural areas.",
  "/wiki/Cannon_Creek,_Queensland_(Southern_Downs_Region)": "Cannon Creek is a locality in the Southern Downs Region, Queensland, Australia.",
  "/wiki/Southern_Downs_Region": "The Southern Downs Region is a local government area in the Darling Downs region of Queensland, Australia, along the state's boundary with New South Wales. It was created in 2008 from a merger of the Shire of Warwick and the Shire of Stanthorpe.",
  "/wiki/Carneys_Creek,_Queensland": "Carneys Creek is a locality in the Scenic Rim Region, Queensland, Australia.",
  "/wiki/Carpendale,_Queensland": "Carpendale is a locality in the Lockyer Valley Region, Queensland, Australia.",
  "/wiki/Cedar_Grove,_Queensland": "Cedar Grove is a locality in the Logan City, Queensland, Australia. I",
  "/wiki/Logan_City": "Logan City is a local government area situated within the south of the Brisbane metropolitan area in South East Queensland, Australia. Situated between the City of Brisbane to the north and the City of Gold Coast to the south, the City also borders the Scenic Rim Region, the City of Ipswich, and Redland City LGAs. Logan City is divided into 70 suburbs and 12 divisions; a councillor is elected to each of the latter. The area had a population of 326,615 in June 2018.",
  "/wiki/Cedar_Vale,_Queensland": "Cedar Vale is a locality in the City of Logan, Queensland, Australia.",
  "/wiki/List_of_schools_in_West_Moreton": "This is a list of schools in the West Moreton region of South East Queensland, Australia. The region consists of the Lockyer Valley, Somerset and Scenic Rim regions and the rural part of the City of Ipswich. Prior to 2015, the Queensland education system consisted of primary schools, which accommodated students from kindergarten to Year 7 (ages 5–13), and high schools, which accommodate students from Years 8 to 12 (ages 12–18). However, from 2015, Year 7 became the first year of high school."
}