{
  "/wiki/North_American_cougar": "The North American cougar (Puma concolor couguar) is a subspecies of cougar in North America. It was once commonly found in eastern North America, and is still prevalent in the western half of the continent. It is the biggest cat in North America.\n The subspecies P. c. cougar encompasses populations found in western Canada, the western United States, Florida, Mexico and Central America, and possibly South America northwest of the Andes Mountains. The population in Costa Rica had been listed as least concern by the IUCN Red List.",
  "/wiki/American_bison": "The American bison or simply bison (Bison bison), also commonly known as the American buffalo or simply buffalo, is a North American species of bison that once roamed North America in vast herds. Its historical range, by 9000 BCE, is described as the great bison belt, a tract of rich grassland that ran from Alaska to the Gulf of Mexico, east to the Atlantic Seaboard (nearly to the Atlantic tidewater in some areas) as far north as New York and south to Georgia and, according to some sources, down to Florida, with sightings in North Carolina near Buffalo Ford on the Catawba River as late as 1750. It nearly became extinct by a combination of commercial hunting and slaughter in the 19th century and introduction of bovine diseases from domestic cattle.  With a population in excess of 60 million in the late 18th century, the species was down to 541 animals by 1889. Recovery efforts expanded in the mid-20th century, with a resurgence to roughly 31,000 animals today, largely restricted to a few national parks and reserves.\n Two subspecies or ecotypes have been described: the plains bison (B. b. bison), smaller in size and with a more rounded hump, and the wood bison (B. b. athabascae)—the larger of the two and having a taller, square hump. Furthermore, the plains bison has been suggested to consist of a northern plains (B. b. montanae) and a southern plains (B. b. bison) subspecies, bringing the total to three. However, this is generally not supported. The wood bison is one of the largest wild species of bovid in the world, surpassed by only the Asian gaur and wild yak. Among extant land animals in North America, the bison is the heaviest and the longest, and the second tallest after the moose.\n Spanning back many centuries, Native American tribes have had cultural and spiritual connections to the American bison. It is the national mammal of the United States.",
  "/wiki/Elk": "The elk or wapiti (Cervus canadensis) is one of the largest species within the  deer family, Cervidae, and one of the largest terrestrial mammals in North America and Northeast Asia. This animal should not be confused with the still larger Alces alces, known as the moose in America, but as the \"elk\" in British English and in reference to populations in Eurasia.\n Elk range in forest and forest-edge habitat, feeding on grasses, plants, leaves, and bark. Male elk have large antlers which are shed each year. Males also engage in ritualized mating behaviors during the rut, including posturing, antler wrestling (sparring), and bugling, a loud series of vocalizations that establishes dominance over other males and attracts females.\n Although they are native to North America and eastern Asia, they have adapted well to countries in which they have been introduced, including Argentina and New Zealand. Their great adaptability may threaten endemic species and ecosystems into which they have been introduced.\n Elk are susceptible to a number of infectious diseases, some of which can be transmitted to livestock. Efforts to eliminate infectious diseases from elk populations, largely by vaccination, have had mixed success.\n Some cultures revere the elk as a spiritual force. In parts of Asia, antlers and their velvet are used in traditional medicines. Elk are hunted as a game species. The meat is leaner and higher in protein than beef or chicken.\n Elk were long believed to belong to a subspecies of the European red deer (Cervus elaphus), but evidence from many mitochondrial DNA genetic studies beginning in 1998 shows that the two are distinct species. Key morphological differences that distinguish C. canadensis from C. elaphus are the former's wider rump patch and paler-hued antlers.",
  "/wiki/Lynx": "A lynx (/lɪŋks/; plural lynx or lynxes) is any of the four species (Canada lynx, Iberian lynx, Eurasian lynx, bobcat) within the medium-sized wild cat genus Lynx. The name lynx originated in Middle English via Latin from the Greek word λύγξ, derived from the Indo-European root leuk- ('light, brightness') in reference to the luminescence of its reflective eyes.\n Two other cats that are sometimes called lynxes, the caracal (desert lynx) and the jungle cat (jungle lynx), are not members of the genus Lynx.",
  "/wiki/Bobcat": "The bobcat (Lynx rufus) is a medium-sized North American cat that first appeared during the Irvingtonian stage around 1.8 million years ago (AEO). Containing two recognized subspecies, it ranges from southern Canada to central Mexico, including most of the contiguous United States. The bobcat is an adaptable predator that inhabits wooded areas, as well as semidesert, urban edge, forest edge, and swampland environments. It remains in some of its original range, but populations are vulnerable to local extinction (\"extirpation\") by coyotes and domestic animals. With a gray to brown coat, whiskered face, and black-tufted ears, the bobcat resembles the other species of the midsized genus Lynx. It is smaller on average than the Canada lynx, with which it shares parts of its range, but is about twice as large as the domestic cat. It has distinctive black bars on its forelegs and a black-tipped, stubby (or \"bobbed\") tail, from which it derives its name.\n Though the bobcat prefers rabbits and hares, it hunts insects, chickens, geese and other birds, small rodents, and deer. Prey selection depends on location and habitat, season, and abundance. Like most cats, the bobcat is territorial and largely solitary, although with some overlap in home ranges. It uses several methods to mark its territorial boundaries, including claw marks and deposits of urine or feces. The bobcat breeds from winter into spring and has a gestation period of about two months.\n Although bobcats have been hunted extensively by humans, both for sport and fur, their population has proven resilient though declining in some areas. The elusive predator features in Native American mythology and the folklore of European settlers.",
  "/wiki/Gray_wolf": "The wolf (Canis lupus), also known as the gray wolf or grey wolf, is a large canine native to Eurasia and North America. It is the largest extant member of Canidae, with males averaging 40 kg (88 lb) and females 37 kg (82 lb). On average, wolves measure 105–160 cm (41–63 in) in length and 80–85 cm (31–33 in) at shoulder height. The wolf is also distinguished from other Canis species by its less pointed features, particularly the ears and muzzle. The wolf is nonetheless closely related enough to smaller Canis species, such as the coyote and the golden jackal, to produce fertile hybrids with them. The winter fur of a wolf is long and bushy and predominantly mottled gray, although nearly pure white, red and brown to black colours also occur. Up to 38 subspecies of wolf have been recognized including the domestic dog.\n The wolf is the most specialized member of the genus Canis for cooperative big game hunting, as demonstrated by its physical adaptations to tackling large prey, its more social nature, and its highly advanced expressive behaviour. It travels in nuclear families consisting of a mated pair accompanied by their offspring. Offspring may leave to form their packs on the onset of sexual maturity and in response to competition within the pack for food. Wolves are also territorial and fights over territory are among the principal causes of wolf mortality. The wolf is mainly a carnivore and feeds primarily on large wild hooved mammals, though it also eats smaller animals, livestock, carrion, and garbage. Single wolves or mated pairs typically have higher success rates in hunting than do large packs. Various pathogens and parasites may infect wolves, notably rabies.\n The global wolf population was estimated to be 300,000 in 2003 and is considered to be of Least Concern by the International Union for Conservation of Nature (IUCN). The wolf has a long history of interactions with humans, having been despised and hunted in most pastoral communities because of its attacks on livestock, while conversely being respected in some agrarian and hunter-gatherer societies. Although the fear of wolves exists in many human societies, the majority of recorded attacks on people have been attributed to animals suffering from rabies. Wolf attacks on humans are rare because wolves are relatively few, live away from people, and have developed a fear of humans because of their experiences with hunters, ranchers, and shepherds.",
  "/wiki/Red_wolf": "The red wolf (Canis lupus rufus or Canis rufus) is a canine native to the southeastern United States which has a reddish-tawny color to its fur. Morphologically it is intermediate between the coyote and gray wolf, and is very closely related to the eastern wolf of eastern Canada.\n The red wolf's proper taxonomic classification — in essence, whether it is an admixture of wolf and coyote or a third, distinct species — has been contentious for well over a century and is still under debate. Because of this, it is sometimes excluded from endangered species lists despite its critically low numbers. Under the Endangered Species Act of 1973, the U.S. Fisheries and Wildlife service currently recognizes the red wolf as an endangered and grants protected status. Canis rufus is not listed in the CITES Appendices of endangered species. Since 1996 the IUCN has listed it as a critically endangered species.",
  "/wiki/American_black_bear": "The American black bear (Ursus americanus, previously known as Euarctos americanus) is a medium-sized bear native to North America. It is the continent's smallest and most widely distributed bear species. American black bears are omnivores, with their diets varying greatly depending on season and location. They typically live in largely forested areas, but do leave forests in search of food. Sometimes they become attracted to human communities because of the immediate availability of food. The American black bear is the world's most common bear species.\n It is listed by the International Union for Conservation of Nature (IUCN) as a least-concern species, due to its widespread distribution and a large population estimated to be twice that of all other bear species combined. Along with the brown bear, it is one of only two of the eight modern bear species not considered by the IUCN to be globally threatened with extinction. American black bears often mark trees using their teeth and claws as a form of communication with other bears, a behavior common to many species of bears.",
  "/wiki/Fisher_(animal)": "The fisher (Pekania pennanti) is a small, carnivorous mammal native to North America. It is a member of the mustelid family (commonly referred to as the weasel family), and is in the monospecific genus Pekania. The fisher is closely related to, but larger than, the American marten (Martes americana). The fisher is a forest-dwelling creature whose range covers much of the boreal forest in Canada to the northern United States. Names derived from aboriginal languages include pekan, pequam, wejack, and woolang. It is sometimes misleadingly referred to as a fisher cat, although it is not a cat.\n Males and females look similar. Adult males are 90 to 120 cm (35–47 in) long and weigh 3.5 to 6.0 kilograms (8–13 lb). Adult females are 75 to 95 cm (30–37 in) long and weigh 2.0 to 2.5 kg (4–6 lb). The fur of the fisher varies seasonally, being denser and glossier in the winter. During the summer, the color becomes more mottled, as the fur goes through a moulting cycle. The fisher prefers to hunt in full forest. Although an agile climber, it spends most of its time on the forest floor, where it prefers to forage around fallen trees. An omnivore, the fisher feeds on a wide variety of small animals and occasionally on fruits and mushrooms. It prefers the snowshoe hare and is one of the few animals able to prey successfully on porcupines. Despite its common name, it rarely eats fish.\n The reproductive cycle of the fisher lasts almost a year. Female fishers give birth to a litter of three or four kits in the spring. They nurse and care for their kits until late summer, when they are old enough to set out on their own. Females enter estrus shortly after giving birth and leave the den to find a mate. Implantation of the blastocyst is delayed until the following spring, when they give birth and the cycle is renewed.\n Fishers have few predators besides humans. They have been trapped since the 18th century for their fur. Their pelts were in such demand that they were extirpated from several parts of the United States in the early part of the 20th century. Conservation and protection measures have allowed the species to rebound, but their current range is still reduced from its historic limits. In the 1920s, when pelt prices were high, some fur farmers attempted to raise fishers. However, their unusual delayed reproduction made breeding difficult. When pelt prices fell in the late 1940s, most fisher farming ended. While fishers usually avoid human contact, encroachments into forest habitats have resulted in some conflicts.",
  "/wiki/North_American_river_otter": "The North American river otter (Lontra canadensis), also known as the northern river otter or the common otter, is a semiaquatic mammal endemic to the North American continent found in and along its waterways and coasts. An adult North American river otter can weigh between 5.0 and 14 kg (11.0 and 30.9 lb). The river otter is protected and insulated by a thick, water-repellent coat of fur.\n The North American river otter, a member of the subfamily Lutrinae in the weasel family (Mustelidae), is equally versatile in the water and on land. It establishes a burrow close to the water's edge in river, lake, swamp, coastal shoreline, tidal flat, or estuary ecosystems. The den typically has many tunnel openings, one of which generally allows the otter to enter and exit the body of water. Female North American river otters give birth in these burrows, producing litters of one to six young.\n North American river otters, like most predators, prey upon the most readily accessible species. Fish is a favored food among the otters, but they also consume various amphibians (such as salamanders and frogs), freshwater clams, mussels, snails, small turtles and crayfish. The most common fish consumed are perch, suckers, and catfish. Instances of North American river otters eating small mammals, such as mice and squirrels, and occasionally birds have been reported as well. There have also been some reports of river otters attacking and even drowning dogs.\n The range of the North American river otter has been significantly reduced by habitat loss, beginning with the European colonization of North America. In some regions, though, their population is controlled to allow the trapping and harvesting of otters for their pelts. North American river otters are very susceptible to the effects of environmental pollution, which is a likely factor in the continued decline of their numbers. A number of reintroduction projects have been initiated to help halt the reduction in the overall population.",
  "/wiki/Porcupine": "Porcupines are large rodents with coats of sharp spines, or quills, that protect them against predators. The term covers two families of animals: the Old World porcupines of family Hystricidae, and the New World porcupines of family Erethizontidae. Both families belong to the infraorder Hystricognathi within the profoundly diverse order Rodentia and display superficially similar coats of quills: despite this, the two groups are distinct from each other and are not closely related to each other within the Hystricognathi.\n The Old World porcupines live in southern Europe, Asia (western and southern), and most of Africa. They are large, terrestrial, and strictly nocturnal. In taxonomic terms, they form the family Hystricidae.\n The New World porcupines are indigenous to North America and northern South America. They live in wooded areas and can climb trees, where some species spend their entire lives. They are less strictly nocturnal than their Old World relatives, and generally smaller. In taxonomic terms, they form the family Erethizontidae.\n Most porcupines are about 60–90 cm (25–36 in) long, with a 20–25 cm (8–10 in) long tail.[dubious  – discuss] Weighing 5–16 kg (12–35 lb), they are rounded, large, and slow, and use aposematic strategy of defence. Porcupines occur in various shades of brown, grey and white. Porcupines' spiny protection resembles that of the unrelated erinaceomorph hedgehogs and Australian monotreme echidnas as well as tenrecid tenrecs.",
  "/wiki/Passenger_pigeon": "The passenger pigeon or wild pigeon (Ectopistes migratorius) is an extinct species of pigeon that was endemic to North America. Its common name is derived from the French word passager, meaning \"passing by\", due to the migratory habits of the species. The scientific name also refers to its migratory characteristics. The morphologically similar mourning dove (Zenaida macroura) was long thought to be its closest relative, and the two were at times confused, but genetic analysis has shown that the genus Patagioenas is more closely related to it than the Zenaida doves.\n The passenger pigeon was sexually dimorphic in size and coloration. The male was 390 to 410 mm (15.4 to 16.1 in) in length, mainly gray on the upperparts, lighter on the underparts, with iridescent bronze feathers on the neck, and black spots on the wings. The female was 380 to 400 mm (15.0 to 15.7 in), and was duller and browner than the male overall. The juvenile was similar to the female, but without iridescence. It mainly inhabited the deciduous forests of eastern North America and was also recorded elsewhere, but bred primarily around the Great Lakes. The pigeon migrated in enormous flocks, constantly searching for food, shelter, and breeding grounds, and was once the most abundant bird in North America, numbering around 3 billion, and possibly up to 5 billion. A very fast flyer, the passenger pigeon could reach a speed of 100 km/h (62 mph). The bird fed mainly on mast, and also fruits and invertebrates. It practiced communal roosting and communal breeding, and its extreme gregariousness may be linked with searching for food and predator satiation.\n Passenger pigeons were hunted by Native Americans, but hunting intensified after the arrival of Europeans, particularly in the 19th century. Pigeon meat was commercialized as cheap food, resulting in hunting on a massive scale for many decades. There were several other factors contributing to the decline and subsequent extinction of the species, including shrinking of the large breeding populations necessary for preservation of the species and widespread deforestation, which destroyed its habitat. A slow decline between about 1800 and 1870 was followed by a rapid decline between 1870 and 1890. The last confirmed wild bird is thought to have been shot in 1901. The last captive birds were divided in three groups around the turn of the 20th century, some of which were photographed alive. Martha, thought to be the last passenger pigeon, died on September 1, 1914, at the Cincinnati Zoo. The eradication of this species is a notable example of anthropogenic extinction.",
  "/wiki/Piping_plover": "The piping plover (Charadrius melodus) is a small sand-colored, sparrow-sized shorebird that nests and feeds along coastal sand and gravel beaches in North America. The adult has yellow-orange-red legs, a black band across the forehead from eye to eye, and a black stripe running along the breast line. This chest band is usually thicker in males during the breeding season, and it is the only reliable way to tell the sexes apart. The bird is difficult to see when it is standing still, as it blends well with open, sandy beach habitats. It typically runs in short spurts and stops.\n There are two subspecies of piping plovers: the eastern population is known as Charadrius melodus melodus and the mid-west population is known as C. m. circumcinctus. The bird's name is derived from its plaintive bell-like whistles which are often heard before the bird is visible.\n Total population is currently estimated at about 6,510 individuals. A preliminary estimate showed 3,350 birds in 2003 on the Atlantic Coast alone, 52% of the total. The population has been increasing since 1999.\n Their breeding habitat includes beaches and sand flats on the Atlantic coast, the shores of the Great Lakes, and in the mid-west of Canada and the United States. They nest on sandy or gravel beaches or shoals. These shorebirds forage for food on beaches, usually by sight, moving across the beaches in short bursts. Generally, piping plovers will forage for food around the high tide wrack zone and along the water's edge. They eat mainly insects, marine worms, and crustaceans.",
  "/wiki/Indiana_Dunes_National_Park": "Indiana Dunes National Park is a United States National Park located in Northwestern Indiana, managed by the National Park Service. It was authorized by Congress in 1966 as the Indiana Dunes National Lakeshore, the name by which it was known until it was designated the nation's 61st  national park on February 15, 2019. The park runs for nearly 25 miles (40 km) along the southern shore of Lake Michigan; it contains approximately 15,000 acres (6,100 ha). Its visitors center is in Porter, Indiana. Located in the park are sand dune, wetland, prairie, river, and forest ecosystems.\n Indiana Dunes National Park has acquired about 95% of the property within the authorized boundaries. Several of its holdings are non-contiguous and do not include the 2,182-acre (883 ha) Indiana Dunes State Park, which is within the boundaries of the national park but is owned, managed, and protected by the state of Indiana. The national park is divided into 15 parcels of various acreage. Along the lakefront, the eastern area is roughly the lake shore south to U.S. 12 or U.S. 20 between Michigan City, Indiana, on the east and the ArcelorMittal steel plant on the west. A small extension, south of the steel mill continues west along Salt Creek to Indiana 249. The western area is roughly the shoreline south to U.S. 12 between the Burns Ditch west to Broadway in downtown Gary, Indiana. In addition, there are several outlying areas, including; Pinhook Bog, in LaPorte County to the east. The Heron Rookery in Porter County, the center of the park, and the Calumet Prairie State Nature Preserve and the Hobart Prairie Grove, both in Lake County, the western end of the park. Also within the National Park is the Hoosier Prairie State Nature Preserve, managed by the Indiana Department of Natural Resources."
}