{
  "/wiki/North_American_cougar": "The North American cougar (Puma concolor couguar) is a subspecies of cougar in North America. It was once commonly found in eastern North America, and is still prevalent in the western half of the continent. It is the biggest cat in North America.",
  "/wiki/American_bison": "The American bison or simply bison (Bison bison), also commonly known as the American buffalo or simply buffalo, is a North American species of bison that once roamed North America in vast herds. Its historical range, by 9000 BCE, is described as the great bison belt, a tract of rich grassland that ran from Alaska to the Gulf of Mexico, east to the Atlantic Seaboard (nearly to the Atlantic tidewater in some areas) as far north as New York and south to Georgia and, according to some sources, down to Florida, with sightings in North Carolina near Buffalo Ford on the Catawba River as late as 1750. It nearly became extinct by a combination of commercial hunting and slaughter in the 19th century and introduction of bovine diseases from domestic cattle.  With a population in excess of 60 million in the late 18th century, the species was down to 541 animals by 1889. Recovery efforts expanded in the mid-20th century, with a resurgence to roughly 31,000 animals today, largely restricted to a few national parks and reserves.",
  "/wiki/Elk": "The elk or wapiti (Cervus canadensis) is one of the largest species within the  deer family, Cervidae, and one of the largest terrestrial mammals in North America and Northeast Asia. This animal should not be confused with the still larger Alces alces, known as the moose in America, but as the \"elk\" in British English and in reference to populations in Eurasia.",
  "/wiki/Lynx": "A lynx (/lɪŋks/; plural lynx or lynxes) is any of the four species (Canada lynx, Iberian lynx, Eurasian lynx, bobcat) within the medium-sized wild cat genus Lynx. The name lynx originated in Middle English via Latin from the Greek word λύγξ, derived from the Indo-European root leuk- ('light, brightness') in reference to the luminescence of its reflective eyes.",
  "/wiki/Bobcat": "The bobcat (Lynx rufus) is a medium-sized North American cat that first appeared during the Irvingtonian stage around 1.8 million years ago (AEO). Containing two recognized subspecies, it ranges from southern Canada to central Mexico, including most of the contiguous United States. The bobcat is an adaptable predator that inhabits wooded areas, as well as semidesert, urban edge, forest edge, and swampland environments. It remains in some of its original range, but populations are vulnerable to local extinction (\"extirpation\") by coyotes and domestic animals. With a gray to brown coat, whiskered face, and black-tufted ears, the bobcat resembles the other species of the midsized genus Lynx. It is smaller on average than the Canada lynx, with which it shares parts of its range, but is about twice as large as the domestic cat. It has distinctive black bars on its forelegs and a black-tipped, stubby (or \"bobbed\") tail, from which it derives its name.",
  "/wiki/Gray_wolf": "The wolf (Canis lupus), also known as the gray wolf or grey wolf, is a large canine native to Eurasia and North America. It is the largest extant member of Canidae, with males averaging 40 kg (88 lb) and females 37 kg (82 lb). On average, wolves measure 105–160 cm (41–63 in) in length and 80–85 cm (31–33 in) at shoulder height. The wolf is also distinguished from other Canis species by its less pointed features, particularly the ears and muzzle. The wolf is nonetheless closely related enough to smaller Canis species, such as the coyote and the golden jackal, to produce fertile hybrids with them. The winter fur of a wolf is long and bushy and predominantly mottled gray, although nearly pure white, red and brown to black colours also occur. Up to 38 subspecies of wolf have been recognized including the domestic dog.",
  "/wiki/Red_wolf": "The red wolf (Canis lupus rufus or Canis rufus) is a canine native to the southeastern United States which has a reddish-tawny color to its fur. Morphologically it is intermediate between the coyote and gray wolf, and is very closely related to the eastern wolf of eastern Canada.",
  "/wiki/American_black_bear": "The American black bear (Ursus americanus, previously known as Euarctos americanus) is a medium-sized bear native to North America. It is the continent's smallest and most widely distributed bear species. American black bears are omnivores, with their diets varying greatly depending on season and location. They typically live in largely forested areas, but do leave forests in search of food. Sometimes they become attracted to human communities because of the immediate availability of food. The American black bear is the world's most common bear species.",
  "/wiki/Fisher_(animal)": "The fisher (Pekania pennanti) is a small, carnivorous mammal native to North America. It is a member of the mustelid family (commonly referred to as the weasel family), and is in the monospecific genus Pekania. The fisher is closely related to, but larger than, the American marten (Martes americana). The fisher is a forest-dwelling creature whose range covers much of the boreal forest in Canada to the northern United States. Names derived from aboriginal languages include pekan, pequam, wejack, and woolang. It is sometimes misleadingly referred to as a fisher cat, although it is not a cat.",
  "/wiki/North_American_river_otter": "The North American river otter (Lontra canadensis), also known as the northern river otter or the common otter, is a semiaquatic mammal endemic to the North American continent found in and along its waterways and coasts. An adult North American river otter can weigh between 5.0 and 14 kg (11.0 and 30.9 lb). The river otter is protected and insulated by a thick, water-repellent coat of fur.",
  "/wiki/Porcupine": "Porcupines are large rodents with coats of sharp spines, or quills, that protect them against predators. The term covers two families of animals: the Old World porcupines of family Hystricidae, and the New World porcupines of family Erethizontidae. Both families belong to the infraorder Hystricognathi within the profoundly diverse order Rodentia and display superficially similar coats of quills: despite this, the two groups are distinct from each other and are not closely related to each other within the Hystricognathi.",
  "/wiki/Passenger_pigeon": "The passenger pigeon or wild pigeon (Ectopistes migratorius) is an extinct species of pigeon that was endemic to North America. Its common name is derived from the French word passager, meaning \"passing by\", due to the migratory habits of the species. The scientific name also refers to its migratory characteristics. The morphologically similar mourning dove (Zenaida macroura) was long thought to be its closest relative, and the two were at times confused, but genetic analysis has shown that the genus Patagioenas is more closely related to it than the Zenaida doves.",
  "/wiki/Piping_plover": "The piping plover (Charadrius melodus) is a small sand-colored, sparrow-sized shorebird that nests and feeds along coastal sand and gravel beaches in North America. The adult has yellow-orange-red legs, a black band across the forehead from eye to eye, and a black stripe running along the breast line. This chest band is usually thicker in males during the breeding season, and it is the only reliable way to tell the sexes apart. The bird is difficult to see when it is standing still, as it blends well with open, sandy beach habitats. It typically runs in short spurts and stops."
}