{
  "/wiki/International_Civil_Aviation_Organization_airport_code": "The ICAO (/ˌaɪˌkeɪˈoʊ/, eye-KAY-oh) airport code or location indicator is a four-letter code designating aerodromes around the world. These codes, as defined by the International Civil Aviation Organization and published in ICAO Document 7910: Location Indicators, are used by air traffic control and airline operations such as flight planning.",
  "/wiki/International_Air_Transport_Association_airport_code": "An IATA airport code, also known as an IATA location identifier, IATA station code or simply a location identifier, is a three-letter geocode designating many airports and metropolitan areas around the world, defined by the International Air Transport Association (IATA). The characters prominently displayed on baggage tags attached at airport check-in desks are an example of a way these codes are used.",
  "/wiki/Adelaide": "Adelaide (/ˈædəleɪd/ (listen) AD-ə-layd) is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide.",
  "/wiki/Adelaide_Airport": "Adelaide Airport (IATA: ADL, ICAO: YPAD), also known as Adelaide International Airport, is the principal airport of Adelaide, South Australia and the fifth-busiest airport in Australia, servicing 8.5 million passengers in the financial year ending 30 June 2019. Located adjacent to West Beach, it is approximately 6 km (3.7 mi) west of the city centre. It has been operated privately by Adelaide Airport Limited under a long-term lease from the Commonwealth Government since 29 May 1998.:p 25",
  "/wiki/Aldinga,_South_Australia": "Aldinga /ɔːlˈdɪŋɡə/ is a suburb of Adelaide in South Australia located about 45 kilometres (28 miles) south of the Adelaide city centre in the City of Onkaparinga.",
  "/wiki/Aldinga_Airfield": "Aldinga Airfield (ICAO:YADG) is a small, uncontrolled regional airfield located in Aldinga, South Australia. The airfield serves as a regional port  and is privately owned and maintained.",
  "/wiki/Alton_Downs_Station": "Alton Downs Station, most commonly known simply as Alton Downs, is a pastoral lease that operates as a cattle station in north east South Australia.",
  "/wiki/Alton_Downs_Airport": "Alton Downs Airport (IATA:AWN, ICAO:YADS) is a small, privately owned airport in Alton Downs, South Australia.",
  "/wiki/Amata,_South_Australia": "Amata is an Aboriginal community in the  Anangu Pitjantjatjara Yankunytjatjara Lands in South Australia, comprising one of the six main communities on \"The Lands\" (the others being Ernabella/Pukatja, Fregon/Kaltjiti, Indulkana, Mimili and Pipalyatjara).",
  "/wiki/Amata_Airport": "Amata Airport is a sealed airstrip servicing the town of Amata in the APY Lands of northern South Australia.",
  "/wiki/American_River,_South_Australia": "American River is a town in the Australian state of South Australia located on the western shore of Eastern Cove on Kangaroo Island.",
  "/wiki/American_River_Airpark": "American River Airpark (IATA: RCN) is a privately owned airfield on Kangaroo Island in the Australian state of South Australia located in the locality of American River. The airport is privately owned and operated as part of a scenic flight service within Kangaroo Island Connect and is also used by Wrightsair.",
  "/wiki/Andamooka,_South_Australia": "Andamooka is a town approximately 600 km north of Adelaide in the Far North of South Australia. Andamooka is the largest town administered by the Outback Communities Authority instead of a local government area. It is in the state electoral district of Giles and the federal Division of Grey.",
  "/wiki/Andamooka_Airport": "Andamooka Airport (IATA: ADO, ICAO: YAMK) is an airport in Andamooka, South Australia, Australia.",
  "/wiki/Balcanoona": "Balcanoona is a small human settlement[according to whom?] in the Vulkathunha-Gammon Ranges of South Australia. The population is approximately 10-30 people.",
  "/wiki/Balcanoona_Airport": "Balcanoona Airport (IATA:LCN, ICAO:YBLC) is a small, privately owned airport running out of Balcanoona, South Australia.",
  "/wiki/Brukunga,_South_Australia": "Brukunga is a small town in the Adelaide Hills, located approximately 40 km east of Adelaide and 4 km north of the town of Nairne. Its name, derived from Barrukungga in the local Aboriginal language, means 'place of fire stone' or the 'place of hidden fire', and is associated with the Kaurna ancestral being Tjilbruke.",
  "/wiki/Claremont_Airbase": "Claremont Airbase is a private airport near Brukunga in the Adelaide Hills east of Adelaide, South Australia. It is the main base used for aerial firefighting support of the South Australian Country Fire Service.",
  "/wiki/Carrapateena_mine": "The Carrapateena mine is a large copper mine under development 100 km southeast of Olympic Dam in South Australia's Far North region. Carrapateena represents one of the largest copper reserves in Australia and in the world having estimated reserves of 292 million tonnes of ore grading 1.31% copper and 3.64 million oz of gold. It was discovered by explorer and metallurgist Rudie Gomez in 2005. The project was acquired by OZ Minerals in 2011, and the project was referred to the EPBC Act for Federal environmental approval in 2012. Construction of the decline to access the mine commenced in 2016. The mining technique used to extract the ore is sub-level caving.",
  "/wiki/Carrapateena_Airport": "Carrapateena Airport (ICAO: YCPT) is a private airport servicing the OZ Minerals Carrapateena mine in northern South Australia, 33.7 nautical miles (62.4 kilometres; 38.8 miles) east of Woomera. Construction of the airport was completed in July 2018.",
  "/wiki/Ceduna,_South_Australia": "Ceduna (/səˈdjuːnə/ sə-DEW-nə) is a town in South Australia located on the shores of Murat Bay on the west coast of Eyre Peninsula. It lies west of the junction of the Flinders and Eyre Highways around 786 km northwest of the capital Adelaide.  The port town/suburb of Thevenard lies 3 km to the west on Cape Thevenard.  It is in the District Council of Ceduna, the federal Division of Grey, and the state electoral district of Flinders.",
  "/wiki/Ceduna_Airport": "Ceduna Airport (IATA: CED, ICAO: YCDU) is an airport in Ceduna, South Australia.",
  "/wiki/Cleve,_South_Australia": "Cleve is a small agriculturally based town on Central Eyre Peninsula in South Australia. It is 226 km southwest of Port Augusta and 143 km north of Port Lincoln. At the 2006 census, Cleve had a population of 738.\nThe town has its origins in the 1850s, with the town established some twenty years later.",
  "/wiki/Cleve_Airport": "Cleve Airport (IATA: CVC, ICAO: YCEE) is an airport located 0.5 nautical miles (0.93 km; 0.58 mi) east of Cleve, South Australia.",
  "/wiki/Clifton_Hills_Station": "Clifton Hills Station is a pastoral lease that operates as a cattle station in the far north of South Australia.",
  "/wiki/Clifton_Hills_Landing_Strip": "Clifton Hills Landing Strip (IATA:CFH, ICAO:YCFH) also known as Clifton Hills Airport, is a landing strip in Clifton Hills Station, South Australia.",
  "/wiki/Coober_Pedy": "Coober Pedy (/ˈkuːbər ˈpiːdi/) is a town in northern South Australia, 846 km (526 mi) north of Adelaide on the Stuart Highway. In the 2016 Census, there were 1,762 people in Coober Pedy (State Suburbs). Of these, 962 were male and 801 were female. There were 302 Aboriginal or Torres Strait Islander people that made up 17.1% of the population. The town is sometimes referred to as the \"opal capital of the world\" because of the quantity of precious opals that are mined there. Coober Pedy is renowned for its below-ground residences, called \"dugouts\", which are built in this fashion due to the scorching daytime heat. The name \"Coober Pedy\" comes from the local Aboriginal term kupa-piti, which means \"boys' waterhole\".",
  "/wiki/Coober_Pedy_Airport": "Coober Pedy Airport (IATA: CPD, ICAO: YCBP) serves the opal mining town of Coober Pedy in outback South Australia. It is located south-west of the township. The airfield , which was renamed to Redstone Airport in-game, was featured in the 2016 racing video game Forza Horizon 3 on the Xbox One and is often used for drag races.",
  "/wiki/Coorabie": "Coorabie is a town and locality in the Australian state of South Australia located about  675 kilometres (419 mi) north-west of the state capital of  Adelaide. It is outside of district council boundaries, and therefore managed by the Outback Communities Authority. It is located in the west of South Australia, and includes the Wahgunyah Conservation Park. The Eyre Highway passes through the locality, although the Coorabie township is south of the highway.",
  "/wiki/Cordillo_Downs": "Cordillo Downs or Cordillo Downs Station is both a pastoral lease currently operating as a cattle station and a formal bounded locality in South Australia. It is located about 116 kilometres (72 mi) north of Innamincka and 155 kilometres (96 mi) south east of Birdsville. The name and boundaries of the locality were created on 26 April 2013 for the long established local name.",
  "/wiki/Cowarie_Station": "Cowarie Station most commonly known as Cowarie is a pastoral lease that operates as a cattle station in north east South Australia.",
  "/wiki/Cowell,_South_Australia": "Cowell is a coastal town on Franklin Harbor on the eastern side of the Eyre Peninsula, in South Australia on the Lincoln Highway 111 km south of the major town of Whyalla. It is 493 km by road from Adelaide.",
  "/wiki/Cowell_Airport": "Cowell Airport (IATA: CCW, ICAO: YCWL) is an airport located 2 nautical miles (3.7 km; 2.3 mi) northwest of Cowell, in the Eyre Peninsula region of South Australia. The primary runway, 04/22 is equipped with runway lights to facilitate night operations. While there are no terminal facilities at the airport, a public telephone and toilet block are available.",
  "/wiki/Dulkaninna": "Dulkaninna Station is a pastoral lease that once operated as a sheep station but now operates as a cattle station in outback South Australia.",
  "/wiki/Edinburgh,_South_Australia": "Edinburgh is an outer northern suburb of Adelaide, South Australia in the City of Salisbury. Once a rural area, this changed in 1940 with the establishment of the Salisbury Explosives factory, followed by the Long Range Weapons Establishment (LRWE) in 1947, the High Speed Aerodynamics Laboratory, Propulsion Research Laboratory and the Electronics Research Laboratory, (collectively known as the Chemistry & Physics Research Laboratory) in 1949, and the establishment of the RAAF base in 1955. The LWRE and laboratories became the Weapons Research Establishment (WRE) in 1955, the Defence Science & Technology Organisation (DSTO) in 1974, and the DST Group in 2015. It is now an industrial suburb, but is still dominated by RAAF Base Edinburgh, the DST Group Edinburgh site, with a few remaining sheep-grazing paddocks.",
  "/wiki/RAAF_Base_Edinburgh": "RAAF Base Edinburgh (ICAO: YPED) is a Royal Australian Air Force (RAAF) military airbase located in Edinburgh approximately 28 km (17 mi) north of Adelaide, South Australia, Australia and forms part of the Edinburgh Defence Precinct.",
  "/wiki/Etadunna,_South_Australia": "Etadunna is a  locality in the Australian state of South Australia located about 684 kilometres (425 miles) north of the capital city of Adelaide and about 108 kilometres (67 miles) north-east of the town of Marree.",
  "/wiki/Etadunna_Airstrip": "Etadunna Airstrip (IATA:ETD, ICAO:YEDA) is a locally owned, public airstrip in South Australia."
}