{
  "/wiki/Cotton_Bowl_Classic": "The Cotton Bowl Classic, also simply known as the Cotton Bowl, is an American college football bowl game that has been held annually in the Dallas–Fort Worth metroplex since January 1, 1937. The game was originally played at its namesake stadium in Dallas before moving to AT&T Stadium in nearby Arlington in 2010. Since 2014, the game has been sponsored by the Goodyear Tire and Rubber Company and officially known as the Goodyear Cotton Bowl Classic. It has been previously sponsored by Southwestern Bell Corporation/SBC Communications/AT&T (1997–2014) and Mobil (1989–1995).",
  "/wiki/Peach_Bowl": "The Peach Bowl is an annual college football bowl game played in Atlanta since December 1968. Since 1997, it has been sponsored by Chick-fil-A and is officially known as the Chick-fil-A Peach Bowl. From 2006 to 2013, it was officially referred to as simply the Chick-fil-A Bowl.",
  "/wiki/Fiesta_Bowl": "The Fiesta Bowl is an American college football bowl game played annually in the Phoenix metropolitan area. From its beginning in 1971 through 2006, the game was hosted in Tempe, Arizona at Sun Devil Stadium. Since 2007, it has been held at the State Farm Stadium in Glendale, Arizona.",
  "/wiki/College_Football_Playoff": "The College Football Playoff (CFP) is an annual postseason knockout invitational tournament to determine a national champion for the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS), the highest level of college football competition in the United States. Four teams play in two semifinal games, and the winner of each semifinal advances to the College Football Playoff National Championship game.",
  "/wiki/Dallas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/Glendale,_Arizona": "Glendale /ˈɡlɛndeɪl/ is a city in Maricopa County, Arizona, United States, located about nine miles (14 km) northwest from Downtown Phoenix. According to the 2018 U.S. Census estimates, the population of the city is 250,702.",
  "/wiki/Fenway_Bowl": "The Fenway Bowl is a planned NCAA Division I Football Bowl Subdivision college football bowl game schedule to be played at Fenway Park in Boston, Massachusetts, starting in the 2020 NCAA Division I FBS football season. The college conferences that have tie-ins with the bowl are the American Athletic Conference (The American) and the Atlantic Coast Conference (ACC). It is scheduled to become the third active bowl game staged in a baseball stadium, along with the Pinstripe Bowl (Yankee Stadium) and Cheez-It Bowl (Chase Field).",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Atlantic_Coast_Conference": "The Atlantic Coast Conference (ACC) is a collegiate athletic conference located in the eastern United States. Headquartered in Greensboro, North Carolina, the conference consists of fifteen member universities, each of whom compete in the National Collegiate Athletic Association (NCAA)'s Division I, with its football teams competing in the Football Bowl Subdivision (FBS), the highest levels for athletic competition in US-based collegiate sports. The ACC sponsors competition in twenty-five sports with many of its member institutions' athletic programs held in high regard nationally. Current members of the conference are Boston College, Clemson University, Duke University, Georgia Institute of Technology, Florida State University, North Carolina State University, Syracuse University, the University of Louisville, the University of Miami, the University of North Carolina, the University of Notre Dame, the University of Pittsburgh, the University of Virginia, Virginia Polytechnic Institute and State University, and Wake Forest University.",
  "/wiki/Military_Bowl": "The Military Bowl is a post-season National Collegiate Athletic Association-sanctioned Division I college football bowl game that has been played annually each December in the Washington metropolitan area since 2008. The game was originally held at Robert F. Kennedy Memorial Stadium in Washington, D.C. before moving to Navy–Marine Corps Memorial Stadium in Annapolis, Maryland in 2013. The 2014 through 2019 games are featuring teams from the American Athletic Conference and the Atlantic Coast Conference.",
  "/wiki/Annapolis,_Maryland": "Annapolis (/əˈnæpəlɪs/) is the capital of the U.S. state of Maryland, as well as the county seat of Anne Arundel County. Situated on the Chesapeake Bay at the mouth of the Severn River, 25 miles (40 km) south of Baltimore and about 30 miles (50 km) east of Washington, D.C., Annapolis is part of the Baltimore–Washington metropolitan area. Its population was measured at 38,394 by the 2010 census.",
  "/wiki/Hawaii_Bowl": "The Hawaiʻi Bowl is a college football bowl game that has been played annually at Aloha Stadium in Honolulu, Hawaii, since 2002. The bowl is one of the post-season contests run by ESPN Events. Since 2018, the game has been sponsored by the personal finance company SoFi and officially known as the SoFi Hawai'i Bowl. Previous sponsors include ConAgra Foods (2002) and Sheraton Hotels and Resorts Hawaii (2003–2013).",
  "/wiki/Honolulu": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/Mountain_West_Conference": "The Mountain West Conference (MW) is one of the collegiate athletic conferences affiliated with the National Collegiate Athletic Association (NCAA) Division I Football Bowl Subdivision (FBS) (formerly I-A). The MW officially began operations in July 1999. Geographically, the MW covers a broad expanse of the Western United States, with member schools located in California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Utah, and Wyoming. Craig Thompson has served as Commissioner of the MW since its founding in 1999.",
  "/wiki/BYU_Cougars_football": "The BYU Cougars team is the college football program representing Brigham Young University (BYU), a private university owned by The Church of Jesus Christ of Latter-day Saints. The Cougars began collegiate football competition in 1922, and have won 23 conference championships and one national championship in 1984. The team has competed in several different athletic conferences during its history, but since July 1, 2011, they have competed as an Independent. The team plays home games at the 63,470-seat LaVell Edwards Stadium, which is named after legendary head coach LaVell Edwards. LaVell Edwards won 19 conference championships, seven bowl games, and one national championship (1984) while coaching at BYU, and is regarded as the most successful coach in BYU program history.",
  "/wiki/Armed_Forces_Bowl": "The Armed Forces Bowl, formerly the Fort Worth Bowl from 2003 to 2005, is an annual postseason college football bowl game. First played in 2003, the game is normally held at the 45,000-seat Amon G. Carter Stadium on the campus of Texas Christian University in Fort Worth, Texas. The 2010 and 2011 editions were instead played at Gerald J. Ford Stadium in University Park, Texas, when Amon G. Carter Stadium underwent a reconstruction project. The game features teams from a variety of collegiate football conferences; in addition, the independent United States Military Academy (Army) is also eligible to participate. Since 2014, the game has been sponsored by Lockheed Martin and officially known as the Lockheed Martin Armed Forces Bowl. Previous sponsors include Bell Helicopter (2006–2013) and PlainsCapital Bank (2003–2004).",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Big_12_Conference": "The Big 12 Conference is a collegiate athletic conference headquartered in Irving, Texas. The conference consists of ten full-member universities. It is a member of  Division I of the National Collegiate Athletic Association (NCAA) for all sports. Its football teams compete in the Football Bowl Subdivision (FBS; formerly Division I-A), the higher of two levels of NCAA Division I football competition. Its ten members, in the states of Iowa, Kansas, Oklahoma, Texas, and West Virginia, include eight public and two private, Christian schools. Additionally, the Big 12 has 11 affiliate members—eight for the sport of wrestling, one of which is also a member in women's equestrianism; one for women's gymnastics; and two for women's rowing. The Big 12 Conference is a 501(c)(3) nonprofit organization incorporated in Delaware.",
  "/wiki/Army_Black_Knights_football": "The Army Black Knights football team, previously known as the Army Cadets, represents the United States Military Academy in college football. Army is currently a Division I Football Bowl Subdivision (FBS) member of the NCAA. The Black Knights currently play home games in Michie Stadium with a capacity of 38,000 at West Point, New York. The Black Knights are coached by Jeff Monken who is in his sixth season as head coach. Army is a five-time national champion, winning the title in 1914, 1916, and from 1944–1946.",
  "/wiki/Cure_Bowl": "The Cure Bowl is an annual American college football bowl game played in December of each year in Orlando, Florida, currently at Exploria Stadium. The Cure Bowl is so named to promote awareness and research of breast cancer, with proceeds going to the Breast Cancer Research Foundation. From its inaugural game in 2015 through the 2018 game, the game was played at Camping World Stadium and was sponsored by AutoNation, being officially known as the AutoNation Cure Bowl. In December 2019, FBC Mortgage became the new title sponsor, making the game officially the FBC Mortgage Cure Bowl. The Cure Bowl usually features teams from the American Athletic Conference and the Sun Belt Conference.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/Sun_Belt_Conference": "The Sun Belt Conference is a collegiate athletic conference that has been affiliated with the NCAA's Division I since 1976. Originally a non-football conference, the Sun Belt began sponsoring football in 2001. Its football teams participate in the Division I Football Bowl Subdivision (FBS). The 12 member institutions of the Sun Belt are distributed primarily across the southern United States.",
  "/wiki/Boca_Raton_Bowl": "The Boca Raton Bowl is an annual National Collegiate Athletic Association (NCAA) sanctioned post-season Division I Football Bowl Subdivision (FBS) college football bowl game played in Boca Raton, Florida, since December 2014 at FAU Stadium on the campus of Florida Atlantic University.",
  "/wiki/Boca_Raton,_Florida": "Boca Raton (/rəˈtoʊn/ rə-TOHN), often referred to as simply Boca, is the southernmost city in Palm Beach County, Florida, United States. It was first incorporated on August 2, 1924 as \"Bocaratone,\" and then incorporated as \"Boca Raton\" in 1925. It is one of the wealthiest communities in South Florida. The 2018 population estimated by the U.S. Census Bureau was 99,244. However, approximately 200,000 people with a Boca Raton postal address live outside its municipal boundaries, in newer developments such as West Boca Raton. As a business center, the city experiences significant daytime population increases. Boca Raton is 43 miles (69 km) north of Miami and is a principal city of the Miami metropolitan area, which had a population of 6,012,331 people as of 2015.",
  "/wiki/Mid-American_Conference": "The Mid-American Conference (MAC) is a National Collegiate Athletic Association (NCAA) Division I collegiate athletic conference with a membership base in the Great Lakes region that stretches from Western New York to Illinois.  Nine of the twelve full member schools are in Ohio and Michigan, with single members located in Illinois, Indiana, and New York. For football, the MAC participates in the NCAA's Football Bowl Subdivision.",
  "/wiki/Conference_USA": "Conference USA (C-USA or CUSA) is an intercollegiate athletic conference whose current member institutions are located within the Southern United States. The conference participates in the NCAA's Division I in all sports. C-USA's offices are located in Dallas, Texas.",
  "/wiki/Frisco_Bowl": "The Frisco Bowl is an annual National Collegiate Athletic Association (NCAA) sanctioned post-season Division I Football Bowl Subdivision (FBS) college football bowl game played in Frisco, Texas, since December 2017. The bowl has a tie-in with the American Athletic Conference, and chooses another team at-large. Originally known as the DXL Frisco Bowl, the bowl has been sponsored by Tropical Smoothie Cafe since 2019 and is officially the Tropical Smoothie Cafe Frisco Bowl.",
  "/wiki/Frisco,_Texas": "Frisco is a city in Collin and Denton counties in Texas. It is part of the Dallas–Fort Worth metroplex, and is approximately 25 miles (40 km) from both Dallas Love Field and Dallas/Fort Worth International Airport.",
  "/wiki/Birmingham_Bowl": "The Birmingham Bowl is a post-season NCAA-sanctioned Division I FBS college football bowl game played annually since 2006 at the 71,594-seat Legion Field in Birmingham, Alabama. The game is owned and operated by ESPN Events. The University of Alabama at Birmingham (UAB) also provides marketing, management and game-day operations support. The game was previously known as the PapaJohns.com Bowl (2006–2010) and the BBVA Compass Bowl (2011–2014). TicketSmarter signed on as the title sponsor of the 2019 game, making it the TicketSmarter Birmingham Bowl.",
  "/wiki/Birmingham,_Alabama": "Birmingham (/ˈbɜːrmɪŋhæm/ BUR-ming-ham) is a city in the north central region of the U.S. state of Alabama. With an estimated 2018 population of 209,880, it is the most populous city in Alabama. Birmingham is the seat of Jefferson County, Alabama's most populous and fifth largest county. As of 2018, the Birmingham-Hoover Metropolitan Statistical Area had a population of 1,151,801, making it the most populous in Alabama and 49th-most populous in the United States. Birmingham serves as an important regional hub and is associated with the Deep South, Piedmont, and Appalachian regions of the nation.",
  "/wiki/Southeastern_Conference": "The Southeastern Conference (SEC) is an American college athletic conference whose member institutions are located primarily in the South Central and Southeastern United States.  Its fourteen members include the flagship public universities of ten states, three additional public land grant universities, and one private research university. The conference is headquartered in Birmingham, Alabama. The SEC participates in the National Collegiate Athletic Association (NCAA) Division I in sports competitions; for football, it is part of the Football Bowl Subdivision (FBS), formerly known as Division I-A.",
  "/wiki/Gasparilla_Bowl": "The Gasparilla Bowl is an annual NCAA-sanctioned post-season college football bowl game played in the Tampa Bay Area. It was first played in 2008 as the St. Petersburg Bowl at Tropicana Field in St. Petersburg, Florida. The game was renamed the Gasparilla Bowl in 2017 as a nod to the legend of José Gaspar, a mythical pirate who supposedly operated in the Tampa Bay area and who is the inspiration for Tampa's Gasparilla Pirate Festival. In May 2018, the owners announced the bowl would be relocated to Raymond James Stadium in Tampa.",
  "/wiki/Tampa,_Florida": "Tampa is a major city in, and the county seat of, Hillsborough County, Florida, United States. It is on the west coast of Florida on Tampa Bay, near the Gulf of Mexico. Tampa is the largest city in the Tampa Bay Area. With a population of 392,890 in 2018, Tampa is the third-largest city in Florida, after Miami and Jacksonville. The bay's port is the largest in the state, near downtown's Channel District. Bayshore Boulevard runs along the bay, and is east of the historic Hyde Park neighborhood.",
  "/wiki/First_Responder_Bowl": "The First Responder Bowl is an NCAA post-season college football bowl game played annually in the Dallas, Texas, area. The bowl was first held on January 1, 2011, and since 2014 has been contested in late December. All editions of the bowl have been held at the Cotton Bowl in Fair Park in Dallas with one exception; since the Cotton Bowl was being used for the 2020 NHL Winter Classic and was not available, the 2019 edition of the bowl was played at Gerald J. Ford Stadium on the campus of Southern Methodist University in nearby University Park, Texas.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/Myrtle_Beach_Bowl": "The Myrtle Beach Bowl is a planned NCAA Division I Football Bowl Subdivision college football bowl game to be played in Conway, South Carolina, and owned by ESPN Events. The college leagues that have tie-ins with the bowl are Conference USA, Mid-American Conference and Sun Belt Conference. The affiliation contract with ESPN Events has each conference supplying a team four times in a six-year bowl cycle from 2020 to 2025. Coastal Carolina University will host the game at its Brooks Stadium, which will feature a new capacity of 20,000 seats following an expansion project scheduled to be complete prior to the 2019 season.",
  "/wiki/Conway,_South_Carolina": "Conway is a city in Horry County, South Carolina, United States. The population was 17,103 at the 2010 census, and had an estimated population in 2018 of 24,980. It is the county seat of Horry County and is part of the Myrtle Beach metropolitan area. It is the home of Coastal Carolina University.",
  "/wiki/New_Mexico_Bowl": "The New Mexico Bowl is an NCAA-sanctioned post-season college football bowl game that has been played annually since 2006 at Dreamstyle Stadium, on the campus of the University of New Mexico in Albuquerque, New Mexico. Owned and operated by ESPN Events, it has typically been scheduled as one of the first games of the bowl season. The bowl has tie-ins with Conference USA and the Mountain West Conference.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/American_Athletic_Conference": "The American Athletic Conference (The American or AAC), is an American collegiate athletic conference, featuring 12 member universities and six associate member universities that compete in the National Collegiate Athletic Association's (NCAA) Division I, with its football teams competing in the Football Bowl Subdivision (FBS). Member universities represent a range of private and public universities of various enrollment sizes located primarily in urban metropolitan areas in the Northeastern, Midwestern, and Southern regions of the United States."
}