{
  "/wiki/CFUR-FM": "CFUR-FM is a Canadian FM radio station, broadcasting at FM 88.7 in Prince George, British Columbia. A campus radio station based at the University of Northern British Columbia. The \"FUR\" (as it is known colloquially) is governed by the CFUR Radio Society, a non-profit corporation consisting of students and other community members who promote CFUR via membership drives, fundraisers, and on-air broadcasting.",
  "/wiki/Campus_radio": "Campus radio (also known as college radio, university radio or student radio) is a type of radio station that is run by the students of a college, university or other educational institution. Programming may be exclusively by students, or may include programmers from the wider community in which the radio station is based. Sometimes campus radio stations are operated for the purpose of training professional radio personnel, sometimes with the aim of broadcasting educational programming, while other radio stations exist to provide alternative to commercial broadcasting or government broadcasters.",
  "/wiki/University_of_Northern_British_Columbia": "The University of Northern British Columbia (UNBC) is a small, research-intensive university. The main campus is located in Prince George, British Columbia. UNBC also has regional campuses in northern British Columbia in Prince Rupert, Terrace, Quesnel, and Fort St. John. The enabling legislation is the University of Northern British Columbia Act 1996. In the 2019-20 academic year, 3,570 students were enrolled at UNBC.",
  "/wiki/CBU-FM": "CBU-FM is a Canadian radio station, which broadcasts the programming of the CBC Music network in Vancouver, British Columbia. The station broadcasts at 105.7 FM. CBU-FM's transmitter is located atop Mount Seymour.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CBYG-FM": "CBYG-FM is a Canadian radio station, which broadcasts the programming of the CBC Radio One network in Prince George, British Columbia. The station airs at 91.5 FM, with an Effective Radiated Power of 100,000 watts and an antenna Height Above Average Terrain of 331.5 meters.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/News": "News is information about current events. This may be provided through many different media: word of mouth, printing, postal systems, broadcasting, electronic communication, or through the testimony of observers and witnesses to events.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/CFIS-FM": "CFIS-FM is a not-for-profit community radio station in Prince George, British Columbia, Canada, broadcasting at 93.1 FM. Signing on July 3, 2007, the station is owned and operated by the Prince George Community Radio Society under a developmental community license with a transmitting power of five watts. The format of the station is predominantly (but not exclusively) pre-1980 pop. The station's moniker is Boomer Radio, as their primary target audience is the 55+ age group. However, a variety of specialty Programming, including spoken word programs of community interest, multi-faith programming, local sports and music shows featuring other genres of music ensure that the musical interests of most Prince George residents are represented at some point during the week.",
  "/wiki/Community_radio": "Community radio is a radio service offering a third model of radio broadcasting in addition to commercial and public broadcasting. Community stations serve geographic communities and communities of interest. They broadcast content that is popular and relevant to a local, specific audience but is often overlooked by commercial or mass-media broadcasters. Community radio stations are operated, owned, and influenced by the communities they serve. They are generally nonprofit and provide a mechanism for enabling individuals, groups, and communities to tell their own stories, to share experiences and, in a media-rich world, to become creators and contributors of media.",
  "/wiki/CIRX-FM": "CIRX-FM is a Canadian radio station broadcasting at 94.3 FM in Prince George, British Columbia. The station airs an active rock format branded on-air as 94.3 The Goat: World Class Rock.",
  "/wiki/Active_rock": "Active rock is a radio format used by many commercial radio stations across the United States and Canada. Active rock stations play a balance of new hard rock songs with valued classic rock favorites, normally with an emphasis similar to Mainstream Rock and Album Oriented Rock on the hard rock end of the spectrum.",
  "/wiki/Vista_Broadcast_Group": "Vista Radio Ltd. (also formerly known as Vista Broadcast Group) is a Canadian radio broadcasting company. The company only owned stations in British Columbia until 2007, when it expanded outside the province by acquiring an existing station in Yellowknife, Northwest Territories and launching a new one in Grande Prairie, Alberta. It has since also expanded into Ontario, with the acquisition of Haliburton Broadcasting Group in 2012.",
  "/wiki/CBUF-FM": "CBUF-FM is a Canadian radio station, which broadcasts Radio-Canada's Ici Radio-Canada Première network at 97.7 MHz in Vancouver and on a chain of rebroadcasters around British Columbia. CBUF-FM is a non-commercial public broadcasting station airing news/talk and some music programming.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/CJCI-FM": "CJCI-FM is a Canadian radio station broadcasting at 97.3 FM in Prince George, British Columbia, owned by Vista Radio. The station currently airs a country music format using its on-air brand name as Country 97 FM.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/CKDV-FM": "CKDV-FM is a Canadian radio station broadcasting at 99.3 FM in Prince George, British Columbia. The station plays a classic rock format branded as 99.3 The Drive. The station is owned by Jim Pattison Group.",
  "/wiki/Classic_rock": "Classic rock is a radio format which developed from the album-oriented rock (AOR) format in the early 1980s. In the United States, the classic rock format features rock music ranging generally from the mid-1960s to the 1980s, primarily focusing on commercially successful blues rock and hard rock popularized in the 1970s AOR format. The radio format became increasingly popular with the baby boomer demographic by the end of the 1990s.",
  "/wiki/Jim_Pattison_Group": "The Jim Pattison Group is a Vancouver-based conglomerate with interests in media, automotive dealerships, grocery store chains, magazine distribution, food service specialty packaging, advertising, real estate development, fishing, forest products, financial services, and entertainment. and, in a recent survey by the Financial Post, the firm was ranked as Canada's 62nd largest company. Jim Pattison, a Vancouver-based entrepreneur, is the chairman, CEO, and sole owner of the company. The Jim Pattison Group, Canada's second largest privately held company, has more than 45,000 employees worldwide, and annual sales of $10.1 billion based on investments in Canada, the U.S., Mexico, Europe, Asia and Australia. The Group is active in 25 divisions, according to Forbes, including packaging, food, forestry products.",
  "/wiki/CKKN-FM": "CKKN-FM, branded as 101.3 The River, is a Canadian radio station, which broadcasts a hot adult contemporary format at 101.3 FM in Prince George, British Columbia. The station is owned by the Jim Pattison Group, which also owns sister stations CKDV-FM and CKPG-TV.",
  "/wiki/Hot_adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/Media_in_Prince_George,_British_Columbia": "This is a list of media outlets in Prince George, British Columbia, Canada."
}