{
  "/wiki/Albania": "Albania (/ælˈbeɪniə, ɔːl-/ (listen) a(w)l-BAY-nee-ə; Albanian: Shqipëri or Shqipëria; Gheg Albanian: Shqipni or Shqipnia also Shqypni or Shqypnia), officially the Republic of Albania (Albanian: Republika e Shqipërisë, pronounced [ɾɛpuˈblika ɛ ʃcipəˈɾiːsə]), is a country in Southeast Europe on the Adriatic and Ionian Sea within the Mediterranean Sea. It shares land borders with Montenegro to the northwest, Kosovo[a] to the northeast, North Macedonia to the east, Greece to the south and maritime borders with Greece, Montenegro and Italy to the west.",
  "/wiki/Stine": "Stine is a surname. Notable persons with that name include:",
  "/wiki/Alban_Sk%C3%ABnderaj": "Alban Skënderaj (Albanian pronunciation: [alban skəndɛɾaj]; born 20 April 1982) is an Albanian singer, songwriter, composer, actor, recording producer and television personality. He was born in Lushnjë and has established himself as a viable alternative and pop rock artist in Albania and the Albanian-speaking world.",
  "/wiki/Kosovo": "Kosovo (/ˈkɒsəvoʊ, ˈkoʊ-/; Albanian: Kosova pronounced [kɔˈsɔva] or Kosovë pronounced [kɔˈsɔvə]; Serbian Cyrillic: Косово pronounced [kôsoʋo]), officially the Republic of Kosovo (Albanian: Republika e Kosovës; Serbian Cyrillic: Република Косово, romanized: Republika Kosovo), is a partially-recognized state in Southeast Europe, subject to a territorial dispute with the Republic of Serbia.",
  "/wiki/Besa_Kok%C3%ABdhima": "Besa Kokëdhima (born 29 May 1989), also known as Besa, is one of the most recognised and awarded Albanian singer/performers. Besa is known for being a contestant and award winner in countless Music Festivals and shows in Albania, Kosova & North Macedonia. She has released 5 solo albums. In 2009, Besa participated in the Selecţia Naţională in Romania for the Eurovision Song Contest, with the English-language song \"Nothin' Gonna Change\", and reached the semi-finals. Besa was also a contestant and winner on Albanian music festivals Kënga Magjike 2013 and Top Fest 2008. Besa is currently a judge on the Albanian television show The Voice of Albania.",
  "/wiki/Linda_Halimi": "Lindita Halimi (born 24 March 1989), commonly known as simply Lindita, is a Kosovo-Albanian singer and songwriter. She rose to fame after winning the sixth edition of Top Fest with \"Ëndërroja\" (I dreamed).",
  "/wiki/Eneda_Tarifa": "Eneda Tarifa (born 30 March 1982), is an Albanian singer, actress and television host.",
  "/wiki/Elvana_Gjata": "Elvana Gjata (Albanian pronunciation: [ɛlvana ɟata]; born 3 February 1987), also known mononymously as Elvana, is an Albanian singer, songwriter, composer, actress, model and entrepreneur who has been recognised for embracing various musical styles throughout her career. She is regarded as one of the leading figures in the Albanian music industry.",
  "/wiki/Elhaida_Dani": "Elhaida Dani (Albanian pronunciation: [ɛlhaida dani]; born 17 February 1993) is an Albanian-Italian singer, songwriter and actress.",
  "/wiki/Samanta_Karavello": "Samanta Karavella (born 9 July 1990) is an Albanian singer.",
  "/wiki/Soni_Malaj": "Soni Malaj is an Albanian singer. Born on October 23rd 1981.",
  "/wiki/Ermal_Fejzullahu": "Ermal Fejzullahu (born 23 August 1988 in Pristina) is a popular Albanian singer from Kosovo. He is the son of well-known singer Sabri Fejzullahu.",
  "/wiki/Top_Music_Awards_2016": "The 2016 Top Music Awards was held at the Pallati i Kongreseve in the capital city of Tirana, Albania, on 25 June 2016 and was broadcast live on Top Channel.",
  "/wiki/Era_Istrefi": "Era Istrefi (Albanian pronunciation: [ˈɛɾa isˈtɾɛfi]; born 4 July 1994) is a Kosovo-Albanian singer and songwriter. Born and raised in Pristina, she rose to international recognition with the breakthrough single \"BonBon\", which drew comparisons to the musical works of Rihanna and Sia. Due to the success, she signed contract with record labels Sony Music and subsequently with Ultra Music a month later.",
  "/wiki/Top_Fest": "Top Fest is a music competition organised by Top Channel. It began airing in 2004 and has been held since. It is annually held in Tirana, Albania.  The songs are usually performed in Albanian with artists from Albania, Kosovo, Macedonia and other Albanian-speaking territories. From its 7th edition (2010), the participants perform their entries 100% live."
}