{
  "/wiki/1st_G6_summit": "The 1st G6 summit took place on 15–17 November 1975, in Rambouillet, France. The venue for the summit meetings was the Château de Rambouillet near Paris.\n The Group of Six (G6) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom and the United States. This summit, and the others which would follow, were not meant to be linked formally with wider international institutions; and in fact, a kind of frustrated rebellion against the stiff formality of other international meetings was an element in the genesis of cooperation between France's President and West Germany's Chancellor as they conceived the first summit of the G6.\n Later summits in what could become a continuing series of annual meetings were identified as the Group of Seven (G7) summits and then the Group of Eight (G8) summits—but this informal gathering was the one which set that process in motion.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Valéry_Giscard_d'Estaing": "Valéry Marie René Georges Giscard d'Estaing (UK: /ˌʒiːskɑːr dɛˈstæ̃/, US: /ʒɪˌskɑːr -/, French: [valeʁi ʒiskaʁ destɛ̃] (listen); born 2 February 1926), also known as Giscard or VGE, is a former French politician who served as President of France from 1974 to 1981.\n As Minister of Finance under prime ministers Jacques Chaban-Delmas and Pierre Messmer, he won the presidential election of 1974 with 50.8% of the vote against François Mitterrand of the Socialist Party. His tenure was marked by a more liberal attitude on social issues—such as divorce, contraception and abortion—and attempts to modernise the country and the office of the presidency, notably launching such far-reaching infrastructure projects as the TGV and the turn towards reliance on nuclear power as France's main energy source. However, his popularity suffered from the economic downturn that followed the 1973 energy crisis, marking the end of the \"thirty glorious years\" after World War II. Giscard d'Estaing faced political opposition from both sides of the spectrum: from the newly unified left of François Mitterrand and a rising Jacques Chirac, who resurrected Gaullism on a right-wing opposition line. In 1981, despite a high approval rating, he missed out on reelection in a runoff against Mitterrand, with 48.2% of the vote.\n As a former President of France, Giscard d'Estaing is a member of the Constitutional Council. He also served as President of the Regional Council of Auvergne from 1986 to 2004. Involved with the European Union, he notably presided over the Convention on the Future of Europe that drafted the ill-fated Treaty establishing a Constitution for Europe. In 2003, he was elected to the Académie française, taking the seat that his friend and former President of Senegal Léopold Sédar Senghor had held. At age 94, Giscard is the longest-lived French President in history.",
  "/wiki/Château_de_Rambouillet": "The Château de Rambouillet, also known in English as the Castle of Rambouillet, is a château in the town of Rambouillet, Yvelines department, in the Île-de-France region in northern France, 50 km (31 mi) southwest of Paris. It was the summer residence of the Presidents of the French Republic from 1896 until 2009, and it is now managed by the Centre des monuments nationaux.",
  "/wiki/Île-de-France": "Île-de-France (/ˌiːl də ˈfrɒ̃s/, French: [il də fʁɑ̃s] (listen); literally \"Island of France\") is the most populous of the 18 regions of France. It is located in the north-central part of the country and often called the région parisienne (\"Paris Region\") because it includes the city of Paris. Île-de-France is densely populated and economically important: it covers only 12,012 square kilometres (4,638 square miles), about 2% of France's territory, but has an official estimated population of 12,213,364 (18.2% of the population of France) and accounts for nearly 30% of the French Gross Domestic Product (GDP).\n The region is made up of eight administrative departments:  Paris, Essonne, Hauts-de-Seine, Seine-Saint-Denis, Seine-et-Marne, Val-de-Marne, Val-d'Oise and Yvelines.  It was created as the \"District of the Paris Region\" in 1961 and renamed in 1976 after the historic province of Île-de-France, when its status was aligned with the other French administrative regions created in 1972. Residents are sometimes referred to as Franciliens, an administrative word created in the 1980s. The GDP of the region in 2016 was €681 billion (or US$850 billion at market exchange rates). It has the highest per-capita GDP among regions in France and the third-highest of regions in the European Union. In 2018, almost all of the twenty-eight French companies listed in the Fortune Global 500 had their headquarters in the Paris Region.\n Besides the landmarks of Paris, the region has many important historic sites, including the Palace of Versailles and the Palace of Fontainebleau, as well as the most-visited tourist attraction in France, Disneyland Paris. The poverty rate in Île-de-France was 15.9% in 2015, compared with 12.3% in 2006. The region is also increasingly unequal. Housing prices have pushed the less affluent outside Paris.",
  "/wiki/2nd_G7_summit": "The 2nd G7 Summit was held at Dorado, Puerto Rico between June 27 and 28, 1976.  The venue for the summit meetings was the Dorado Beach Resort, which is near San Juan, Puerto Rico.\n The Group of Six (G6) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom and the United States; and the Group of Seven (G7), meeting for the first time this year, is formed with the addition of Canada.   This summit, and the others which would follow, were not meant to be linked formally with wider international institutions; and in fact, a kind of frustrated rebellion against the stiff formality of other international meetings was an element in the genesis of cooperation between France's President and West Germany's Chancellor as they conceived the first summit of the G6.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Gerald_R._Ford": "Gerald Rudolph Ford Jr. (born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from August 1974 to January 1977. Before his accession to the presidency, Ford served as the 40th vice president of the United States from December 1973 to August 1974. Ford is the only person to have served as both vice president and president without being elected to either office by the Electoral College.\n Born in Omaha, Nebraska, and raised in Grand Rapids, Michigan, Ford attended the University of Michigan and Yale Law School. After the attack on Pearl Harbor, he enlisted in the U.S. Naval Reserve, serving from 1942 to 1946; he left as a lieutenant commander. Ford began his political career in 1949 as the U.S. representative from Michigan's 5th congressional district. He served in this capacity for 25 years, the final nine of them as the House Minority Leader. In December 1973, two months after the resignation of Spiro Agnew, Ford became the first person appointed to the vice presidency under the terms of the 25th Amendment by President Richard Nixon. After the subsequent resignation of President Nixon in August 1974, Ford immediately assumed the presidency. His 895 day-long presidency is the shortest in U.S. history for any president who did not die in office.\n As president, Ford signed the Helsinki Accords, which marked a move toward détente in the Cold War. With the collapse of South Vietnam nine months into his presidency, U.S. involvement in Vietnam essentially ended. Domestically, Ford presided over the worst economy in the four decades since the Great Depression, with growing inflation and a recession during his tenure. In one of his most controversial acts, he granted a presidential pardon to President Richard Nixon for his role in the Watergate scandal. During Ford's presidency, foreign policy was characterized in procedural terms by the increased role Congress began to play, and by the corresponding curb on the powers of the President. In the Republican presidential primary campaign of 1976, Ford defeated former California Governor Ronald Reagan for the Republican nomination. He narrowly lost the presidential election to the Democratic challenger, former Georgia Governor Jimmy Carter.\n Following his years as president, Ford remained active in the Republican Party. His moderate views on various social issues increasingly put him at odds with conservative members of the party in the 1990s and early 2000s. In retirement, Ford set aside the enmity he had felt towards Carter following the 1976 election, and the two former presidents developed a close friendship. After experiencing a series of health problems, he died at home on December 26, 2006.",
  "/wiki/Dorado,_Puerto_Rico": "Dorado (Spanish pronunciation: [doˈɾaðo]) is a town and municipality in the northern coast of Puerto Rico, 15 miles (24 km) west of San Juan and is located in the northern region of the island, bordering the Atlantic Ocean, north of Toa Alta, east of Vega Alta, and west of Toa Baja. Dorado is spread over five barrios and Dorado Pueblo (the downtown area and the administrative center of the city). The town is regarded as a tourist destination with golf courses, hotels, and beaches[by whom? – Discuss]. It is part of the San Juan-Caguas-Guaynabo Metropolitan Statistical Area.\n The Dorado Airport was operated from 1942 to 1996. The airport began as a military landing strip, then became a civilian airport in the 1960s with Caribair and Dorado Wings flights operating until 1980 and 1982 respectively. The airport operated as a private landing strip throughout the 1980s and then fell into disrepair. In 1996, the airport was rezoned as residential land and redeveloped.\n Dorado has upscale neighborhoods and a small downtown area with a plaza (Spanish town square), as other Puerto Rican municipalities. The town's patron saint is Anthony of Padua, and patron saint celebrations are held at the plaza every year on June 13.",
  "/wiki/3rd_G7_summit": "The 3rd G7 Summit was held in London, United Kingdom between 7–8 May 1977. The venue for the summit meetings was the British Prime Minister's official residence at No. 10 Downing Street in London.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.\n This was the initial meeting in which the President of the European Commission was formally invited to take a part.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/James_Callaghan": "Leonard James Callaghan, Baron Callaghan of Cardiff, KG, PC (/ˈkæləˌhæn/; 27 March 1912 – 26 March 2005), often known as Jim Callaghan, was a British politician who served as Prime Minister of the United Kingdom from 1976 to 1979 and Leader of the Labour Party from 1976 to 1980. To date, Callaghan remains the only person to have held all four Great Offices of State, having served as Chancellor of the Exchequer (1964–1967), Home Secretary (1967–1970) and Foreign Secretary (1974–1976) prior to his appointment as Prime Minister. As Prime Minister, he had some successes, but is mainly remembered for the \"Winter of Discontent\" of 1978–79. During a very cold winter, his battle with trade unions led to immense strikes that seriously inconvenienced the public, leading to his defeat in the polls by Conservative leader Margaret Thatcher.\n Born into a working class family, Callaghan started his career at age 17 as a tax inspector, before becoming a trade union official in the 1930s, he then served in the Royal Navy during World War II. He entered the House of Commons in 1945, and was on the left wing of the party. Callaghan steadily moved towards the right of the party, but maintained his reputation as \"The Keeper of the Cloth Cap\"—that is, he was seen as dedicated to maintaining close ties between the Labour Party and the trade unions. Callaghan's period as Chancellor of the Exchequer coincided with a turbulent period for the British economy, during which he had to wrestle with a balance of payments deficit and speculative attacks on the pound sterling (its exchange rate to other currencies was almost fixed by the Bretton Woods system). On 18 November 1967, the government devalued the pound sterling. Callaghan became Home Secretary. He sent the British Army to support the police in Northern Ireland, after a request from the Northern Ireland Government.\n After Labour was defeated at the 1970 general election, Callaghan played a key role in the Shadow Cabinet. He became Foreign Secretary in 1974 upon Labour regaining government, taking responsibility for renegotiating the terms of the UK's membership of the European Communities, and supporting a \"Yes\" vote in the 1975 referendum to remain in the EC. When Prime Minister Harold Wilson resigned in 1976, Callaghan defeated five other candidates to be elected as his replacement. Labour had already lost its narrow majority in the House of Commons by the time he became Prime Minister, and further by-election defeats and defections forced Callaghan to deal with minor parties such as the Liberal Party, particularly in the \"Lib–Lab pact\" from 1977 to 1978. Industrial disputes and widespread strikes in the 1978 \"Winter of Discontent\" made Callaghan's government unpopular, and the defeat of the referendum on devolution for Scotland led to the successful passage of a motion of no confidence on 28 March 1979. This was followed by a defeat at the ensuing general election.\n Callaghan remained Labour Party leader until November 1980, in order to reform the process by which the party elected its leader, before returning to the backbenches where he remained until he was made a life peer as Baron Callaghan of Cardiff. He went on to live longer than any other British prime minister in history—92 years and 364 days.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/4th_G7_summit": "The 4th G7 Summit was held at Bonn, West Germany between 16 and 17 July 1978.  The venue for the summit meeting was at the former official residence of the Chancellor of the Federal Republic of Germany in Bonn, the Palais Schaumburg.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.\n At the onset of the Cold War, Europe was divided among the Western and Eastern blocs. Germany was de facto divided into two countries and two special territories, the Saarland and a divided Berlin. Initially, the Federal Republic of Germany claimed an exclusive mandate for all of Germany, considering itself to be the sole democratically reorganised continuation of the 1871–1945 German Reich. It took the line that the German Democratic Republic (GDR) was an illegally constituted puppet state. Though the GDR did hold regular elections, these were neither free nor fair. From the West German perspective, the GDR was therefore illegitimate.  \n Three southwestern states of West Germany merged to form Baden-Württemberg in 1952, and the Saarland joined the Federal Republic of Germany in 1957. In addition to the resulting ten states, West Berlin was considered a de facto eleventh state. While legally not part of the Federal Republic of Germany, as Berlin was under the control of the Allied Control Council, West Berlin politically aligned itself with West Germany and was represented in its federal institutions.\n The foundation for the influential position held by Germany today was laid during the Wirtschaftswunder (economic miracle) of the 1950s when West Germany rose from the enormous destruction wrought by World War II to become the world's third-largest economy. The first chancellor Konrad Adenauer, who remained in office until 1963, had worked for a full alignment with NATO rather than neutrality. He not only secured a membership in NATO but was also a proponent of agreements which developed into the present-day European Union. When the G6 was established in 1975, there was no question  as to whether the Federal Republic of Germany would become a member.\n Following the collapse of communism in Central and Eastern Europe in 1989, symbolised by the opening of the Berlin Wall, there was a rapid move towards German reunification. East Germany voted to dissolve itself and accede to the Federal Republic in 1990. Its five post-war states (Länder) were reconstituted along with the reunited Berlin, which ended its special status and formed an additional Land. They formally joined the Federal Republic on 3 October 1990, raising the number of states from ten to sixteen, ending the division of Germany. The reunion did not result in a new country;  instead, the process was essentially a voluntary act of accession, whereby West Germany was enlarged to include the additional states of East Germany, which had ceased to exist. The expanded Federal Republic retained West Germany's political culture and continued its existing memberships in international organisations, as well as its Western foreign policy alignment and affiliation to Western alliances like UN, NATO, OECD and the European Union.",
  "/wiki/Helmut_Schmidt": "Helmut Heinrich Waldemar Schmidt (German pronunciation: [ˈhɛlmuːt ˈha͡ɪnʁɪç ˈvaldəmaːɐ ˈʃmɪt]; 23 December 1918 – 10 November 2015) was a German politician and member of the Social Democratic Party of Germany (SPD), who served as Chancellor of the Federal Republic of Germany (West Germany) from 1974 to 1982.\n Before becoming Chancellor, he had served as Minister of Defence (1969–1972) and as Minister of Finance (1972–1974). In the latter role he gained credit for his financial policies. He had also served briefly as Minister of Economics and as acting Foreign Minister. As Chancellor, he focused on international affairs, seeking \"political unification of Europe in partnership with the United States\" and issuing proposals that led to the NATO Double-Track Decision in 1979 to deploy US Pershing II missiles to Europe. He was an energetic diplomat who sought European co-operation and international economic co-ordination and was the leading force in creating the European Monetary System in 1978. He was re-elected chancellor in 1976 and 1980, but his coalition fell apart in 1982 with the switch by his coalition allies, the Free Democratic Party.\n He retired from Parliament in 1986, after clashing with the SPD's left wing, who opposed him on defence and economic issues. In 1986 he was a leading proponent of European monetary union and a European Central Bank.",
  "/wiki/Bonn": "The Federal City of Bonn (German pronunciation: [bɔn] (listen)) is a city on the banks of the Rhine in the German state of North Rhine-Westphalia, with a population of over 300,000. About 24 km (15 mi) south-southeast of Cologne, Bonn is in the southernmost part of the Rhine-Ruhr region, Germany's largest metropolitan area, with over 11 million inhabitants. It is famously known as the birthplace of Ludwig van Beethoven in 1770. He spent his childhood and teenage years in Bonn.\n Founded in the 1st century BC as a Roman settlement, Bonn is one of Germany's oldest cities. From 1597 to 1794, Bonn was the capital of the Electorate of Cologne, and residence of the Archbishops and Prince-electors of Cologne. From 1949 to 1990, Bonn was the capital of West Germany, and Germany's present constitution, the Basic Law, was declared in the city in 1949. The era when Bonn served as the capital of West Germany is referred to by historians as the Bonn Republic. From 1990 to 1999, Bonn served as the seat of government – but no longer capital – of reunited Germany.\n Because of a political compromise following the reunification, the German federal government maintains a substantial presence in Bonn. Roughly a third of all ministerial jobs are located in Bonn as of 2019[update], and the city is considered a second, unofficial, capital of the country. Bonn is the secondary seat of the President, the Chancellor, the Bundesrat and the primary seat of six federal government ministries and twenty federal authorities. The title of Federal City (German: Bundesstadt) reflects its important political status within Germany.\n The headquarters of Deutsche Post DHL and Deutsche Telekom, both DAX-listed corporations, are in Bonn. The city is home to the University of Bonn and a total of 20 United Nations institutions, the highest number in all of Germany. These institutions include the headquarters for Secretariat of the UN Framework Convention Climate Change (UNFCCC), the Secretariat of the UN Convention to Combat Desertification (UNCCD), and the UN Volunteers programme.",
  "/wiki/North_Rhine-Westphalia": "North Rhine-Westphalia (German: Nordrhein-Westfalen, pronounced [ˌnɔʁtʁaɪ̯n vɛstˈfaːlən] (listen); Low Franconian: Noordrien-Wesfale; Low German: Noordrhien-Westfalen; Kölsch: Noodrhing-Wäßßfaale, commonly shortened to NRW in both written and spoken language) is a state of Germany.\n North Rhine-Westphalia is located in western Germany covering an area of 34,084 square kilometres (13,160 sq mi). With a population of 17.9 million in 2017, it is the most populous state of Germany. It is also the most densely populated German state apart from the city-states of Berlin, Bremen, and Hamburg, and the fourth-largest by area. The state capital is Düsseldorf. North Rhine-Westphalia features 30 of the 81 German cities with over 100,000 inhabitants, including Cologne (over 1 million), Düsseldorf, Dortmund and Essen (all between 580,000 and 620,000 inhabitants) and other cities predominantly located in the Rhine-Ruhr metropolitan area, the largest urban area in Germany and the third-largest on the European continent.\n North Rhine-Westphalia was established in 1946 after World War II from the Prussian provinces of Westphalia and the northern part of Rhine Province (North Rhine), and the Free State of Lippe by the British military administration in Allied-occupied Germany. North Rhine-Westphalia became a state of the Federal Republic of Germany in 1949, and the city of Bonn served as the federal capital until the reunification of Germany in 1990 and as the seat of government until 1999.",
  "/wiki/5th_G7_summit": "The 5th G7 Summit was held at Tokyo, Japan between June 28 and 29, 1979.  The venue for the summit meetings was the State Guesthouse in Tokyo, Japan.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Masayoshi_Ōhira": "Masayoshi Ōhira (大平 正芳, Ōhira Masayoshi, 12 March 1910 – 12 June 1980) was a Japanese politician who was Prime Minister of Japan from 1978 to 1980. Ōhira's time in office was cut short when he died in office; he remains the most recent Japanese Prime Minister to die in office (Keizō Obuchi was removed from office on 5 April 2000 after suddenly falling into a coma, a month before his death in May 2000).\n He was born in present-day Kan'onji, Kagawa and attended Hitotsubashi University.",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.\n Originally a small fishing village named Edo (江戸), the city became a prominent political center of Japan when Shōgun Tokugawa Ieyasu made the city his headquarters in 1603. When Emperor Meiji moved the imperial seat to the city from Kyoto in 1868, Edo was renamed Tokyo, literally \"the Eastern Capital\". The Tokyo Metropolis formed in 1943 from the merger of the former Tokyo Prefecture (東京府, Tōkyō-fu) and the city of Tokyo (東京市, Tōkyō-shi). While commonly referred to as a city, Tokyo is a collective entity of multiple smaller municipalities, including 23 special wards and various bed towns in the western area.\n Modern Tokyo is categorized as an alpha+ city by the Globalization and World Cities Research Network. As of 2019, the population of Tokyo was estimated to be over 13.9 million, making it Japan's most populous prefecture. The metropolitan area is the world's most populous with over 40 million people as well as the world's largest urban agglomeration economy. As of 2011[update], Tokyo hosted 51 of the Fortune Global 500 companies, the highest number of any city in the world at that time. The city ranked sixth on the Global Financial Centres Index of 2019. Along with an advanced economy, Tokyo often ranks high among the most expensive cities for expatriates.\n Tokyo is a major cultural hub and an international trendsetter in the arts, entertainment, gastronomy, and media. The Michelin Guide has awarded Tokyo by far the most Michelin stars of any city in the world. The city has hosted multiple international events, including the Summer Olympics (1964), the G7 Summit (1979, 1986, and 1993), and will host the 2020 Summer Olympics and the 2020 Summer Paralympics. Tokyo is a leading center for research and development, represented by various universities, most notably the University of Tokyo.",
  "/wiki/6th_G7_summit": "The 6th G7 Summit was held at Venice, Italy between June 22 and 23rd, 1980. The venue for the summit meetings was the island of San Giorgio Maggiore in the Venetian lagoon.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Francesco_Cossiga": "Francesco Cossiga OMRI (Italian pronunciation: [franˈtʃesko kosˈsiːɡa], Sardinian: [ˈkosiɣa]; 26 July 1928 – 17 August 2010) was an Italian politician. A member of the Christian Democratic Party of Italy, he was Prime Minister of Italy from 1979 to 1980 and the eighth President of Italy from 1985 to 1992. Cossiga is widely considered one of the most prominent and influential politicians of the First Republic.\n Cossiga also served as minister on several occasions, most notably as Italian Minister of the Interior. In that position he re-structured the Italian police, civil protection and secret services. Due to his repressive approach to public protests, he has been described as a strongman and labeled \"iron minister\". He was in office at the time of the kidnapping and murder of Aldo Moro by Red Brigades, and resigned as Minister of the Interior when Moro was found dead in 1978. Cossiga was Prime Minister during the Bologna station bombing in 1980.\n Before his political career, Cossiga was a professor of constitutional law at the University of Sassari.",
  "/wiki/Venice": "Venice (/ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja] (listen); Venetian: Venesia or Venexia, pronounced [veˈnɛsja]) is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice (centro storico). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.\n The name is derived from the ancient Veneti people who inhabited the region by the 10th century BC. The city was historically the capital of the Republic of Venice for a millennium and more, from 697 to 1797. It was a major financial and maritime power during the Middle Ages and Renaissance, and a staging area for the Crusades and the Battle of Lepanto, as well as an important center of commerce—especially silk, grain, and spice, and of art from the 13th century to the end of the 17th. The city-state of Venice is considered to have been the first real international financial center, emerging in the 9th century and reaching its greatest prominence in the 14th century. This made Venice a wealthy city throughout most of its history. After the Napoleonic Wars and the Congress of Vienna, the Republic was annexed by the Austrian Empire, until it became part of the Kingdom of Italy in 1866, following a referendum held as a result of the Third Italian War of Independence.\n Venice has been known as \"La Dominante\", \"La Serenissima\", \"Queen of the Adriatic\", \"City of Water\", \"City of Masks\", \"City of Bridges\", \"The Floating City\", and \"City of Canals\". The lagoon and a part of the city are listed as a UNESCO World Heritage Site. Parts of Venice are renowned for the beauty of their settings, their architecture, and artwork. Venice is known for several important artistic movements—especially during the Renaissance period—has played an important role in the history of symphonic and operatic music, and is the birthplace of Antonio Vivaldi.\n Although the city is facing some challenges (including an excessive number of tourists and problems caused by pollution, tide peaks and cruise ships sailing too close to buildings), Venice remains a very popular tourist destination, a major cultural centre, and has been ranked many times the most beautiful city in the world. It has been described by the Times Online as one of Europe's most romantic cities and by The New York Times as \"undoubtedly the most beautiful city built by man\".",
  "/wiki/Veneto": "Veneto (US: /ˈvɛnətoʊ, ˈveɪn-, -neɪt-, ˈvɛnɛtoʊ/, Italian: [ˈvɛːneto]; Venetian: Vèneto [ˈvɛneto] or Venetia is one of the 20 regions of Italy. Its population is about five million, ranking fifth in Italy. The region's capital is Venice.\n Veneto was part of the Roman Empire until the 5th century AD. Later, after a feudal period, it was part of the Republic of Venice until 1797. Venice ruled for centuries over one of the largest and richest maritime republics and trade empires in the world. After the Napoleonic Wars and the Congress of Vienna, the Republic was annexed by the Austrian Empire, until it was merged with the Kingdom of Italy in 1866, as a result of the Third Italian War of Independence.\n Besides Italian, most inhabitants also speak Venetian[citation needed] which is divided into five varieties.\n Since 1971 the Statute of Veneto has referred to the region's citizens as \"the Venetian people\". Article 1 defines Veneto as an \"autonomous Region\", \"constituted by the Venetian people and the lands of the provinces of Belluno, Padua, Rovigo, Treviso, Venice, Verona and Vicenza\", while maintaining \"bonds with Venetians in the world\". Article 2 sets forth the principle of the \"self-government of the Venetian people\" and mandates the Region to \"promote the historical identity of the Venetian people and civilisation\". Despite these affirmations, approved by the Italian Parliament, Veneto is not among the autonomous regions with special statute, differently from its north-eastern and north-western neighbours, Friuli-Venezia Giulia and Trentino-Alto Adige/Südtirol respectively.\n Veneto is home to a notable nationalist movement, known as Venetian nationalism or Venetism. The region's largest party is the Liga Veneta, a founding component of the Lega Nord. The current President of Veneto is Luca Zaia (Liga Veneta–Lega Nord), re-elected in 2015 with 50.1% of the vote. Zaia II Government includes also Forza Italia and is externally supported by Independence We Veneto and the Brothers of Italy. An autonomy referendum took place in 2017: 57.2% of Venetians turned out, 98.1% voting \"yes\" to \"further forms and special conditions of autonomy\".\n Having been for a long period in history a land of mass emigration, Veneto is today one of the greatest immigrant-receiving regions in the country, with 487,493 foreigners (9.9% of the regional population; January 2018), notably including Romanians (25.2%), Moroccans (9.3%), Chinese (7.1%),  Moldovans (7.0%) and Albanians (6.9%).",
  "/wiki/7th_G7_summit": "The 7th G7 Summit was called the Ottawa Summit, and was held in Montebello, Quebec, Canada and nearby Ottawa between July 20 and 21, 1981.  The venue for the summit meetings was the Château Montebello. \n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.\n As a whole, Canada is sparsely populated, with most of its land area dominated by forest and tundra. Its population is highly urbanized, with over 80 percent of its inhabitants concentrated in large and medium-sized cities, and 70 percent residing within 100 kilometres (62 mi) of the southern border. Canada's climate varies widely across its vast area, ranging from Arctic climate in the north to hot summers in the southern regions, with four distinct seasons.\n Various indigenous peoples inhabited what is now Canada for thousands of years before European colonization. Beginning in the 16th century, British and French expeditions explored and later settled along the Atlantic coast. As a consequence of various armed conflicts, France ceded nearly all of its colonies in North America in 1763. In 1867, with the union of three British North American colonies through Confederation, Canada was formed as a federal dominion of four provinces. This began an accretion of provinces and territories and a process of increasing autonomy from the United Kingdom. This widening autonomy was highlighted by the Statute of Westminster of 1931 and culminated in the Canada Act of 1982, which severed the vestiges of legal dependence on the British parliament.\n Canada is a parliamentary democracy and a constitutional monarchy in the Westminster tradition, with a monarch and a prime minister who serves as the chair of the Cabinet and head of government. The country is a realm within the Commonwealth of Nations, a member of the Francophonie and officially bilingual at the federal level. It ranks among the highest in international measurements of government transparency, civil liberties, quality of life, economic freedom, and education. It is one of the world's most ethnically diverse and multicultural nations, the product of large-scale immigration from many other countries. Canada's long and complex relationship with the United States has had a significant impact on its economy and culture.\n A developed country, Canada has the sixteenth-highest nominal per-capita income globally as well as the twelfth-highest ranking in the Human Development Index. Its advanced economy is the tenth-largest in the world, relying chiefly upon its abundant natural resources and well-developed international trade networks. Canada is part of several major international and intergovernmental institutions or groupings including the United Nations, NATO, the G7, the Group of Ten, the G20, the North American Free Trade Agreement and the Asia-Pacific Economic Cooperation forum.",
  "/wiki/Pierre_E._Trudeau": "Joseph Philippe Pierre Yves Elliott Trudeau PC CC CH QC FRSC (/ˈtruːdoʊ, truːˈdoʊ/ TROO-doh, troo-DOH, French: [pjɛʁ tʁydo]; October 18, 1919 – September 28, 2000), mostly referred to as simply Pierre Trudeau, or by the initials PET, was a Canadian politician who was the 15th prime minister of Canada and leader of the Liberal Party, between 1968 and 1984, with a brief period as Leader of the Opposition, from 1979 to 1980. His tenure of 15 years and 164 days makes him Canada's third longest-serving Prime Minister, behind William Lyon Mackenzie King and John A. Macdonald.\n Trudeau rose to prominence as a lawyer, intellectual, and activist in Quebec politics. He joined the Liberal Party of Canada and was elected to the Canadian Parliament in 1965, quickly being appointed as Prime Minister Lester B. Pearson's Parliamentary Secretary. In 1967, he was appointed Minister of Justice. Trudeau's outgoing personality caused a media sensation, inspiring \"Trudeaumania\", and helped him to win the leadership of the Liberal Party in 1968, when he was appointed Prime Minister of Canada.\n From the late 1960s until the early 1980s, Trudeau's personality dominated the political scene to an extent never before seen in Canadian political life. After his appointment as Prime Minister, he won the 1968, 1972 and 1974 elections, before narrowly losing in 1979. He won a fourth election victory shortly afterwards, in 1980, and eventually retired from politics shortly before the 1984 election.\n Despite his personal motto, \"Reason before passion\", his personality and political career aroused polarizing reactions throughout Canada during his time in office. Admirers praised what they consider to be the force of Trudeau's intellect and his political acumen, maintaining national unity over the Quebec sovereignty movement, suppressing a Quebec terrorist crisis, fostering a pan-Canadian identity, and in achieving sweeping institutional reform, including the implementation of official bilingualism, patriation of the Constitution, and the establishment of the Canadian Charter of Rights and Freedoms. Critics accused him of arrogance, of economic mismanagement, and of unduly centralizing Canadian decision-making to the detriment of the culture of Quebec and the economy of the Prairies.\n His eldest son, Justin Trudeau, became the 23rd and current Prime Minister, following the 2015 election and 2019 election, and is the first prime minister of Canada to be a descendant of a former prime minister.",
  "/wiki/Montebello,_Quebec": "Montebello is a municipality located in the Papineau Regional County Municipality of Western Quebec, Canada. At the 2001 census, there were 1,039 permanent residents. The village has a total area of 7.95 square kilometres (3.07 sq mi), and is located at the eastern edge of Quebec's Outaouais region.  It is located on the border with Ontario.\n The village is world-famous for the Château Montebello resort, the largest log structure ever built. The resort was the host of the 1983 NATO Nuclear Planning Group, and the 1981 G7 Economic Summit.\n Parc Omega, a large drive-through wildlife park, is just to the north in Notre-Dame-de-Bonsecours.\n Since 2005, it also hosts the Amnesia Rockfest, which has become Canada's largest rock festival.  Past performers include System of a Down, Blink-182, Alice Cooper, The Offspring, Korn, Marilyn Manson, Linkin Park, Rise Against and Dream Theater.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).\n Quebec is the second-most populous province of Canada, after Ontario. It is the only one to have a predominantly French-speaking population, with French as the sole provincial official language. Most inhabitants live in urban areas near the Saint Lawrence River between Montreal and Quebec City, the capital. Approximately half of Quebec residents live in the Greater Montreal Area, including the Island of Montreal. English-speaking communities and English-language institutions are concentrated in the west of the island of Montreal but are also significantly present in the Outaouais, Eastern Townships, and Gaspé regions. The Nord-du-Québec region, occupying the northern half of the province, is sparsely populated and inhabited primarily by Aboriginal peoples.\n The climate around the major cities is four-seasons continental with cold and snowy winters combined with warm to hot humid summers, but farther north long winter seasons dominate and as a result the northern areas of the province are marked by tundra conditions. Even in central Quebec, at comparatively southerly latitudes, winters are severe in inland areas.\n Quebec independence debates have played a large role in the politics of the province. Parti Québécois governments held referendums on sovereignty in 1980 and 1995. Although neither passed, the 1995 referendum saw the highest voter turnout in Quebec history, at over 93%, and only failed by less than 1%. In 2006, the House of Commons of Canada passed a symbolic motion recognizing the \"Québécois as a nation within a united Canada\".\n While the province's substantial natural resources have long been the mainstay of its economy, sectors of the knowledge economy such as aerospace, information and communication technologies, biotechnology, and the pharmaceutical industry also play leading roles. These many industries have all contributed to helping Quebec become an economically influential province within Canada, second only to Ontario in economic output.",
  "/wiki/8th_G7_summit": "The 8th G7 Summit was held in Versailles, France from June 4 to 6, 1982.  The venue for the summit meetings was at the Palace of Versailles.\n The Group of Seven (G7) is an unofficial forum which brings together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/François_Mitterrand": "François Maurice Adrien Marie Mitterrand[a] (26 October 1916 – 8 January 1996) was a French statesman who served as President of France from 1981 to 1995, the longest time in office in the history of France. As First Secretary of the Socialist Party, he was the first left-wing politician to assume the presidency under the Fifth Republic.\n Reflecting family influences, Mitterrand started political life on the Catholic nationalist right. He served under the Vichy Regime during its earlier years. Subsequently he joined the Resistance, moved to the left, and held ministerial office several times under the Fourth Republic. He opposed de Gaulle's establishment of the Fifth Republic. Although at times a politically isolated figure, Mitterrand outmanoeuvered rivals to become the left's standard bearer at every presidential election from 1965–88; with the exception of 1969. Mitterrand was elected President at the 1981 presidential election. He was re-elected in 1988 and remained in office until 1995.\n Mitterrand invited the Communist Party into his first government, which was a controversial decision at the time. In the event, the Communists were boxed in as junior partners and, rather than taking advantage, saw their support erode. They left the cabinet in 1984. Early in his first term, Mitterrand followed a radical left-wing economic agenda, including nationalisation of key firms, but after two years, with the economy in crisis, he reversed course. He pushed a socially liberal agenda with reforms such as the abolition of the death penalty, the 39-hour work week, and the end of a government monopoly in radio and television broadcasting. His foreign and defense policies built on those of his Gaullist predecessors. His partnership with German Chancellor Helmut Kohl advanced European integration via the Maastricht Treaty, but he reluctantly accepted German reunification. During his time in office, he was a strong promoter of culture and implemented a range of costly \"Grands Projets\". He is the only French President to ever have named a female Prime Minister, Édith Cresson, in 1991. He was twice forced by the loss of a parliamentary majority into \"cohabitation governments\" with conservative cabinets led, respectively, by Jacques Chirac (1986–1988), and Édouard Balladur (1993–1995). Less than eight months after leaving office, Mitterrand died from the prostate cancer he had successfully concealed for most of his presidency.\n Beyond making the French left electable, Mitterrand presided over the rise of the Socialist Party to dominance of the left, and the decline of the once-mighty Communist Party (as a share of the popular vote in the first presidential round, the Communists shrank from a peak of 21.27% in 1969 to 8.66% in 1995, at the end of Mitterrand's second term).",
  "/wiki/Versailles_(city)": "Versailles (French pronunciation: [vɛʁsɑj] (listen)) is a city in the Yvelines département in the Île-de-France region, renowned worldwide for the Château de Versailles and the gardens of Versailles, designated UNESCO World Heritage Sites. Located in the western suburbs of the French capital, 17.1 km (10.6 mi) from the centre of Paris, Versailles is in the 21st century a wealthy suburb of Paris with a service-based economy and a major tourist destination as well.  According to the 2008 census, the population of the city is 88,641 inhabitants, down from a peak of 94,145 in 1975.\n A new town founded at the will of King Louis XIV, Versailles was the de facto capital of the Kingdom of France for over a century, from 1682 to 1789, before becoming the cradle of the French Revolution. After having lost its status of royal city, it became the préfecture (regional capital) of the Seine-et-Oise département in 1790, then of Yvelines in 1968. It is also a Roman Catholic diocese. \n Versailles is historically known for numerous treaties such as the Treaty of Paris, which ended the American Revolution, and the Treaty of Versailles, after World War I. Today, the Congress of France – the name given to the body created when both houses of the French Parliament, the National Assembly and the Senate, meet – gathers in the Château de Versailles to vote on revisions to the Constitution.",
  "/wiki/9th_G7_summit": "The 9th G7 Summit was held at Williamsburg, Virginia, United States during the 28th to 30 May 1983. The venue for the summit meetings was Colonial Williamsburg in Virginia.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.\n Reagan was raised in a low-income family in small towns of northern Illinois. He graduated from Eureka College in 1932 and worked as a sports commentator on several regional radio stations. After moving to California in 1937, he found work as an actor and starred in a few major productions. Reagan was twice elected president of the Screen Actors Guild—the labor union for actors—where he worked to root out Communist influence. In the 1950s, he moved into television and was a motivational speaker at General Electric factories, during which time he became a conservative. Reagan was a Democrat until 1962 when he switched to the Republican Party. In 1964, Reagan's speech \"A Time for Choosing\" supported Barry Goldwater's foundering presidential campaign and earned him national attention as a new conservative spokesman. Building a network of supporters, Reagan was elected governor of California in 1966. As governor, Reagan raised taxes, turned a state budget deficit to a surplus, challenged the protesters at the University of California, ordered in National Guard troops during a period of protest movements in 1969, and was re-elected in 1970. He twice ran unsuccessfully for the Republican presidential nomination, in 1968 and 1976.\n In 1980, Reagan won the Republican presidential nomination and defeated the incumbent president, Jimmy Carter. At 69 years, 349 days of age at the time of his first inauguration, Reagan was the oldest person to assume the U.S. presidency, a distinction he held until 2017, when Donald Trump was inaugurated at age 70 years, 220 days. Reagan faced former vice president Walter Mondale when he ran for re-election in 1984 and defeated him, winning the most electoral votes of any U.S. president, 525, or 97.6% of the 538 votes in the Electoral College. It was the second-most lopsided presidential election in modern U.S. history after Franklin D. Roosevelt's 1936 victory over Alfred M. Landon, in which he won 98.5% or 523 of the (then-total) 531 electoral votes.\n Soon after taking office as president, Reagan began implementing sweeping new political and economic initiatives. His supply-side economic policies, dubbed \"Reaganomics\", advocated tax rate reduction to spur economic growth, economic deregulation, and reduction in government spending. In his first term, he survived an assassination attempt, spurred the War on Drugs, and fought public sector labor unions. Over his two terms, the economy saw a reduction of inflation from 12.5% to 4.4% and an average real GDP annual growth of 3.4%. Reagan enacted cuts in domestic discretionary spending, cut taxes, and increased military spending, which contributed to increased federal debt overall. Foreign affairs dominated his second term, including ending the Cold War, the bombing of Libya, the Iran–Iraq War, and the Iran–Contra affair. In June 1987, four years after he publicly described the Soviet Union as an \"evil empire\", Reagan challenged Soviet General Secretary Mikhail Gorbachev to \"tear down this wall!\", during a speech at the Brandenburg Gate. He transitioned Cold War policy from détente to rollback by escalating an arms race with the USSR while engaging in talks with Gorbachev. The talks culminated in the INF Treaty, which shrank both countries' nuclear arsenals. Reagan began his presidency during the decline of the Soviet Union, which ultimately collapsed nearly three years after he left office.\n When Reagan left office in 1989, he held an approval rating of 68%, matching those of Franklin D. Roosevelt, and later Bill Clinton, as the highest ratings for departing presidents in the modern era. He was the first president since Dwight D. Eisenhower to serve two full terms after the five prior presidents did not. Although he had planned an active post-presidency, Reagan disclosed in November 1994 that he had been diagnosed with Alzheimer's disease earlier that year. Afterward, his informal public appearances became more infrequent as the disease progressed. He died at home on June 5, 2004. His tenure constituted a realignment toward conservative policies in the United States, and he is an icon among conservatives. Evaluations of his presidency among historians and the general public place him among the upper tier of American presidents.",
  "/wiki/Williamsburg,_Virginia": "Williamsburg is a city in the U.S. state of Virginia. As of the 2010 U.S. Census, the population was 14,068. In 2018, the population was estimated to be 14,896. Located on the Virginia Peninsula, Williamsburg is in the northern part of the Hampton Roads metropolitan area. It is bordered by James City County and York County.\n Williamsburg was founded in 1632 as Middle Plantation, a fortified settlement on high ground between the James and York rivers. The city served as the capital of the Colony and Commonwealth of Virginia from 1699 to 1780 and was the center of political events in Virginia leading to the American Revolution. The College of William & Mary, established in 1693, is the second-oldest institution of higher education in the United States and the only one of the nine colonial colleges located in the South; its alumni include three U.S. Presidents as well as many other important figures in the nation's early history.\n The city's tourism-based economy is driven by Colonial Williamsburg, the restored Historic Area of the city. Along with nearby Jamestown and Yorktown, Williamsburg forms part of the Historic Triangle, which attracts more than four million tourists each year. Modern Williamsburg is also a college town, inhabited in large part by William & Mary students and staff.",
  "/wiki/10th_G7_summit": "The 10th G7 Summit was held in London, England, United Kingdom from 7 to 9 June 1984. The venue for the summit meetings was Lancaster House in London.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Margaret_Thatcher": "Margaret Hilda Thatcher, Baroness Thatcher, LG, OM, DStJ, PC, FRS, HonFRSC (née Roberts; 13 October 1925 – 8 April 2013) also known as the Iron Lady, was a British stateswoman who served as Prime Minister of the United Kingdom from 1979 to 1990 and leader of the Conservative Party from 1975 to 1990. She was the longest-serving British prime minister of the 20th century and the first woman to hold that office. A Soviet journalist dubbed her \"The Iron Lady\", a nickname that became associated with her uncompromising politics and leadership style. As Prime Minister, she implemented policies known as Thatcherism.\n Thatcher studied chemistry at Somerville College, Oxford, and worked briefly as a research chemist, before becoming a barrister. She was elected Member of Parliament for Finchley in 1959. Edward Heath appointed her Secretary of State for Education and Science in his 1970–74 government. In 1975, she defeated Heath in the Conservative Party leadership election to become Leader of the Opposition, the first woman to lead a major political party in the United Kingdom. On becoming Prime Minister after winning the 1979 general election, she introduced a series of economic policies intended to reverse high unemployment and Britain's struggles in the wake of the Winter of Discontent and an ongoing recession.[nb 1] Her political philosophy and economic policies emphasised deregulation (particularly of the financial sector), flexible labour markets, the privatisation of state-owned companies, and reducing the power and influence of trade unions. Her popularity in her first years in office waned amid recession and rising unemployment, until victory in the 1982 Falklands War and the recovering economy brought a resurgence of support, resulting in her landslide re-election in 1983. She survived an assassination attempt by the Provisional IRA in the 1984 Brighton hotel bombing and achieved a political victory against the National Union of Mineworkers in the 1984–85 miners' strike.\n Thatcher was re-elected for a third term with another landslide in 1987, but her subsequent support for the Community Charge (\"poll tax\") was widely unpopular, and her increasingly Eurosceptic views on the European Community were not shared by others in her Cabinet. She resigned as Prime Minister and party leader in November 1990, after Michael Heseltine launched a challenge to her leadership (characterized by journalist Simon Heffer as \"a rare coup d’état at the top of the British politics: the first since Lloyd George sawed Asquith off at the knees in 1916\").\n. After retiring from the Commons in 1992, she was given a life peerage as Baroness Thatcher (of Kesteven in the County of Lincolnshire) which entitled her to sit in the House of Lords. In 2013, she died of a stroke at the Ritz Hotel in London, at the age of 87.\n Although a controversial figure in British political culture, Thatcher is nonetheless viewed favourably in historical rankings of British prime ministers. Her tenure constituted a realignment towards neoliberal policies in the United Kingdom and debate over the complicated legacy of Thatcherism persists into the 21st century.",
  "/wiki/11th_G7_summit": "The 11th G7 Summit was held in Bonn, West Germany between May 2 and May 4, 1985.  The venue for the summit meeting was at the former official residence of the Chancellor of the Federal Republic of Germany in Bonn, the Palais Schaumburg.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Helmut_Kohl": "Helmut Josef Michael Kohl (German: [ˈhɛlmuːt ˈkoːl]; 3 April 1930 – 16 June 2017) was a German politician and statesman who served as Chancellor of Germany from 1982 to 1998 (of West Germany 1982–1990 and of the reunited Germany 1990–1998) and as the chairman of the Christian Democratic Union (CDU) from 1973 to 1998. From 1969 to 1976, Kohl was minister president of the state Rhineland-Palatinate. Kohl chaired the Group of Seven in 1985 and 1992. In 1998 he became honorary chairman of the CDU, resigning from the position in 2000.\n Born in 1930 in Ludwigshafen to a Roman Catholic family, Kohl joined the Christian Democratic Union in 1946 at the age of 16. He earned a PhD in history at Heidelberg University in 1958 and worked as a business executive before becoming a full-time politician. He was elected as the youngest member of the Parliament of Rhineland-Palatinate in 1959 and became Minister-President of his home state in 1969. Viewed during the 1960s and the early 1970s as a progressive within the CDU, he was elected national chairman of the party in 1973. In the 1976 federal election his party performed well, but the social-liberal government of social democrat Helmut Schmidt was able to remain in power, as well as in 1980, when Kohl's rival from the Bavarian sister party CSU, Franz Josef Strauß, candidated. After Schmidt had lost the support of the liberal FDP in 1982, Kohl was elected Chancellor through a switch of the FDP, forming a Christian-liberal government. After he had become party leader, Kohl was increasingly seen as a more conservative figure.\n As Chancellor Kohl was strongly committed to European integration and French–German cooperation in particular; he was also a steadfast ally of the United States and supported Reagan's more aggressive policies in order to weaken the Soviet Union. Kohl's 16-year tenure was the longest of any German Chancellor since Otto von Bismarck. He oversaw the end of the Cold War and the German reunification, for which he is generally known as Chancellor of Unity. Together with French President François Mitterrand, Kohl was the architect of the Maastricht Treaty, which established the European Union (EU) and the euro currency. Kohl was also a central figure in the eastern enlargement of the European Union, and his government led the effort to push for international recognition of Croatia, Slovenia, and Bosnia and Herzegovina when the states declared independence. He played an instrumental role in solving the Bosnian War. Domestically, Kohl's policies focused on economic reforms and later also on the process of integrating the former East Germany into the reunited Germany, and he moved the federal capital from the \"provisional capital\" Bonn back to Berlin, although he himself never resided there because the government offices were only relocated in 1999. Kohl also greatly increased federal spending on arts and culture. After his chancellorship, Kohl's reputation suffered domestically because of his role in the CDU donations scandal and he had to resign from his honorary chairmanship of the CDU after little more than a year in January 2000, but he was partly rehabilitated in later years. The later Chancellor Angela Merkel started her political career as Kohl's protegée.\n Kohl was described as \"the greatest European leader of the second half of the 20th century\" by U.S. Presidents George H. W. Bush and Bill Clinton. Kohl received the Charlemagne Prize in 1988 with François Mitterrand; in 1998 Kohl became the second person to be named Honorary Citizen of Europe by the European heads of state or government. Following his death, Kohl was honored with the first ever European Act of State in Strasbourg. Kohl was married to Hannelore Kohl during his entire political career, and they had two sons, Walter Kohl and Peter Kohl.",
  "/wiki/12th_G7_summit": "The 12th G7 Summit was held in Tokyo, Japan between May 4 and May 6, 1986.  The venue for the summit meetings was the State Guesthouse in Tokyo, Japan.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Yasuhiro_Nakasone": "Yasuhiro Nakasone (中曽根 康弘, Nakasone Yasuhiro, 27 May 1918 – 29 November 2019) was a Japanese politician who served as Prime Minister of Japan and President of the Liberal Democratic Party from 1982 to 1987. He was a member of the House of Representatives for more than 50 years. He was best known for pushing through the privatization of state-owned companies, and for helping to revitalize Japanese nationalism during and after his term as prime minister.",
  "/wiki/13th_G7_summit": "The 13th G7 Summit was held in Venice, Italy between June 8 and 10, 1987.  The venue for the summit meetings was the island of San Giorgio Maggiore in the Venetian lagoon.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Amintore_Fanfani": "Amintore Fanfani (Italian pronunciation: [aˈmintore faɱˈfaːni]; 6 February 1908 – 20 November 1999) was an Italian politician and the Prime Minister of Italy for five separate terms. He was one of the best-known Italian politicians after the Second World War, and a historical figure of the left-wing section of the Christian Democracy party; he is also considered to have been one of the founders of the Italian centre-left.\n Fanfani and the long-time liberal leader Giovanni Giolitti still hold the record as the only statesmen to have served as Prime Minister of Italy in five non-consecutive periods of office. Fanfani was one of the dominant figures of the Italian Christian Democrats for over three decades and he is widely considered one of the most important and influential politicians in Italian history.\n Fanfani was sometimes nicknamed \"Cavallo di Razza\" (\"Purebred Horse\"), thanks to his innate political ability; however his detractors simply called him \"Pony\", due to his small size.",
  "/wiki/14th_G7_summit": "The 14th G7 Summit was held in Toronto, Ontario, Canada between June 19 and 21, 1988. The venue for the summit meetings was the Metro Toronto Convention Centre in Downtown Toronto.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.\n Unlike the relatively low key summit at Château Montebello in 1981, the Toronto summit was held under tight security with involvement of the Royal Canadian Mounted Police (RCMP) and Metro Toronto Police.\n Canada was the first member of the G7 or G8 to host both this kind of Summit and an Olympic Games in the same calendar year. In February, Calgary, Alberta, hosted the 1988 Winter Olympics. Canada would do this again 22 years later when they hosted the 2010 Winter Olympics in Vancouver, British Columbia and then the 36th G8 summit and the 4th G20 summit in Huntsville, Ontario and Toronto respectively.",
  "/wiki/Brian_Mulroney": "Martin Brian Mulroney PC CC GOQ (/mʊlˈruːni/; born March 20, 1939) is a Canadian politician who served as the 18th prime minister of Canada from September 17, 1984, to June 25, 1993. His tenure as prime minister was marked by the introduction of major economic reforms, such as the Canada-U.S. Free Trade Agreement and the Goods and Services Tax. Prior to his political career, he was a prominent lawyer and businessman in Montreal. He later ran for the Progressive Conservatives and won in a landslide in the 1984 Canadian federal election, defeating John Turner of the Liberals and Ed Broadbent of the NDP, not only winning every single province and territory but also capturing over 50% of the vote for the first time since 1958 and increasing his party's seats by 111, up to 211 seats, the highest amount of seats won by any party in Canadian history. The 6.3 million votes won by Mulroney also remained a record until the Liberals' victory in 2015. Throughout his political career, Mulroney's fluency in English and French gave him a decisive advantage.\n He brought forth a constitutional reform, the Meech Lake Accord, in 1987, meant to persuade the government of Quebec to endorse the 1982 constitutional amendments. It was not ratified by the provincial governments of Manitoba and Newfoundland before the June ratification deadline, and thus met its demise in 1990. This loss led to another round of meetings in Charlottetown in 1991 and 1992. These negotiations culminated in Mulroney introducing the Charlottetown Accord, which would create extensive changes to the constitution, including recognition of Quebec as a distinct society. However, the agreement was defeated by a large margin in a national referendum in October 1992. Many blamed the GST battle and Mulroney's rising unpopularity for the fall of the Accord. The end of the Meech Lake Accord in 1990 created division in the country and sparked a revival of Quebec separatism, culminating in the creation and rise of the Bloc Quebecois (BQ).\n In foreign policy, Mulroney opposed the apartheid regime in South Africa and he met with many of the regime's opposition leaders throughout his tenure. His position put him at odds with the American and British governments, but also won him respect elsewhere. He led the Western response to the 1984–1985 famine in Ethiopia, to strong public reaction. Canada's response was overwhelming and led the US and Britain to follow suit almost immediately — an unprecedented situation in foreign affairs at that time in a country that had previously been isolated by Western governments. The Mulroney government was also strongly against the U.S. intervention in Nicaragua under Reagan, and accepted refugees from El Salvador, Guatemala, and other countries with repressive regimes that were supported by the Reagan administration. On December 2, 1991, Canada became the first Western nation to recognize Ukraine as an independent country, next day after the landslide referendum in favour of independence in Ukraine.\n During his first term, the Air India Flight 182 bombing occurred. This was the largest terrorist act of the time, with the majority of the 329 victims being Canadian citizens. Mulroney sent a letter of condolence to then Indian Prime Minister Rajiv Gandhi, which sparked an uproar in Canada since he did not call families of the actual victims to offer condolences. Gandhi replied that he should be the one providing condolences to Mulroney, given that the majority of victims were Canadians. There were several warnings from the Indian government to the Mulroney government about terrorist threats towards Air India flights, which arised questions remain as to why these warnings were not taken more seriously and whether the events leading to the bombing could have been prevented.\n On the environment, Mulroney made it a key focus of his government, and moved Canada to become the first industrialized country to ratify both the biodiversity convention and the climate change convention, which were agreed to at the United Nations Conference on the Environment. His government added significant new national parks (Bruce Peninsula, South Moresby, and Grasslands) and passed the Canadian Environmental Assessment Act and the Canadian Environmental Protection Act. In response to the decline of cod in Atlantic Canada, the Mulroney government imposed a moratorium on the cod fishery there, putting an end to a large portion of the Newfoundland fishing industry. This caused rising economic hardship. His government instituted various programs designed to mitigate these problems, but still started to become deeply unpopular in the Atlantic provinces.\n On social issues, Mulroney opposed capital punishment and attempted a compromise on abortion, to the dismay of social conservatives.\n Mulroney's second term was marked by an economic recession. He proposed the introduction of a national sales tax, the Goods and Services Tax (GST). When it was introduced in 1991, it replaced the Manufacturers' Sales Tax (MST), which was previously applied to goods manufactured in Canada. This was contentious among the Senate, and public polling showed that as many as 80% of Canadians were opposed to it. Mulroney then used Section 26, a Constitutional provision, to allow him in an emergency situation to ask the Queen to appoint 8 new Senators. Although the government argued that the tax was not a tax increase, but a tax shift, the highly visible nature of the tax was extremely unpopular, and many resented Mulroney's use of an \"emergency\" clause in the constitution. Fiscal conservatives likewise did not approve of Mulroney's tax increases and his failure to curtail expansion of \"big government\" programs and political patronage. This caused a stark decline in Mulroney's popularity, which induced him to resign and hand over his power to Kim Campbell, who became the 19th Prime Minister of Canada on June 25, 1993.\n Brian Mulroney is also particularly famous for delivering one of the few \"knockout blows\" in Canadian debate history by commenting \"You had an option, sir\" over John Turner's appointments. Turner froze and wilted under this withering riposte from Mulroney, and only could repeat \"I had no option.\" A visibly angry Mulroney then called this \"an avowal of failure\" and \"a confession of non-leadership\".\n Mulroney's legacy is complicated and even emotional. Mulroney makes the case that his once-radical policies on the economy and free trade were not reversed by subsequent governments, and regards this as vindication. His Deputy Prime Minister Don Mazankowski made a claim that his greatest accomplishment will be seen as, \"Dragging Canada kicking and screaming into the 21st century.\" Military historians Norman Hillmer and J.L. Granatstein ranked Mulroney eighth among Canada's prime ministers in their 1999 book Prime Ministers: Ranking Canada's Leaders. Former Bloc Québécois leader Michel Gauthier considered Brian Mulroney to be the greatest prime minister Canada has known in the last 50 years due to its political projects taken by him such as Meech Lake accord, the fight against apartheid, an economic project, the North American Free Trade Agreement, and a fiscal project, which was to put the finances of the state back in order, and also pointed out that there was no constitutional quarrel between the federal and Quebec Government. In 2006, he was proclaimed Canada’s greenest prime minister by a survey of environmentalists, due to his efforts such as the Canada-U.S. acid rain treaty, an ambitious environmental agenda, the creation of eight new national parks, and the ratification of the Environmental Protection Act. Mulroney's image later improved from his bitter unpopularity during tenure and is now generally ranked as one of Canada's best prime ministers.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,954,024 as of July 2018. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.\nPeople have travelled through and inhabited the Toronto area, located on a broad sloping plateau interspersed with rivers, deep ravines, and urban forest, for more than 10,000 years. After the broadly disputed Toronto Purchase, when the Mississauga surrendered the area to the British Crown, the British established the town of York in 1793 and later designated it as the capital of Upper Canada. During the War of 1812, the town was the site of the Battle of York and suffered heavy damage by American troops. York was renamed and incorporated in 1834 as the city of Toronto. It was designated as the capital of the province of Ontario in 1867 during Canadian Confederation. The city proper has since expanded past its original borders through both annexation and amalgamation to its current area of 630.2 km2 (243.3 sq mi).\n The diverse population of Toronto reflects its current and historical role as an important destination for immigrants to Canada. More than 50 percent of residents belong to a visible minority population group, and over 200 distinct ethnic origins are represented among its inhabitants. While the majority of Torontonians speak English as their primary language, over 160 languages are spoken in the city.\n Toronto is a prominent centre for music, theatre, motion picture production, and television production, and is home to the headquarters of Canada's major national broadcast networks and media outlets. Its varied cultural institutions, which include numerous museums and galleries, festivals and public events, entertainment districts, national historic sites, and sports activities, attract over 43 million tourists each year. Toronto is known for its many skyscrapers and high-rise buildings, in particular the tallest free-standing structure in the Western Hemisphere, the CN Tower.\n The city is home to the Toronto Stock Exchange, the headquarters of Canada's five largest banks, and the headquarters of many large Canadian and multinational corporations. Its economy is highly diversified with strengths in technology, design, financial services, life sciences, education, arts, fashion, aerospace, environmental innovation, food services, and tourism.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.\n Ontario is bordered by the province of Manitoba to the west, Hudson Bay and James Bay to the north, and Quebec to the east and northeast, and to the south by the U.S. states of (from west to east) Minnesota, Michigan, Ohio, Pennsylvania, and New York. Almost all of Ontario's 2,700 km (1,678 mi) border with the United States follows inland waterways: from the westerly Lake of the Woods, eastward along the major rivers and lakes of the Great Lakes/Saint Lawrence River drainage system. These include Rainy River, Pigeon River, Lake Superior, St. Marys River, Lake Huron, St. Clair River, Lake St. Clair, Detroit River, Lake Erie, Niagara River, Lake Ontario and the St. Lawrence River from Kingston, Ontario, to the Quebec boundary just east of Cornwall, Ontario. There is only about 1 km (0.6 mi) of land border, made up of portages including Height of Land Portage on the Minnesota border.\n Ontario is sometimes conceptually divided into two regions, Northern Ontario and Southern Ontario. The great majority of Ontario's population and arable land is in the south. In contrast, the larger, northern part of Ontario is sparsely populated with cold winters and heavy forestation.",
  "/wiki/15th_G7_summit": "The 15th G7 Summit was held in the business district of La Défense to the west of Paris, France between July 14 to 16, 1989.  The venue for the summit meetings was the Grande Arche which was rushed to completion for celebrations marking the bicentennial of the French Revolution and for the world economic summit meeting that was held in the top of the Arche.  This event was also called the \"Summit of the Arch.\"\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.\n The city is a major railway, highway and air-transport hub served by two international airports: Paris-Charles de Gaulle (the second busiest airport in Europe) and Paris-Orly. Opened in 1900, the city's subway system, the Paris Métro, serves 5.23 million passengers daily; it is the second busiest metro system in Europe after the Moscow Metro. Gare du Nord is the 24th busiest railway station in the world, but the first located outside Japan, with 262 million passengers in 2015. Paris is especially known for its museums and architectural landmarks: the Louvre was among most visited art museums in the world in 2019, with 9.6 million visitors. The Musée d'Orsay, Musée Marmottan Monet, and Musée de l'Orangerie are noted for their collections of French Impressionist art, the Pompidou Centre Musée National d'Art Moderne has the largest collection of modern and contemporary art in Europe, and the Musée Rodin and Musée Picasso exhibit the works of the two noted Parisians. The historical district along the Seine in the city centre is classified as a UNESCO Heritage Site, and popular landmarks in the city centre included the Cathedral of Notre Dame de Paris, now closed for renovation after the 15 April 2019 fire. Other popular tourist sites include the Gothic royal chapel of Sainte-Chapelle, both on the Île de la Cité; the Eiffel Tower, constructed for the Paris Universal Exposition of 1889; the Grand Palais and Petit Palais, built for the Paris Universal Exposition of 1900; the Arc de Triomphe on the Champs-Élysées, and the Basilica of Sacré-Coeur on the hill of Montmartre.\n Paris received 24.5 million visitors in 2018, measured by hotel stays, with the largest numbers of foreign visitors coming from the United States, the United Kingdom, Germany and China. It was ranked as the second most visited travel destination in the world in 2018, after Bangkok. The football club Paris Saint-Germain and the rugby union club Stade Français are based in Paris. The 80,000-seat Stade de France, built for the 1998 FIFA World Cup, is located just north of Paris in the neighbouring commune of Saint-Denis. Paris hosts the annual French Open Grand Slam tennis tournament on the red clay of Roland Garros. The city hosted the Olympic Games in 1900, 1924 and will host the 2024 Summer Olympics. The 1938 and 1998 FIFA World Cups, the 2007 Rugby World Cup, as well as the 1960, 1984 and 2016 UEFA European Championships were also held in the city; every July, the Tour de France bicycle race finishes there.",
  "/wiki/16th_G7_summit": "The 16th G7 Summit was held at Houston between July 9 and 11, 1990.  The venue for the summit meetings was the campus of Rice University and other locations nearby in the Houston Museum District.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, West Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/George_H._W._Bush": "George Herbert Walker Bush (June 12, 1924 – November 30, 2018) was an American politician and businessman who served as the 41st president of the United States from 1989 to 1993. Since around 2000 he has usually been called George H. W. Bush, Bush Senior, or Bush 41 to distinguish him from his eldest son, George W. Bush, who served as the 43rd president from 2001 to 2009. A member of the Republican Party, Bush also served in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, as Director of Central Intelligence, and as the 43rd vice president of the United States.\n Bush was raised in Greenwich, Connecticut and attended Phillips Academy before serving in the United States Navy during World War II. After the war, he graduated from Yale University and moved to West Texas, where he established a successful oil company. After an unsuccessful run for the United States Senate, he won election to the 7th congressional district of Texas in 1966. President Richard Nixon appointed Bush to the position of Ambassador to the United Nations in 1971 and to the position of chairman of the Republican National Committee in 1973. In 1974, President Gerald Ford appointed him as the Chief of the Liaison Office to the People's Republic of China, and in 1976 Bush became the Director of Central Intelligence. Bush ran for president in 1980, but was defeated in the Republican presidential primaries by Ronald Reagan. He was then elected vice president in 1980 and 1984 as Reagan's running mate.\n In the 1988 presidential election, Bush defeated Democrat Michael Dukakis, becoming the first incumbent vice president to be elected president in 152 years. Foreign policy drove the Bush presidency, as he navigated the final years of the Cold War and played a key role in the reunification of Germany. Bush presided over the invasion of Panama and the Gulf War, ending the Iraqi occupation of Kuwait in the latter conflict. Though the agreement was not ratified until after he left office, Bush negotiated and signed the North American Free Trade Agreement (NAFTA), which created a trade bloc consisting of the United States, Canada, and Mexico. Domestically, Bush reneged on a 1988 campaign promise by signing a bill that increased taxes and helped reduce the federal budget deficit. He also signed the Americans with Disabilities Act of 1990 and appointed David Souter and Clarence Thomas to the Supreme Court. Bush lost the 1992 presidential election to Democrat Bill Clinton following an economic recession and the decreased importance of foreign policy in a post–Cold War political climate.\n After leaving office in 1993, Bush was active in humanitarian activities, often working alongside Clinton, his former opponent. With George W. Bush's victory in the 2000 presidential election, Bush and his son became the second father–son pair to serve as the nation's president, following John Adams and John Quincy Adams. Another son, Jeb Bush, unsuccessfully sought the Republican presidential nomination in the 2016 Republican primaries. After a long battle with vascular Parkinson's disease, Bush died at his home on November 30, 2018. Historians generally rank Bush as an above average president.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.\n Comprising a total area of 637.4 square miles (1,651 km2), Houston is the eighth most expansive city in the United States (including consolidated city-counties). It is the largest city in the United States by total area, whose government is not consolidated with that of a county, parish or borough. Though primarily in Harris County, small portions of the city extend into Fort Bend and Montgomery counties, bordering other principal communities of Greater Houston such as Sugar Land and The Woodlands.\n The city of Houston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837. The city is named after former General Sam Houston, who was president of the Republic of Texas and had won Texas' independence from Mexico at the Battle of San Jacinto 25 miles (40 km) east of Allen's Landing. After briefly serving as the capital of the Texas Republic in the late 1830s, Houston grew steadily into a regional trading center for the remainder of the 19th century.\n The arrival of the 20th century saw a convergence of economic factors which fueled rapid growth in Houston, including a burgeoning port and railroad industry, the decline of Galveston as Texas' primary port following a devastating 1900 hurricane, the subsequent construction of the Houston Ship Channel, and the Texas oil boom. In the mid-20th century, Houston's economy diversified as it became home to the Texas Medical Center—the world's largest concentration of healthcare and research institutions—and NASA's Johnson Space Center, where the Mission Control Center is located.\n Houston's economy since the late 19th century has a broad industrial base in energy, manufacturing, aeronautics, and transportation. Leading in healthcare sectors and building oilfield equipment, Houston has the second most Fortune 500 headquarters of any U.S. municipality within its city limits (after New York City). The Port of Houston ranks first in the United States in international waterborne tonnage handled and second in total cargo tonnage handled. Nicknamed the \"Bayou City\" \"Space City”, \"H-Town\", and “the 713”, Houston has become a global city, with strengths in culture, medicine, and research. The city has a population from various ethnic and religious backgrounds and a large and growing international community. Houston is the most diverse metropolitan area in Texas and has been described as the most racially and ethnically diverse major metropolis in the U.S. It is home to many cultural institutions and exhibits, which attract more than 7 million visitors a year to the Museum District. Houston has an active visual and performing arts scene in the Theater District and offers year-round resident companies in all major performing arts.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.\n Houston is the most populous city in Texas and the fourth largest in the U.S., while San Antonio is the second-most populous in the state and seventh largest in the U.S. Dallas–Fort Worth and Greater Houston are the fourth and fifth largest metropolitan statistical areas in the country, respectively. Other major cities include Austin, the second-most populous state capital in the U.S., and El Paso. Texas is nicknamed the \"Lone Star State\" for its former status as an independent republic, and as a reminder of the state's struggle for independence from Mexico. The \"Lone Star\" can be found on the Texas state flag and on the Texas state seal. The origin of Texas's name is from the word taysha, which means \"friends\" in the Caddo language.\n Due to its size and geologic features such as the Balcones Fault, Texas contains diverse landscapes common to both the U.S. Southern and Southwestern regions. Although Texas is popularly associated with the U.S. southwestern deserts, less than 10% of Texas's land area is desert. Most of the population centers are in areas of former prairies, grasslands, forests, and the coastline. Traveling from east to west, one can observe terrain that ranges from coastal swamps and piney woods, to rolling plains and rugged hills, and finally the desert and mountains of the Big Bend.\n The term \"six flags over Texas\"[note 1] refers to several nations that have ruled over the territory. Spain was the first European country to claim and control the area of Texas. France held a short-lived colony. Mexico controlled the territory until 1836 when Texas won its independence, becoming an independent Republic. In 1845, Texas joined the union as the 28th state. The state's annexation set off a chain of events that led to the Mexican–American War in 1846. A slave state before the American Civil War, Texas declared its secession from the U.S. in early 1861, and officially joined the Confederate States of America on March 2 of the same year. After the Civil War and the restoration of its representation in the federal government, Texas entered a long period of economic stagnation.\n Historically four major industries shaped the Texas economy prior to World War II: cattle and bison, cotton, timber, and oil. Before and after the U.S. Civil War the cattle industry, which Texas came to dominate, was a major economic driver for the state, thus creating the traditional image of the Texas cowboy. In the later 19th century cotton and lumber grew to be major industries as the cattle industry became less lucrative. It was ultimately, though, the discovery of major petroleum deposits (Spindletop in particular) that initiated an economic boom which became the driving force behind the economy for much of the 20th century. With strong investments in universities, Texas developed a diversified economy and high tech industry in the mid-20th century. As of 2015, it is second on the list of the most Fortune 500 companies with 54. With a growing base of industry, the state leads in many industries, including tourism, agriculture, petrochemicals, energy, computers and electronics, aerospace, and biomedical sciences. Texas has led the U.S. in state export revenue since 2002 and has the second-highest gross state product. If Texas were a sovereign state, it would be the 10th largest economy in the world.",
  "/wiki/17th_G7_summit": "The 17th G7 Summit was held in London, England, United Kingdom between 15 and 17 July 1991. The venue for the summit meetings was Lancaster House in London.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/John_Major": "Sir John Major KG CH (born 29 March 1943) is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 1990 to 1997. Major was Foreign Secretary and then Chancellor of the Exchequer in the Thatcher Government from 1989 to 1990, and was Member of Parliament (MP) for Huntingdon from 1979 until his retirement in 2001. Since the death of Margaret Thatcher in 2013, he has been both the oldest and earliest-serving of all living former prime ministers.\n Born in St Helier, Surrey, Major grew up in Brixton. He initially worked as an insurance clerk, and then at the London Electricity Board, before becoming an executive at Standard Chartered. He was first elected to the House of Commons at the 1979 general election as MP for Huntingdon. He served as a Parliamentary Private Secretary, Assistant Whip and as a Minister for Social Security. In 1987, he joined the Cabinet as chief secretary to the Treasury, and was promoted to foreign secretary two years later. Just three months later in October 1989, he was appointed chancellor of the Exchequer, where he presented the 1990 budget. Major became prime minister after Thatcher resigned in November 1990. He presided over British participation in the Gulf War in March 1991, and negotiated the Maastricht Treaty in December 1991. He went on to lead the Conservatives to a record fourth consecutive electoral victory, winning the most votes in British electoral history with over 14 million votes at the 1992 general election, albeit with a reduced majority in the House of Commons. Shortly after this, in what came to be known as Black Wednesday (September 1992), his government was forced to withdraw the pound sterling from the European Exchange Rate Mechanism. This event led to a loss of confidence in Conservative economic policies and Major was never able to achieve a lead in opinion polls again.\n Despite the eventual revival of economic growth amongst other successes such as the beginnings of the Northern Ireland peace process, by the mid-1990s, the Conservative Party was embroiled in scandals involving various MPs (including cabinet ministers). Criticism of Major's leadership reached such a pitch that he chose to resign as party leader in June 1995, challenging his critics to either back him or challenge him; he was duly challenged by John Redwood but was easily re-elected. By this time, the Labour Party had moved toward the centre under the leadership of Tony Blair and won many by-elections, eventually depriving Major's government of a parliamentary majority in December 1996. Major went on to lose the 1997 general election five months later, in one of the largest electoral defeats since the Great Reform Act of 1832.\n Major was succeeded by William Hague as Leader of the Conservative Party in June 1997. He went on to retire from active politics, leaving the House of Commons at the 2001 general election. In 1999, a BBC Radio 4 poll ranked him 17th of 19 among 20th-century British prime ministers; in 2016, a University of Leeds survey ranked him 6th of 13 among post-war prime ministers.",
  "/wiki/18th_G7_summit": "The 18th G7 Summit was held in Munich, Germany between July 6 to 8, 1992.  The venue for the summit meetings was at the Residenz palace in central Munich.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Munich": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.\n The city is a global centre of art, science, technology, finance, publishing, culture, innovation, education, business, and tourism and enjoys a very high standard and quality of living, reaching first in Germany and third worldwide according to the 2018 Mercer survey, and being rated the world's most liveable city by the Monocle's Quality of Life Survey 2018. According to the Globalization and World Rankings Research Institute Munich is considered an alpha-world city, as of 2015[update]. Munich is a major international center of engineering, science, innovation, and research, exemplified by the presence of two research universities, a multitude of scientific institutions in the city and its surroundings, and world class technology and science museums like the Deutsches Museum and BMW Museum. Munich houses many multinational companies and its economy is based on high tech, automobiles, the service sector and creative industries, as well as IT, biotechnology, engineering and electronics among many others.\n The name of the city is derived from the Old/Middle High German term Munichen, meaning \"by the monks\". It derives from the monks of the Benedictine order, who ran a monastery at the place that was later to become the Old Town of Munich; hence the monk depicted on the city's coat of arms. Munich was first mentioned in 1158. Catholic Munich strongly resisted the Reformation and was a political point of divergence during the resulting Thirty Years' War, but remained physically untouched despite an occupation by the Protestant Swedes.[citation needed] Once Bavaria was established as a sovereign kingdom in 1806, it became a major European centre of arts, architecture, culture and science. In 1918, during the German Revolution, the ruling house of Wittelsbach, which had governed Bavaria since 1180, was forced to abdicate in Munich and a short-lived socialist republic was declared.\n In the 1920s, Munich became home to several political factions, among them the NSDAP. The first attempt of the Nazi movement to take over the German government in 1923 with the Beer Hall Putsch was stopped by the Bavarian police in Munich with gunfire. After the Nazis' rise to power, Munich was declared their \"Capital of the Movement\". During World War II, Munich was heavily bombed and more than 50% of the entire city and up to 90% of the historic centre were destroyed. After the end of postwar American occupation in 1949, there was a great increase in population and economic power during the years of Wirtschaftswunder, or \"economic miracle\". Unlike many other German cities which were heavily bombed, Munich restored most of its traditional cityscape and hosted the 1972 Summer Olympics. The 1980s brought strong economic growth, high-tech industries and scientific institutions, and population growth. The city is home to major corporations like BMW, Siemens, MAN, Linde, Allianz and MunichRE.\n Munich is home to many universities, museums and theatres. Its numerous architectural attractions, sports events, exhibitions and its annual Oktoberfest attract considerable tourism. Munich is one of the most prosperous and fastest growing cities in Germany. It is a top-ranked destination for migration and expatriate location. Munich hosts more than 530,000 people of foreign background, making up 37.7% of its population.",
  "/wiki/Bavaria": "Bavaria (/bəˈvɛəriə/; German and Bavarian: Bayern [ˈbaɪɐn]), officially the Free State of Bavaria (German and Bavarian: Freistaat Bayern [ˈfʁaɪʃtaːt ˈbaɪɐn]), is a landlocked federal state of Germany, occupying its southeastern corner. With an area of 70,550.19 square kilometres (27,200 sq mi), Bavaria is the largest German state by land area comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is Germany's second-most-populous state after North Rhine-Westphalia. Bavaria's main cities are Munich (its capital and largest city and also the third largest city in Germany), Nuremberg and Augsburg.\n The history of Bavaria includes its earliest settlement by Iron Age Celtic tribes, followed by the conquests of the Roman Empire in the 1st century BC, when the territory was incorporated into the provinces of Raetia and Noricum. It became a stem duchy in the 6th century AD following the collapse of the Western Roman Empire. It was later incorporated into the Holy Roman Empire, became an independent kingdom, joined the Prussian-led German Empire in 1871 while retaining its title of kingdom, and finally became a state of the Federal Republic of Germany in 1949.\n The Duchy of Bavaria dates back to the year 555. In the 17th century AD, the Duke of Bavaria became a Prince-elector of the Holy Roman Empire. The Kingdom of Bavaria existed from 1806 to 1918, when Bavaria became a republic. In 1946, the Free State of Bavaria reorganized itself on democratic lines after the Second World War.\n Bavaria has a unique culture, largely because of the state's former Catholic majority and conservative traditions. Bavarians have traditionally been proud of their culture, which includes a language, cuisine, architecture, festivals such as Oktoberfest and elements of Alpine symbolism. The state also has the second largest economy among the German states by GDP figures, giving it a status as a rather wealthy German region.\n Modern Bavaria also includes parts of the historical regions of Franconia and Swabia.",
  "/wiki/19th_G7_summit": "The 19th G7 Summit was held in Tokyo, Japan, on July 7–9, 1993.  The venue for the summit meetings was the State Guesthouse in Tokyo, Japan.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Kiichi_Miyazawa": "Kiichi Miyazawa (宮澤 喜一, Miyazawa Kiichi, 8 October 1919 – 28 June 2007) was a Japanese politician who served as Prime Minister of Japan from 1991 to 1993. He was a member of the National Diet of Japan for over 50 years.",
  "/wiki/20th_G7_summit": "The 20th G7 Summit was held in Naples, Italy, on July 8–10, 1994.  The venue for the summit meetings was the former Royal Palace in Naples.\n The Group of Seven (G7) was an unofficial forum which brought together the heads of the richest industrialized countries: France, Germany, Italy, Japan, the United Kingdom, the United States, Canada (since 1976) and the President of the European Commission (starting officially in 1981).  The summits were not meant to be linked formally with wider international institutions; and in fact, a mild rebellion against the stiff formality of other international meetings was a part of the genesis of cooperation between France's President Giscard d'Estaing and West Germany's Chancellor Helmut Schmidt as they conceived the first Group of Six (G6) summit in 1975.",
  "/wiki/Silvio_Berlusconi": "Silvio Berlusconi (/ˌbɛərlʊˈskoʊni/ BAIR-luu-SKOH-nee, Italian: [ˈsilvjo berluˈskoːni] (listen); born 29 September 1936) is an Italian media tycoon and politician who has served as Prime Minister of Italy in four governments. He serves as a Member of the European Parliament (MEP) since July 2019.\n Berlusconi is the controlling shareholder of Mediaset and owned the Italian football club A.C. Milan from 1986 to 2017. He is nicknamed Il Cavaliere (The Knight) for his Order of Merit for Labour, although he voluntarily resigned from this order in March 2014. In 2018, Forbes magazine ranked him as the 190th richest man in the world with a net worth of US$8.0 billion. In 2009, Forbes ranked him 12th in the List of The World's Most Powerful People due to his domination of Italian politics, throughout more than twenty years at the head of the centre-right coalition.\n Berlusconi was Prime Minister for nine years in total, making him the longest serving post-war Prime Minister of Italy, and the third longest-serving since Italian unification, after Benito Mussolini and Giovanni Giolitti. He was the leader of the centre-right party Forza Italia from 1994 to 2009, and its successor party The People of Freedom from 2009 to 2013. Since November 2013, he has led a revived Forza Italia. Berlusconi was the senior G8 leader from 2009 until 2011 and he currently holds the record for hosting G8 Summits (having hosted three Summits in Italy). After serving nearly 19 years as member of the Chamber of Deputies, Italy's lower house, after the 2013 general election he became a member of the Senate.\n On 1 August 2013, he was convicted of tax-fraud by the court of final instance, Court of Cassation, confirming his four-year prison sentence (of which three years are automatically pardoned) along with a public office ban for two years. As his age exceeded 70 years, he was exempted from direct imprisonment, and instead served his sentence by doing unpaid social community work. Because he had been sentenced to a gross imprisonment for more than two years, a new Italian anti-corruption law led to the Senate expelling and barring him from serving in any legislative office for six years. Berlusconi has pledged to stay leader of Forza Italia throughout his custodial sentence and public office ban. After his ban ended, Berlusconi ran for and was successfully elected as an MEP at the 2019 European Parliament election.\n Berlusconi was the first person to assume the premiership without having held any prior government or administrative offices. He is known for his populist political style and brash, overbearing personality. In his long tenure, he was often accused of being an authoritarian leader and a strongman. Berlusconi still remains a controversial figure who divides public opinion and political analysts. Supporters emphasize his leadership skills and charismatic power, his fiscal policy based on tax reduction, and his ability to maintain strong and close foreign relations with both the United States and Russia. In general, critics address his performance as a politician, and the ethics of his government practices in relation to his  business holdings. Issues with the former include accusations of having mismanaged the state budget and of increasing the Italian government debt. The second criticism concerns his vigorous pursuit of his personal interests while in office, including benefitting from his own companies' growth due to policies promoted by his governments, having vast conflicts of interest due to ownership of a media empire with which he has restricted freedom of information and finally, being blackmailed as leader because of his turbulent private life.",
  "/wiki/Naples": "Naples (/ˈneɪpəlz/; Italian: Napoli [ˈnaːpoli] (listen); Neapolitan: Napule [ˈnɑːpələ, ˈnɑːpulə]; Ancient Greek: Νεάπολις, romanized: Neápolis)[a] is the regional capital of Campania and the third-largest city of Italy after Rome and Milan. In 2017, around 967,069 people lived within the city's administrative limits while its province-level municipality has a population of 3,115,320 residents. Its continuously built-up metropolitan area (that stretches beyond the boundaries of the Metropolitan City of Naples) is the second or third largest metropolitan area in Italy and one of the most densely populated cities in Europe.\n First settled by Greeks in the second millennium BC, Naples is one of the oldest continuously inhabited urban areas in the world. In the ninth century BC, a colony known as Parthenope or Παρθενόπη was established on the Island of Megaride, later refounded as Neápolis in the sixth century BC. The city was an important part of Magna Graecia, played a major role in the merging of Greek and Roman society and a significant cultural centre under the Romans. It served as the capital of the Duchy of Naples (661–1139), then of the Kingdom of Naples (1282–1816) and finally of the Two Sicilies until the unification of Italy in 1861. Naples is also considered a capital of the Baroque since the arrival of Caravaggio in the 17th century, and due to the artistic revolution his arrival occasioned.\n Between 1925 and 1936, Naples was expanded and upgraded by Benito Mussolini's government but subsequently sustained severe damage from Allied bombing during World War II, which led to extensive post-1945 reconstruction work. Naples has experienced significant economic growth in recent decades, helped by the construction of the Centro Direzionale business district and an advanced transportation network, which includes the Alta Velocità high-speed rail link to Rome and Salerno and an expanded subway network. Naples is the third-largest urban economy in Italy, after Milan and Rome. The Port of Naples is one of the most important in Europe and home of the Allied Joint Force Command Naples, the NATO body that oversees North Africa, the Sahel and Middle East.\n Naples' historic city centre is the largest in Europe and a UNESCO World Heritage Site, with a wide range of culturally and historically significant sites nearby, including the Palace of Caserta and the Roman ruins of Pompeii and Herculaneum. Naples is also known for its natural beauties such as Posillipo, Phlegraean Fields, Nisida, and Vesuvius.\nNeapolitan cuisine is noted for its association with pizza, which originated in the city, as well as numerous other local dishes.  Naples has the most stars from the Michelin Guide of any Italian city.\n The best-known sports team in Naples is the Serie A club S.S.C. Napoli, two-time Italian champions who play at the San Paolo Stadium in the southwest of the city, in the Fuorigrotta quarter.",
  "/wiki/Campania": "Campania (/kæmˈpeɪniə/, also UK: /kæmˈpæniə/, US: /kɑːmˈpɑːniə/, Italian: [kamˈpaːnja], Neapolitan: [kamˈbɑːnjə]) is a region in Southern Italy. As of 2018, the region has a population of around 5,820,000 people, making it the third-most-populous region of Italy; its total area of 13,590 km2 (5,247 sq mi) makes it the most densely populated region in the country. Located on the south-western portion of the Italian Peninsula, with the Tyrrhenian Sea to the west, it includes the small Phlegraean Islands and Capri for administration as part of the region.\n Coastal areas in the region were colonised by Ancient Greeks between 8th and 7th centuries BC, becoming part of the so-called Magna Græcia. The capital city of Campania is Naples. Campania is rich in culture, especially in regard to gastronomy, music, architecture, archeological and ancient sites such as Pompeii, Herculaneum, Oplontis, Paestum, Aeclanum, Stabiae and Velia. The name of Campania itself is derived from Latin, as the Romans knew the region as Campania felix, which translates into English as \"fertile countryside\" or \"happy countryside\". The rich natural beauty of Campania makes it highly important in the tourism industry, especially along the Amalfi Coast, Mount Vesuvius and the island of Capri.",
  "/wiki/Group_of_Seven": "The Group of Seven (G7) is an international intergovernmental economic organization consisting of the seven largest IMF- advanced economies in the world: Canada, France, Germany, Italy, Japan, the United Kingdom and the United States.\n As of 2018, the seven countries involved represent 58% of the global net wealth ($317 trillion) and more than 46% of the global gross domestic product (GDP) based on nominal values, and more than 32% of the global GDP based on purchasing power parity. The European Union is an invitee to G7."
}