{
  "/wiki/Kenroku-en": "Kenroku-en (兼六園, Six Attributes Garden), located in Kanazawa, Ishikawa, Japan, is an old private garden. Along with Kairaku-en and Kōraku-en, Kenroku-en is one of the Three Great Gardens of Japan. The grounds are open year-round except for December 29 through January 3 during daylight hours and famous for its beauty in all seasons; an admission fee is charged.",
  "/wiki/Kanazawa,_Ishikawa": "Kanazawa (金沢市, Kanazawa-shi) is the capital city of Ishikawa Prefecture, Japan. As of 1 January 2018[update], the city had an estimated population of 466,029 in 203,271 households, and a population density of 990 persons per km². The total area of the city was 468.64 square kilometres (180.94 sq mi).",
  "/wiki/Monuments_of_Japan": "Monuments (記念物, kinenbutsu) is a collective term used by the Japanese government's Law for the Protection of Cultural Properties to denote Cultural Properties of Japan[note 1] as historic locations such as shell mounds, ancient tombs, sites of palaces, sites of forts or castles, monumental dwelling houses and other sites of high historical or scientific value; gardens, bridges, gorges, mountains, and other places of great scenic beauty; and natural features such as animals, plants, and geological or mineral formations of high scientific value.",
  "/wiki/Noto,_Ishikawa": "Noto (能登町, Noto-chō) is a town located in Hōsu District (formerly Fugeshi District), Ishikawa Prefecture, Japan. As of 1 February 2018[update], the town had an estimated population of 17,840 in 7689 households, and a population density of 65 persons per km2, in 2542 households. The total area of the town was 273.27 square kilometres (105.51 sq mi).",
  "/wiki/Wajima,_Ishikawa": "Wajima (輪島市, Wajima-shi) is a city located in Ishikawa Prefecture, Japan. As of 31 January 2018[update], the city had an estimated population of 27,698 in 12768 households, and a population density of 65 persons per km², in 29,304 households. The total area of the city was 426.32 square kilometres (164.60 sq mi).",
  "/wiki/Seisonkaku": "The Seisonkaku (成巽閣) is a large Japanese villa in the city of Kanazawa, built in 1863 by Maeda Nariyasu (1811–1884), 13th daimyō of the Kaga clan, as a retirement home for his mother Shinryu-in (眞龍院). A collection of her personal effects is open to the public.",
  "/wiki/Komatsu,_Ishikawa": "Komatsu (小松市, Komatsu-shi) is a city located in Ishikawa Prefecture, Japan. As of 1 March 2018[update], the city had an estimated population of 108,509 in 42664 households, and a population density of 290 persons per km². The total area of the city was 371.05 square kilometres (143.26 sq mi).",
  "/wiki/Oku_no_Hosomichi": "Oku no Hosomichi (奥の細道, originally おくのほそ道, meaning \"Narrow road to/of the interior\"), translated alternately as The Narrow Road to the Deep North and The Narrow Road to the Interior, is a major work of haibun by the Japanese poet Matsuo Bashō, considered one of the major texts of Japanese literature of the Edo period.",
  "/wiki/List_of_Places_of_Scenic_Beauty_of_Japan_(Ishikawa)": "This list is of the Places of Scenic Beauty of Japan located within the Prefecture of Ishikawa."
}