{
  "/wiki/Kanazawa,_Ishikawa": "Kanazawa (金沢市, Kanazawa-shi) is the capital city of Ishikawa Prefecture, Japan. As of 1 January 2018[update], the city had an estimated population of 466,029 in 203,271 households, and a population density of 990 persons per km². The total area of the city was 468.64 square kilometres (180.94 sq mi).",
  "/wiki/Anamizu,_Ishikawa": "Anamizu (穴水町, Anamizu-machi) is a town located in Hōsu District (formerly Fugeshi District), Ishikawa Prefecture, Japan. As of 1 February 2018[update], the town had an estimated population of 17,840 in 7,689 households, and a population density of 65 persons per km2, in 2,542 households. The total area of the town was 183.21 square kilometres (70.74 sq mi).",
  "/wiki/Hakui,_Ishikawa": "Hakui (羽咋市, Hakui-shi) is a city located in Ishikawa Prefecture, Japan. As of 1 February 2018[update], the city had an estimated population of 22,052 in 8566 households, and a population density of 270 persons per km². The total area of the city was 81.85 square kilometres (31.60 sq mi).",
  "/wiki/Shika,_Ishikawa": "Shika (志賀町, Shika-machi) is a town located in Hakui District, Ishikawa Prefecture, Japan. As of 31 January 2018[update], the town had an estimated population of 20,845 in 8090 households, and a population density of 84 persons per km2. The total area of the town was 246.76 square kilometres (95.27 sq mi).",
  "/wiki/Oyama_Shrine_(Ishikawa)": "Oyama Shrine (尾山神社, Oyama-jinja) is a Shinto shrine in Kanazawa, Ishikawa, Japan.",
  "/wiki/Seisonkaku": "The Seisonkaku (成巽閣) is a large Japanese villa in the city of Kanazawa, built in 1863 by Maeda Nariyasu (1811–1884), 13th daimyō of the Kaga clan, as a retirement home for his mother Shinryu-in (眞龍院). A collection of her personal effects is open to the public.",
  "/wiki/Wajima,_Ishikawa": "Wajima (輪島市, Wajima-shi) is a city located in Ishikawa Prefecture, Japan. As of 31 January 2018[update], the city had an estimated population of 27,698 in 12768 households, and a population density of 65 persons per km², in 29,304 households. The total area of the city was 426.32 square kilometres (164.60 sq mi).",
  "/wiki/List_of_Places_of_Scenic_Beauty_of_Japan_(Ishikawa)": "This list is of the Places of Scenic Beauty of Japan located within the Prefecture of Ishikawa."
}