{
  "/wiki/Pakistan_men%27s_national_field_hockey_team": "The Pakistan national field hockey team (Urdu: پاکستان قومى ہاكى ٹیم‎) is administered by the Pakistan Hockey Federation (PHF), the governing body for hockey in Pakistan. They have been a member of the International Hockey Federation (FIH) since 1948 and founding member of the Asian Hockey Federation (ASHF) which formed in 1958. Pakistan is the most successful national field hockey team in the Hockey World Cup with four championships: 1971, 1978, 1982 and 1994. Pakistan also has the best overall performance in World Cup history in both proportional and absolute terms with 53 victories in 84 matches played, seven time draws, six appearances in the finals and only 24 losses. Pakistan national team has played in all FIH World Cup editions with only one absence in 2014. The green shirts is also one of the most successful national teams in the Asian Games with eight gold medals: 1958, 1962, 1970, 1974, 1978, 1982, 1990 and 2010, the highest number of times a country has come first, and the only Asian team to have won the prestigious Champions Trophy with three championships: 1978, 1980 and 1994. Pakistan have won a total of 29 official international titles to professional and grassroots level selections, with three gold medals in the Olympic Games field hockey tournaments in Rome 1960, Mexico City 1968 and Los Angeles 1984. However, Pakistan could not qualify for Olympics since 2012.",
  "/wiki/Lala_Abdul_Rashid": "Lala Abdul Rashid or Abdul Rashid (1 June 1922 – 8 March 1988) was a member of Pakistan's gold medal winning 1960 Olympic field hockey team. He played as a goalkeeper throughout the tournament.",
  "/wiki/Akhtar_Hussain_(field_hockey)": "Akhtar Hussain (Urdu: اختر حسین‎) (23 August 1926 – 9 November 1987) was a field hockey player, who won the gold medal at the 1948 Summer Olympics for India and the silver medal at the 1956 Summer Olympics for Pakistan. He is one of the first people in history to win Olympic medals for two distinct countries.",
  "/wiki/Munir_Dar_(field_hockey)": "Munir Ahmed Dar (28 March 1935 – 1 June 2011) was a field hockey player from Pakistan, who was part of the team which won Pakistan's first ever Olympic gold at Rome in 1960. Dar also won the silver medal with the Men's National Hockey Team at the Melbourne 1956 Summer Olympics and 1964 Summer Olympics at Tokyo. He also captained Pakistan Hockey Team from 1965 to 1967.",
  "/wiki/Chaudhry_Ghulam_Rasool": "Chaudhry Ghulam Rasul (1 May 1931 – 1991) was an educationist of Pakistan as well as a field hockey Olympic player. He was originally from Faisalabad District but later settled in Lahore. Rasool was an integral part of the Pakistani field hockey team from 1956 through 1963.",
  "/wiki/Anwar_Khan_(field_hockey)": "Not to be confused with the Pakistani police officer Rao Anwar Ahmed Khan.",
  "/wiki/Habib_Ali_Kiddie": "Habib Ali Kiddie (December 7, 1929 – 1982) was a Pakistani field hockey player from 1950 to 1964. He played in the Pakistan national team at the 1952, 1956 and 1960 Summer Olympics, winning one gold medal (in 1960) and one silver medal (in 1956). Habib Ali Kiddie died in 1982 at age 53.",
  "/wiki/Latif-ur-Rehman": "Latif-ur-Rehman (born January 1, 1929) was a field hockey player, who won the gold medal at the 1948 Summer Olympics for India and the silver medal at the 1956 Summer Olympics for Pakistan.",
  "/wiki/Manzoor_Hussain_Atif": "Brigadier (R) Manzoor Hussain Atif (4 September 1928 – 8 December 2008) was a former secretary of Pakistan Hockey Federation and an Olympian in the game of field hockey.",
  "/wiki/Motiullah": "Motiullah Khan (born January 31, 1938) is a former field hockey player from Pakistan. He won gold medal in 1960 Summer Olympics and silver medals in 1956 and 1964 Summer Olympics. He also received Tamgha-i-Imtiaz award from Government of Pakistan in 1963. The International Hockey Stadium in Bahawalpur (Motiullah Hockey Stadium) is named after him.",
  "/wiki/Naseer_Bunda": "Naseer Ahmad Bunda (15 May 1932 – March 1993) was a field hockey player from Pakistan. He was born in Rawalpindi. He was a silver medalist from 1956 Summer Olympics and a gold medalist from 1960 Summer Olympics. He also received Pride of Performance award from Government of Pakistan in 1962.",
  "/wiki/Noor_Alam": "Noor Alam (5 December 1929 – 30 June 2003) was a field hockey player from Pakistan. He won gold medal in 1960 Summer Olympics and a silver medal in 1956 Summer Olympics. He was also the member of winning Pakistani team of 1958 and 1962 Asian Games.",
  "/wiki/Khursheed_Aslam": "Khursheed Aslam (April 6, 1936 – 1993) was a field hockey player from Pakistan. He is a gold medalist from 1960 Summer Olympics.",
  "/wiki/Abdul_Waheed_(field_hockey)": "Abdul Waheed (born November 30, 1936), also known as Abdul Waheed Khan, was a member of Pakistan's gold medal winning 1960 Olympic Hockey team.\nHe played center forward, and scored the first goal in the team's final game.",
  "/wiki/Mushtaq_Ahmad_(field_hockey,_born_1932)": "Mushtaq Ahmad (28 August 1932 – 23 April 2011) was a field hockey striker from Pakistan. He was born in Amritsar, India. He won the gold medal in 1960 Summer Olympics. He scored against Australia in the first match of the Games. After the Olympics he was granted a transferral along with his family to move to the United Kingdom. He died in London, England aged 82 on 23 April 2011.",
  "/wiki/Zakir_Hussain_(field_hockey)": "Zakir Hussain (Urdu: ذاکِر حسین‎; January 1, 1934 – August 19, 2019) was a Pakistani field hockey player. He was born in Lahore. He won a gold medal at the 1968 Summer Olympics in Mexico City, and a silver medal at the 1956 Summer Olympics in Melbourne. He died on 19 August 2019.",
  "/wiki/1956_Summer_Olympics": "The 1956 Summer Olympics, officially known as the Games of the XVI Olympiad, was an international multi-sport event that was held in Melbourne, Victoria, Australia from 22 November to 8 December 1956, with the exception of the equestrian events, which were held in Stockholm, Sweden in June 1956.",
  "/wiki/Field_hockey_at_the_1956_Summer_Olympics": "The field hockey tournament at the 1956 Summer Olympics was contested from November 23 to December 6, with twelve participating teams.  Only men competed in field hockey at these Games. India won the gold medal for the sixth successive Games, not allowing a single goal against in the entire tournament.  Pakistan won the silver medal, and Germany won the bronze.",
  "/wiki/Abdul_Hamid_(field_hockey)": "Abdul Hamid Hamidi (7 January 1927 – 12 July 2019) was a field hockey player from Pakistan. He was born in Bannu. He won silver medal in 1956 Summer Olympics and gold medal in 1960 Summer Olympics.  After his retirement from professional competition, he managed the national team on several occasions, including during the 1966 and 1970 Asian Games.  He also served as the secretary general of the Pakistan Hockey Federation.  As of 2017, he lived in Islamabad. He died in 2019, at the age of 92.",
  "/wiki/Abdul_Rashid_(field_hockey)": "Lala Abdul Rashid or Abdul Rashid (1 June 1922 – 8 March 1988) was a member of Pakistan's gold medal winning 1960 Olympic field hockey team. He played as a goalkeeper throughout the tournament.",
  "/wiki/Bashir_Ahmad_(field_hockey)": "Bashir Ahmed (born December 23, 1934 in Karachi, Sindh) is a former field hockey player from Pakistan. He won the gold medal in 1960 Summer Olympics.",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Field_hockey_at_the_1960_Summer_Olympics": "The field hockey tournament at the 1960 Summer Olympics in Rome, Italy was contested from August 26 to September 9, with sixteen participating teams. Only men competed in field hockey at these Games. Pakistan won the gold medal, defeating India in the final and ending India's run of six successive gold medals. Spain won the bronze medal.",
  "/wiki/Mohammad_Bashir": "Mohammad Bashir (Urdu: محمد بشیر‎) (10 March 1935, in Lahore – 24 June 2001, in Lahore) was a wrestler from Pakistan, who won the bronze medal in freestyle wrestling in the welterweight class (73 kg) at the 1960 Summer Olympics in Rome.Bashir is the only Pakistani wrestler to have won a medal at the Olympic Games.",
  "/wiki/Wrestling_at_the_1960_Summer_Olympics": "At the 1960 Summer Olympics, 16 wrestling events were contested, all for men.  There were eight weight classes in Greco-Roman wrestling and eight classes in freestyle wrestling.",
  "/wiki/Muhammad_Asad_Malik": "Muhammad Asad Malik (born October 30, 1941) is a Pakistani field hockey player. He won a silver medal at the 1964 Summer Olympics, a gold medal at the 1968 Summer Olympics in Mexico City, and a silver medal at the 1972 Summer Olympics in Munich.",
  "/wiki/Mahmood_Khalid": "Khalid Mahmood (born 28 December 1941) is a Pakistani field hockey player. He was born in Punjab. He won a gold medal at the 1968 Summer Olympics in Mexico City, and a silver medal at the 1964 Summer Olympics in Tokyo.",
  "/wiki/Nawaz_Khizar": "Nawaz Khizar Bajwa (born September 20, 1942) is a Pakistani field hockey player. He competed in the 1964 Summer Olympics, where he was a member of the silver medal winning team.",
  "/wiki/Khurshid_Azam": "Khurshid Azam (born June 16, 1942) is a Pakistani field hockey player. He competed in the 1964 Summer Olympics, where he was a member of the silver medal winning team.",
  "/wiki/Muhammad_Manna": "Muhammad Manna (born 10 December 1938) is a Pakistani field hockey player. He competed in the 1964 Summer Olympics, where he was a member of the silver medal winning team.",
  "/wiki/Muhammad_Rashid_(field_hockey)": "Mohammad Rashid is a field hockey player from Pakistan. He was the member of Pakistani team in the 2010 Commonwealth Games in New Delhi, India.",
  "/wiki/Tariq_Niazi": "Tariq Masood Niazi (15 March 1940 – 20 April 2008) was a Pakistani field hockey player between 1961 and 1969 and member of the Olympic team. Niazi was part of the 1964 games in Tokyo where they won a silver medal and the 1968 games in Mexico City where they won the gold. He competed in the Asian Games. Mianwali’s municipal hockey stadium was renamed Tariq Niazi Hockey Stadium in Niazi's honor.",
  "/wiki/Saeed_Anwar_(field_hockey)": "Saeed Anwar (October 14, 1943 – July 15, 2004) was a Pakistani field hockey player. He was born in Sheikhupura. He won a gold medal at the 1968 Summer Olympics in Mexico City, and silver at the 1964 and 1972 Summer Olympics.",
  "/wiki/Tariq_Aziz_(field_hockey,_born_1938)": "Dr. Tariq Aziz (Urdu: طارق عزیز born 5 February 1938) is a Pakistani former field hockey player. He won a Gold medal at the 1968 Summer Olympics in Mexico City, and a Silver medal at the 1964 Summer Olympics in Tokyo. Aziz was born in Amritsar, British India.",
  "/wiki/Hayat_Zafar": "Zafar Hayat (born 31 March 1927) was a Pakistani field hockey player. He competed in the men's tournament at the 1964 Summer Olympics, and was part of the team that won the silver medal.",
  "/wiki/Uddin_Zaka": "Khawaja Zakauddin (born 27 October 1936 in Jalandhar, Punjab, India) is a former field hockey forward from Pakistan who played from 1958 to 1966. In 2010, he was given Pride of Performance award which is the highest civil award of Pakistan. After his retirement, he served as coach, chief selector and manager for Pakistan hockey at different times.",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Field_hockey_at_the_1964_Summer_Olympics": "Field hockey at the 1964 Summer Olympics in Tokyo took place from 11 to 23 October at the Komazawa Hockey Field. 15 teams played in the field hockey competition.",
  "/wiki/Abdul_Rasheed_(field_hockey)": "Abdul Rashid (born 3 March 1947) is a Pakistani field hockey player. He competed at the 1968 Summer Olympics, the 1972 Summer Olympics and the 1976 Summer Olympics. He was part of the gold, silver and bronze winning teams at those Olympics.",
  "/wiki/Jahangir_Butt": "Jahangir Butt (born 17 April 1943) is a Pakistani field hockey player. He was born in Punjab. He won a gold medal at the 1968 Summer Olympics in Mexico City, and a silver medal at the 1972 Summer Olympics in Munich.",
  "/wiki/Tanvir_Dar": "Tanvir Dar (4 June 1947 – 12 February 1998) was a Pakistani field hockey player. He was born in Punjab, India. He won a gold medal at the 1968 Summer Olympics in Mexico City.",
  "/wiki/Gulraiz_Akhtar": "Gulraiz Akhtar (born 2 February 1943) is a Pakistani field hockey player. He was born in Rawalpindi, Pakistan to Muhammad Amin and Amina. Although his father was a lawyer by profession, Akhtar had a humble upbringing. He was fourth among seven siblings, three brothers and four sisters. Inspired by their uncle Muhammad Naseeb (1950), who was also an International Field Hockey player for Pakistan and Naseer Bunda, a neighbor and family friend who was also an Olympic Gold Medalist, all three brothers, Javed, Pervez and Gulraiz started playing field hockey regularly at a local playground in Rawalpindi. One of his elder brothers, Pervez Akhtar, also became an international player for Pakistan. However, Gulraiz Akhtar shone the most, becoming Pakistan's first Left-Half to score a goal. His career concluded with three gold medals in International Tournaments. He won his first gold medal at the 1968 Summer Olympics in Mexico City.",
  "/wiki/Khalid_Mahmood_(field_hockey)": "Khalid Mahmood (born 28 December 1941) is a Pakistani field hockey player. He was born in Punjab. He won a gold medal at the 1968 Summer Olympics in Mexico City, and a silver medal at the 1964 Summer Olympics in Tokyo.",
  "/wiki/Ashfaq_Ahmed_(hockey_player)": "Muhammad Ashfaq Ahmed (November 11, 1946 – July 3, 2005) was a Pakistani field hockey player. He won a gold medal at the 1968 Summer Olympics in Mexico City.",
  "/wiki/Riaz_Ahmad": "Riyaz Ahmad is an Indian politician and a member of the Sixteenth Legislative Assembly of Uttar Pradesh in India. He represents the Pilibhit constituency of Uttar Pradesh and is a member of the Samajwadi Party political party.",
  "/wiki/Riazuddin_(field_hockey)": "Riaz ud-Din (24 February 1942 – 15 January 2001) was a Pakistani field hockey player. He competed at the 1968 Summer Olympics, winning the gold medal.",
  "/wiki/1968_Summer_Olympics": "The 1968 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1968), officially known as the Games of the XIX Olympiad, was an international multi-sport event held in Mexico City, Mexico, from October 12 to the 27th.",
  "/wiki/Field_hockey_at_the_1968_Summer_Olympics": "The men's field hockey tournament at the 1968 Summer Olympics was the 11th edition of the field hockey event for men at the Summer Olympics. It took place over a fourteen-day period beginning on 13 October, and culminated with the medal finals on 26 October. All games were played at the Municipal Stadium in Mexico City, Mexico.",
  "/wiki/Rashid_Abdul_(field_hockey)": "Abdul Rashid (born 3 March 1947) is a Pakistani field hockey player. He competed at the 1968 Summer Olympics, the 1972 Summer Olympics and the 1976 Summer Olympics. He was part of the gold, silver and bronze winning teams at those Olympics.",
  "/wiki/Akhtar_Rasool": "Akhtar Rasool (born 13 January 1954) (Urdu: اختر رسول‎) is a field hockey player, captain and olympian from Pakistan who won the gold medal with the Men's National Hockey Team at the Hockey World Cup 1978, and again in 1982. He played as Center Half for the Pakistan hockey team. Akhtar is considered as one of the creative geniuses in centre-half recovery and ball distribution.",
  "/wiki/Ul_Akhtar": "Akhtarul Islam (born 1 January 1947) is a Pakistani field hockey player. He competed in the men's tournament at the 1972 Summer Olympics, and was part of team that won the silver medal.",
  "/wiki/Ur_Fazal": "Fazalur Rehman (born 15 March 1941) is a Pakistani field hockey player. He competed in the men's tournament at the 1972 Summer Olympics, and was part of team that won the silver medal.",
  "/wiki/Islahuddin_Siddique": "Islahuddin Siddique (born 10 January 1948), also spelled Islah-ud-Din Siddiqui, is a field hockey player from Pakistan. He was born in Meerut, India.[citation needed]",
  "/wiki/Shahnaz_Sheikh": "Olympian Shahnaz Sheikh is a retired Pakistani field hockey player. He was born at Sialkot, Pakistan. A good player and very popular in world hockey history. Olympian Zahid Sheikh(Late) and Olympian Tariq Sheikh both his family member.  In 2014, he was the head coach of Pakistan National Hockey Team.",
  "/wiki/Munawwaruz_Zaman": "Munawwaruz Zaman (2 April 1950 – 28 July  1994) was one of the players of the Pakistan national field hockey team produced by Pakistan. Munawwar played for Pakistan until his retirement in 1980. He was also a high-ranking bank officer.",
  "/wiki/Ahmad_Riaz": "Riaz Ahmed (born 11 September 1941) is a Pakistani field hockey player. He won a gold medal at the 1968 Summer Olympics in Mexico City, and a silver medal at the 1972 Summer Olympics in Munich.",
  "/wiki/Saleem_Sherwani_(field_hockey_goalkeeper)": "Saleem Sherwani (Urdu: ﺳﻠﯿﻢ ﺷﻴﺮوﺍﻧﻰ; born 4 January 1951) is a former field hockey goalkeeper from Pakistan Men's National Hockey Team. He won the silver medal at the 1972 Summer Olympics in Munich, Germany and bronze medal in 1976 Summer Olympics in Montreal, Quebec, Canada.",
  "/wiki/Iftikar_Syed": "Iftikhar Ahmed Syed (born 23 August 1952) is a Pakistani field hockey player. He competed at the 1972 Summer Olympics and the 1976 Summer Olympics, winning a silver and bronze medal respectively.",
  "/wiki/Mudassar_Syed": "Mudassar Asghar (born 18 October 1947) is a Pakistani field hockey player. He competed at the 1972 Summer Olympics and the 1976 Summer Olympics, winning a silver and bronze medal respectively.",
  "/wiki/Zahid_Sheikh": "Muhammad Zahid Sheikh (December 14, 1949 – January 29, 2010) was a field hockey player who played for the Pakistan National Hockey Team from 1969 to 1976. He was born at Sialkot. He was capped 34 times and scored 8 goals. He is the Uncle (Chacha gee) of field hockey star Olympions Shahnaz Sheikh and Tariq Sheikh.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Field_hockey_at_the_1972_Summer_Olympics": "The field hockey tournament at the 1972 Summer Olympics was the 12th edition of the field hockey event at the Summer Olympics.",
  "/wiki/Arshad_Mahmood_(hockey_player)": "Arshad Mahmood (born 1 November 1947) is a former field hockey player on the Pakistan Men's National Hockey Team. He won a bronze medal at the 1976 Summer Olympics in Montreal, Quebec, Canada.",
  "/wiki/Arshad_Chaudhry": "Arshad Ali Chaudhry (April 10, 1950 – June 11, 2015) was an international field hockey player from Pakistan. He is son of Chaudhry Sadique Salar, the nephew of Chaudhry Ghulam Rasool, and cousin of Akhtar Rasool. Chaudhry was born in Faislabad (formerly Faisalabad) District of Punjab, Pakistan. He earned his B.A. from Government College Faislabad where he was also the captain of college hockey team. He got an M.A. in History from Punjab University, Lahore in 1973. In 1975 he was selected Assistant Manager in PIA.",
  "/wiki/Khan_Haneef": "Hanif Khan (born July 5, 1959) is a Pakistani field hockey player. He was born in Karachi. He won a Gold medal at the 1984 Summer Olympics in Los Angeles, and a Bronze medal at the 1976 Summer Olympics in Montreal.He won Gold Medal in 1978 and 1982 World Cups in Buenos Aires and Mumbai respectively.",
  "/wiki/Samiullah_Khan_(field_hockey)": "Samiullah Khan (Urdu: سمیع اللہ خان; born September 6, 1951, in Bahawalpur) is a former field hockey player from Pakistan, who was nicknamed The Flying Horse because of his great speed. He is a former and veteran player of the Olympic Games.",
  "/wiki/Manzoor_Hussain_(field_hockey)": "Manzoor Hussain Junior Golden Player (born 28 October 1958 in Sialkot, Pakistan) is a hockey player from Pakistan.",
  "/wiki/Zia_Qamar": "Qamar Zia (born 15 January 1954) is a former field hockey goalkeeper from Pakistan Men's National Hockey Team. He won the bronze medal in 1976 Summer Olympics in Montreal, Quebec, Canada.  He also won 1994 Men's Hockey World Cup with Pakistan.",
  "/wiki/Nazim_Salim": "Saleem Nazim (born 1 January 1955) is a former field hockey player from Pakistan Men's National Hockey Team. He won the bronze medal in 1976 Summer Olympics in Montreal, Quebec, Canada.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Field_hockey_at_the_1976_Summer_Olympics": "The Field Hockey competition at the 1976 Summer Olympics, which was held in the Molson Stadium at the McGill University, on an artificial surface for the first time. Only a men's competition occurred.",
  "/wiki/Syed_Ghulam_Moinuddin": "Syed Ghulam Moinuddin (born 17 February 1958) is a former field hockey player from Pakistan. He was the member of the winning Pakistani team in 1984 Summer Olympics. He was born in Islamabad.",
  "/wiki/Qasim_Zia": "Qasim Zia (born August 7, 1961 in Lahore, Punjab) Pakistani politician and former field hockey player. He was appointed as President, Pakistan Hockey Federation in October 2008.",
  "/wiki/Nasir_Ali": "Nasir Ali (born January 1, 1959 in Sialkot) is a Pakistani field hockey player. He played at fullback position. He was a player in the National hockey team from 1981 to 1988.",
  "/wiki/Abdul_Rashid_Al-Hasan": "Abdul Rashid Al-Hasan (born 14 April 1959) is a former field hockey player from Pakistan. He won the gold medal in 1984 Summer Olympics.",
  "/wiki/Ayaz_Mahmood": "Ayaz Mahmood  (born May, 24, 1965) is a field hockey player for Pakistan. He was born in Karachi, Pakistan. He is one of the know personalities, who played center half for Pakistan and won a Gold medal in 1984 summer olympics, Los Angeles.",
  "/wiki/Naeem_Akhtar_(field_hockey)": "Naeem Akhtar (born June 8, 1961) is a Pakistani field hockey player. He was born in Abbottabad. He won a gold medal at the 1984 Summer Olympics in Los Angeles.",
  "/wiki/Kaleemullah_Khan_(field_hockey)": "Kaleemullah Khan (also spelled Kalimulla; born January 2, 1958 in Bahawalpur is a field hockey player from Pakistan. His brother Samiullah Khan, was also an award-winning hockey player.",
  "/wiki/Hassan_Sardar": "Hassan Sardar (Urdu: حسن سردار) (born October 22, 1957 in Karachi, Pakistan) is a former field hockey player and team captain from Pakistan, who won the gold medal with the Men's National Hockey Team at the 1984 Summer Olympics in Los Angeles, California.",
  "/wiki/Hanif_Khan": "Hanif Khan (born July 5, 1959) is a Pakistani field hockey player. He was born in Karachi. He won a Gold medal at the 1984 Summer Olympics in Los Angeles, and a Bronze medal at the 1976 Summer Olympics in Montreal.He won Gold Medal in 1978 and 1982 World Cups in Buenos Aires and Mumbai respectively.",
  "/wiki/Khalid_Hamid": "Khalid Hamid (born 18 October 1962) is a field hockey player from Pakistan. He was born in Gujranwala. He won a gold medal at the 1984 Summer Olympics in Los Angeles. He joined the Pakistan National Hockey team in 1980. He played India vs Pakistan test series in 1981, Puma Trophy 1981 in Frankfurt, Peugeot Trophy 1981 in Amsterdam, 2nd Junior World Cup 1982 at Kuala Lampur, King Azlan Shah trophy 1983 at Kuala Lampur, Top 10 Nations Hockey tournament in 1983 at Hong Kong, World Champions Trophy Tournament in 1983, 1984 & 1988. He also played in the 3rd Asia Cup in 1985 Dhaka, India vs Pakistan test series in 1988, Seoul Olympics in 1988 and many other reputed events.",
  "/wiki/Shahid_Ali_Khan": "Shahid Ali Khan (Urdu: شاہد علی خان) (born December 26, 1964)\nis a retired field hockey goalkeeper from  Pakistan, who won the gold medal with the Men's National Team at the 1984 Summer Olympics in Los Angeles, California and later became the Pakistan's goal keeping coach. Eight years later he earned the bronze medal in Barcelona, Spain. At the age of 18, in 1982, he saved a penalty stroke to save Pakistan in the Final of World Cup. He was considered a top goalkeepers in field hockey, and was capped 135 times.",
  "/wiki/Tauqeer_Dar": "Tauqeer Dar (born 31 January 1964) is a former field hockey player from Pakistan. He was the member of the winning Pakistani team in 1984 Summer Olympics. He is the son of Munir Ahmad Dar and the nephew of Tanvir Dar. He is also the son-in-law of Khawaja Zaka-ud-Din who was the head-coach of Pakistani hockey team for 1984 Summer Olympics.",
  "/wiki/Ishtiaq_Ahmed_(field_hockey)": "Ishtiaq Ahmed (born December 20, 1962) is a Pakistani field hockey player. He was born in Sheikhupura. He won a gold medal at the 1984 Summer Olympics in Los Angeles.",
  "/wiki/Saleem_Sherwani_(field_hockey_forward)": "Saleem Sherwani (Urdu: ﺳﻠﯿﻢ ﺷﻴﺮوﺍﻧﻰ; born 21 June 1962) is a former field hockey player from Pakistan. He won a gold medal with the Men's National Hockey Team at the 1984 Summer Olympics in Los Angeles, California. He was born in Vehari, Punjab, Pakistan.",
  "/wiki/Mushtaq_Ahmad_(field_hockey,_born_1956)": "Mushtaq Ahmad (born 15 February 1956) is a former field hockey forward from Pakistan. He won the gold medal in 1984 Summer Olympics.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Field_hockey_at_the_1984_Summer_Olympics": "Field hockey at the 1984 Summer Olympics in Los Angeles took place from 29 July to 11 August 1984 at the Weingart Stadium, in Monterey Park. Eighteen teams (twelve for men and six for women) competed in the tournament.",
  "/wiki/Field_hockey_at_the_1984_Summer_Olympics_%E2%80%93_Men%27s_tournament": "The men's field hockey tournament at the 1984 Summer Olympics was the 15th edition of the field hockey event for men at the Summer Olympics. It was held from 29 July to 11 August 1984.",
  "/wiki/Hussain_Shah": "Syed Hussain Shah (Urdu: سيد حسين شاه‎) (born August 14, 1964) is a retired Pakistani boxer from Lyari, Karachi Pakistan, who won the bronze medal in the Middleweight division (71–75 kg) at the 1988 Summer Olympics in Seoul, South Korea. This was the country's first ever Olympic boxing medal. He remains the only Pakistani sportsperson to win an individual medal at the Olympic Games in the last fifty-plus years. Only other Pakistani to ever win an individual Olympic medal is the wrestler Muhammad Bashir, who won a bronze medal at the 1960 Summer Olympics.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Boxing_at_the_1988_Summer_Olympics": "Boxing at the 1988 Summer Olympics took place in the Chamshil Students' Gymnasium in Seoul between 17 September and 2 October. Twelve men's individual boxing events were contested, attended by 432 athletes and 159 officials from 106 countries. Cuba boycotted the 1988 Olympics which impacted the competition. The events were also notable for a controversial decision in the light middleweight championship bout between Roy Jones Jr. and Park Si-Hun, when Roy Jones was denied gold despite being vastly superior, and also for a referee being attacked by South Korean boxing officials in the ring after the Jong-Il Byun and Aleksandar Khristov bout.",
  "/wiki/Saeed_Anjum": "Anjum Saeed (born 1968) is a Pakistani field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Hasan_Farhat": "Farhat Hassan Khan (born 10 January 1965) is a Pakistani retired field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Khalid_Bashir": "Khalid Bashir (born 14 February 1968) is a Pakistani field hockey player. He was born in Faisalabad. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Muhammad_Khawaja": "Khawaja Muhammad Junaid (born 14 April 1966) is a Pakistani field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Mansoor_Ahmed": "Mansoor Ahmed (7 January 1968 – 12 May 2018) was a Pakistani field hockey player. He represented Pakistan national hockey team in 338 matches between 1986-2000.",
  "/wiki/Asif_Bajwa": "Asif Muhammad Bajwa (born March 8, 1969 in Sialkot) is a Pakistan ex-Field Hockey Team Player (1992–1996).He later became Pakistan's Hockey Team Manager and Chief Coach. Asif started his career against Spain in 1991. Bajwa was a member of Pakistan's World Cup-winning hockey team in 1994 and played 74 international matches and scored 25 goals in his career. Kamran Ashraf scored the only goal of 1994 Hockey World Cup Final on his accurate cross from the right. His performance in the 1994 World Cup final was outstanding. He won a bronze medal in the 1992 Barcelona Olympics.",
  "/wiki/Ikhlaq_Muhammad": "Muhammad Akhlaq Ahmed (Urdu: محمد اخلاق احمد‎; born 1971) was a Pakistani field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona. He died of cancer on 25 November 2016 at the age 45.",
  "/wiki/Mohammad_Khalid_Sr": "Muhammad Khalid (born 1973) is a Pakistani field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Qamar_Muhammad": "Muhammad Qamar Ibrahim (born 1968) is a Pakistani field hockey player. He was born in Karachi. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Hussain_Musaddaq": "Musaddiq Hussain (born April 17, 1968) is a Pakistani field hockey player. He was born in Peshawar. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Rana_Mujahid": "Rana Mujahid Ali (born 1970) is a Pakistani field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/Shahbaz_Ahmed": "Shahbaz Ahmad (Urdu: شہباز احمد) (born September 1, 1968) is a former field hockey player from Pakistan who is also known by his nickname as \"Shahbaz Ahmed Senior\". He is also known as the Maradona of hockey for his outstanding stick work.",
  "/wiki/Muhammad_Shahbaz": "Muhammad Shahbaz (January 12, 1972), known as Shahbaz Junior, is a hockey player from Pakistan who took part in the 1992 and 1996 Olympics.",
  "/wiki/Tahir_Zaman": "Tahir Zaman (born March 6, 1969) is a former hockey player from Pakistan who had played in the 1992 Olympics. Zaman, who was team captain, later served as coach for the team and took part in the 2002 Olympics. Zaman also took part in the Olympic Solidarity Hockey Coaching Course as part of the International Hockey Federation's efforts to promote hockey in Asia. Tahir played a key role in 1994 World Cup victory for Pakistan in Sydney. He currently is tha head coach of the Oman national team.",
  "/wiki/Wasim_Feroz": "Wasim Feroz (born 1966) is a Pakistani field hockey player. He won a bronze medal at the 1992 Summer Olympics in Barcelona.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Field_hockey_at_the_1992_Summer_Olympics": "The Olympic field hockey tournament at the 1992 Summer Olympics in Barcelona, Spain, was held in Estadi Olímpic de Terrassa from 26 July to 8 August 1992.",
  "/wiki/Field_hockey_at_the_1992_Summer_Olympics_%E2%80%93_Men%27s_tournament": "The men's field hockey tournament at the 1992 Summer Olympics was the 17th edition of the field hockey event for men at the Summer Olympic Games. It was held over a fourteen-day period beginning on 26 July, and culminating with the medal finals on 8 August. All games were played at the Estadi Olímpic de Terrassa in Terrassa, Spain, located 30 kilometers from Barcelona.",
  "/wiki/Pakistan_at_the_Olympics": "Pakistan first participated at the  Olympic Games in 1948 in London, and has sent athletes to compete in every Summer Olympic Games since then, except when they participated in the American-led boycott of the 1980 Summer Olympics in Soviet Union."
}