{
  "/wiki/Detroit,_MI": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design.",
  "/wiki/Grand_Rapids,_MI": "Grand Rapids is the second-largest city in Michigan and the largest city in West Michigan. It is on the Grand River about 30 miles (48 km) east of Lake Michigan. As of the 2010 census, the city population was 188,040. In 2010, the Grand Rapids metropolitan area had a population of 1,005,648, and the combined statistical area of Grand Rapids-Muskegon-Holland had a population of 1,321,557. Grand Rapids is the county seat of Kent County.",
  "/wiki/Dayton,_OH": "Dayton (/ˈdeɪtən/) is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2018 U.S. census estimate put the city population at 140,640, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miami Valley region, just north of Greater Cincinnati.",
  "/wiki/Columbus,_OH": "Columbus is the state capital and the most populous city in the U.S. state of Ohio. With a population of 892,533 as of 2018 estimates, it is the 14th-most populous city in the United States  and one of the fastest growing large cities in the nation. This makes Columbus the second-most populous city in the Midwest (after Chicago, Illinois). It is the core city of the Columbus, OH Metropolitan Statistical Area, which encompasses ten counties. With a population of 2,078,725, it is Ohio's second-largest metropolitan area.",
  "/wiki/Cleveland,_OH": "Cleveland (/ˈkliːvlənd/ KLEEV-lənd) is a city in the U.S. state of Ohio, and the county seat of Cuyahoga County. The city proper has a population of 385,525, making it the 52nd-largest city in the United States and the second-largest city in Ohio. Greater Cleveland is ranked as the 33rd-largest metropolitan area in the U.S., with 2,057,009 people in 2018. A Gamma + city, Cleveland anchors the Cleveland–Akron–Canton Combined Statistical Area, which had a population of 3,515,646 in 2010 and is ranked 15th in the United States.",
  "/wiki/Cincinnati,_OH": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 28th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States.",
  "/wiki/Milwaukee,_WI": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion.",
  "/wiki/Akron,_OH": "Akron (/ˈækrən/) is the fifth-largest city in the U.S. state of Ohio and is the county seat of Summit County. It is located on the western edge of the Glaciated Allegheny Plateau, about 30 miles (48 km) south of Cleveland. As of the 2018 Census estimate, the city proper had a total population of 198,006, making it the 119th-largest city in the United States. The Greater Akron area, covering Summit and Portage counties, had an estimated population of 703,505.",
  "/wiki/Louisville,_KY": "Louisville (US: /ˈluːəvəl/ (listen) LOO-ə-vəl, /ˈluːivɪl/ (listen) LOO-ee-vil, /ˈlʊvəl/ (listen) LUUV-əl, UK: /ˈluːivɪl/) is the largest city in the Commonwealth of Kentucky and the 29th most-populous city in the United States.[d] It is one of two cities in Kentucky designated as first-class, the other being Lexington, the state's second-largest city.[e] Louisville is the historical seat and, since 2003, the nominal seat of Jefferson County, on the Indiana border.",
  "/wiki/Merrillville,_IN": "Merrillville /ˈmɛrəlvɪl/ is a town in Ross Township, Lake County, Indiana, United States. The population was 35,246 at the 2010 census. Merrillville is in east-central Lake County, in the Chicago metropolitan area. On January 1, 2015, Merrillville became the most populated town in Indiana, as Fishers in Hamilton County was converted from a town to a city.",
  "/wiki/Kankakee,_IL": "Kankakee /ˌkæŋkəˈkiː/ is a city in and the county seat of Kankakee County, Illinois, United States. The city's name is probably derived from the Miami-Illinois word teeyaahkiki, meaning: \"Open country/exposed land/land in open/land exposed to view\", in reference to the area's prior status as a marsh. As of 2017, the city's population was 26,216.  Kankakee is a principal city of the Kankakee-Bourbonnais-Bradley Metropolitan Statistical Area. It serves as an anchor city in the rural plains outside Chicago, similar to Aurora and Joliet.",
  "/wiki/East_St._Louis,_IL": "East St. Louis is a city in St. Clair County, Illinois, United States within Greater St. Louis. It is located directly across the Mississippi River from Downtown St. Louis and the Gateway Arch National Park. East St. Louis is in what is defined as the Metro-East region of Southern Illinois. Once a bustling industrial center, like many cities in the Rust Belt, East St. Louis has been severely affected by loss of jobs due to industrial restructuring during the second half of the 20th century. In 1950, East St. Louis was the fourth-largest city in Illinois when its population peaked at 82,366. As of the 2010 census, the city had a population of 27,006, less than one-third of the 1950 census.",
  "/wiki/Champaign,_IL": "Champaign (English: /ˌʃæmˈpeɪn/) is a city in Champaign County, Illinois, United States. The city is 135 miles (217 km) south of Chicago, 124 miles (200 km) west of Indianapolis, Indiana, and 178 mi (286 km) northeast of St. Louis, Missouri. The United States Census Bureau estimates the city was home to 87,432 people as of July 1, 2017. Champaign is the tenth-most populous city in Illinois, and the state's fourth-most populous city outside the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/Peoria,_IL": "Peoria (/piˈɔːriə/ pee-OR-ee-ə) is the county seat of Peoria County, Illinois, and the largest city on the Illinois River. As of the 2010 census, the city had a population of 115,007, making it the eighth-most populated in Illinois, the second-largest city in Central Illinois after the state capital, Springfield, and the third largest outside the Chicago metropolitan area. It is the principal city of the Peoria Metropolitan Statistical Area in Central Illinois, consisting of the counties of Marshall, Peoria, Stark, Tazewell, and Woodford, which had a population of 373,590 in 2011. The Peoria Metro Area is the third largest MSA in Illinois after Chicago and Metro East (St. Louis MSA Illinois portion).",
  "/wiki/Lansing,_MI": "Lansing /ˈlænsɪŋ/ is the capital of the U.S. state of Michigan. It is mostly in Ingham County, although portions of the city extend west into Eaton County and north into Clinton County. The 2010 Census placed the city's population at 114,297, making it the fifth largest city in Michigan. The population of its Metropolitan Statistical Area (MSA) was 464,036, while the even larger Combined Statistical Area (CSA) population, which includes Shiawassee County, was 534,684. It was named the new state capital of Michigan in 1847, ten years after Michigan became a state.",
  "/wiki/Aurora,_IL": "Aurora, a suburb of Chicago, is a city in DuPage, Kane, Kendall, and Will counties in the U.S. state of Illinois.  Located primarily in DuPage and Kane counties, it is an outer suburb of Chicago and the second most populous city in the state, and the 115th most populous city in the country. The population was 197,899 at the 2010 census, and was estimated to have increased to 199,602 by 2018.",
  "/wiki/Chicago,_IL": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/Fort_Wayne,_IN": "Fort Wayne is a city in the U.S. state of Indiana and the seat of Allen County, United States. Located in northeastern Indiana, the city is 18 miles (29 km) west of the Ohio border and 50 miles (80 km) south of the Michigan border. With a population of 253,691 in the 2010 census, it is the second-most populous city in Indiana after Indianapolis, and the 75th-most populous city in the United States. It is the principal city of the Fort Wayne metropolitan area, consisting of Allen, Wells, and Whitley counties, a combined population of 419,453 as of 2011. Fort Wayne is the cultural and economic center of northeastern Indiana. The city is within a 300-mile (482.803 km) radius of major population centers, including Chicago, Cincinnati, Cleveland, Columbus, Detroit, Indianapolis, Louisville, Lexington, and Milwaukee.\n In addition to the three core counties, the combined statistical area (CSA) includes Adams, DeKalb, Huntington, Noble, and Steuben counties, with an estimated population of 615,077.",
  "/wiki/St._Paul,_MN": "Saint Paul (abbreviated St. Paul) is the capital and second-most populous city of the U.S. state of Minnesota. As of 2018, the city's estimated population was 307,695. Saint Paul is the county seat of Ramsey County, the smallest and most densely populated county in Minnesota. The city lies mostly on the east bank of the Mississippi River in the area surrounding its point of confluence with the Minnesota River, and adjoins Minneapolis, the state's largest city. Known as the \"Twin Cities\", the two form the core of Minneapolis–Saint Paul, the 16th-largest metropolitan area in the United States, with about 3.6 million residents.",
  "/wiki/Lexington,_KY": "Lexington is the second-largest city in Kentucky and the 60th-largest city in the United States. Known as the \"Horse Capital of the World,\" it is the heart of the state's Bluegrass region. Notable locations in the city include the Kentucky Horse Park, The Red Mile and Keeneland race courses, Rupp Arena, Transylvania University, the University of Kentucky, and Bluegrass Community and Technical College. Lexington ranks 10th among US cities in college education rate, with 39.5% of residents having at least a bachelor's degree."
}