{
  "/wiki/University_of_Arizona": "The University of Arizona (Arizona, U of A, UArizona, or UA) is a public research university in Tucson, Arizona. Founded in 1885, the UA was the first university in the Arizona Territory. As of 2018[update], the university enrolls 45,217 students in 19 separate colleges/schools, including the University of Arizona College of Medicine in Tucson and Phoenix and the James E. Rogers College of Law, and is affiliated with two academic medical centers (Banner - University Medical Center Tucson and Banner - University Medical Center Phoenix). The University of Arizona is governed by the Arizona Board of Regents. The University of Arizona is one of the elected members of the Association of American Universities and is the only representative from the state of Arizona to this group.",
  "/wiki/Tucson,_AZ": "Tucson (/ˈtuːsɒn, tuːˈsɒn/) is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. The 2010 United States Census put the population at 520,116, while the 2015 estimated population of the entire Tucson metropolitan statistical area (MSA) was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined statistical area (CSA), with a total population of 1,010,025 as of the 2010 Census. Tucson is the second most-populated city in Arizona behind Phoenix, both of which anchor the Arizona Sun Corridor. The city is 108 miles (174 km) southeast of Phoenix and 60 mi (97 km) north of the U.S.–Mexico border. Tucson is the 33rd largest city and the 58th largest metropolitan area in the United States (2014).",
  "/wiki/University_of_Idaho": "The University of Idaho (U of I, or UIdaho) is a public university in Moscow, Idaho. It is the state's land-grant and primary research university. It is the lead university in the Idaho Space Grant Consortium. The University of Idaho was the state's sole university for 71 years, until 1963, and its College of Law, established in 1909, was first accredited by the American Bar Association in 1925.",
  "/wiki/Moscow,_ID": "Moscow (/ˈmɒskoʊ/ MOS-koh) is a city in northern Idaho along the state border with Washington, with a population of 23,800 at the 2010 census. The county seat and largest city of Latah County, Moscow is the home of the University of Idaho, the state's land grant institution and primary research university.",
  "/wiki/Sonoma_State_University": "Sonoma State University (SSU, Sonoma State, or Sonoma) is a public university in Rohnert Park in Sonoma County, California.  It is one of the smallest members of the California State University (CSU) system. Sonoma State offers 92 Bachelor's degrees, 19 Master's degrees, and 11 teaching credentials.",
  "/wiki/Sonoma,_CA": "Sonoma is a city in Sonoma County's Sonoma Valley, in California's Wine Country. Today, Sonoma is a center of California's wine industry in the Sonoma Valley AVA Appellation. Sonoma is similarly known as the home of the Sonoma International Film Festival and for its historic town plaza, a remnant of the town's Mexican colonial past. Sonoma's population was 10,648 as of the 2010 census, while the Sonoma urban area had a population of 32,678.",
  "/wiki/Washington_State_University": "Washington State University (Washington State, WSU, or Wazzu) is a public research university in Pullman, Washington. Founded in 1890, WSU is one of the oldest land-grant universities in the American West. With an undergraduate enrollment of 24,470 and a total enrollment of 29,686, it is the second largest institution of higher education in Washington state behind the University of Washington.  The WSU Pullman campus is perched upon a hill, characterized by open spaces, views, deep green conifers, and a restrained red brick and basalt material palette—materials originally found on site. The university is nestled within the rolling topography of the Palouse in rural eastern Washington and remains intimately connected to the town, the region, and the landscape in which it sits.",
  "/wiki/Pullman,_WA": "Pullman (/ˈpʊlmən/) is the largest city in Whitman County, located in southeastern Washington state within the Palouse region of the Pacific Northwest. The population was 29,799 at the 2010 census, and estimated to have reached 34,019 in 2018. Originally incorporated as Three Forks, the city was renamed after industrialist George Pullman.",
  "/wiki/University_of_Montana": "The University of Montana (UM) is a public research university in Missoula, Montana. UM is a flagship institution of the Montana University System and its second largest campus. UM reported 10,962 undergraduate and graduate students in the fall of 2018.",
  "/wiki/Missoula,_MT": "Missoula /mɪˈzuːlə/ (listen) is a city in the U.S. state of Montana and is the county seat of Missoula County. It is located along the Clark Fork River near its confluences with the Bitterroot and Blackfoot Rivers in western Montana and at the convergence of five mountain ranges, thus it is often described as the \"hub of five valleys\". In 2018[update], the United States Census Bureau estimated the city's population at 74,428 and the population of the Missoula Metropolitan Area at 118,791. After Billings, Missoula is both the second largest city and metropolitan area in Montana. Missoula is home to the University of Montana, a public research university.",
  "/wiki/University_of_Oregon": "The University of Oregon (also referred to as UO, U of O or Oregon) is a public flagship research university in Eugene, Oregon. Founded in 1876, the institution's 295-acre campus is along the Willamette River. Since July 2014, UO has been governed by the Board of Trustees of the University of Oregon. The university has a Carnegie Classification of \"highest research activity\" and has 19 research centers and institutes. UO was admitted to the Association of American Universities in 1969.",
  "/wiki/Eugene,_OR": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/Cal_State_Dominguez_Hills": "California State University, Dominguez Hills (CSUDH, Dominguez Hills, or Cal State Dominguez Hills) is a public university in Carson, California.  It was founded in 1960 and is part of the California State University (CSU) system.",
  "/wiki/Los_Angeles,_CA": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/California_State_University,_Bakersfield": "California State University, Bakersfield (CSUB, Cal State Bakersfield, or CSU Bakersfield) is a public university in Bakersfield, California. It was founded in 1965 and opened in 1970 on a 375-acre (152 ha) campus, becoming the 19th school in the 23-campus California State University system. The university offers 45 different Bachelor's degrees and 21 types of  Master's degrees. The university offers a Doctoral Program in Educational Leadership (Ed.D).",
  "/wiki/Bakersfield,_CA": "Bakersfield is a charter city in Kern County, California, United States. It is the county seat and largest city of Kern County. The city covers about 151 sq mi (390 km2) near the southern end of the San Joaquin Valley and the Central Valley region. Bakersfield's population is around 380,000, making it the 52nd-most populous city in the United States of America and the 9th-most populous city in California. The Bakersfield–Delano Metropolitan Statistical Area, which includes all of Kern County, had a 2010 census population of 839,631, making it the 62nd-largest metropolitan area in the United States. The more built-up portion of the metro area that includes Bakersfield and areas immediately around the city, such as East Bakersfield, Oildale and Rosedale, has a population of about 520,000.",
  "/wiki/Seattle,_WA": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.",
  "/wiki/Stanford,_CA": "Stanford is a census-designated place (CDP) in the northwest corner of Santa Clara County, California, United States and is the home of Stanford University. The population was 13,809 at the 2010 census, with a daily population of 35,000.",
  "/wiki/University_of_Nevada,_Reno": "The University of Nevada, Reno (Nevada, the University of Nevada, or UNR) is a public research university in Reno, Nevada. Founded on October 12, 1874 in Elko, Nevada is the sole land grant institution for the state of Nevada.",
  "/wiki/Reno,_NV": "Reno (/ˈriːnoʊ/ REE-noh) is a city in the northwest section of the U.S. state of Nevada, approximately 22 miles (35 km) from Lake Tahoe, known as \"The Biggest Little City in the World\". Known for its casino & tourism industry, Reno is the county seat and largest city of Washoe County and sits in a high desert river valley at the foot of the Sierra Nevada and its downtown area (along with Sparks) occupies a valley informally known as the Truckee Meadows, which due to large-scale investments from Seattle & Bay Area, such as Amazon, Tesla, Panasonic, Microsoft, Apple and many more (most recently Google) has become a new major technology hub in the United States. The city is named after Union Major General Jesse L. Reno, who was killed in action during the American Civil War at the Battle of South Mountain on Fox's Gap.",
  "/wiki/University_of_Denver": "The University of Denver (DU) is a private research university in Denver, Colorado.  Founded in 1864, it is the oldest independent private university in the Rocky Mountain Region of the United States.  DU enrolls approximately 5,600 undergraduate students and 6,100 graduate students.  The 125-acre (0.51 km2) main campus is a designated arboretum and is located primarily in the University Neighborhood, about five miles (8 km) south of downtown Denver.",
  "/wiki/Denver,_CO": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Honolulu,_HI": "Honolulu (/ˌhɒnəˈluːluː/; Hawaiian: [honoˈlulu]) is the capital and largest city of the U.S. state of Hawaii. It is an unincorporated part of and the county seat of the City and County of Honolulu along the southeast coast of the island of Oʻahu.[a] The city is the main gateway to Hawaiʻi and a major portal into the United States. The city is also a major hub for international business and military defense, as well as being host to a diverse variety of east–west and Pacific cultures, cuisine, and traditions.",
  "/wiki/California_State_University_at_Fresno": "California State University, Fresno (Fresno State) is a public university in Fresno, California.  It is one of 23 campuses in the California State University system. The university had a Fall 2018 enrollment of 24,995 students.  It offers bachelor's degrees in 60 areas of study, 45 master's degrees, 3 doctoral degrees, 12 certificates of advanced study, and 2 different teaching credentials.",
  "/wiki/Fresno,_CA": "Fresno (/ˈfrɛznoʊ/ FREZ-noh; Spanish for \"ash tree\") is a city in and the county seat of Fresno County, California, United States. It covers about 112 square miles (290 km2) in the center of the San Joaquin Valley, the southern portion of California's Central Valley.",
  "/wiki/Oregon_State_University": "Oregon State University (OSU) is a public flagship research university in Corvallis, Oregon. The university offers more than 200 undergraduate degree programs along with a variety of graduate and doctoral degrees. With a student enrollment approaching 32,000, it is Oregon's largest university. More than 230,000 students have graduated from OSU since its founding. The Carnegie Foundation designates Oregon State University as a \"Community Engagement\" university and classifies it as a doctoral university with a status of \"Highest research activity\".",
  "/wiki/Corvallis,_OR": "Corvallis /kɔːrˈvælɪs/ is a city in central western Oregon, United States. It is the county seat of Benton County and the principal city of the Corvallis, Oregon Metropolitan Statistical Area, which encompasses all of Benton County.  As of the 2010 United States Census, the population was 54,462. Its population was estimated by the Portland Research Center to be 58,641 in 2018. Corvallis is the location of Oregon State University and Good Samaritan Regional Medical Center.",
  "/wiki/California_State_University,_East_Bay": "California State University, East Bay (Cal State East Bay, CSU East Bay, or CSUEB) is a public university in Hayward, California. The university is part of the 23-campus California State University system and offers 136 undergraduate and 60 post-baccalaureate areas of study. Founded in 1957, California State University, East Bay has a student body of almost 15,000. In Fall 2018, it had 877 faculty, of whom 339 (or 39%) were on the tenure track. The university's largest and oldest college campus is located in Hayward, with additional campus-sites in the nearby cities of Oakland and Concord.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Hayward,_CA": "Hayward (/ˈheɪwərd/; formerly Haywards, Haywards Station, and Haywood) is a city located in Alameda County, California in the East Bay subregion of the San Francisco Bay Area. With a 2018 population of 159,620, Hayward is the sixth largest city in the Bay Area and the third largest in Alameda County. Hayward was ranked as the 37th most populous municipality in California. It is included in the San Francisco–Oakland–Fremont Metropolitan Statistical Area by the US Census. It is located primarily between Castro Valley and Union City, and lies at the eastern terminus of the San Mateo–Hayward Bridge. The city was devastated early in its history by the 1868 Hayward earthquake. From the early 20th century until the beginning of the 1980s, Hayward's economy was dominated by its now defunct food canning and salt production industries.",
  "/wiki/California_State_University,_Los_Angeles": "California State University, Los Angeles (Cal State LA) is a public university in Los Angeles, California. It is part of the 23-campus California State University (CSU) system. Cal State LA offers 129 bachelor's degrees, 112 master's degrees, and four doctoral degrees: a Doctor of Philosophy (Ph.D) in special education in collaboration with the University of California, Los Angeles (UCLA), a Doctor of Education (Ed.D) in Educational Leadership, a Doctor of Nursing Practice (DNP) and a Doctor of Audiology (AuD). It also offers 22 teaching credentials.",
  "/wiki/University_of_Redlands": "The University of Redlands is a private university headquartered in Redlands, California. The university's main, residential campus is situated on 160 acres (65 ha) near downtown Redlands. An additional eight regional locations throughout California largely provide programs for working adults.",
  "/wiki/Redlands,_CA": "Redlands /ˈrɛdləndz/ is a city in San Bernardino County, California, United States. As of the 2010 census, the city had a population of 68,747, up from 63,591 at the 2000 census. The population was estimated at 71,586 in 2018. The city is located approximately 10 miles (16 km) east of downtown San Bernardino.",
  "/wiki/Loyola_Marymount_University": "Loyola Marymount University (LMU) is a private Jesuit and Marymount research university in Los Angeles, California. It is located on the west side of the city and is scenically positioned atop the bluffs overlooking Playa Vista. LMU is also the parent school to Loyola Law School located in downtown Los Angeles.",
  "/wiki/California_State_University,_Long_Beach": "California State University, Long Beach (CSULB, Long Beach State, Cal State Long Beach, LBSU, or The Beach) is a public university in Long Beach, California.  The 322-acre campus is the third largest of the 23-school California State University system (CSU) and one of the largest universities in the state of California by enrollment, its student body numbering 37,776 for the Fall 2016 semester. The university continues to receive record numbers of applicants; for Fall 2018, it received 102,879 undergraduate applications—the most of any CSU campus. The school has a 28% acceptance rate. In 2017, 17,650 out of 63,048 applicants were admitted making Cal State Long Beach a highly competitive school to get into. As of Fall 2014, the school had 2,283 total faculty, with 36.7 percent of those faculty on the tenure track. With 5,286 graduate students, the university enrolls one of the largest graduate student populations across the CSU system and in the state of California. The university is located in the Los Altos neighborhood of Long Beach at the southeastern coastal tip of Los Angeles County, less than one mile from the border with Orange County. The university offers 82 different Bachelor's degrees, 65 types of Master's degrees, and four Doctoral degrees.",
  "/wiki/Long_Beach,_CA": "Long Beach is a city in the US state of California located within the Los Angeles metropolitan area. It is the 39th most populous city in the United States with a population of 462,257 in 2010. A charter city, Long Beach is the 7th most populous city in California."
}