{
  "/wiki/Australasia_at_the_Olympics": "Australasia was a combined team of athletes from Australia and the Dominion of New Zealand that competed together at the 1908 and 1912 Summer Olympics.  When the Olympic Games resumed in 1920 after World War I, the two nations sent separate teams to the Games, and have done so ever since.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/New_Zealand": "New Zealand (Māori: Aotearoa [aɔˈtɛaɾɔa]) is a sovereign island country in the southwestern Pacific Ocean. The country has two main landmasses—the North Island (Te Ika-a-Māui), and the South Island (Te Waipounamu)—and around 600 smaller islands. It has a total land area of 268,000 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long period of isolation, New Zealand developed a distinct biodiversity of animal, fungal, and plant life. The country's varied topography and its sharp mountain peaks, such as the Southern Alps, owe much to the tectonic uplift of land and volcanic eruptions. New Zealand's capital city is Wellington, and its most populous city is Auckland.",
  "/wiki/Korea_at_the_2018_Winter_Olympics": "A unified team of South Korea and North Korea competed under the title \"Korea\" at the 2018 Winter Olympics in ice hockey.",
  "/wiki/Korea_women%27s_national_ice_hockey_team": "The Korea women's national ice hockey team is a representative side which is composed of players from both South Korea and North Korea.",
  "/wiki/2018_Winter_Olympics": "The 2018 Winter Olympics, officially known as the XXIII Olympic Winter Games (French: Les XXIIIes Jeux olympiques d'hiver; Korean: 제23회 동계 올림픽, romanized: Jeisipsamhoe Donggye Ollimpik) and commonly known as PyeongChang 2018, was an international winter multi-sport event that was held between 9 and 25 February 2018 in Pyeongchang County, Gangwon Province, South Korea, with the opening rounds for certain events held on 8 February 2018, the day before the opening ceremony.",
  "/wiki/2018_Winter_Olympics_opening_ceremony": "The opening ceremony of the 2018 Winter Olympics was held at the Pyeongchang Olympic Stadium in Pyeongchang, South Korea on 9 February 2018. It began at 20:00 KST and finished at approximately 22:20 KST. The Games were officially opened by President of the Republic of Korea Moon Jae-in.",
  "/wiki/United_Team_of_Germany_at_the_Olympics": "The United Team of Germany (German: Gesamtdeutsche Mannschaft) competed in the 1956, 1960, and 1964 Winter and Summer Olympic Games as a united team of athletes from West Germany and East Germany. In 1956 the team also included athletes from a third Olympic body, the Saarland Olympic Committee, which had sent a separate team in 1952, but in 1956 was in the process of joining the German National Olympic Committee. This process was completed in February 1957 after the admission of Saarland into the Federal Republic of Germany.",
  "/wiki/United_Team_of_Germany": "The United Team of Germany (German: Gesamtdeutsche Mannschaft) competed in the 1956, 1960, and 1964 Winter and Summer Olympic Games as a united team of athletes from West Germany and East Germany. In 1956 the team also included athletes from a third Olympic body, the Saarland Olympic Committee, which had sent a separate team in 1952, but in 1956 was in the process of joining the German National Olympic Committee. This process was completed in February 1957 after the admission of Saarland into the Federal Republic of Germany.",
  "/wiki/East_Germany": "East Germany, officially the German Democratic Republic (GDR; German: Deutsche Demokratische Republik [ˈdɔʏtʃə demoˈkʁaːtɪʃə ʁepuˈbliːk], DDR), was a state that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forces following the end of World War II—the Soviet occupation zone of the Potsdam Agreement, bounded on the east by the Oder–Neisse line. The Soviet zone surrounded West Berlin but did not include it; as a result, West Berlin remained outside the jurisdiction of the GDR.",
  "/wiki/West_Germany": "West Germany was the informal name for the Federal Republic of Germany, a country in Western Europe, in the period between its formation on 23 May 1949 and German reunification on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. The Federal Republic was created during the Allied occupation of Germany after World War II, established from eleven states formed in the three Allied zones of occupation held by the United States, the United Kingdom and France. Its (provisional) capital was the city of Bonn. The Cold War era West Germany is also retrospectively designated the Bonn Republic.",
  "/wiki/Unified_Team_at_the_Olympics": "The Unified Team was the name used for the sports team of the former Soviet Union \n(except the Baltic states) at the 1992 Winter Olympics in Albertville and the 1992 Summer Olympics in Barcelona. The IOC country code was EUN, after the French name, Équipe unifiée.  The Unified Team was sometimes informally called the CIS Team (Commonwealth of Independent States, as a counterpart of CIS national football team taking part in Euro 1992 of the same year), although Georgia did not join the CIS until 1993.",
  "/wiki/Republics_of_the_Soviet_Union": "The Republics of the Union of Soviet Socialist Republics or Union Republics (Russian: Сою́зные Респу́блики, tr. Soyúznye Respúbliki) were the ethnically based proto-states of the Union of Soviet Socialist Republics (USSR). For most of its history, the USSR was a highly centralized state; the decentralization reforms during the era of Perestroika (\"Restructuring\") and Glasnost (\"Openness\") conducted by Mikhail Gorbachev are cited as one of the factors which led to the dissolution of the USSR in 1991.",
  "/wiki/Baltic_states": "The Baltic states, also known as the Baltic countries, Baltic republics, Baltic nations, or simply the Baltics (Estonian: Balti riigid, Baltimaad; Latvian: Baltijas valstis; Lithuanian: Baltijos valstybės), is a geopolitical term, typically used to group the three sovereign states in Northern Europe on the eastern coast of the Baltic Sea: Estonia, Latvia, and Lithuania. The term is not used in the context of cultural areas, national identity, or language, because while the majority of people in Latvia and Lithuania are Baltic people, the majority in Estonia are Finnic. The three countries do not form an official union, but engage in intergovernmental and parliamentary cooperation.  The most important areas of cooperation between the three countries are foreign and security policy, defence, energy, and transportation.",
  "/wiki/Independent_Olympic_Participants_at_the_1992_Summer_Olympics": "During the 1992 Summer Olympics in Barcelona, Spain, athletes from Yugoslavia and Macedonia competed as Independent Olympic Participants. Macedonian athletes could not appear under their own flag because their NOC had not been formed. Yugoslavia (also known as Serbia and Montenegro) was under United Nations sanctions which prevented the country from taking part in the Olympics. However, individual Yugoslav athletes were allowed to take part as Independent Olympic Participants (and as Independent Paralympic Participants at the 1992 Summer Paralympics).",
  "/wiki/Federal_Republic_of_Yugoslavia": "Serbia and Montenegro (Serbian: Србија и Црна Гора, romanized: Srbija i Crna Gora; abbr. Serbian: СЦГ, romanized: SCG), also known from 2003 to 2006 as the State Union of Serbia and Montenegro (Serbian: Државна Заједница Србија и Црна Гора, romanized: Državna Zajednica Srbija i Crna Gora), and known as the Federal Republic of Yugoslavia from 1992 to 2003, was a country in Southeast Europe, created from the two remaining federal republics of the Socialist Yugoslavia after its breakup in 1992. The republics of Serbia and Montenegro together established a federation in 1992 as the Federal Republic of Yugoslavia (abbr. FR Yugoslavia or FRY; Serbian: Савезна Република Југославија, romanized: Savezna Republika Jugoslavija)[a] or Yugoslavia (Serbian: Југославија, romanized: Jugoslavija) for short.",
  "/wiki/United_Nations": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a center for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquartered on international territory in New York City; other main offices are in Geneva, Nairobi, Vienna and The Hague.",
  "/wiki/Republic_of_Macedonia": "North Macedonia,[c] officially the Republic of North Macedonia,[d] is a country in the Balkan Peninsula in Southeast Europe. Unofficially it is also still called Macedonia in English language sources. It is one of the successor states of Yugoslavia, from which it declared independence in September 1991 under the name Republic of Macedonia. A landlocked country, North Macedonia has borders with Kosovo[e] to the northwest, Serbia to the northeast, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larger geographical region of Macedonia. The capital and largest city, Skopje, is home to roughly a quarter of the nation's 2.06 million inhabitants. The majority of the residents are ethnic Macedonians, a South Slavic people. Albanians form a significant minority at around 25%, followed by Turks, Romani, Serbs, Bosniaks, and Aromanians.",
  "/wiki/Independent_Olympic_Athletes_at_the_Olympics": "Athletes have competed as Independent Olympians at the Olympic Games for various reasons, including political transition, international sanctions, suspensions of National Olympic Committees, and compassion. Independent athletes have come from the Republic of North Macedonia, East Timor, South Sudan and Curaçao following geopolitical changes in the years before the Olympics, from the Federal Republic of Yugoslavia (present-day Montenegro and Serbia) as a result of international sanctions, from India and Kuwait due to the suspensions of their National Olympic Committees, and Russia for mass violations of anti-doping rules.",
  "/wiki/Individual_Olympic_Athletes_at_the_2000_Summer_Olympics": "Four athletes from East Timor competed as Individual Olympic Athletes at the 2000 Summer Olympics in Sydney, Australia.",
  "/wiki/Timor-Leste": "East Timor (/-ˈtiːmɔːr/ (listen)) or Timor-Leste (/tiˈmɔːr ˈlɛʃteɪ/; Tetum: Timór Lorosa'e), officially the Democratic Republic of Timor-Leste (Portuguese: República Democrática de Timor-Leste, Tetum: Repúblika Demokrátika Timór-Leste), is a country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's size is about 15,007 km2 (5,794 sq mi).",
  "/wiki/Independent_Olympic_Athletes_at_the_2012_Summer_Olympics": "Four Independent Olympic Athletes competed at the 2012 Summer Olympics in London, in the United Kingdom. These were athletes from the former Netherlands Antilles, and from the newly formed state of South Sudan. This was the third time that athletes had competed as independent participants in the Olympics. None of the athletes won an Olympic medal.",
  "/wiki/Netherlands_Antilles": "The Netherlands Antilles (Dutch: Nederlandse Antillen, pronounced [ˌneːdərlɑntsə ʔɑnˈtɪlə(n)] (listen); Papiamentu: Antia Hulandes) was a constituent country of the Kingdom of the Netherlands. The country consisted of several island territories located in the Caribbean Sea. The islands were also informally known as the Dutch Antilles. The country came into being in 1954 as the autonomous successor of the Dutch colony of Curaçao and Dependencies, and was dissolved in 2010. The Dutch colony of Surinam, although it was relatively close by on the continent of South America, did not become part of the Netherlands Antilles but became a separate autonomous country in 1954. All the island territories that belonged to the Netherlands Antilles remain part of the kingdom today, although the legal status of each differs. As a group they are still commonly called the Dutch Caribbean, regardless of their legal status.",
  "/wiki/South_Sudan": "South Sudan (/suːˈdɑːn, -ˈdæn/), officially known as the Republic of South Sudan  (Dinka: Ciɛl de Thouth Thudän; Luo: Sudan Milambo; Zande: Ku Padi Yo Sudan) is a landlocked country in East-Central Africa. It gained independence from the Republic of the Sudan in 2011, making it the most recent sovereign state with widespread recognition.  Its capital and largest city is Juba.",
  "/wiki/Netherlands_Antilles_Olympic_Committee": "The Netherlands Antilles Olympic Committee, (Dutch: Nederlands Antilliaans Olympisch Comité; Papiamento: Comité Olímpico di Antia Hulandes) generally abbreviated NAOC was a member of the IOC from 1950 to 2011. It constituted the National Olympic Committee of the dissolved country Netherlands Antilles which consisted of the islands Aruba (until 1986), Curaçao, Sint Maarten (countries of the Kingdom of the Netherlands), Bonaire, Sint Eustatius and Saba (part of the Netherlands proper). The organization is a federation of 31 sports federations. So far only FINA， FIFA and CONCACAF recognize Curaçao as successor of Netherlands Antilles",
  "/wiki/Athletes_from_Kuwait_at_the_2010_Asian_Games": "Athletes from Kuwait participated in the 16th Asian Games in Guangzhou, Guangdong, China from 12 November to 27 November 2010. These athletes competed under the Olympic flag because the Kuwait Olympic Committee had been suspended by the International Olympic Committee in January 2010. A total of 195 athletes competed, of which 19 were women.",
  "/wiki/Kuwait_Olympic_Committee": "Kuwait Olympic Committee (Arabic: اللجنة الأولمبية الكويتية‎, IOC code: KUW) is the National Olympic Committee representing Kuwait and organising the Kuwait Olympic team.",
  "/wiki/Athletes_from_Kuwait_at_the_2010_Summer_Youth_Olympics": "Athletes from Kuwait competed in the 2010 Summer Youth Olympics in Singapore. However, Kuwaiti athletes competed under the Olympic flag as the Kuwait Olympic Committee had been suspended by the International Olympic Committee in January 2010 due to government interference.",
  "/wiki/Athletes_from_Kuwait_at_the_2010_Asian_Para_Games": "Kuwait participated in the 2010 Asian Para Games–First Asian Para Games in Guangzhou, China from 13 to 19 December 2010. Kuwait won three medals, and finished at the 26th spot in a medal table. Unlike its Asian Games counterpart (which participated under the Olympic flag as it was being suspended by the International Olympic Committee), it participated at the sporting event under its own national flag.",
  "/wiki/Athletes_from_Kuwait_at_the_2011_Asian_Winter_Games": "Athletes from Kuwait participated in the 2011 Asian Winter Games in Almaty and Astana, Kazakhstan from January 30, 2011 to February 6, 2011. These athletes competed under the Olympic flag because the Kuwait Olympic Committee had been suspended by the International Olympic Committee in January 2010.",
  "/wiki/Mixed-NOCs_at_the_Youth_Olympics": "Mixed-NOCs (IOC code: MIX) are Youth Olympic Games teams consisting of athletes representing different National Olympic Committees (NOCs). The concept of mixed-NOCs was introduced at the 2010 Summer Youth Olympics, in which athletes from different nations would compete in the same team. It was also used in multiple sports at the Winter Youth Olympics since 2012.",
  "/wiki/Youth_Olympics": "The Youth Olympic Games (YOG) is an international multi-sport event organized by the International Olympic Committee. The games are held every four years in staggered summer and winter events consistent with the current Olympic Games format, though in reverse order with Winter Games held in leap years instead of Summer Games. The first summer version was held in Singapore from 14 to 26 August 2010 while the first winter version was held in Innsbruck, Austria from 13 to 22 January 2012. The age limitation of the athletes is 14 to 18. The idea of such an event was introduced by Johann Rosenzopf from Austria in 1998. On 6 July 2007, International Olympic Committee (IOC) members at the 119th IOC session in Guatemala City approved the creation of a youth version of the Olympic Games, with the intention of sharing the costs of hosting the event between the IOC and the host city, whereas the travelling costs of athletes and coaches were to be paid by the IOC. These Games will also feature cultural exchange programs and opportunities for participants to meet Olympic athletes.",
  "/wiki/Olympic_Athletes_from_Russia_at_the_2018_Winter_Olympics": "Olympic Athlete from Russia (OAR) is the International Olympic Committee's (IOC) designation of select Russian athletes permitted to participate in the 2018 Winter Olympics in Pyeongchang, South Korea. The designation was instigated following the suspension of the Russian Olympic Committee after the Olympic doping controversy. This was the first time since the Unified Team of 1992 that Russian athletes had participated under the neutral Olympic flag.",
  "/wiki/Doping_in_Russia": "Systematic doping in Russian sports has resulted in 43 Olympic medals being stripped from Russian athletes—the most of any country, more than four times the number of the runner-up, and more than 30% of the global total.",
  "/wiki/Refugee_Olympic_Team_at_the_2016_Summer_Olympics": "The Refugee Olympic Team competed at the 2016 Summer Olympics in Rio de Janeiro, Brazil, from 5 to 21 August 2016, as independent Olympic participants. In March 2016, the International Olympic Committee (IOC) President Thomas Bach declared that the IOC would choose five to ten refugees to compete at the Rio Olympics, in the context of the \"worldwide refugee crisis\", of which the European migrant crisis is a prominent part. The athletes competed under the Olympic Flag. Initially, they were labeled \"Team of Refugee Olympic Athletes\", with the IOC country code ROA, but this was updated to Refugee Olympic Team with the country code ROT.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Refugee": "A refugee, generally speaking, is a displaced person who has been forced to cross national boundaries and who cannot return home safely (for more detail see legal definition). Such a person may be called an asylum seeker until granted refugee status by the contracting state or the UNHCR if they formally make a claim for asylum.\nThe lead international agency coordinating refugee protection is the United Nations Office of the United Nations High Commissioner for Refugees (UNHCR). The United Nations have a second Office for refugees, the UNRWA, which is solely responsible for supporting the large majority of Palestinian refugees.",
  "/wiki/Mixed_team_at_the_Olympics": "Early modern Olympic Games allowed for individuals in a team to be from different nations.  The International Olympic Committee (IOC) grouped their results together under the mixed team designation (IOC code ZZX).[citation needed]",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2)."
}