{
  "/wiki/3030_Deathwar": "3030 Deathwar is an open world action-adventure game by British developer Matt Griffiths and Mic Newsam as Bird in Sky, mostly known for the Redux version which was released in 2017.",
  "/wiki/Archimedean_Dynasty": "Archimedean Dynasty (German: Schleichfahrt, meaning silent running) was the first of the \"Aqua series\" of computer games, developed by Massive Development and published by Blue Byte in 1996. On July 29, 2015, after years of non-availability, the game was re-released on the digital distributor gog.com with Windows support.",
  "/wiki/Blue_Byte": "Ubisoft Blue Byte GmbH (formerly Blue Byte until 2017) is a German video game developer based in Düsseldorf. Founded in October 1988 by Thomas Hertzler and Lothar Schmitt, the company is best known for developing the Anno and The Settlers series. The studio was acquired by Ubisoft in 2001. Today, Ubisoft Blue Byte consists of three studios branded as Ubisoft Düsseldorf, Ubisoft Mainz and Ubisoft Berlin, with the Blue Byte name serving as the legal umbrella for all three studios.",
  "/wiki/DOS": "DOS (/dɒs/, /dɔːs/) is a platform-independent acronym for Disk Operating System which later became a common shorthand for disk-based operating systems on IBM PC compatibles. DOS primarily consists of Microsoft's MS-DOS and a rebranded IBM version under the name PC DOS, both of which were introduced in 1981. Later compatible systems from other manufacturers include DR DOS (1988), ROM-DOS (1989), PTS-DOS (1993), and FreeDOS (1998). MS-DOS dominated the IBM PC compatible market between 1981 and 1995.",
  "/wiki/Battlecruiser_3000AD": "Battlecruiser 3000AD is a science fiction video game, noted for its long, troubled development history.",
  "/wiki/3000AD": "Derek K. Smart is an American video game designer. He is the president and lead developer of 3000AD, Inc., an indie game development company based in Aventura, FL. In addition he is the president of and investor in the video game development company Quest Online. Smart is an independent video game designer and software developer, and the creator of several video game series.",
  "/wiki/Take_Two_Interactive_Software": "Take-Two Interactive Software, Inc. is an American video game holding company based in New York City. The company owns two major publishing labels, Rockstar Games and 2K, which operate internal game development studios. Take-Two's portfolio includes numerous successful video game series across personal computer and video game consoles, including BioShock, Borderlands, Civilization, Grand Theft Auto, NBA 2K, Red Dead, and XCOM. As of March 2018, it is the third-largest publicly traded game company in the Americas and Europe after Activision Blizzard and Electronic Arts, with an estimated market cap of US$13 billion.",
  "/wiki/GameTek": "GameTek was a video game publisher based in North Miami Beach, Florida well known for publishing video game adaptations of game shows in the late 1980s and early 1990s. GameTek was a trade name for IJE, the owner of electronic publishing rights to Jeopardy! and Wheel of Fortune. Originally IJE licensed these titles to ShareData of Chandler, Arizona; however, when IJE saw ShareData's success with the titles, IJE decided to publish the titles themselves, resulting in the founding of GameTek.",
  "/wiki/Microsoft_Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Interplay_Entertainment": "Interplay Entertainment Corp. is an American video game developer and publisher based in Los Angeles. The company was founded in 1983 as Interplay Productions by developers Brian Fargo, Jay Patel, Troy Worrell, and Rebecca Heineman (then known as Bill Heineman), as well as investor Chris Wells. As a developer, Interplay is best known as the creator of the Fallout series and as a publisher for the Baldur's Gate and Descent series.",
  "/wiki/DreamCatcher_Interactive": "DreamCatcher Interactive Inc. (also known as DreamCatcher Games) was a Canadian video game publisher founded in 1996 by Richard Wah Kan. In 2006, the company became a subsidiary of JoWooD Entertainment. In 2011, the company went into administration along with its parent JoWooD and all assets were purchased by Nordic Games Holding. The DreamCatcher Interactive brand is currently being used as a publishing label for THQ Nordic.",
  "/wiki/Starpoint_Gemini_2": "Starpoint Gemini 2 (abbreviated to SPG2 or SG2) is a space trading and combat simulator developed by the Croatian-based Little Green Men Games (LGM Games) development studio. It is a direct sequel to Starpoint Gemini, which was released in 2010.",
  "/wiki/Little_Green_Men_Games": "Little Green Men Games (doing business as Intercorona d.o.o) is a Croatian video game developer. The company began in 2006 with producing its first video game Starpoint Gemini developed with custom made engine called IC Whale Engine in 2010. Their second game Starpoint Gemini 2 was released in 2014, followed by 3 downloadable content (Secrets of Aethera, Origins and Titans), made with LGM Games' proprietary Whale2 Engine. The latest installment in the franchise, Starpoint Gemini Warlords was released on May 23, 2017 on Steam and GoG (DRM free). It uses the proprietary Whale 2.5 engine.",
  "/wiki/Iceberg_Interactive": "Iceberg Interactive is a privately held video game publisher based in Haarlem, Netherlands. The company is known for publishing games of independent developers. It publishes video games for Windows, macOS, and Linux through traditional retail channels as well as digital distribution services, such as Steam. In recent years Iceberg Interactive has also published games for consoles, including Xbox and PlayStation.",
  "/wiki/Xbox_One": "The Xbox One is an eighth-generation home video game console developed by Microsoft. Announced in May 2013, it is the successor to Xbox 360 and the third console in the Xbox series of video game consoles. It was first released in North America, parts of Europe, Australia, and South America in November 2013, and in Japan, China, and other European countries in September 2014. It is the first Xbox game console to be released in China, specifically in the Shanghai Free-Trade Zone. Microsoft marketed the device as an \"all-in-one entertainment system\", hence the name 'Xbox One'. The Xbox One mainly competes against Sony's PlayStation 4 and Nintendo's Wii U and Switch.",
  "/wiki/Role-playing_video_game": "A role-playing video game (commonly referred to as simply a role-playing game or an RPG as well as a computer role-playing game or a CRPG) is a video game genre where the player controls the actions of a character (and/or several party members) immersed in some well-defined world. Many role-playing video games have origins in tabletop role-playing games (including Dungeons & Dragons) and use much of the same terminology, settings and game mechanics. Other major similarities with pen-and-paper games include developed story-telling and narrative elements, player character development, complexity, as well as replay value and immersion. The electronic medium removes the necessity for a gamemaster and increases combat resolution speed. RPGs have evolved from simple text-based console-window games into visually rich 3D experiences.",
  "/wiki/DarkStar_One": "DarkStar One is a space trading and combat simulator game developed by German studio Ascaron and published by CDV.",
  "/wiki/Ascaron_Entertainment": "Ascaron Entertainment was a video game developer based in Germany. Founded as Ascon and later renamed in October 1996 due to the possible confusion with the Swiss company Ascom AG, the company produced titles primarily for the PC until it became insolvent in 2009.",
  "/wiki/Cdv_Software_Entertainment": "CDV Software Entertainment AG (formerly CDV Software GmbH, stylized as cdv) was a German publisher of video games founded 1989 in Karlsruhe. On April 17, 2000 cdv became a Frankfurt stock market traded company. In the beginning of the 2000s CDV was the biggest German publisher in the German video game market. They opened a UK office in 2008.  In 2010, VG247 reported that they filed for preliminary insolvency when SouthPeak Games failed to pay a settlement.",
  "/wiki/Kalypso_Media": "The Kalypso Media Group is a German developer and publisher of video games with 100 employees at seven locations throughout Germany, England, and the United States. The group includes: Kalypso Media Group GmbH in Worms, DE, Kalypso Media UK Ltd. in Bracknell UK, Kalypso Media USA Inc. in Ridgewood, USA, Kalypso Media Digital Ltd. in Leicester, UK, as well as the 2015-founded Kalypso Media Mobile in Hamburg, DE. The company has two in-house development studios: Realmforge Studios (located in Munich, DE) and Gaming Minds Studios (Gütersloh, DE). The products of the Kalypso Media Group include the Tropico, Sudden Strike, Dungeons and Railway Empire series as well as many more.",
  "/wiki/Xbox_360": "The Xbox 360 is a home video game console developed by Microsoft. As the successor to the original Xbox, it is the second console in the Xbox series. It competed with Sony's PlayStation 3 and Nintendo's Wii as part of the seventh generation of video game consoles. It was officially unveiled on MTV on May 12, 2005, with detailed launch and game information announced later that month at the 2005 Electronic Entertainment Expo.",
  "/wiki/Earth_%26_Beyond": "Earth & Beyond was a science fiction massively multiplayer online role-playing game (MMORPG) developed by Westwood Studios and published by Electronic Arts (EA). The game was released in September 2002 in the United States. EA shut down Earth & Beyond on September 22, 2004. It was the last game developed by Westwood Studios.",
  "/wiki/Westwood_Studios": "Westwood Studios, Inc. was an American video game developer, based in Las Vegas, Nevada. It was founded by Brett Sperry and Louis Castle in 1985 as Westwood Associates and was renamed Westwood Studios when it merged with Virgin Games (later Virgin Interactive Entertainment) in 1992. The company was bought by Electronic Arts alongside Virgin Interactive's North American operations in 1998. In January 2003, it was announced that Westwood, alongside EA Pacific, would be merged into EA Los Angeles. The studio closed in March that year.",
  "/wiki/Electronic_Arts": "Electronic Arts Inc. (EA) is an American video game company headquartered in Redwood City, California. It is the second-largest gaming company in the Americas and Europe by revenue and market capitalization after Activision Blizzard and ahead of Take-Two Interactive and Ubisoft as of March 2018.",
  "/wiki/Mac_OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Linux": "Linux (/ˈlɪnəks/ (listen) LIN-əks) is a family of open source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution.",
  "/wiki/Massively_multiplayer_online_role-playing_game": "Massively multiplayer online role-playing games (MMORPGs) are a combination of role-playing video games and massively multiplayer online games in which a very large number of players interact with one another within a virtual world.",
  "/wiki/Elite_(video_game)": "Elite is a space trading video game.  It was written and developed by David Braben and Ian Bell and originally published by Acornsoft for the BBC Micro and Acorn Electron computers in September 1984. Elite's open-ended game model and revolutionary 3D graphics led to it being ported to virtually every contemporary home computer system and earned it a place as a classic and a genre maker in gaming history. The game's title derives from one of the player's goals of raising their combat rating to the exalted heights of \"Elite\".",
  "/wiki/David_Braben": "David John Braben OBE (born 2 January 1964) is a British game developer, game designer, founder and CEO of Frontier Developments plc, co-creator of the Elite series, space trading computer games, first published in 1984. He is also a co-founder of and works as a trustee for the Raspberry Pi Foundation which in 2012 launched a low-cost computer for education.",
  "/wiki/Ian_Bell_(programmer)": "Ian Colin Graham Bell (born 31 October 1962 in Hatfield, Hertfordshire). He programmed, designed and developed the computer game Elite (1984) with David Braben, which met with much acclaim.",
  "/wiki/Acornsoft": "Acornsoft was the software arm of Acorn Computers, and a major publisher of software for the BBC Micro and Acorn Electron. As well as games, it also produced a large number of educational titles, extra computer languages and business and utility packages – these included word processor VIEW and the spreadsheet ViewSheet supplied on ROM and cartridge for the BBC Micro/Acorn Electron and included as standard in the BBC Master and Acorn Business Computer.",
  "/wiki/Firebird_(software_label)": "Telecomsoft was a British video game publisher and a division of British Telecom. The company was founded by Dr. Ederyn Williams in 1984 and operated three separate labels: Firebird, Rainbird, and Silverbird.",
  "/wiki/Acorn_Archimedes": "The Acorn Archimedes is a family of personal computers designed by Acorn Computers Ltd in Cambridge (England) and sold in the late-1980s to mid-1990s, Acorn's first general-purpose home computer based on its own ARM architecture. The first Archimedes was launched in 1987.",
  "/wiki/Acorn_Electron": "The Acorn Electron was a budget version of the BBC Micro educational/home computer made by Acorn Computers Ltd. It has 32 kilobytes of RAM, and its ROM includes BBC BASIC v2 along with its operating system.",
  "/wiki/Amiga": "The Amiga is a family of personal computers introduced by Commodore in 1985. The original model was part of a series of 16/32- and 32-bit computers that featured 256 KB or more of RAM, mouse-based GUIs, and significantly improved graphics and audio over 8-bit systems. This wave included the Atari ST—released the same year—Apple's Macintosh, and later the Apple IIGS. Based on the Motorola 68000 microprocessor, the Amiga differed from its contemporaries through the inclusion of custom hardware to accelerate graphics and sound, including sprites and a blitter, and a pre-emptive multitasking operating system called AmigaOS.",
  "/wiki/Amstrad_CPC": "The Amstrad CPC (short for Colour Personal Computer) is a series of 8-bit home computers produced by Amstrad between 1984 and 1990. It was designed to compete in the mid-1980s home computer market dominated by the Commodore 64 and the Sinclair ZX Spectrum, where it successfully established itself primarily in the United Kingdom, France, Spain, and the German-speaking parts of Europe.",
  "/wiki/Apple_II": "The Apple II (stylized as apple ][) is an 8-bit home computer and one of the world's first highly successful mass-produced microcomputer products, designed primarily by Steve Wozniak (Steve Jobs oversaw the development of the Apple II's foam-molded plastic case and Rod Holt developed the switching power supply). It was introduced by Jobs and Wozniak at the 1977 West Coast Computer Faire and was the first consumer product sold by Apple Computer, Inc. It is the first model in a series of computers which were produced until Apple IIe production ceased in November 1993. The Apple II marks Apple's first launch of a personal computer aimed at a consumer market—branded toward American households rather than businessmen or computer hobbyists.",
  "/wiki/Atari_ST": "The Atari ST is a line of home computers from Atari Corporation and the successor to the Atari 8-bit family. The initial ST model, the 520ST, saw limited release in April–June 1985 and was widely available in July. The Atari ST is the first personal computer to come with a bitmapped color GUI, using a version of Digital Research's GEM released in February 1985. The 1040ST, released in 1986, is the first personal computer to ship with a megabyte of RAM in the base configuration and also the first with a cost-per-kilobyte of less than US$1.",
  "/wiki/BBC_Micro": "The British Broadcasting Corporation Microcomputer System, or BBC Micro, is a series of microcomputers and associated peripherals designed and built by the Acorn Computer company in the 1980s for the BBC Computer Literacy Project, operated by the British Broadcasting Corporation. Designed with an emphasis on education, it was notable for its ruggedness, expandability, and the quality of its operating system. An accompanying 1982 television series, The Computer Programme, featuring Chris Serle learning to use the machine, was broadcast on BBC2.",
  "/wiki/Commodore_64": "The Commodore 64, also known as the C64 or the CBM 64, is an 8-bit home computer introduced in January 1982 by Commodore International (first shown at the Consumer Electronics Show, in Las Vegas, January 7–10, 1982). It has been listed in the Guinness World Records as the highest-selling single computer model of all time, with independent estimates placing the number sold between 10 and 17 million units. Volume production started in early 1982, marketing in August for US$595 (equivalent to $1,576 in 2019). Preceded by the Commodore VIC-20 and Commodore PET, the C64 took its name from its 64 kilobytes (65,536 bytes) of RAM. With support for multicolor sprites and a custom chip for waveform generation, the C64 could create superior visuals and audio compared to systems without such custom hardware.",
  "/wiki/MSX": "MSX is a standardized home computer architecture, announced by Microsoft and ASCII on June 16, 1983. It was conceived and marketed by Kazuhiko Nishi, then vice-president at Microsoft and director at ASCII Corporation. Nishi conceived the project as an attempt to create unified standards among various home computing system manufacturers of the period, in the same fashion as the VHS standard for home video tape machines.",
  "/wiki/Nintendo_Entertainment_System": "The Nintendo Entertainment System (NES) is an 8-bit third-generation home video game console produced, released, and marketed by Nintendo. It is a remodelled export version of the company's Family Computer[a] (FC) platform in Japan, commonly known as the Famicom[b], which was launched on July 15, 1983. The NES was launched in a test market of New York City on October 18, 1985, followed by Los Angeles as a second test market in February 1986, followed by Chicago and San Francisco, then other top 12 American markets, followed by a full launch across North America and some countries in Europe in September 1986, followed by Australia and other countries in Europe in 1987. Brazil saw only unlicensed clones until the official local release in 1993. The console's South Korean release was packaged as the Hyundai Comboy[c] and distributed by Hyundai Electronics (now SK Hynix).",
  "/wiki/ZX_Spectrum": "The ZX Spectrum (UK: /zɛd ɛks/) is an 8-bit personal home computer released in the United Kingdom in 1982 by Sinclair Research.",
  "/wiki/Elite:_Dangerous": "Elite Dangerous[a] is a space flight simulation game developed and published by Frontier Developments. Piloting a spaceship, the player explores a realistic 1:1 scale open-world representation of the Milky Way galaxy, with the gameplay being open-ended. The game is the first in the series to attempt to feature massively multiplayer gameplay, with players' actions affecting the narrative story of the game's persistent universe, while also retaining single-player options. Elite Dangerous is the fourth game in the Elite video game series, one of the longest-running video game franchises. It is the sequel to Frontier: First Encounters, released in 1995.",
  "/wiki/Frontier_Developments": "Frontier Developments plc is a British video game developer based at the Cambridge Science Park in Cambridge, England. Founded by David Braben in January 1994, it has produced several games in the Elite series, including 2014's Elite: Dangerous. A second studio, Frontier Developments Inc., was opened in Halifax, Nova Scotia, Canada in August 2012, headed by David Walsh as its president, and closed in January 2015. In 2013, the company reincorporated as a public limited company, and entered the stock market.",
  "/wiki/OS_X": "macOS (/ˌmækoʊˈɛs/; previously Mac OS X and later OS X) is a series of proprietary graphical operating systems developed and marketed by Apple Inc. since 2001. It is the primary operating system for Apple's Mac computers. Within the market of desktop, laptop and home computers, and by web usage, it is the second most widely used desktop OS, after Microsoft Windows.",
  "/wiki/Windows": "Microsoft Windows, commonly referred to as Windows, is a group of several proprietary graphical operating system families, all of which are developed and marketed by Microsoft. Each family caters to a certain sector of the computing industry. Active Microsoft Windows families include Windows NT and Windows IoT; these may encompass subfamilies, e.g. Windows Server or Windows Embedded Compact (Windows CE). Defunct Microsoft Windows families include Windows 9x, Windows Mobile and Windows Phone.",
  "/wiki/Escape_Velocity_(video_game)": "Escape Velocity is a single-player role-playing space trading and combat video game series first introduced in 1996 by Ambrosia Software for the Apple Macintosh. Two other similar games based on the original, EV Override and EV Nova, followed in 1998 and 2002 respectively, the latter of which is also available on Microsoft Windows. In addition there is a trading card game available based on the storyline of the EV Nova universe.",
  "/wiki/Matt_Burch": "Matt Burch (born 1978/1979) is a computer programmer who created the computer game Escape Velocity and programmed the engine for its sequels, Escape Velocity Override and Escape Velocity Nova, published by Ambrosia Software.[a]",
  "/wiki/Ambrosia_Software": "Ambrosia Software was a predominantly Macintosh software company founded in 1993 and located in Rochester, New York, U.S. Ambrosia Software was best known for its video games, but also published utility software. Its products were distributed as shareware; demo versions could be downloaded and used for up to 30 days. The company also released some products for iOS. Ambrosia's best-selling program was the utility Snapz Pro X, according to a 2002 interview with company president Andrew Welch.",
  "/wiki/Mac_OS": "The family of Macintosh operating systems developed by Apple Inc. includes the graphical user interface-based operating systems it has designed for use with its Macintosh series of personal computers since 1984, as well as the related system software it once created for compatible third-party systems.",
  "/wiki/EV_Override": "Escape Velocity Override is a space trading simulator game written by Peter Cartwright, with the support of his school-friends, and developed by Ambrosia Software for the Apple Macintosh. It is the sequel to Escape Velocity with an extended version of the original game engine, but Override has an entirely new story line set in a different, larger universe.",
  "/wiki/EV_Nova": "Escape Velocity Nova (a.k.a. EV Nova or EVN) is a video game by Ambrosia Software, in collaboration with ATMOS. It is the third game in the Escape Velocity series of space trading & combat games.",
  "/wiki/ATMOS_Software": "ATMOS Software Productions Pty. Ltd. was an Australian computer game development company.  ATMOS created the scenario for Ambrosia Software's Escape Velocity Nova. The name \"ATMOS\" comes from the word \"atmosphere\".",
  "/wiki/Eve_Online": "Eve Online (stylised EVE Online) is a space-based, persistent world massively multiplayer online role-playing game (MMORPG) developed and published by CCP Games. Players of Eve Online can participate in a number of in-game professions and activities, including mining, piracy, manufacturing, trading, exploration, and combat (both player versus environment and player versus player). The game contains a total of 7,800 star systems that can be visited by players.",
  "/wiki/CCP_Games": "CCP hf., doing business as CCP Games, is an Icelandic video game developer based in Reykjavík. Novator Partners and General Catalyst had previously collectively owned a majority stake in the company, and in September 2018, CCP was acquired by South Korean video game publisher Pearl Abyss for $425 million. CCP Games is best known for developing Eve Online, which was released in 2003 and has since been maintained.",
  "/wiki/MMORPG": "Massively multiplayer online role-playing games (MMORPGs) are a combination of role-playing video games and massively multiplayer online games in which a very large number of players interact with one another within a virtual world.",
  "/wiki/Rebel_Galaxy": "Rebel Galaxy is a space Western-styled space trading and combat simulation single-player video game developed and published by two-person studio Double Damage Games. It was released on Steam and GOG.com for Microsoft Windows and OS X on October 20, 2015. Xbox One and PlayStation 4 versions were released in January 2016.",
  "/wiki/List_of_space_flight_simulator_games": "This is a comprehensive index of commercial, indie and freeware space flight simulator games. The list is categorized into four sections: space flight simulators, space flight simulators with an added element of combat, space combat simulators with an added element of trading, and unreleased space flight simulators."
}