{
  "/wiki/Andy_Tonkovich": "Andrew Edward Tonkovich (November 1, 1922 – September 2, 2006) was an American basketball player. He was selected first in the 1948 BAA draft by the Providence Steamrollers. He attended Marshall College.",
  "/wiki/Providence_Steamrollers": "The Providence Steamrollers were a Basketball Association of America team based in Providence, Rhode Island. As of 2019, the Steamrollers remain the last professional sports franchise from one of the Big Four leagues to be based in Rhode Island.",
  "/wiki/Marshall_Thundering_Herd_men's_basketball": "The Marshall Thundering Herd men's basketball team represents Marshall University in Huntington, West Virginia. They compete in the NCAA Division I as a member of Conference USA. Marshall has advanced to the NCAA Tournament five times through the years (their 1987 appearance having been vacated), most recently in 2018. The Thundering Herd has also played in the NIT five times, last appearing in 2012. Marshall won the NAIA National Championship in 1947, and is 7-2 all-time in the first collegiate basketball tournament, one year older than the NIT and four years older than the NCAA Tournament. Notable former Marshall basketball players include NBA and Marshall Hall of Famer Hal Greer, who was named as one of the NBA's 50 best players of all time. Greer was selected to 10 consecutive NBA All-Star games. Greer was named NBA All-Star Game MVP in 1968, one year after leading the Philadelphia 76ers to the NBA title.",
  "/wiki/George_Kok": "George W. Kok Sr. (March 18, 1922 – October 5, 2013) was an American basketball player. At the University of Arkansas in the 1940s, he was one of the first true big men to dominate the game. He was the second overall pick in the 1948 BAA draft, but never played in the league that was the predecessor of today's National Basketball Association.",
  "/wiki/Indianapolis_Jets": "The Indianapolis Jets were a Basketball Association of America (BAA) team based in Indianapolis. They were founded as the Indianapolis Kautskys and used that name until the team joined the BAA. They played for one year in the BAA and then ceased operations due to the formation of the Indianapolis Olympians.",
  "/wiki/Arkansas_Razorbacks_men's_basketball": "The Arkansas Razorbacks basketball team represents the University of Arkansas in Fayetteville, Arkansas, United States in NCAA Division I men's basketball competition. The school's team currently competes in the Southeastern Conference. The team last played in the NCAA Division I Men's Basketball Tournament in 2018. They lost in the first round to Butler University. The basketball team plays its home games in Bud Walton Arena on the University of Arkansas campus. Under the coaching leadership of Nolan Richardson, the Hogs won the national championship in 1994, defeating Duke, and appeared in the championship game the following year, but were beaten by UCLA. The Razorbacks have made NCAA Final Four appearances in 1941, 1945, 1978, 1990, 1994, and 1995.",
  "/wiki/George_Hauptfuhrer": "George Jost Hauptfuhrer, Jr. (August 1, 1926 – August 2, 2013) was an American basketball player who, despite being taken third overall in the 1948 BAA Draft after a collegiate career at Louisville and Harvard, decided to pursue a career in law. Hauptfuhrer grew up in Philadelphia, Pennsylvania and attended William Penn Charter School. He then enrolled at Louisville where he played center on the basketball team for two seasons; while attending he was in a Navy training program. Hauptfuhrer transferred to Harvard for his final two years of college; while there, he played on the football, basketball, and track and field teams. He was named an all-Ivy League selection in basketball during his senior year in 1947–48. In just the second-ever Basketball Association of America draft, Hauptfuhrer was selected third overall by the Boston Celtics. Instead of pursuing a professional basketball career, he decided to enroll at the University of Pennsylvania Law School and became a lawyer.",
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded in 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team. The Celtics have a notable rivalry with the Los Angeles Lakers, who have won 16 NBA championships, second behind the Celtics. The rivalry was heavily highlighted throughout the 1960s and 1980s. The franchise has played the Lakers a record 12 times in the NBA Finals (including their most recent appearances in 2008 and 2010), of which the Celtics have won nine. Four Celtics players (Bob Cousy, Bill Russell, Dave Cowens and Larry Bird) have won the NBA Most Valuable Player Award for an NBA record total of 10 MVP awards.",
  "/wiki/Harvard_Crimson": "The Harvard Crimson are the athletic teams of Harvard University. The school's teams compete in NCAA Division I. As of 2013, there were 42 Division I intercollegiate varsity sports teams for women and men at Harvard, more than at any other NCAA Division I college in the country. Like the other Ivy League universities, Harvard does not offer athletic scholarships.",
  "/wiki/Dolph_Schayes": "Adolph Schayes (May 19, 1928 – December 10, 2015) was an American professional basketball player and coach in the National Basketball Association (NBA). A top scorer and rebounder, he was a 12-time NBA All-Star and a 12-time All-NBA selection. Schayes won an NBA championship with the Syracuse Nationals in 1955. He was named one of the 50 Greatest Players in NBA History and inducted into the Naismith Memorial Basketball Hall of Fame. Schayes played his entire career with the Nationals and their successor, the Philadelphia 76ers, from 1948 to 1964. In his 16-year career, he led his team into the playoffs  15 times. After the Nationals moved to Philadelphia, Schayes became player-coach of the newly-minted 76ers. He retired after the 1963-64 season and stayed on as coach for two more seasons, earning NBA Coach of the Year honors in 1966.",
  "/wiki/New_York_Knicks": "The New York Knickerbockers, more commonly referred to as the Knicks, are an American professional basketball team based in the New York City borough of Manhattan. The Knicks compete in the National Basketball Association (NBA) as a member of the Atlantic Division of the Eastern Conference. The team plays its home games at Madison Square Garden, an arena they share with the New York Rangers of the National Hockey League (NHL). They are one of two NBA teams located in New York City; the other team is the Brooklyn Nets. Alongside the Boston Celtics, the Knicks are one of two original NBA teams still located in its original city. The team, established by Ned Irish in 1946, was one of the founding members of the Basketball Association of America (BAA), which became the NBA after merging with the rival National Basketball League (NBL) in 1949. The Knicks were successful during their early years and were constant playoff contenders under the franchise's first head coach Joe Lapchick. Beginning in 1950, the Knicks made three consecutive appearances in the NBA Finals, all of which were losing efforts.",
  "/wiki/NYU_Violets": "NYU Violets is the nickname of the sports teams and other competitive teams at New York University. The school colors are purple and white. Although officially known as the Violets, the school mascot is a bobcat. The Violets compete as a member of NCAA Division III in the University Athletic Association conference. The university sponsors 23 varsity sports, as well as club teams and intramural sports.",
  "/wiki/Ed_Mikan": "Edward Anton Mikan (October 20, 1925 – October 22, 1999) was an American professional basketball player. He was the younger brother of George Mikan. After starring at Joliet Catholic High School in Illinois, the 6'8 Mikan joined the DePaul Blue Demons men's basketball team. With his brother, he helped DePaul win the 1945 National Invitational Tournament Championship over Bowling Green State University. Coach Ray Meyer said that he was probably the second-best center we ever had at DePaul, only behind his brother George. From 1948 to 1954, Ed Mikan played in the National Basketball Association as a member of the Chicago Stags, Rochester Royals, Washington Capitols, Philadelphia Warriors, Indianapolis Olympians, and Boston Celtics. He averaged 6.7 points and 5.5 rebounds per game in his NBA career. His best year statistically was his rookie season, when he averaged 9.9 points.",
  "/wiki/Chicago_Stags": "The Chicago Stags were an original National Basketball Association franchise based in Chicago, Illinois from 1946 to 1950.",
  "/wiki/DePaul_Blue_Demons_men's_basketball": "The DePaul Blue Demons men's basketball program is the NCAA Division I intercollegiate men's basketball program of DePaul University in Chicago, Illinois. The team competes in the Big East Conference. The Blue Demons play home games at Wintrust Arena at the McCormick Place convention center on Chicago's Near South Side.",
  "/wiki/Walt_Budko": "Walter L. Walt Budko Jr. (July 30, 1925 – May 25, 2013) was an American professional basketball player. He played collegiately for Columbia University. He was selected by the Baltimore Bullets with the sixth overall pick of the 1948 BAA draft. He played for the Bullets (1948–51) and Philadelphia Warriors (1951–52) in the BAA and NBA for 253 games. He coached the Bullets in the NBA (1950–51).",
  "/wiki/Baltimore_Bullets_(1944–54)": "The Baltimore Bullets were an American Basketball League (1944–1947) team, and later, a Basketball Association of America (1947–1949), and (beginning in 1949, following the BAA's absorption of the National Basketball League) a National Basketball Association team based in Baltimore. The team folded November 27, 1954, with a 3–11 record, making the Bullets the last NBA franchise to do so, as of 2018. [citation needed]  Out of all defunct NBA teams, the Bullets were members of the association for the longest time and the only defunct team to win a championship. [citation needed] The Baltimore Bullets acquired their name in reference to the Phoenix Shot Tower.",
  "/wiki/Columbia_Lions_men's_basketball": "The Columbia Lions Basketball team is the basketball team that represents Columbia University in New York City. The school's team currently competes in the Ivy League. The team's last appearance in the NCAA Division I Men's Basketball Tournament was in 1968. The Lions are led by head coach Jim Engles. Their home games are held in the Levien Gymnasium. Columbia began varsity intercollegiate competition in men's basketball in 1901. The Lions were retroactively recognized as the pre-NCAA Tournament 1904 and 1905 national champions by the Premo-Porretta Power Poll, and as the 1904, 1905, and 1910 national champions by the Helms Athletic Foundation.",
  "/wiki/St._Louis_Bombers_(NBA)": "The St. Louis Bombers were an original National Basketball Association franchise based in St. Louis, Missouri. Originally founded in 1946, the team ceased operations in 1950.",
  "/wiki/Cornell_Big_Red_men's_basketball": "The Cornell Big Red men's basketball team represents Cornell University (one of eight members Ivy League), located in Ithaca, New York, in NCAA Division I men's competition. The Big Red's appearance in the 2008 NCAA Tournament was their first trip to The Big Dance since 1988. On March 14, 2016, Cornell did not renew the contract of head coach Bill Courtney, who was hired after the 2009–10 season. On April 18, 2016 Brian Earl was named the 22nd head coach in the program's history.",
  "/wiki/Ward_Williams": "Ward Milton Williams (June 26, 1923 – December 17, 2005) was an American professional basketball player. Ward was selected in the first round (8th overall) in the 1948 BAA Draft by the Fort Wayne Pistons. He played for the Pistons in 1948–49 and appeared in 53 games.",
  "/wiki/Fort_Wayne_Pistons": "The Detroit Pistons are an American professional basketball team based in Detroit, Michigan. The Pistons compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Central Division and plays its home games at Little Caesars Arena, located in Midtown. The team was founded in Fort Wayne, Indiana as the Fort Wayne (Zollner) Pistons in 1941, a member of the National Basketball League (NBL) where it won two NBL championships: in 1944 and 1945. The Pistons later joined the Basketball Association of America (BAA) in 1948. The NBL and BAA merged to become the NBA in 1949, and the Pistons became part of the merged league. In 1957, the franchise moved to Detroit. The Pistons have won three NBA championships: in 1989, 1990 and 2004.",
  "/wiki/Indiana_Hoosiers_men's_basketball": "The Indiana Hoosiers men's basketball team represents Indiana University Bloomington in NCAA Division I college basketball and competes in the Big Ten Conference. The Hoosiers play on Branch McCracken Court at Simon Skjodt Assembly Hall in Bloomington, Indiana on the Indiana University Bloomington campus. Indiana has won five NCAA Championships in men's basketball (1940, 1953, 1976, 1981, 1987) – the first two under coach Branch McCracken and the latter three under Bob Knight. Indiana's 1976 squad remains the last undefeated NCAA men's basketball champion. The Hoosiers are tied for sixth in NCAA Tournament appearances (39), seventh in NCAA Tournament victories (66), tied for eighth in Final Four appearances (8), and 11th in overall victories. The Hoosiers have won 22 Big Ten Conference Championships and have the best winning percentage in conference games at nearly 60 percent. No team has had more All-Big Ten selections than the Hoosiers with 53. The Hoosiers also rank seventh in all-time AP poll appearances (560) and sixth in the number of weeks spent ranked No.",
  "/wiki/Chuck_Hanger": "Charles E. Hanger (February 23, 1924 – July 23, 1995) was an American basketball player, known for his career as a collegian at the University of California, Berkeley (Cal) and as an All-American player in the Amateur Athletic Union (AAU) in the late 1940s and early 1950s. Hanger attended Berkeley High School in Berkeley, California before moving to hometown Cal. After playing his first two seasons at Cal, Hanger enlisted in the United States Army in 1943 to fight in World War II. While in combat in Belgium, Hanger was captured on December 19, 1944 and held until released by American forces in April, 1945. Following his service, Hanger returned to the Bears' lineup for the 1946–47 and 1947–48 seasons. As a senior, he was honored as an All-Pacific Coast Conference selection alongside teammate Andy Wolfe. Following the close of his college career, Hanger was drafted by the Minneapolis Lakers in the 1948 BAA draft. However, he decided to instead play closer to home in the AAU, which was a common route for players of his generation.",
  "/wiki/Minneapolis_Lakers": "The Los Angeles Lakers are an American professional basketball team based in Los Angeles. The Lakers compete in the National Basketball Association (NBA), as a member of the league's Western Conference in the Pacific Division. The Lakers play their home games at Staples Center, an arena shared with the NBA's Los Angeles Clippers, the Los Angeles Sparks of the Women's National Basketball Association, and the Los Angeles Kings of the National Hockey League. The Lakers are one of the most successful teams in the history of the NBA, and have won 16 NBA championships, the second-most behind the Boston Celtics. The franchise began with the 1947 purchase of a disbanded team, the Detroit Gems of the National Basketball League (NBL). The new team began playing in Minneapolis, calling themselves the Minneapolis Lakers. Initially a member of the NBL, the Lakers won the 1948 NBL championship before joining the rival Basketball Association of America, where they would win five of the next six championships, led by star George Mikan. After struggling financially in the late 1950s following Mikan's retirement, they relocated to Los Angeles before the 1960–61 season.",
  "/wiki/California_Golden_Bears": "The California Golden Bears are the athletic teams that represent the University of California, Berkeley. Referred to in athletic competition as California or Cal, the university fields 30 varsity athletic programs and various club teams in the National Collegiate Athletic Association (NCAA)'s Division I primarily as a member of the Pac-12 Conference, and for a limited number of sports as a member of the Mountain Pacific Sports Federation (MPSF). Over the course of the school's history, California has won team national titles in 13 men's and 3 women's sports and 107 team titles overall. Cal athletes have also competed in the Olympics for a host of different countries. Notable facilities used by the Bears include California Memorial Stadium (football) and Haas Pavilion (basketball and other indoor sports). Cal finished the 2010–11 athletic season with 1,219.50 points, earning third place in the Director's Cup standings, the Golden Bears' highest finish ever. Cal did not receive any points for its national championships in rugby and men's crew because those sports are not governed by the NCAA. Cal finished 12th in the 2014-15 standings.",
  "/wiki/Bobby_Wanzer": "Robert Francis Wanzer (June 4, 1921 – January 23, 2016) was an American professional basketball player and coach. A five time All-Star and three time All-NBA Second Team selection, Wanzer played his entire professional career for the Rochester Royals of the Basketball Association of America (BAA) and National Basketball Association (NBA). He won an NBA championship with the Royals in 1951. During his final two years as a player, he served as the team's player-coach. After he retired  from playing in 1957, he remained as a coach with the Royals for one season, before he became the head coach of the St. John Fisher Cardinals college basketball team in 1963. He stayed in the role with the college for 24 years until his retirement in 1987. Wanzer was inducted into the Naismith Memorial Basketball Hall of Fame in 1987.",
  "/wiki/Rochester_Royals": "The Sacramento Kings are an American professional basketball team based in Sacramento, California. The Kings compete in the National Basketball Association (NBA) as a member of the Western Conference's Pacific Division. The Kings are the only team in the major professional North American sports leagues located in Sacramento. The team plays its home games at the Golden 1 Center. Their best seasons to date in the city were in the early 2000s, including the 2001–02 season when they had the best record in the NBA at 61–21 (a winning percentage of .744). The Sacramento Kings are the latest and current version of one of the oldest continuously operating professional basketball franchises in the nation. They originated in Rochester, New York, as the Rochester Seagrams (a semi-professional team) in 1923, hosting a number of teams there over the next 20 years. They joined the National Basketball League in 1945 as the renamed Rochester Royals, winning that league's championship in their first season, 1945-46.",
  "/wiki/Seton_Hall_Pirates_men's_basketball": "The Seton Hall Pirates men's basketball program is the NCAA Division I intercollegiate men's basketball program of Seton Hall University in South Orange, New Jersey. The team competes in the Big East Conference and plays their home games in the Prudential Center in Newark, New Jersey.",
  "/wiki/Don_Ray_(basketball)": "Donald L. Ray (July 8, 1921 – November 23, 1998) was a National Basketball Association (NBA) player. As a senior at Western Kentucky University, Ray was selected to the All-American second team by the Helms Foundation. Ray was drafted with the eleventh overall pick in the 1948 BAA Draft by the Philadelphia Warriors. He made his NBA debut in the 1949-50 NBA season for the Tri-Cities Blackhawks. In sixty-one games for the Blackhawks, Ray averaged 6.0 points and 1.0 assist per game.",
  "/wiki/Philadelphia_Warriors": "The Golden State Warriors are an American professional basketball team based in San Francisco. The Warriors compete in the National Basketball Association (NBA), as a member of the league's Western Conference Pacific Division. Founded in 1946 in Philadelphia, the Warriors moved to the San Francisco Bay Area in 1962 and took the city's name, before changing its geographic moniker to Golden State in 1971. [b] They play their home games at the Chase Center. The Warriors won the inaugural Basketball Association of America (BAA) championship in 1947,[c] and won again in 1956, led by Hall of Fame trio Paul Arizin, Tom Gola, and Neil Johnston. After a brief rebuilding period after the trade of star Wilt Chamberlain, the team moved to San Francisco. In 1975, star players Jamaal Wilkes and Rick Barry powered the Warriors to their third championship, largely considered one of the biggest upsets in NBA history. The team struggled in the 1980s, then became playoff regulars at the turn of the decade with stars Tim Hardaway, Mitch Richmond, and Chris Mullin, nicknamed Run TMC.",
  "/wiki/Western_Kentucky_Hilltoppers_basketball": "The Western Kentucky Hilltoppers men's basketball team is the men's basketball team that represents Western Kentucky University (WKU) in Bowling Green, Kentucky. The Hilltoppers currently compete in Conference USA. The team's most recent appearance in the NCAA Division I Men's Basketball Tournament was in 2013. Rick Stansbury was announced as the team's current head coach on March 28, 2016. The men's basketball program has the 16th most victories in the history of the NCAA and has attained the eighth best winning percentage in NCAA history. The school made an NCAA Final Four appearance in 1971, which was later vacated, and has made four NIT Final Four appearances, including three in the early days of the NIT when it was on par with the NCAA tournament. The program has won numerous Ohio Valley Conference championships and was very competitive in its previous conference, the Sun Belt Conference, regularly finishing near the top of the conference and competing for the conference championship. In 2014, the Hilltoppers joined Conference USA following conference realignment.",
  "/wiki/Jack_Nichols_(basketball)": "Jack Edward Nichols (April 9, 1926 – December 24, 1992) was an American professional basketball player. A 6'7 power forward who attended the University of Washington and the University of Southern California, Nichols played nine seasons (1948–1951;1952–1958) in the National Basketball Association as a member of the Washington Capitols, Tri-Cities Blackhawks, Milwaukee Hawks, and Boston Celtics. He scored 5,245 points in his career and was a contributor to the Celtics' 1957 NBA championship team, who was coached by his former Washington Capitol coach, Red Aurabach. During his last 3 years with the Celtics, he attended Tufts Dental School full-time, earning his doctor of dentistry in 1958. During his collegiate career, Nichols was named an all-conference player in five different seasons, twice with USC, and three times at UW (only player ever to achieve this). In 1948 he set the single game (39 points vs. Idaho) and single season scoring records for the Pacific Coast Conference. He was named a Helms Foundation All-American, and led the Huskies to the 1948 NCAA tournament by Beating Cal in a 3-game series. Upon his retirement from professional basketball, Nichols served as the team dentist for the University of Washington and for the Seattle Sonics.",
  "/wiki/Washington_Capitols": "The Washington Capitols were a charter Basketball Association of America (forerunner of the National Basketball Association) team based in Washington, D.C. The team was coached from 1946 to 1949 by NBA Hall of Famer Red Auerbach. The Capitols were charter members of the National Basketball Association in 1950-1951.",
  "/wiki/Washington_Huskies_men's_basketball": "The Washington Huskies men's basketball team represents the University of Washington in NCAA Division I college basketball competing in the Pac-12 Conference. Their home games are played at Alaska Airlines Arena at Hec Edmundson Pavilion, located in Seattle, and they are currently led by head coach Mike Hopkins."
}