{
  "/wiki/West_Alton,_Missouri": "West Alton is a city in St. Charles County, Missouri, United States. The population was 522 at the 2010 census. It is located at the tip of the peninsula formed by the confluence of the Missouri and Mississippi Rivers.",
  "/wiki/St._Charles_County,_Missouri": "St. Charles County is in the central eastern part of the U.S. state of Missouri. As of the 2010 census, the population was 360,485, making it Missouri's third-most populous county. Its county seat is St. Charles. The county was organized October 1, 1812 and named for Saint Charles Borromeo, an Italian cardinal. The county executive is Steve Ehlmann, since January 2007.",
  "/wiki/National_Audubon_Society": "The National Audubon Society (Audubon) is a non-profit environmental organization dedicated to conservation. Located in the United States and incorporated in 1905, Audubon is one of the oldest of such organizations in the world and uses science, education and grassroots advocacy to advance its conservation mission. It is named in honor of John James Audubon, a Franco-American ornithologist and naturalist who painted, cataloged, and described the birds of North America in his famous book Birds of America published in sections between 1827 and 1838.",
  "/wiki/August_A._Busch_Memorial_Conservation_Area": "August A. Busch Memorial Conservation Area is a 6,987-acre (28.28 km2) conservation area that is owned and managed by the Missouri Department of Conservation. Located in St. Charles County, Missouri, the land was purchased by the Department of Conservation with help from Alice Busch, the wife of August Anheuser Busch, Sr., in 1947 from the U.S. Government.",
  "/wiki/Missouri_Department_of_Conservation": "The Missouri Department of Conservation (MDC) and the Missouri Conservation Commission were created by Article IV Sections 40-42 of the Missouri Constitution, which were adopted by the voters of the state in 1936 as Amendment 4 to the constitution. The Commission is vested with control, management, restoration, conservation, and regulation of fish, forest, and wildlife resources of the state.\nThe Department of Conservation owns and oversees hatcheries, sanctuaries, refuges, and reservations, and enforces the state wildlife code.  The Commission consists of four individuals appointed by the Governor of Missouri to serve unpaid 6-year terms. No more than two of the individuals may be from the same political party.",
  "/wiki/Bennett_Spring_State_Park": "Bennett Spring State Park is a public recreation area located in Bennett Springs, Missouri, twelve miles (19 km) west of Lebanon on Highway 64 in Dallas and Laclede counties. It is centered on the spring that flows into the Niangua River and gives the park its name. The spring averages 100 million gallons (380,000 m3) of daily flow. The park offers fly fishing, camping, canoeing, hiking, and other activities.",
  "/wiki/Bennett_Springs,_Missouri": "Bennett Springs is an unincorporated community and census-designated place in Dallas and Laclede counties, Missouri, United States. As of the 2010 census it had a population of 130. It lies 12 miles (19 km) west of Lebanon on Missouri Route 64. The community is named after a spring that is reported variously as the third or fourth largest in the state, with an average daily flow of about one hundred million gallons, and which is the centerpiece of Bennett Spring State Park.",
  "/wiki/Laclede_County,_Missouri": "Laclede County is a county located in the U.S. state of Missouri. As of the 2010 census, the population was 35,571. Its county seat is Lebanon. The county was organized February 24, 1849, and was named after Pierre Laclède, founder of St. Louis.",
  "/wiki/Mid-Missouri": "Mid-Missouri is a loosely-defined region comprising the central area of the U.S. state of Missouri.  The region's largest city is Columbia (population 121,717);  the Missouri state capital, Jefferson City, and the University of Missouri are also located here.  The region also includes portions of the Lake of the Ozarks, the Ozark Mountains, and the Missouri Rhineland. Mid-Missouri is centered on two contiguous metropolitan areas: the Columbia Metropolitan Area and the Jefferson City Metropolitan Area, which together have a population of over 400,000.",
  "/wiki/Big_Oak_Tree_State_Park": "Big Oak Tree State Park is a state-owned nature preserve with recreational features encompassing 1,029 acres (416 ha) in East Prairie, Missouri, United States. The state park was established in a large expanse of drained cropland in 1938 to protect some of the largest trees in the state and in the nation. The park was declared a National Natural Landmark in May 1986, recognized as a rare, untouched wet-mesic bottomland hardwood forest in the Mississippi Alluvial Plain portion of the Gulf Coastal Plain.",
  "/wiki/East_Prairie,_Missouri": "East Prairie is a city in Mississippi County, Missouri, United States. The population was 3,176 at the 2010 census.",
  "/wiki/Mississippi_County,_Missouri": "Mississippi County is a county located in the Bootheel of the U.S. state of Missouri, with its eastern border formed by the Mississippi River. As of the 2010 census, the population was 14,358. The largest city and county seat is Charleston. The county was officially organized on February 14, 1845, and was named after the Mississippi River.",
  "/wiki/1812_New_Madrid_earthquake": "The 1811–12 New Madrid earthquakes (/ˈmædrɪd/) were a series of intense intraplate earthquakes beginning with an initial earthquake of moment magnitude 7.2–8.2 on December 16, 1811, followed by a moment magnitude 7.4 aftershock on the same day. Two additional earthquakes of similar magnitude followed in January and February of 1812. They remain the most powerful earthquakes to hit the contiguous United States east of the Rocky Mountains in recorded history. The earthquakes, as well as the seismic zone of their occurrence, were named for the Mississippi River town of New Madrid, then part of the Louisiana Territory and now within the U.S. state of Missouri.",
  "/wiki/Salem,_Missouri": "Salem is the county seat of Dent County, Missouri, United States. The population was 4,950 at the 2010 census, which allows Salem to become a Class 3 city in Missouri; however, the city has chosen to remain a Class 4 city under Missouri Revised Statutes.   Salem is located a few miles north of the Ozark Scenic Riverways and close to Montauk State Park, which contains the headwaters of the Current River.",
  "/wiki/Dent_County,_Missouri": "Dent County is a county in \nMissouri. As of the 2010 census, the population was 15,657. The largest city and county seat is Salem.  The county was officially organized on February 10, 1851 and is named after state representative Lewis Dent, a pioneer settler who arrived in Missouri from Virginia in 1835.",
  "/wiki/Blue_Springs,_Missouri": "Blue Springs is a city located in the U.S. state of Missouri within Jackson County. Blue Springs is located 19 miles (31 km) east of downtown Kansas City and is the 9th largest city in the Kansas City Metropolitan Area. As of the 2010 United States Census[update] the population was 52,575, tying it for 10th largest city in the state of Missouri with St. Peters.",
  "/wiki/Jackson_County,_Missouri": "Jackson County is located in the western portion of the U.S. state of Missouri. As of the 2010 census, the population was 674,158. The estimated population in 2018 is 700,307 making it the second-most populous county in the state (after St. Louis County). Although Independence retains its status as the original county seat, Kansas City serves as a second county seat and the center of county government. The county was organized December 15, 1826, and named for President Andrew Jackson (elected 1828). Jackson County is the most populated  county in the Kansas City metropolitan area. Total employment in 2016 was 338,535.",
  "/wiki/Fleming_Park_(Missouri)": "Fleming Park is a public park located in Blue Springs in Jackson County, Missouri. United States. It is the largest park in Jackson County, encompassing 7,809 acres (3,160 ha), of which 1,690 acres (680 ha) is water.",
  "/wiki/Cape_Girardeau,_Missouri": "Cape Girardeau (/ˈkeɪp dʒɪˈrɑːrdoʊ/, French: Cap-Girardeau [kap ʒiʁaʁdo] (listen); colloquially referred to as \"Cape\") is a city in Cape Girardeau County in the U.S. state of Missouri. It is located approximately 115 miles (185 km) southeast of St. Louis and 175 miles (282 km) north of Memphis. As of the 2018 United States Census Bureau estimates, the city's population was 39,853, making it the 17th-largest city in Missouri, and the largest city in Southeast Missouri. An emerging college town, it is the home of Southeast Missouri State University.",
  "/wiki/Cape_Girardeau_County,_Missouri": "Cape Girardeau County is a county located in the southeastern part of the U.S. state of Missouri; its eastern border is formed by the Mississippi River. As of the 2010 U.S. Census, the population was 75,674. The county seat is Jackson, the first city in the US to be named in honor of President Andrew Jackson. Officially organized on October 1, 1812, the county is named after Ensign Sieur Jean Baptiste de Giradot, an official of the French colonial years. The \"cape\" in the county's name is named after a former promontory rock overlooking the Mississippi River; this feature was demolished during railroad construction.",
  "/wiki/Kansas_City,_Missouri": "Kansas City, abbreviated as KCMO or KC, is the largest city in the U.S. state of Missouri by population and area. According to the U.S. Census Bureau, the city had an estimated population of 491,918 in 2018, making it the 38th most-populous city in the United States. It is the most populated municipality and historic core city of the Kansas City metropolitan area, which straddles the Kansas–Missouri state line and has a CSA population of 2,487,053. Most of the city lies within Jackson County, but portions spill into Clay, Cass, and Platte counties. The city borders Johnson County and Kansas City, Kansas, (KCK/Wyandotte County) in Kansas. Kansas City was founded in the 1830s as a Missouri River port at its confluence with the Kansas River coming in from the west. On June 1, 1850, the town of Kansas was incorporated; shortly after came the establishment of the Kansas Territory. Confusion between the two ensued, and the name Kansas City was assigned to distinguish them soon after. In 2017, the city had the fifth-highest per capita murder rate in the nation with 2019 homicide rates nearing a record high.",
  "/wiki/Rosebud,_Missouri": "Rosebud is a city in Gasconade County, Missouri, United States. The population was 409 at the 2010 census.",
  "/wiki/Gasconade_County,_Missouri": "Gasconade County is a county located in the east-central portion of the U.S. state of Missouri. As of the 2010 census, the population was 15,222. The county seat is Hermann. The county was named after the Gasconade River.",
  "/wiki/Independence,_Missouri": "Independence is the fifth-largest city in the U.S. state of Missouri.  It lies within Jackson County, of which it is the county seat.  Independence is a satellite city of Kansas City, Missouri, and is part of the Kansas City metropolitan area.  In 2010, it had a total population of 116,830.",
  "/wiki/University_City,_Missouri": "University City (colloquially, U. City) is an inner-ring suburb of the city of St. Louis in St. Louis County, in the U.S. state of Missouri. The population was measured at 35,371 by the 2010 census.",
  "/wiki/St._Louis_County,_Missouri": "St. Louis County is located in the eastern-central portion of the U.S. state of Missouri. It is bounded by the city of St. Louis and the Mississippi River to the east, the Missouri River to the north, and the Meramec River to the south. As of the 2018 Census Bureau population estimate, the population was 996,945, making it the most populous county in Missouri. Its county seat is Clayton.",
  "/wiki/Knob_Noster_State_Park": "Knob Noster State Park is a public recreation area covering 3,934 acres (1,592 ha) in Johnson County, Missouri, in the United States. The state park bears the name of the nearby town of Knob Noster, which itself is named for one of two small hills or \"knobs\" that rise up in an otherwise flat section of Missouri. Noster is a Latin adjective meaning \"our\"—therefore, Knob Noster translates as \"our hill.\" A local Indian belief stated that the hills were \"raised up as monuments to slain warriors.\" The park offers year-round camping, hiking, and fishing and is managed by the Missouri Department of Natural Resources.",
  "/wiki/Knob_Noster,_Missouri": "Knob Noster /ˈnɒb ˈnɒstər/ is a city in Johnson County, Missouri, United States. The population was 2,709 at the 2010 census. It is located adjacent to Whiteman Air Force Base.  Knob Noster State Park is nearby.",
  "/wiki/Johnson_County,_Missouri": "Johnson County is a county located in western portion of the U.S. state of Missouri. As of the 2010 census, the population was 52,595 with a 2018 estimate of 53,652. Its county seat is Warrensburg. The county was formed December 13, 1834 from Lafayette County and named for Vice President Richard M. Johnson.",
  "/wiki/Swope_Park": "Swope Park is an 1,805-acre city park in Kansas City, Missouri. It is the 51st-largest  municipal park in the United States, and the largest park in Kansas City. It is named in honor of Colonel Thomas H. Swope, a philanthropist who donated the land to the city in 1896.",
  "/wiki/St._Charles,_Missouri": "Saint Charles (commonly abbreviated St. Charles) is a city in, and the county seat of, St. Charles County, Missouri, United States. The population was 65,794 at the 2010 census, making St. Charles the ninth-largest city in Missouri. Situated on the Missouri River, it is a northwestern suburb of St. Louis.",
  "/wiki/Lewis_and_Clark_Expedition": "The Lewis and Clark Expedition from May 1804 to September 1806, also known as the Corps of Discovery Expedition, was the first American expedition to cross the western portion of the United States. It began in Pittsburgh, Pennsylvania, made its way westward, and passed through the Continental Divide of the Americas to reach the Pacific coast. The Corps of Discovery was a selected group of US Army volunteers under the command of Captain Meriwether Lewis and his close friend Second Lieutenant William Clark.",
  "/wiki/Liberty,_Missouri": "Liberty is a city in Clay County, Missouri, United States and is a suburb of Kansas City, located in the Kansas City Metropolitan Area. As of the 2010 United States Census the population was 29,149. Liberty is the county seat of Clay County.  Liberty is home to William Jewell College.",
  "/wiki/Clay_County,_Missouri": "Clay County is located in the U.S. state of Missouri and is part of the Kansas City metropolitan area. As of the 2010 census, the county had a population of 221,939, making it the fifth-most populous county in Missouri. Its county seat is Liberty. The county was organized January 2, 1822, and  named in honor of U.S. Representative Henry Clay from Kentucky, later member of the United States Senate and United States Secretary of State.",
  "/wiki/Kirkwood,_Missouri": "Kirkwood is an inner-ring western suburb of St. Louis located in St. Louis County, Missouri, United States. As of the 2010 census, the city's population was 27,540. Founded in 1853, the city is named after James P. Kirkwood, builder of the Pacific Railroad through that town. It was the first planned suburb located west of the Mississippi River.",
  "/wiki/Leawood,_Missouri": "Leawood is a village in Newton County, Missouri, United States. The population was 682 at the 2010 census. It is part of the Joplin, Missouri Metropolitan Statistical Area.",
  "/wiki/Newton_County,_Missouri": "Newton County is a county located in the southwest portion of the U.S. state of Missouri. As of the 2010 census, the population was 58,114. Its county seat is Neosho. The county was organized in 1838 and is named in honor of John Newton, a hero who fought in the Revolutionary War.",
  "/wiki/List_of_nature_centers_in_Missouri": "To use the sortable tables: click on the icons at the top of each column to sort that column in alphabetical order; click again for reverse alphabetical order."
}