{
  "/wiki/Janica_Kostelić": "Janica Kostelić (Croatian pronunciation: [janitsa kǒstelitɕ];[vowel length and tone?] born 5 January 1982) is a former World Cup alpine ski racer and four-time Olympic gold medalist from Croatia. In addition to the Olympics, she won five gold medals at the World Championships. In World Cup competition, she won thirty individual races, three overall titles, three slalom titles, and four (unofficial) combined titles. Kostelic's accomplishments in professional skiing have led some commentators, writers, and fellow ski racers to regard her as the greatest female ski racer of all time.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics": "Alpine skiing at the 2002 Winter Olympics consisted of ten events held February 10–23 in the United States near Salt Lake City, Utah. The downhill, super-G, and combined events were held at Snowbasin, the giant slaloms at Park City, and the slaloms at adjacent Deer Valley.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics_–_Women's_combined": "The women's combined took place on February 14, 2002.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics_–_Women's_giant_slalom": "The event was held on February 22, 2002 at Park City Mountain Resort. After recovering from a 2001 knee injury, Kostelic wins the first medal for Croatia at the Winter Games.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics_–_Women's_slalom": "The event was held on February 20, 2002 at the Deer Valley Resort. Kostelic and Pärson both won medals for the second time in the Olympics.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics_–_Women's_super-G": "The women's super-G took place on February 17, 2002.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics": "Alpine skiing at the 2006 Winter Olympics consisted of ten events, held at Sestriere and Cesana-San Sicario, Italy.  The races were held 12–25 February 2006.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics_–_Women's_combined": "Originally scheduled to run on 17 February, the downhill portion of the Women's combined was postponed due to high winds. The slalom was held on 17 February and the downhill portion was on Saturday, 18 February. Janica Kostelić was both defending World and Olympic champion, and she led the aggregate World Cup standings. Janica also won the only combined race leading into the championships in St. Moritz, Switzerland and she also won all combined races held in World Cup since the last Olympic games.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics_–_Women's_super-G": "The women's super-G of the 2006 Winter Olympics was held at San Sicario, Italy, on Monday, 20 February; it was delayed a day due to poor weather conditions.",
  "/wiki/Ivica_Kostelić": "Ivica Kostelić (pronounced [ˈiʋitsa ˈkɔstɛlitɕ]; born 23 November 1979) is a former World Cup alpine ski racer from Croatia. He specialized in slalom and combined, but was also one of the few alpine World Cup ski racers able to score points in all disciplines. He is the brother of skiing champion Janica Kostelić. In his career he was coached by his father Ante Kostelić, as well as by Kristian Ghedina and Tomislav Krstičević.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics_–_Men's_combined": "The men's combined was held on Tuesday, 14 February, two days after the downhill. The combined competition, as the name suggests, is a combination where the times in the downhill racing and the slalom events are added. One run of downhill and two runs of slalom are used to determine overall ranking in the combined event. All three runs were held in a single day.",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_–_Men's_combined": "The men's super combined competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia.  The competition was scheduled for February 16, but was postponed due to weather delays in preceding races; it was held five days later on February 21.  American athlete Bode Miller won his only Olympic gold medal, Ivica Kostelić of Croatia won silver, and Silvan Zurbriggen of Switzerland took the bronze.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_–_Men's_slalom": "The men's slalom competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia, on February 27, 2010.",
  "/wiki/Jakov_Fak": "Jakov Fak (born 1 August 1987) is a biathlete born in Croatia and competing for Slovenia since 2010. As a member of the Croatian biathlon team, Fak won bronze medals at the 2009 World Championships and at the 2010 Winter Olympics where he was also the Croatian flag bearer at the opening ceremony. In 2010, Fak switched his citizenship and started competing for Slovenia. With the Slovenian team, Fak won four medals at the World Championships, including two gold, and a silver medal at the 2018 Winter Olympics. In addition, Fak has eight victories in the World Cup.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics": "The biathlon competition at the 2010 Winter Olympics were held at Whistler Olympic Park in Whistler, British Columbia. The events were held between the 13th and 26 February 2010.",
  "/wiki/Biathlon_at_the_2010_Winter_Olympics_–_Men's_sprint": "The men's sprint competition of the Vancouver 2010 Olympics was held at Whistler Olympic Park in Whistler, British Columbia on February 14, 2010.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Alpine_skiing_at_the_2014_Winter_Olympics": "Alpine skiing at the 2014 Winter Olympics was held in Russia  from 9–22 February at Rosa Khutor Alpine Resort near Krasnaya Polyana, east of Sochi.",
  "/wiki/Alpine_skiing_at_the_2014_Winter_Olympics_–_Men's_combined": "The men's combined competition of the 2014 Winter Olympics in Sochi was held on Friday, 14 February, at Rosa Khutor Alpine Resort near Krasnaya Polyana, Russia.",
  "/wiki/Croatia_at_the_Olympics": "Croatia competed at the Olympic Games for the first time as an independent nation in 1992, and has participated in every Games since then."
}