{
  "/wiki/New_York_Botanical_Garden": "The New York Botanical Garden (NYBG) is a botanical garden located at Bronx Park, in the Bronx, New York City. The 250-acre (100 ha) site contains a landscape with over one million living plants; the Enid A. Haupt Conservatory, a greenhouse containing several habitats; and the LuEsther T. Mertz Library, which contains one of the world's largest collections of botany-related texts. As of 2016[update], over a million people visit the New York Botanical Garden annually.\n NYBG is also a major educational institution, teaching visitors about plant science, ecology, and healthful eating through NYBG's interactive programming. Nearly 90,000 of the annual visitors are children from underserved neighboring communities. An additional 3,000 are teachers from New York City's public school system participating in professional development programs that train them to teach science courses at all grade levels.\n NYBG operates one of the world's largest plant research and conservation programs, with nearly 600 staff members. Since 1967, the garden has been listed as a National Historic Landmark.",
  "/wiki/The_Bronx": "The Bronx (/brɒŋks/) is a borough of New York City, coterminous with Bronx County, in the U.S. state of New York, the third-most densely populated county in the United States. It is south of Westchester County; northeast and east of Manhattan, across the Harlem River; and north of Queens, across the East River. The Bronx has a land area of 42 square miles (109 km2) and a population of 1,432,132 in 2018. Of the five boroughs, it has the fourth-largest area, fourth-highest population, and third-highest population density.  It is the only borough predominantly on the U.S. mainland. If each borough were ranked as a city, the Bronx would rank as the eighth-most populous in the U.S.\n The Bronx is divided by the Bronx River into a hillier section in the west, and a flatter eastern section. East and west street names are divided by Jerome Avenue. The West Bronx was annexed to New York City in 1874, and the areas east of the Bronx River in 1895. Bronx County was separated from New York County in 1914. About a quarter of the Bronx's area is open space, including Woodlawn Cemetery, Van Cortlandt Park, Pelham Bay Park, the New York Botanical Garden, and the Bronx Zoo in the borough's north and center. These open spaces are situated primarily on land deliberately reserved in the late 19th century as urban development progressed north and east from Manhattan.\n The name Bronx originated with Swedish-born Jonas Bronck, who established the first settlement in the area as part of the New Netherland colony in 1639. The native Lenape were displaced after 1643 by settlers. In the 19th and 20th centuries, the Bronx received many immigrant and migrant groups as it was transformed into an urban community, first from various European countries (particularly Ireland, Germany, Italy and Eastern Europe) and later from the Caribbean region (particularly Puerto Rico, Haiti, Jamaica, and the Dominican Republic), as well as African American migrants from the southern United States. This cultural mix has made The Bronx a wellspring of Latin music, hip hop and rock.\n The Bronx contains the poorest congressional district in the United States, the 15th. There are, however, some upper-income, as well as middle-income neighborhoods such as Riverdale, Fieldston, Spuyten Duyvil, Schuylerville, Pelham Bay, Pelham Gardens, Morris Park, and Country Club. The Bronx saw a sharp decline in population, livable housing and quality of life in the late 1960s, 1970s and 1980s culminating in a wave of arson. In addition, the South Bronx saw severe urban decay. The Bronx experienced some redevelopment starting in the 1990s.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is commonly referred to as New York State (NYS).\n The state's most populous city, New York City, makes up over 40% of the state's population. Two-thirds of the state's population lives in the New York metropolitan area, and nearly 40% lives on Long Island. The state and city were both named for the 17th-century Duke of York, the future King James II of England. With an estimated population of 8.39 million in 2018, New York City is the most populous city in the United States and the premier gateway for legal immigration to the United States. The New York metropolitan area is one of the most populous in the world. New York City is a global city, home to the United Nations Headquarters, and has been described as the cultural, financial, and media capital of the world, as well as the world's most economically powerful city. The next four most populous cities in the state are Buffalo, Rochester, Yonkers, and Syracuse, while the state capital is Albany.\n The 27th largest U.S. state in land area, New York has a diverse geography. The state is bordered by New Jersey and Pennsylvania to the south and Connecticut, Massachusetts, and Vermont to the east. The state has a maritime border with Rhode Island, east of Long Island, as well as an international border with the Canadian provinces of Quebec to the north and Ontario to the northwest. The southern part of the state is in the Atlantic coastal plain and includes Long Island and several smaller associated islands, as well as New York City and the lower Hudson River Valley. The large Upstate New York region comprises several ranges of the wider Appalachian Mountains, and the Adirondack Mountains in the Northeastern lobe of the state. Two major river valleys –  the north-south Hudson River Valley and the east-west Mohawk River Valley –  bisect these more mountainous regions. Western New York is considered part of the Great Lakes region and borders Lake Ontario, Lake Erie, and Niagara Falls. The central part of the state is dominated by the Finger Lakes, a popular vacation and tourist destination.\n New York had been inhabited by tribes of Algonquian and Iroquoian-speaking Native Americans for several hundred years by the time the earliest Europeans came to New York. French colonists and Jesuit missionaries arrived southward from Montreal for trade and proselytizing. In 1609, the region was visited by Henry Hudson sailing for the Dutch East India Company. The Dutch built Fort Nassau in 1614 at the confluence of the Hudson and Mohawk rivers, where the present-day capital of Albany later developed. The Dutch soon also settled New Amsterdam and parts of the Hudson Valley, establishing the multicultural colony of New Netherland, a center of trade and immigration. England seized the colony from the Dutch in 1664. During the American Revolutionary War (1775–1783), a group of colonists of the Province of New York attempted to take control of the British colony and eventually succeeded in establishing independence. In the 19th century, New York's development of access to the interior beginning with the Erie Canal, gave it incomparable advantages over other regions of the U.S. east-coast and built its political and cultural ascendancy.\n Many landmarks in New York are well known, including four of the world's ten most-visited tourist attractions in 2013: Times Square, Central Park, Niagara Falls, and Grand Central Terminal. New York is home to the Statue of Liberty, a symbol of the United States and its ideals of freedom, democracy, and opportunity. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability. New York's higher education network comprises approximately 200 colleges and universities, including Columbia University, Cornell University, New York University, the United States Military Academy, the United States Merchant Marine Academy, University of Rochester, Rensselaer Polytechnic Institute, and Rockefeller University, which have been ranked among the top 40 in the nation and world.",
  "/wiki/Missouri_Botanical_Garden": "The Missouri Botanical Garden is a botanical garden located at 4344 Shaw Boulevard in St. Louis, Missouri.  It is also known informally as Shaw's Garden for founder and philanthropist Henry Shaw. Its herbarium, with more than 6.6 million specimens, is the second largest in North America, behind only that of the New York Botanical Garden.",
  "/wiki/St._Louis,_Missouri": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.\n Before European settlement, the area was a regional center of Native American Mississippian culture. The city of St. Louis was founded in 1764 by French fur traders Pierre Laclède and Auguste Chouteau, and named after Louis IX of France. In 1764, following France's defeat in the Seven Years' War, the area was ceded to Spain and retroceded back to France in 1800. In 1803, the United States acquired the territory as part of the Louisiana Purchase. During the 19th century, St. Louis became a major port on the Mississippi River; at the time of the 1870 Census, it was the fourth-largest city in the country. It separated from St. Louis County in 1877, becoming an independent city and limiting its own political boundaries. In 1904, it hosted the Louisiana Purchase Exposition and the Summer Olympics.\n A \"Gamma\" global city with a metropolitan GDP of more than $160 billion in 2017, metropolitan St. Louis's diverse economy has strengths in the service, manufacturing, trade, transportation, and tourism industries. The metropolitan area is home to nine of the ten Fortune 500 companies based in Missouri. Major companies headquartered or with significant operations within the city proper include Ameren Corporation, Peabody Energy, Nestlé Purina PetCare, Anheuser-Busch InBev, Wells Fargo Advisors, Stifel Financial, Spire, Inc., MilliporeSigma, FleishmanHillard, Square, Inc., U.S. Bank, Anthem BlueCross and Blue Shield, Federal Reserve Bank of St. Louis, U.S. Department of Agriculture, National Geospatial-Intelligence Agency, and AT&T.\n Major research universities within the city proper include St. Louis University and a small portion of the east end of the main campus of Washington University in St. Louis, with the majority of the main campus located in unincorporated St. Louis County and Clayton. The Washington University Medical Center, located in the Central West End neighborhood, hosts an agglomeration of medical and pharmaceutical institutions, including the Barnes-Jewish Hospital.\n St. Louis has three professional sports teams: the St. Louis Cardinals of Major League Baseball, the St. Louis Blues of the National Hockey League, and the St. Louis BattleHawks of the XFL. In 2019, the city was awarded a Major League Soccer franchise, which will begin play upon the completion of a 22,500-seat  stadium in the city's  Downtown West neighborhood in 2022. Among the city's notable sights is the 630-foot (192 m) Gateway Arch in the downtown area. St. Louis is also home to the St. Louis Zoo, ranked as one of the nation's best, and the Missouri Botanical Garden, with the second-largest herbarium in North America.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border.\n Humans have inhabited the land now known as Missouri for at least 12,000 years. The Mississippian culture built cities and mounds, before declining in the 14th century. When European explorers arrived in the 17th century, they encountered the Osage and Missouria nations. The French established Louisiana, a part of New France, founding Ste. Genevieve in 1735 and St. Louis in 1764. After a brief period of Spanish rule, the United States acquired the Louisiana Purchase in 1803. Americans from the Upland South, including enslaved African Americans, rushed into the new Missouri Territory. Missouri was admitted as a slave state as part of the Missouri Compromise. Many from Virginia, Kentucky and Tennessee settled in the Boonslick area of Mid-Missouri. Soon after, heavy German immigration formed the Missouri Rhineland.\n Missouri played a central role in the westward expansion of the United States, as memorialized by the Gateway Arch. The Pony Express, Oregon Trail, Santa Fe Trail and California Trail all began in Missouri. As a border state, Missouri's role in the American Civil War was complex and there were many conflicts within. After the war, both Greater St. Louis and the Kansas City metropolitan area became centers of industrialization and business. Today, the state is divided into 114 counties and the independent city of St. Louis.\n Missouri's culture blends elements from the Midwestern and Southern United States. The musical styles of ragtime, Kansas City jazz and St. Louis blues developed in Missouri. The well-known Kansas City-style barbecue and lesser-known St. Louis-style barbecue, can be found across the state and beyond. Missouri is also a major center of beer brewing; Anheuser-Busch is the largest producer in the world. Missouri wine is produced in the Missouri Rhineland and Ozarks. Missouri's alcohol laws are among the most permissive in the United States. Outside of the state's major cities, popular tourist destinations include the Lake of the Ozarks, Table Rock Lake and Branson.\n Well-known Missourians include Harry S. Truman, Edwin Hubble, Mark Twain, Walt Disney, Chuck Berry, Sheryl Crow, Brad Pitt and Nelly. Some of the largest companies based in the state include Cerner, Express Scripts, Monsanto, Emerson Electric, Edward Jones, H&R Block, Wells Fargo Advisors and O'Reilly Auto Parts. Universities in Missouri include the University of Missouri and the top ranked Washington University in St. Louis. Missouri has been called the \"Mother of the West\" and the \"Cave State\"; however, Missouri's most famous nickname is the \"Show Me State.\"",
  "/wiki/Harvard_University_Herbaria": "The Harvard University Herbaria and Botanical Museum  are institutions located on the grounds of Harvard University at 22 Divinity Avenue, Cambridge, Massachusetts. The Botanical Museum is one of three which comprise the Harvard Museum of Natural History.\n The Herbaria, founded in 1842 by Asa Gray, are one of the 10 largest in the world with over 5 million specimens, and including the Botany Libraries, form the world's largest university owned herbarium. The Gray Herbarium is named after him. HUH hosts the  Gray Herbarium Index (GCI) as well as an extensive specimen, botanist, and publications database. HUH was the center for botanical research in the United States of America by the time of its founder's retirement in the 1870s. The materials deposited there are one of the three major sources for the International Plant Names Index.\n The Botanical museum was founded in 1858.  It was originally called the Museum of Vegetable Products and was predominantly focused on an interdisciplinary study of useful plants (i.e. economic botany and horticulture).  The nucleus of materials for this museum was donated by Sir William Hooker, the Director of the Royal Botanic Garden. Professor George Lincoln Goodale became the museum's first director in 1888; under his direction the building was completed in 1890 and provided both research facilities and public exhibit space, which were the botanical complement to the \"Agassiz\" Museum of Comparative Zoology. Three successive directors substantially enlarged the collections of economic products, medicinal plants, artifacts, archeological materials, pollen, and photographs.\n Faculty and students continue to add significantly to the extensive paleobotanical collections, particularly Precambrian material containing early life forms.\n The Oakes Ames Collection of Economic Botany, the Paleobotanical Collection (including the Pollen Collection), and the Margaret Towle Collection of Archaeological Plant Remains are housed in the Botanical Museum building. The Botany libraries and various herbaria are located in the Harvard University Herbaria building. The Botany Libraries collectively are a founding member of the Biodiversity Heritage Library.\n The Ware Collection of Glass Models of Plants, popularly known as the \"Glass Flowers,\" are considered one of the University's great treasures. Commissioned by Goodale, sponsored by  Elizabeth C. Ware and her daughter Mary (Goodale's former student), and created by Leopold and Rudolf Blaschka from 1887 through 1936, the collection comprises approximately 4,400 models including life-size and enlarged parts for over 840 species. This is the only collection of its type in the world.\n The Botanical Museum of Harvard University and the other museums that comprise the Harvard Museum of Natural History are physically connected to the Peabody Museum of Archaeology and Ethnology and one admission grants visitors access to all museums.\n The Herbaria publishes the journal Harvard Papers in Botany.",
  "/wiki/Cambridge,_Massachusetts": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area. As of July 2014[update], it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162.  was one of two county seats of Middlesex County until the county government was abolished in Massachusetts in 1997. Situated directly north of Boston, across the Charles River, it was named in honor of the University of Cambridge in England, an important center of the Puritan theology embraced by the town's founders.:18\nHarvard University, the Massachusetts Institute of Technology (MIT), Lesley University, and Hult International Business School are in Cambridge, as was Radcliffe College before it merged with Harvard. Kendall Square in Cambridge has been called \"the most innovative square mile on the planet\" due to the high concentration of successful startups that have emerged in the vicinity of the square since 2010.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.\nPlymouth was the site of the second colony in New England after Popham Colony in 1607 in what is now Maine. Plymouth was founded in 1620 by the Pilgrims, passengers of the Mayflower. In 1692, the town of Salem and surrounding areas experienced one of America's most infamous cases of mass hysteria, the Salem witch trials. In 1777, General Henry Knox founded the Springfield Armory, which during the Industrial Revolution catalyzed numerous important technological advances, including interchangeable parts. In 1786, Shays' Rebellion, a populist revolt led by disaffected American Revolutionary War veterans, influenced the United States Constitutional Convention. In the 18th century, the Protestant First Great Awakening, which swept the Atlantic World, originated from the pulpit of Northampton preacher Jonathan Edwards. In the late 18th century, Boston became known as the \"Cradle of Liberty\" for the agitation there that led to the American Revolution.\n The entire Commonwealth of Massachusetts has played a powerful scientific, commercial, and cultural role in the history of the United States. Before the American Civil War, Massachusetts was a center for the abolitionist, temperance, and transcendentalist movements. In the late 19th century, the sports of basketball and volleyball were invented in the western Massachusetts cities of Springfield and Holyoke, respectively. In 2004, Massachusetts became the first U.S. state to legally recognize same-sex marriage as a result of the decision in Goodridge v. Department of Public Health by the Massachusetts Supreme Judicial Court. Many prominent American political dynasties have hailed from the state, including the Adams and Kennedy families. Harvard University in Cambridge is the oldest institution of higher learning in the United States, with the largest financial endowment of any university, and Harvard Law School has educated a contemporaneous majority of Justices of the Supreme Court of the United States. Kendall Square in Cambridge has been called \"the most innovative square mile on the planet\", in reference to the high concentration of entrepreneurial start-ups and quality of innovation which have emerged in the vicinity of the square since 2010. Both Harvard and MIT, also in Cambridge, have been ranked among the most highly regarded academic institutions in the world. Massachusetts' public-school students place among the top tier in the world in academic performance; and according to the World Population Review's 2020 ranking, Massachusetts' residents demonstrated the highest average IQ of all U.S. states. The state has been ranked as one of the top states in the United States for citizens to live in, as well as one of the most expensive.",
  "/wiki/United_States_National_Herbarium": "The United States National Herbarium is a collection of five million preserved plant specimens housed in the Department of Botany at the National Museum of Natural History, which is part of the Smithsonian Institution. It represents about 8% of the plant collection resources of the United States and is one of the ten largest  herbaria in the world.\n The herbarium was founded in 1848, when the first collections were  accessioned from the United States Exploring Expedition, when botanists pressed approximately 50,000 specimens, representing 10,000 species of plants.",
  "/wiki/Smithsonian_Institution": "The Smithsonian Institution (/smɪθˈsoʊniən/ smith-SOH-nee-ən), also known simply as the Smithsonian, is a group of museums and research centers administered by the Government of the United States. It was founded on August 10, 1846, \"for the increase and diffusion of knowledge\". The institution is named after its founding donor, British scientist James Smithson. It was originally organized as the \"United States National Museum\", but that name ceased to exist as an administrative entity in 1967.\n Termed \"the nation's attic\" \nfor its eclectic holdings of 154 million items, the Institution's 19 museums, 21 libraries, nine research centers, and zoo include historical and architectural landmarks, mostly located in the District of Columbia. Additional facilities are located in Arizona, Maryland, Massachusetts, New York City, Pittsburgh, Texas, Virginia, and Panama. More than 200 institutions and museums in 45 states,[note 1] Puerto Rico, and Panama are Smithsonian Affiliates.\n The Institution's 30 million annual visitors are admitted without charge. Its annual budget is around $1.2 billion, with two-thirds coming from annual federal appropriations. Other funding comes from the Institution's endowment, private and corporate contributions, membership dues, and earned retail, concession, and licensing revenue. Institution publications include Smithsonian and Air & Space magazines.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.\n The signing of the Residence Act on July 16, 1790, approved the creation of a capital district located along the Potomac River on the country's East Coast. The U.S. Constitution provided for a federal district under the exclusive jurisdiction of the U.S. Congress, and the District is therefore not a part of any U.S. state. The states of Maryland and Virginia each donated land to form the federal district, which included the pre-existing settlements of Georgetown and Alexandria. The City of Washington was founded in 1791 to serve as the new national capital. In 1846, Congress returned the land originally ceded by Virginia, including the city of Alexandria; in 1871, it created a single municipal government for the remaining portion of the District.\n Washington had an estimated population of 702,455 as of July 2018[update], making it the 20th most populous city in the United States. Commuters from the surrounding Maryland and Virginia suburbs raise the city's daytime population to more than one million during the workweek. Washington's metropolitan area, the country's sixth largest (including  parts of Maryland, Virginia and West Virginia), had a 2017 estimated population of 6.2 million residents.\n All three branches of the U.S. federal government are centered in the District: Congress (legislative), the president (executive), and the Supreme Court (judicial). Washington is home to many national monuments and museums, primarily situated on or around the National Mall. The city hosts 177 foreign embassies as well as the headquarters of many international organizations, trade unions, non-profits, lobbying groups, and professional associations, including the World Bank Group, the International Monetary Fund (IMF), the Organization of American States, AARP, the National Geographic Society, the Human Rights Campaign, the International Finance Corporation, and the American Red Cross.\n A locally elected mayor and a 13‑member council have governed the District since 1973. However, Congress maintains supreme authority over the city and may overturn local laws. D.C. residents elect a non-voting, at-large congressional delegate to the House of Representatives, but the District has no representation in the Senate. District voters choose three presidential electors in accordance with the Twenty-third Amendment to the United States Constitution, ratified in 1961.\n For statistical purposes, the District of Columbia is treated as a state-equivalent (and a county-equivalent) by the U.S. Census Bureau.",
  "/wiki/Field_Museum": "The Field Museum of Natural History (FMNH), also known as The Field Museum, is a natural history museum in Chicago, Illinois, and is one of the largest such museums in the world. The museum maintains its status as a premier natural-history museum through the size and quality of its educational and scientific programs, as well as due to its extensive scientific-specimen and artifact collections. The diverse, high-quality permanent exhibitions, which attract up to two million visitors annually, range from the earliest fossils to past and current cultures from around the world to interactive programming demonstrating today's urgent conservation needs. The museum is named in honor of its first major benefactor, the department-store magnate Marshall Field. The museum and its collections originated from the 1893 World’s Columbian Exposition and the artifacts displayed at the fair.\n The museum maintains a temporary exhibition program of traveling shows as well as in-house produced topical exhibitions. The professional staff maintains collections of over 24 million specimens and objects that provide the basis for the museum’s scientific-research programs. These collections include the full range of existing biodiversity, gems, meteorites, fossils, and rich anthropological collections and cultural artifacts from around the globe. The museum's library, which contains over 275,000 books, journals, and photo archives focused on biological systematics, evolutionary biology, geology, archaeology, ethnology and material culture, supports the museum’s academic-research faculty and exhibit development. The academic faculty and scientific staff engage in field expeditions, in biodiversity and cultural research on every continent, in local and foreign student training, and in stewardship of the rich specimen and artifact collections. They work in close collaboration with public programming exhibitions and education initiatives.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.\n The capital of Illinois is Springfield, which is located in the central part of the state. Although today Illinois's largest population center is in its northeast, the state's European population grew first in the west as the French settled lands near the Mississippi River, when the region was known as Illinois Country and was part of New France. Following the American Revolutionary War, American settlers began arriving from Kentucky in the 1780s via the Ohio River, and the population grew from south to north. In 1818, Illinois achieved statehood. Following increased commercial activity in the Great Lakes after the construction of the Erie Canal, Chicago was founded in the 1830s on the banks of the Chicago River at one of the few natural harbors on the southern section of Lake Michigan. John Deere's invention of the self-scouring steel plow turned Illinois's rich prairie into some of the world's most productive and valuable farmland, attracting immigrant farmers from Germany and Sweden. The Illinois and Michigan Canal (1848) made transportation between the Great Lakes and the Mississippi River valley faster and cheaper, and new railroads carried immigrants to new homes in the country's west and shipped commodity crops to the nation's east. The state became a transportation hub for the nation.\n By 1900, the growth of industrial jobs in the northern cities and coal mining in the central and southern areas attracted immigrants from Eastern and Southern Europe. Illinois was an important manufacturing center during both world wars. The Great Migration from the South established a large community of African Americans in the state, including Chicago, who founded the city's famous jazz and blues cultures. Chicago, the center of the Chicago Metropolitan Area, is now recognized as a global alpha-level city.\n Three U.S. presidents have been elected while living in Illinois: Abraham Lincoln, Ulysses S. Grant, and Barack Obama. Additionally, Ronald Reagan, whose political career was based in California, was born and raised in the state. Today, Illinois honors Lincoln with its official state slogan Land of Lincoln, which has been displayed on its license plates since 1954. The state is the site of the Abraham Lincoln Presidential Library and Museum in Springfield and the future home of the Barack Obama Presidential Center in Chicago.",
  "/wiki/University_and_Jepson_Herbaria": "The University and Jepson Herbaria are two separate herbaria at the University of California, Berkeley. These botanical natural history museums are located on the ground floor of the Valley Life Sciences Building on the main campus of the university in Berkeley, California. There are a number of ancillary collections such as the Fruit & Cone Collection, Horticultural Herbarium and Spirit Collection. Holotypes are maintained separately for both Herbaria. The Charterhouse School Herbarium (Index Herbariorum designation GOD) is housed separately within the University Herbarium. The Herbaria have an open house every year on CalDay with a range of activities for children and adults.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.\n Berkeley is one of the 14 founding members of the Association of American Universities and had $789 million in R&D expenditures in the fiscal year ending June 30, 2015. Today, Berkeley maintains close relationships with three United States Department of Energy National Laboratories—Lawrence Berkeley National Laboratory, Lawrence Livermore National Laboratory and Los Alamos National Laboratory—and is home to many institutes, including the Mathematical Sciences Research Institute and the Space Sciences Laboratory. Through its partner institution University of California, San Francisco (UCSF), Berkeley also offers a joint medical program at the UCSF Medical Center.\n As of October 2019[update], Berkeley alumni, faculty members and researchers include 107 Nobel laureates, the third most of any university worldwide, as well as 25 Turing Award winners, and 14 Fields Medalists. They have also won 19 Wolf Prizes, 45 MacArthur Fellowships, 20 Academy Awards, 19 Pulitzer Prizes, and 207 Olympic medals. In 1930, Ernest Lawrence invented the cyclotron at Berkeley, based on which UC Berkeley researchers along with Berkeley Lab have discovered or co-discovered 16 chemical elements – more than any other university. During the 1940s, Berkeley physicist J. R. Oppenheimer, the \"Father of the Atomic Bomb\", led the Manhattan project to create the first atomic bomb. In the 1960s, Berkeley was particularly noted for the Free Speech Movement as well as the anti–Vietnam War movement led by its students. In the 21st century, Berkeley has become one of the leading universities in producing entrepreneurs and its alumni have founded or co-founded many companies worldwide, including five classified as Fortune 500 Companies as of 2017.",
  "/wiki/Berkeley,_California": "Berkeley (/ˈbɜːrkli/ BURK-lee) is a city on the east shore of San Francisco Bay in northern Alameda County, California. It is named after the 18th-century Irish bishop and philosopher George Berkeley. It borders the cities of Oakland and Emeryville to the south and the city of Albany and the unincorporated community of Kensington to the north. Its eastern border with Contra Costa County generally follows the ridge of the Berkeley Hills. The 2010 census recorded a population of 112,580.\n Berkeley is home to the oldest campus in the University of California system, the University of California, Berkeley, and the Lawrence Berkeley National Laboratory, which is managed and operated by the University. It also has the Graduate Theological Union, one of the largest religious studies institutions in the world. Berkeley is considered one of the most socially liberal cities in the United States.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.\n California's economy, with a gross state product of $3.0 trillion, is the largest sub-national economy in the world. If it were a country, California would be the fifth-largest economy in the world (larger than the United Kingdom, France, or India), and the 36th-most populous as of 2017[update]. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and third-largest urban economies ($1.3 trillion and $1.0 trillion respectively as of 2018[update]), after the New York metropolitan area. The San Francisco Bay Area PSA had the nation's highest gross domestic product per capita in 2018 ($106,757) among large primary statistical areas, and is home to three of the world's ten largest companies by market capitalization and three of the world's ten richest people.\nCalifornia culture is considered a global trendsetter in popular culture, communication, information, innovation, environmentalism, economics, politics, and entertainment. As a result of the state's diversity and migration, California integrates foods, languages, and traditions from other areas across the country and around the globe. It is considered the origin of the American film industry, the hippie counterculture, fast food, beach and car culture, the Internet, and the personal computer, among others. The San Francisco Bay Area and the Greater Los Angeles Area are widely seen as centers of the global technology and entertainment industries, respectively. California's economy is very diverse: 58% of it is based on finance, government, real estate services, technology, and professional, scientific, and technical business services. Although it accounts for only 1.5% of the state's economy, California's agriculture industry has the highest output of any U.S. state.[self-published source]\n California shares a border with Oregon to the north, Nevada and Arizona to the east, and the Mexican state of Baja California to the south. The state's diverse geography ranges from the Pacific Coast in the west to the Sierra Nevada mountain range in the east, and from the redwood and Douglas fir forests in the northwest to the Mojave Desert in the southeast. The Central Valley, a major agricultural area, dominates the state's center. Although California is well-known for its warm Mediterranean climate, the large size of the state results in climates that vary from moist temperate rainforest in the north to arid desert in the interior, as well as snowy alpine in the mountains. Over time, drought and wildfires have become more frequent challenges.\n What is now California was first settled by various Native Californian tribes before being explored by a number of European expeditions during the 16th and 17th centuries. The Spanish Empire then claimed and conquered it. In 1804 it was included in Alta California province, within Spanish New Spain Viceroyalty. The area became a part of Mexico in 1821 following its successful war for independence but was ceded to the United States in 1848 after the Mexican–American War. The western portion of Alta California was then organized and admitted as the 31st state on September 9, 1850. The California Gold Rush starting in 1848 led to dramatic social and demographic changes, with large-scale emigration from the east and abroad with an accompanying economic boom.",
  "/wiki/California_Academy_of_Sciences": "The California Academy of Sciences is a research institute and  natural history museum in San Francisco, California, that is among the largest museums of natural history in the world, housing over 46 million specimens. The Academy began in 1853 as a learned society and still carries out a large amount of original research. It is California's oldest museum.\n Completely rebuilt in 2008, the building covers 400,000 square feet (37,000 square metres).\nThe primary building in Golden Gate Park reopened on September 27, 2008.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).\n As of 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion.  Of the 500+ primary statistical areas in the U.S., this CSA had among the highest GDP per capita in 2018, at $106,757. San Francisco was ranked 12th in the world and 2nd in the United States on the Global Financial Centres Index as of September 2019.  As of 2016, the San Francisco metropolitan area had the highest GDP per capita, labor productivity, and household income levels in the OECD.\n San Francisco was founded on June 29, 1776, when colonists from Spain established Presidio of San Francisco at the Golden Gate and Mission San Francisco de Asís a few miles away, all named for St. Francis of Assisi. The California Gold Rush of 1849 brought rapid growth, making it the largest city on the West Coast at the time. San Francisco became a consolidated city-county in 1856. San Francisco's status as the West Coast's largest city peaked between 1870 and 1900, when around 25% of California's population resided in the city proper.  After three-quarters of the city was destroyed by the 1906 earthquake and fire, San Francisco was quickly rebuilt, hosting the Panama-Pacific International Exposition nine years later. In World War II, San Francisco was a major port of embarkation for service members shipping out to the Pacific Theater. It then became the birthplace of the United Nations in 1945. After the war, the confluence of returning servicemen, significant immigration, liberalizing attitudes, along with the rise of the \"hippie\" counterculture, the Sexual Revolution, the Peace Movement growing from opposition to United States involvement in the Vietnam War, and other factors led to the Summer of Love and the gay rights movement, cementing San Francisco as a center of liberal activism in the United States. Politically, the city votes strongly along liberal Democratic Party lines.\n A popular tourist destination, San Francisco is known for its cool summers, fog, steep rolling hills, eclectic mix of architecture, and landmarks, including the Golden Gate Bridge, cable cars, the former Alcatraz Federal Penitentiary, Fisherman's Wharf, and its Chinatown district. San Francisco is also the headquarters of five major banking institutions and various other companies such as Levi Strauss & Co., Gap Inc., Fitbit, Salesforce.com, Dropbox, Reddit, Square, Inc., Dolby, Airbnb, Weebly, Pacific Gas and Electric Company, Yelp, Pinterest, Twitter, Uber, Lyft, Mozilla, Wikimedia Foundation and Craigslist. The city, and the surrounding Bay Area, is a global center of the sciences and arts and is home to a number of educational and cultural institutions, such as the University of San Francisco (USF), University of California, San Francisco (UCSF), San Francisco State University (SFSU), the De Young Museum, the San Francisco Museum of Modern Art, the SFJAZZ Center, and the California Academy of Sciences.\n As of 2019[update], San Francisco is the highest rated American city on world liveability rankings.",
  "/wiki/University_of_Michigan_Herbarium": "The University of Michigan Herbarium is the herbarium of the University of Michigan in Ann Arbor, Michigan, in the United States. One of the most-extensive botanical collections in the world, the herbarium has some 1.7 million specimens of vascular plants, algae, bryophytes, fungi, and lichens, and is a valuable resource for teaching and research in biology and botany. The herbarium includes many rare and extinct species.",
  "/wiki/Ann_Arbor": "Ann Arbor is a city in the U.S. state of Michigan and the county seat of Washtenaw County.  The 2010 census recorded its population to be 113,934.  It is the principal city of the Ann Arbor Metropolitan Statistical Area, which encompasses all of Washtenaw County.  Ann Arbor is also included in the larger Southeast Michigan Combined Statistical Area.\n Ann Arbor is home to the University of Michigan. The university significantly shapes Ann Arbor's economy as it employs about 30,000 workers, including about 12,000 in the medical center. The city's economy is also centered on high technology, with several companies drawn to the area by the university's research and development infrastructure.\n Ann Arbor was founded in 1824, named for wives of the village's founders, both named Ann, and the stands of bur oak trees. The University of Michigan moved from Detroit to Ann Arbor in 1837, and the city grew at a rapid rate in the early to mid-20th century. During the 1960s and 1970s, the city gained a reputation as a center for left-wing politics. Ann Arbor became a focal point for political activism, such as opposition to the Vietnam War and support for the legalization of cannabis.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.\n Michigan is the only state to consist of two peninsulas. The Lower Peninsula is often noted as being shaped like a mitten. The Upper Peninsula (often called \"the U.P.\") is separated from the Lower Peninsula by the Straits of Mackinac, a five-mile (8 km) channel that joins Lake Huron to Lake Michigan. The Mackinac Bridge connects the peninsulas. The state has the longest freshwater coastline of any political subdivision in the world, being bounded by four of the five Great Lakes, plus Lake Saint Clair. Michigan also has 64,980 inland lakes and ponds.\n The area was first occupied by a succession of Native American tribes over thousands of years. Inhabited by Natives, Métis, and French explorers in the 17th century, it was claimed as part of New France colony. After France's defeat in the French and Indian War in 1762, the region came under British rule. Britain ceded this territory to the newly independent United States after Britain's defeat in the American Revolutionary War. The area was part of the larger Northwest Territory until 1800, when western Michigan became part of the Indiana Territory. Michigan Territory was formed in 1805, but some of the northern border with Canada was not agreed upon until after the War of 1812. Michigan was admitted into the Union in 1837 as the 26th state, a free one. It soon became an important center of industry and trade in the Great Lakes region and a popular immigrant destination in the late 19th and early 20th centuries.\n Although Michigan developed a diverse economy, it is widely known as the center of the U.S. automotive industry, which developed as a major economic force in the early 20th century. It is home to the country's three major automobile companies (whose headquarters are all within the Detroit metropolitan area). While sparsely populated, the Upper Peninsula is important for tourism thanks to its abundance of natural resources, while the Lower Peninsula is a center of manufacturing, forestry, agriculture, services, and high-tech industry.",
  "/wiki/Academy_of_Natural_Sciences": "The Academy of Natural Sciences of Drexel University, formerly the Academy of Natural Sciences of Philadelphia, is the oldest natural science research institution and museum in the Americas. It was founded in 1812, by many of the leading naturalists of the young American republic with an expressed mission of \"the encouragement and cultivation of the sciences\". For over two centuries of continuous operations, the Academy has sponsored expeditions, conducted original environmental and systematics research, and amassed natural history collections containing more than 17 million specimens. The Academy also has a long tradition of public exhibits and educational programs for both schools and the general public.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.\n Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany—the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans. The city's population doubled from one million to two million people between 1890 and 1950.\n The Philadelphia area's many universities and colleges make it a top study destination, as the city has evolved into an educational and economic hub. As of 2019[update], the Philadelphia metropolitan area is estimated to produce a gross metropolitan product (GMP) of $490 billion. Philadelphia is the center of economic activity in Pennsylvania and is home to five Fortune 1000 companies. The Philadelphia skyline is expanding, with a market of almost 81,900 commercial properties in 2016, including several nationally prominent skyscrapers. Philadelphia has more outdoor sculptures and murals than any other American city. Fairmount Park, when combined with the adjacent Wissahickon Valley Park in the same watershed, is one of the largest contiguous urban park areas in the United States. The city is known for its arts, culture, cuisine, and colonial history, attracting 42 million domestic tourists in 2016 who spent $6.8 billion, generating an estimated $11 billion in total economic impact in the city and surrounding four counties of Pennsylvania. Philadelphia has also emerged as a biotechnology hub.\n Philadelphia is the birthplace of the United States Marine Corps, and is also the home of many U.S. firsts, including the first library (1731), hospital (1751), medical school (1765), national capital (1774), stock exchange (1790), zoo (1874), and business school (1881). Philadelphia contains 67 National Historic Landmarks and the World Heritage Site of Independence Hall. The city became a member of the Organization of World Heritage Cities in 2015, as the first World Heritage City in the United States. Although Philadelphia is rapidly undergoing gentrification, the city actively maintains mitigation strategies to minimize displacement of homeowners in gentrifying neighborhoods.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.\n Pennsylvania is the 33rd-largest state by area, and the 5th-most populous state according to the most recent official U.S. Census count in 2010. It is the 9th-most densely populated of the 50 states. Pennsylvania's two most populous cities are Philadelphia (1,580,863), and Pittsburgh (302,407). The state capital and its 10th-largest city is Harrisburg. Pennsylvania has 140 miles (225 km) of waterfront along Lake Erie and the Delaware River.\n The state is one of the 13 original founding states of the United States; it came into being in 1681 as a result of a royal land grant to William Penn, the son of the state's namesake. Part of Pennsylvania (along the Delaware River), together with the present State of Delaware, had earlier been organized as the Colony of New Sweden. It was the second state to ratify the United States Constitution, on December 12, 1787. Independence Hall, where the United States Declaration of Independence and United States Constitution were drafted, is located in the state's largest city of Philadelphia. During the American Civil War, the Battle of Gettysburg was fought in the south central region of the state. Valley Forge near Philadelphia was General Washington's headquarters during the bitter winter of 1777–78.",
  "/wiki/Agriculture_and_Agri-Food_Canada": "The Department of Agriculture and Agri-Food, also referred to as Agriculture and Agri-Food Canada (AAFC) (French: Agriculture et Agroalimentaire Canada), is the department of the government of Canada with responsibility for policies governing the production, processing, and marketing of all farm, food, and agri-based products. It is popularly called Ag-Canada.\n The current Minister of Agriculture and Agri-Food is Marie-Claude Bibeau.  The current Deputy Minister is Chris Forbes.\n Agriculture is a shared jurisdiction in Canada, and the Department works closely with provincial and territorial governments in the development and delivery of policies and programs. The Department is also responsible for ensuring collaboration with its portfolio partners which are also involved in regulating and supporting Canadian agriculture.",
  "/wiki/Ottawa": "Ottawa (/ˈɒtəwə/ (listen), /ˈɒtəwɑː/; French pronunciation: ​[ɔtawa]) is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec; the two form the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,323,783 making it the fourth-largest city and the fifth-largest CMA in Canada. In June 2019, the City of Ottawa estimated it had surpassed a population of a million.\n Founded in 1826 as Bytown, and incorporated as Ottawa in 1855, the city has evolved into the political centre of Canada. Its original boundaries were expanded through numerous annexations and were ultimately replaced by a new city incorporation and amalgamation in 2001 which significantly increased its land area. The city name \"Ottawa\" was chosen in reference to the Ottawa River, the name of which is derived from the Algonquin Odawa, meaning \"to trade\".\n Ottawa has the most educated population among Canadian cities and is home to a number of post-secondary, research, and cultural institutions, including the National Arts Centre, the National Gallery, and numerous national museums.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.\n Ontario is bordered by the province of Manitoba to the west, Hudson Bay and James Bay to the north, and Quebec to the east and northeast, and to the south by the U.S. states of (from west to east) Minnesota, Michigan, Ohio, Pennsylvania, and New York. Almost all of Ontario's 2,700 km (1,678 mi) border with the United States follows inland waterways: from the westerly Lake of the Woods, eastward along the major rivers and lakes of the Great Lakes/Saint Lawrence River drainage system. These include Rainy River, Pigeon River, Lake Superior, St. Marys River, Lake Huron, St. Clair River, Lake St. Clair, Detroit River, Lake Erie, Niagara River, Lake Ontario and the St. Lawrence River from Kingston, Ontario, to the Quebec boundary just east of Cornwall, Ontario. There is only about 1 km (0.6 mi) of land border, made up of portages including Height of Land Portage on the Minnesota border.\n Ontario is sometimes conceptually divided into two regions, Northern Ontario and Southern Ontario. The great majority of Ontario's population and arable land is in the south. In contrast, the larger, northern part of Ontario is sparsely populated with cold winters and heavy forestation.",
  "/wiki/University_of_Wisconsin–Madison": "The University of Wisconsin–Madison (also known as University of Wisconsin, Wisconsin, UW, regionally as UW–Madison, or simply Madison) is a public research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin, and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. It became a land-grant institution in 1866. The 933-acre (378 ha) main campus, located on the shores of Lake Mendota, includes four National Historic Landmarks. The University also owns and operates a historic 1,200-acre (486 ha) arboretum established in 1932, located 4 miles (6.4 km) south of the main campus. \n UW–Madison is organized into 20 schools and colleges, which enrolled 30,361 undergraduate and 14,052 graduate students in 2018. Its comprehensive academic program offers 136 undergraduate majors, along with 148 master's degree programs and 120 doctoral programs. A major contributor to Wisconsin's economy, the university is the largest employer in the state, with over 21,600 faculty and staff. \n The UW is one of America's Public Ivy universities, which refers to top public universities in the United States capable of providing a collegiate experience comparable with the Ivy League. UW–Madison is also categorized as a Doctoral University with the Highest Research Activity in the Carnegie Classification of Institutions of Higher Education. In 2012, it had research expenditures of more than $1.1 billion, the third highest among universities in the country. Wisconsin is a founding member of the Association of American Universities. As of October 2018[update], 25 Nobel laureates and 2 Fields medalists have been associated with UW–Madison as alumni, faculty, or researchers. Additionally, as of November 2018, the current CEOs of 14 Fortune 500 companies have attended UW–Madison, the most of any university in the United States. \n Among the scientific advances made at UW–Madison are the single-grain experiment (which marked the birth of modern nutrition science), the discovery of vitamins A and B by Elmer McCollum and Marguerite Davis, the development of the anticoagulant medication warfarin by Karl Paul Link, the first chemical synthesis of a gene by Har Gobind Khorana, the discovery of the retroviral enzyme reverse transcriptase by Howard Temin, and the first synthesis of human embryonic stem cells  by James Thomson. UW–Madison was also the home of both the prominent \"Wisconsin School\" of economics and of diplomatic history, while UW–Madison professor Aldo Leopold played an important role in the development of modern environmental science and conservationism, articulating his philosophy of a \"land ethic\" in his influential book A Sand County Almanac. \n The Wisconsin Badgers compete in 25 intercollegiate sports in the NCAA Division I Big Ten Conference and have won 28 national championships. Wisconsin students and alumni have won 50 Olympic medals (13 gold, 24 silver, and 13 bronze).",
  "/wiki/Madison,_Wisconsin": "Madison is the capital of the U.S. state of Wisconsin and the seat of Dane County. As of July 1, 2018, Madison's estimated population of 258,054 made it the second-largest city in Wisconsin by population, after Milwaukee, and the 81st-largest in the United States. The city forms the core of the Madison Metropolitan Area which includes Dane County and neighboring Iowa, Green, and Columbia counties for a population of 654,230.\n Located on an isthmus and lands surrounding four lakes-Lake Mendota, Lake Monona, Lake Kegonsa and Lake Waubesa-the city is home to the University of Wisconsin–Madison, the Wisconsin State Capitol, Henry Vilas Zoo, lakes, and an extensive network of parks and bike trails. Madison has historically been a center for progressive political activity, protests, and demonstrations. The presence of the University of Wisconsin–Madison (the largest employer in the state) as well as other educational institutions has a significant impact on the economy, culture, and demographics of Madison. \n Madison is a growing technology economy and the region is home to the headquarters of Epic Systems, American Family Insurance, Exact Sciences, American Girl, Sub-Zero, Lands' End, a regional office for Google, the University Research Park, as well as many biotech and health systems startups. A 2018 report ranked Madison 14th among the top fifteen cities worldwide for venture capital deals per capita.\n Madison, which is named for US Founding Father James Madison, is home to eight National Historic Landmarks, including one UNESCO World Heritage Site.",
  "/wiki/Wisconsin": "Wisconsin (/wɪˈskɒnsɪn/ (listen)) is a U.S. state located in the north-central, Midwest and Great Lakes regions of the country. It is bordered by Minnesota to the west, Iowa to the southwest, Illinois to the south, Lake Michigan to the east, Michigan to the northeast, and Lake Superior to the north. Wisconsin is the 23rd largest state by total area and the 20th most populous. The state capital is Madison, and its largest city is Milwaukee, which is located on the western shore of Lake Michigan. The state is divided into 72 counties.\n Wisconsin's geography is diverse, having been greatly impacted by glaciers during the Ice Age with the exception of the Driftless Area. The Northern Highland and Western Upland along with a part of the Central Plain occupies the western part of the state, with lowlands stretching to the shore of Lake Michigan. Wisconsin is second to Michigan in the length of its Great Lakes coastline.\n During the 19th and early 20th centuries, many European settlers entered the state, many of whom emigrated from Germany and Scandinavia. Like neighboring Minnesota, the state remains a center of German American and Scandinavian American culture.\n The state is one of the nation's leading dairy producers and is known as \"America's Dairyland\"; it is particularly famous for its cheese.  Manufacturing (especially paper products), information technology (IT), cranberries, ginseng, and tourism are also major contributors to the state's economy.",
  "/wiki/National_Autonomous_University_of_Mexico": "The National Autonomous University of Mexico (Spanish: Universidad Nacional Autónoma de México, lit. 'Autonomous National University of Mexico', UNAM) is a public research university in Mexico. It ranks highly in world rankings based on the university's extensive research and innovation. It is the largest university in Latin America and has one of the biggest campus in the world.  UNAM's main campus in Mexico City, known as Ciudad Universitaria (University City), is a UNESCO World Heritage site that was designed by some of Mexico's best-known architects of the 20th century. Murals in the main campus were painted by some of the most recognized artists in Mexican history, such as Diego Rivera and David Alfaro Siqueiros. In 2016, it had an acceptance rate of only 8%. UNAM generates a number of strong research publications and patents in diverse areas, such as robotics, computer science, mathematics, physics,  human-computer interaction, history, philosophy, among others. All Mexican Nobel laureates are either alumni or faculty of UNAM.\n UNAM was founded, in its modern form, on 22 September 1910 by Justo Sierra as a liberal alternative to its predecessor, the Royal and Pontifical University of Mexico, the first to be founded in North America.  UNAM obtained its autonomy from the government in 1929. This has given the university the freedom to define its own curriculum and manage its own budget without government interference. This has had a profound effect on academic life at the university, which some claim boosts academic freedom and independence.\n UNAM was the birthplace of the student movement of 1968, which turned into a nationwide rebellion against autocratic rule and began Mexico's three-decade journey toward democracy.",
  "/wiki/Mexico_City": "Mexico City, or the City of Mexico (Spanish: Ciudad de México, American Spanish: [sjuˈða(ð) ðe ˈmexiko] (listen); abbreviated as CDMX, Nahuatl languages: Āltepētl Mēxihco), is one of the 32 states which make up the 32 Federal Entities of Mexico and the capital of Mexico and the most populous city in North America. It is one of the most important cultural and financial centres in the world. It is located in the Valley of Mexico (Valle de México), a large valley in the high plateaus in the center of Mexico, at an altitude of 2,240 meters (7,350 ft). The city has 16 alcaldías, formerly known as boroughs.\n The 2009 population for the city proper was approximately 8.84 million people, with a land area of 1,485 square kilometers (573 sq mi). According to the most recent definition agreed upon by the federal and state governments, the population of Greater Mexico City is 21.3 million, which makes it the second largest metropolitan area of the Western Hemisphere, the eleventh-largest agglomeration (2017), and the largest Spanish-speaking city in the world.\nGreater Mexico City has a GDP of $411 billion in 2011, making Greater Mexico City one of the most productive urban areas in the world. The city was responsible for generating 15.8% of Mexico's GDP, and the metropolitan area accounted for about 22% of total national GDP. If it were an independent country, in 2013, Mexico City would be the fifth-largest economy in Latin America, five times as large as Costa Rica and about the same size as Peru.\n Mexico's capital is both the oldest capital city in the Americas and one of two founded by indigenous people, the other being Quito, Ecuador. The city was originally built on an island of Lake Texcoco by the Aztecs in 1325 as Tenochtitlan, which was almost completely destroyed in the 1521 siege of Tenochtitlan and subsequently redesigned and rebuilt in accordance with the Spanish urban standards. In 1524, the municipality of Mexico City was established, known as México Tenochtitlán, and as of 1585, it was officially known as Ciudad de México (Mexico City). Mexico City was the political, administrative, and financial center of a major part of the Spanish colonial empire. After independence from Spain was achieved, the federal district was created in 1824.\n After years of demanding greater political autonomy, residents were finally given the right to elect both a head of government and the representatives of the unicameral Legislative Assembly by election in 1997. Ever since, left-wing parties (first the Party of the Democratic Revolution and later the Movimiento de Regeneración Nacional) have controlled both of them. The city has several progressive policies, such as abortion on demand, a limited form of euthanasia, no-fault divorce, and same-sex marriage.\n On 29 January 2016, it ceased to be the Federal District (Spanish: Distrito Federal or D.F.) and is now officially known as Ciudad de México (or CDMX), with a greater degree of autonomy. A clause in the Constitution of Mexico, however, prevents it from becoming a state within the Mexican federation, as it is the seat of power in the country, unless the capital of the country were to be relocated elsewhere.",
  "/wiki/Rancho_Santa_Ana_Botanic_Garden": "The Rancho Santa Ana Botanic Garden is a botanical garden in Claremont, California, in the United States, just south of the San Gabriel foothills. The garden, at 86 acres (35 ha), is a non-profit organization dedicated to California native plants. The facility was open to the public with free admission for 58 years; in 2009 an admission fee was implemented. \n The garden originated in 1927 when Susanna Bixby Bryant established a native garden on her rancho in Orange County. The garden relocated to Claremont in 1951. The garden now contains some 70,000 native Californian plants, representing 2,000 native species, hybrids and cultivars. \n The garden has an active research department, specializing in systematic botany and floristics. The combined herbarium of the garden and neighboring Pomona College holds over 1,200,000 specimens. The journal Aliso is published by the organization semiannually. The garden offers graduate degrees in botany through Claremont Graduate University.",
  "/wiki/Claremont,_California": "Claremont (/ˈklɛərmɒnt/) is a city on the eastern edge of Los Angeles County, California, United States, 30 miles (48 km) east of downtown Los Angeles. It is in the Pomona Valley, at the foothills of the San Gabriel Mountains. As of the 2010 census it had a population of 34,926, and in 2018 the estimated population was 36,478.\n Claremont is the home of the Claremont Colleges and other educational institutions, and the city is known for its tree-lined streets with numerous historic buildings. In July 2007, it was rated by CNN/Money magazine as the fifth best place to live in the United States, and was the highest rated place in California on the list. It was also named the best suburb in the West by Sunset Magazine in 2016, which described it as a \"small city that blends worldly sophistication with small-town appeal.\" In 2018, Niche rated Claremont as the 17th best place to live in the Los Angeles area out of 658 communities it evaluated, based on crime, cost of living, job opportunities, and local amenities. Due to its large number of trees and residents with doctoral degrees, as well as its proximity to the renowned Claremont Colleges, it is sometimes referred to as \"The City of Trees and Ph.Ds.\"\n The city is primarily residential, with a significant portion of its commercial activity located in \"The Village,\" a popular collection of street-front small stores, boutiques, art galleries, offices, and restaurants adjacent to and west of the Claremont Colleges. The Village was expanded in 2007, adding a controversial multi-use development that includes a cinema, a boutique hotel, retail space, offices, and a parking structure on the site of an old citrus packing plant west of Indian Hill Boulevard.\n Claremont has been a winner of the National Arbor Day Association's Tree City USA award for 22 consecutive years. When the city incorporated in 1907, local citizens started what has become the city's tree-planting tradition. Claremont is one of the few remaining places in North America with American Elm trees that have not been exposed to Dutch elm disease. The stately trees line Indian Hill Boulevard in the vicinity of the city's Memorial Park.\n The city hosts several large retirement communities, among them Pilgrim Place, the Claremont Manor and Mt. San Antonio Gardens.",
  "/wiki/University_of_Texas_at_Austin": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.\n A Public Ivy, it is a major center for academic research, with research expenditures exceeding $615 million for the 2016–2017 school year. The university houses seven museums and seventeen libraries, including the Lyndon Baines Johnson Library and Museum and the Blanton Museum of Art, and operates various auxiliary research facilities, such as the J. J. Pickle Research Campus and the McDonald Observatory. Among university faculty are recipients of the Nobel Prize, the Pulitzer Prize, the Wolf Prize, the Primetime Emmy Award, the Abel Prize, the Turing Award, and the National Medal of Science, as well as many other awards. As of October 2019, 12 Nobel Prize winners, two Turing Award winners and two Fields medalists have been affiliated with the school as alumni, faculty members or researchers.\n Student athletes compete as the Texas Longhorns and are members of the Big 12 Conference. Its Longhorn Network is the only sports network featuring the college sports of a single university. The Longhorns have won four NCAA Division I National Football Championships, six NCAA Division I National Baseball Championships, thirteen NCAA Division I National Men's Swimming and Diving Championships, and has claimed more titles in men's and women's sports than any other school in the Big 12 since the league was founded in 1996.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States. \n As of the U.S. Census Bureau's July 1, 2018 estimate, Austin had a population of 964,254, up from 790,491 at the 2010 census. The city is the cultural and economic center of the Austin–Round Rock metropolitan statistical area, which had an estimated population of 2,168,316 as of July 1, 2018[update]. Located in Central Texas within the greater Texas Hill Country, it is home to numerous lakes, rivers, and waterways, including Lady Bird Lake and Lake Travis on the Colorado River, Barton Springs, McKinney Falls, and Lake Walter E. Long.\n U.S. News & World Report named Austin the No. 1 place to live in the U.S. for 2017 and 2018. In 2016, Forbes ranked Austin No. 1 on its \"Cities of the Future\" list, then in 2017 placed the city at that same position on its list for the \"Next Biggest Boom Town in the U.S.\" Also in 2017, Forbes awarded the South River City neighborhood of Austin its #2 ranking for \"Best Cities and Neighborhoods for Millennials\". WalletHub named Austin the #6 best place in the country to live for 2017. The FBI ranked Austin as the #2 safest major city in the U.S. for 2012.\n Residents of Austin are known as Austinites. They include a diverse mix of government employees, college students, musicians, high-tech workers, blue-collar workers, and a vibrant LGBT community. The city's official slogan promotes Austin as \"The Live Music Capital of the World\", a reference to the city's many musicians and live music venues, as well as the long-running PBS TV concert series Austin City Limits. The city also adopted \"Silicon Hills\" as a nickname in the 1990s due to a rapid influx of technology and development companies. In recent years, some Austinites have adopted the unofficial slogan \"Keep Austin Weird\", which refers to the desire to protect small, unique, and local businesses from being overrun by large corporations. Since the late 19th century, Austin has also been known as the \"City of the Violet Crown\", because of the colorful glow of light across the hills just after sunset.\n By the 1990s, Austin emerged as a center for technology and business. A number of Fortune 500 companies have headquarters or regional offices in Austin including, 3M, Amazon.com, Apple Inc., Google, IBM, Intel, Oracle Corporation, Texas Instruments, and Whole Foods Market; Dell's worldwide headquarters is located in the nearby suburb of Round Rock.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.\n Houston is the most populous city in Texas and the fourth largest in the U.S., while San Antonio is the second-most populous in the state and seventh largest in the U.S. Dallas–Fort Worth and Greater Houston are the fourth and fifth largest metropolitan statistical areas in the country, respectively. Other major cities include Austin, the second-most populous state capital in the U.S., and El Paso. Texas is nicknamed the \"Lone Star State\" for its former status as an independent republic, and as a reminder of the state's struggle for independence from Mexico. The \"Lone Star\" can be found on the Texas state flag and on the Texas state seal. The origin of Texas's name is from the word taysha, which means \"friends\" in the Caddo language.\n Due to its size and geologic features such as the Balcones Fault, Texas contains diverse landscapes common to both the U.S. Southern and Southwestern regions. Although Texas is popularly associated with the U.S. southwestern deserts, less than 10% of Texas's land area is desert. Most of the population centers are in areas of former prairies, grasslands, forests, and the coastline. Traveling from east to west, one can observe terrain that ranges from coastal swamps and piney woods, to rolling plains and rugged hills, and finally the desert and mountains of the Big Bend.\n The term \"six flags over Texas\"[note 1] refers to several nations that have ruled over the territory. Spain was the first European country to claim and control the area of Texas. France held a short-lived colony. Mexico controlled the territory until 1836 when Texas won its independence, becoming an independent Republic. In 1845, Texas joined the union as the 28th state. The state's annexation set off a chain of events that led to the Mexican–American War in 1846. A slave state before the American Civil War, Texas declared its secession from the U.S. in early 1861, and officially joined the Confederate States of America on March 2 of the same year. After the Civil War and the restoration of its representation in the federal government, Texas entered a long period of economic stagnation.\n Historically four major industries shaped the Texas economy prior to World War II: cattle and bison, cotton, timber, and oil. Before and after the U.S. Civil War the cattle industry, which Texas came to dominate, was a major economic driver for the state, thus creating the traditional image of the Texas cowboy. In the later 19th century cotton and lumber grew to be major industries as the cattle industry became less lucrative. It was ultimately, though, the discovery of major petroleum deposits (Spindletop in particular) that initiated an economic boom which became the driving force behind the economy for much of the 20th century. With strong investments in universities, Texas developed a diversified economy and high tech industry in the mid-20th century. As of 2015, it is second on the list of the most Fortune 500 companies with 54. With a growing base of industry, the state leads in many industries, including tourism, agriculture, petrochemicals, energy, computers and electronics, aerospace, and biomedical sciences. Texas has led the U.S. in state export revenue since 2002 and has the second-highest gross state product. If Texas were a sovereign state, it would be the 10th largest economy in the world.",
  "/wiki/Botanical_Research_Institute_of_Texas": "The Botanical Research Institute of Texas (BRIT) is a global botanical research institute and learning center located in the Cultural District of Fort Worth, Texas. BRIT moved to its new 70,000-square-foot (6,500 m2) facility adjacent to the Fort Worth Botanic Garden from their original downtown location in spring 2011.\n BRIT was established in 1987 to hold in public trust the herbarium and botanical library collections amassed by Dr. Lloyd Shinners at Southern Methodist University. It is a 501(c)(3) private, non-profit organization governed by a Board of Trustees.\n Focused on conservation and knowledge sharing, BRIT serves as a plant information center for scientists and professionals, and an interpretation center for people wanting to learn more about the plant world and how they can help conserve earth's natural heritage for future generations. BRIT is dedicated to supporting science and increasing its collections by discovering and documenting plant diversity both regionally and globally, and by teaching conservation science through public education.\n BRIT's International Award of Excellence in Conservation is presented annually to an individual or organization that exemplifies ideals expressed in BRIT's mission.",
  "/wiki/Fort_Worth": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population was 898,919. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.\n The city of Fort Worth was established in 1849 as an army outpost on a bluff overlooking the Trinity River. Fort Worth has historically been a center of the longhorn cattle trade. It still embraces its Western heritage and traditional architecture and design. USS Fort Worth (LCS-3) is the first ship of the United States Navy named after the city.\n Fort Worth is home to the Van Cliburn International Piano Competition and several world-class museums designed by internationally known contemporary architects. The Kimbell Art Museum, considered to have one of the best art collections in Texas, is housed in what is widely regarded as one of the outstanding architectural achievements of the modern era. The museum was designed by the American architect Louis Kahn, with an addition designed by world-renowned Italian architect Renzo Piano opening November 2013. Also of note is the Modern Art Museum of Fort Worth, designed by Tadao Ando. The Amon Carter Museum of American Art, designed by Philip Johnson, houses one of the world's most extensive collections of American art. The Sid Richardson Museum, redesigned by David M. Schwarz, has one of the most focused collections of Western art in the U.S., emphasizing Frederic Remington and Charles Russell. The Fort Worth Museum of Science and History, designed by famed architect Ricardo Legorreta of Mexico, engages the diverse Fort Worth community through creative, vibrant programs and exhibits.\n The city is stimulated by several university communities: Texas Christian University, Texas Wesleyan, University of North Texas Health Science Center, and Texas A&M University School of Law, and many multinational corporations, including Bell Helicopter, Lockheed Martin, American Airlines, BNSF Railway, Pier 1 Imports, XTO Energy (relocated to Houston in 2017), and RadioShack.",
  "/wiki/National_Polytechnic_Institute": "The National Polytechnic Institute of Mexico (Spanish: Instituto Politécnico Nacional de México. Spanish pronunciation: [instiˈtuto poliˈtekniko nasjoˈnal] (listen)), abbreviated IPN, is one of the largest public universities in Mexico with 171,581 students at the high school, undergraduate and postgraduate levels. It is the second best university in Mexico in the technical and engineering domain according to the QS World University Rankings by Subject 2018. It was founded on 1 January 1936 during the administration of President Lázaro Cárdenas del Río in order to provide professional education to the most disadvantaged social classes in that period, a practice that is maintained because it is one of the few vocational schools in the world.\n The institute consists of 98 academic units offering 293 courses of study. It includes 78 technical careers, 80 undergraduate and 135 postgraduate programs. Its main campus, called 'Unidad Profesional Adolfo López Mateos' or 'Zacatenco', is on approximately 530 acres (2.1 km2) north of Mexico City.\n The IPN is based primarily in Mexico City and its suburbs, but with several research institutes and facilities distributed over 22 states.",
  "/wiki/Ithaca": "Ithaca, Ithaki or Ithaka (/ˈɪθəkə/; Greek: Ιθάκη, Ithakē [iˈθaci]) is a Greek island located in the Ionian Sea, off the northeast coast of Kefalonia and to the west of continental Greece.\n Ithaca's main island has an area of 96 square kilometres (37 sq mi) and had a population in 2011 of 3,231. It is the second-smallest of seven main Ionian Islands, after Paxi. Ithaca is a separate regional unit of the Ionian Islands region, and the only municipality of the regional unit. The capital is Vathy (or Vathi).\n Modern Ithaca is generally identified with Homer's Ithaca, the home of Odysseus, whose delayed return to the island is the plot of the classical Greek tale the Odyssey.",
  "/wiki/Royal_Ontario_Museum": "The Royal Ontario Museum (ROM; French: Musée royal de l'Ontario) is a museum of art, world culture and natural history in Toronto, Ontario, Canada. It is one of the largest museums in North America and the largest in Canada. It attracts more than one million visitors every year, making the ROM the most-visited museum in Canada. The museum is north of Queen's Park, in the University of Toronto district, with its main entrance on Bloor Street West. Museum subway station is named after the ROM and, since a 2008 renovation, is decorated to resemble the institution's collection.\n Established on 16 April 1912 and opened on 19 March 1914, the museum has maintained close relations with the University of Toronto throughout its history, often sharing expertise and resources. The museum was under the direct control and management of the University of Toronto until 1968, when it became an independent Crown agency of the Government of Ontario. Today, the museum is Canada's largest field-research institution, with research and conservation activities around the world.\n With more than 6,000,000 items and 40 galleries, the museum's diverse collections of world culture and natural history contribute to its international reputation. The museum contains a collection of dinosaurs, minerals and meteorites; Canadian, and European historical artifacts; as well as African, Near Eastern, and East Asian art. It houses the world's largest collection of fossils from the Burgess Shale with more than 150,000 specimens. The museum also contains an extensive collection of design and fine art, including clothing, interior, and product design, especially Art Deco.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,954,024 as of July 2018. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.\nPeople have travelled through and inhabited the Toronto area, located on a broad sloping plateau interspersed with rivers, deep ravines, and urban forest, for more than 10,000 years. After the broadly disputed Toronto Purchase, when the Mississauga surrendered the area to the British Crown, the British established the town of York in 1793 and later designated it as the capital of Upper Canada. During the War of 1812, the town was the site of the Battle of York and suffered heavy damage by American troops. York was renamed and incorporated in 1834 as the city of Toronto. It was designated as the capital of the province of Ontario in 1867 during Canadian Confederation. The city proper has since expanded past its original borders through both annexation and amalgamation to its current area of 630.2 km2 (243.3 sq mi).\n The diverse population of Toronto reflects its current and historical role as an important destination for immigrants to Canada. More than 50 percent of residents belong to a visible minority population group, and over 200 distinct ethnic origins are represented among its inhabitants. While the majority of Torontonians speak English as their primary language, over 160 languages are spoken in the city.\n Toronto is a prominent centre for music, theatre, motion picture production, and television production, and is home to the headquarters of Canada's major national broadcast networks and media outlets. Its varied cultural institutions, which include numerous museums and galleries, festivals and public events, entertainment districts, national historic sites, and sports activities, attract over 43 million tourists each year. Toronto is known for its many skyscrapers and high-rise buildings, in particular the tallest free-standing structure in the Western Hemisphere, the CN Tower.\n The city is home to the Toronto Stock Exchange, the headquarters of Canada's five largest banks, and the headquarters of many large Canadian and multinational corporations. Its economy is highly diversified with strengths in technology, design, financial services, life sciences, education, arts, fashion, aerospace, environmental innovation, food services, and tourism.",
  "/wiki/Université_de_Montréal": "The Université de Montréal (UdeM; French pronunciation: ​[ynivɛʁsite də mɔ̃ʁeal], translates to University of Montreal[note 1]) is a French-language public research university in Montreal, Quebec, Canada. The university's main campus is located on the northern slope of Mount Royal in the neighbourhoods of Outremont and Côte-des-Neiges. The institution comprises thirteen faculties, more than sixty departments and two affiliated schools: the Polytechnique Montréal (School of Engineering; formerly the École Polytechnique de Montréal) and HEC Montréal (School of Business). It offers more than 650 undergraduate programmes and graduate programmes, including 71 doctoral programmes.\n The university was founded as a satellite campus of the Université Laval in 1878. It became an independent institution after it was issued a papal charter in 1919, and a provincial charter in 1920. Université de Montréal moved from Montreal's Quartier Latin to its present location at Mount Royal in 1942. It was made a secular institution with the passing of another provincial charter in 1967.\n The school is co-educational, and has over 34,335 undergraduate and over 11,925 post-graduate students (excluding affiliated schools). Alumni and former students reside across Canada and around the world, with notable alumni serving as government officials, academics, and business leaders.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.\n In 2016, the city had a population of 1,704,694, with a population of 1,942,247 in the urban agglomeration, including all of the other municipalities on the Island of Montreal. The broader metropolitan area had a population of 4,098,247. French is the city's official language and is the language spoken at home by 49.8% of the population of the city, followed by English at 22.8% and 18.3% other languages (in the 2016 census, not including multi-language responses). In the larger Montreal Census Metropolitan Area, 65.8% of the population speaks French at home, compared to 15.3% who speak English. The agglomeration Montreal is one of the most bilingual cities in Quebec and Canada, with over 59% of the population able to speak both English and French. Montreal is the second largest primarily French-speaking city in the developed world, after Paris. It is situated 196 km (122 mi) east of the national capital Ottawa, and 258 km (160 mi) south-west of the provincial capital Quebec City.\n Historically the commercial capital of Canada, Montreal was surpassed in population and in economic strength by Toronto in the 1970s. It remains an important centre of commerce, aerospace, transport, finance, pharmaceuticals, technology, design, education, art, culture, tourism, food, fashion, gaming, film, and world affairs. Montreal has the second-highest number of consulates in North America, serves as the location of the headquarters of the International Civil Aviation Organization, and was named a UNESCO City of Design in 2006. In 2017, Montreal was ranked the 12th most liveable city in the world by the Economist Intelligence Unit in its annual Global Liveability Ranking, and the best city in the world to be a university student in the QS World University Rankings.\n Montreal has hosted multiple international conferences and events, including the 1967 International and Universal Exposition and the 1976 Summer Olympics. It is the only Canadian city to have held the quadrennial Summer Olympics. In 2018, Montreal was ranked as an Alpha− world city.  As of 2016[update] the city hosts the Canadian Grand Prix of Formula One, the Montreal International Jazz Festival and the Just for Laughs festival.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).\n Quebec is the second-most populous province of Canada, after Ontario. It is the only one to have a predominantly French-speaking population, with French as the sole provincial official language. Most inhabitants live in urban areas near the Saint Lawrence River between Montreal and Quebec City, the capital. Approximately half of Quebec residents live in the Greater Montreal Area, including the Island of Montreal. English-speaking communities and English-language institutions are concentrated in the west of the island of Montreal but are also significantly present in the Outaouais, Eastern Townships, and Gaspé regions. The Nord-du-Québec region, occupying the northern half of the province, is sparsely populated and inhabited primarily by Aboriginal peoples.\n The climate around the major cities is four-seasons continental with cold and snowy winters combined with warm to hot humid summers, but farther north long winter seasons dominate and as a result the northern areas of the province are marked by tundra conditions. Even in central Quebec, at comparatively southerly latitudes, winters are severe in inland areas.\n Quebec independence debates have played a large role in the politics of the province. Parti Québécois governments held referendums on sovereignty in 1980 and 1995. Although neither passed, the 1995 referendum saw the highest voter turnout in Quebec history, at over 93%, and only failed by less than 1%. In 2006, the House of Commons of Canada passed a symbolic motion recognizing the \"Québécois as a nation within a united Canada\".\n While the province's substantial natural resources have long been the mainstay of its economy, sectors of the knowledge economy such as aerospace, information and communication technologies, biotechnology, and the pharmaceutical industry also play leading roles. These many industries have all contributed to helping Quebec become an economically influential province within Canada, second only to Ontario in economic output.",
  "/wiki/Canadian_Museum_of_Nature": "The Canadian Museum of Nature (French: Musée canadien de la nature), formerly called the National Museum of Natural Sciences (French: Musée national des sciences naturelles), is Canada's national natural history and natural sciences museum in Ottawa, Ontario. Its four main collections, which were started by the Geological Survey of Canada in 1856 and now include ca. 14.6 million specimens, are Botany, Mineralogy, Palaeontology and Zoology.\n The museum is affiliated with the Canadian Museums Association, the Canadian Heritage Information Network, the Alliance of Arctic Natural History Museums, the Alliance of Natural History Museums of Canada and the Virtual Museum of Canada.",
  "/wiki/List_of_herbaria": "This is a list of herbaria, organized first by continent where the herbarium is located, then within each continent by size of the collection. A herbarium (plural \"herbaria\") is a collection of preserved plant specimens. These specimens may be whole plants or plant parts: these will usually be in a dried form, mounted on a sheet, but depending upon the material may also be kept in alcohol or other preservative. The same term is often used in mycology to describe an equivalent collection of preserved fungi and in phycology to describe a collection of algae.\n To preserve their form and color, plants collected in the field are spread flat on sheets of newsprint and dried, usually in a plant press, between blotters or absorbent paper. The specimens, which are then mounted on sheets of stiff white paper, are labeled with all essential data, such as date and place found, description of the plant, altitude, and special habitat conditions. The sheet is then placed in a protective case. As a precaution against insect attack, the pressed plant is frozen or poisoned and the case disinfected.\n Most herbaria utilize a standard system of organizing their specimens into herbarium cases. Specimen sheets are stacked in groups by the species to which they belong and placed into a large lightweight folder that is labelled on the bottom edge. Groups of species folders are then placed together into larger, heavier folders by genus. The genus folders are then sorted by taxonomic family according to the standard system selected for use by the herbarium and placed into pigeonholes in herbarium cabinets. Herbaria are essential for the study of plant taxonomy, the study of geographic distributions, and the stabilizing of nomenclature. Herbaria also preserve an historical record of change in vegetation over time. In some cases, plants become extinct in one area, or may become extinct altogether. In such cases, specimens preserved in an herbarium can represent the only record of the plant's original distribution. Environmental scientists make use of such data to track changes in climate and human impact."
}