{
  "/wiki/Amstetten_(district)": "Bezirk Amstetten is a district of the state of \nLower Austria in Austria.",
  "/wiki/Amstetten_(Lower_Austria)": "Amstetten (German pronunciation: [amˈʃtɛtn̩]) is a town in Lower Austria. It is the capital of the Amstetten District and the centre of the historical region Mostviertel (“Most” – cider, “viertel” – a quarter of the province Lower Austria)",
  "/wiki/Lower_Austria": "Lower Austria (German: Niederösterreich [ˈniːdɐˌʔøːstɐʁaɪ̯ç] (listen); Czech: Dolní Rakousy; Slovak: Dolné Rakúsko) is the most northeastern of the nine states of Austria. Since 1986, the capital of Lower Austria has been Sankt Pölten, replacing Vienna which became a separate state in 1921. With a land area of 19,186 km2 (7,408 sq mi) and a population of 1.612 million people, Lower Austria is the second most populous federal state (after Vienna). Other large cities are Amstetten, Krems an der Donau and Wiener Neustadt.",
  "/wiki/Baden_(district_of_Austria)": "Bezirk Baden is a district of the state of Lower Austria in Austria.",
  "/wiki/Baden,_Austria": "Baden (German for \"Baths\"), unofficially distinguished from other Badens as Baden bei Wien (Baden near Vienna), is a spa town in Austria. It serves as the capital of Baden District in the state of Lower Austria. Located about 26 km (16 mi) south of Vienna, the municipality consists of cadastral Baden, Braiten, Gamingerhof, Leesdorf, Mitterberg, Rauhenstein, and Weikersdorf.",
  "/wiki/Bruck_an_der_Leitha_(district)": "Bezirk Bruck an der Leitha is a district of the state of Lower Austria in Austria.",
  "/wiki/Bruck_an_der_Leitha": "Bruck an der Leitha (\"Bridge on the Leitha\") is a city in Lower Austria, Austria at the border to the Burgenland, which is marked by the Leitha river.",
  "/wiki/G%C3%A4nserndorf_(district)": "Bezirk Gänserndorf is a district of the state of Lower Austria in Austria.",
  "/wiki/G%C3%A4nserndorf": "Gänserndorf  is a town on the Marchfeld, Lower Austria, Austria and the capital of Bezirk Gänserndorf. It is about 20 km northeast of Vienna, to which it is connected by both the Angerner Straße (Bundesstraße, or federal highway, 8) and the North railway line.",
  "/wiki/Gm%C3%BCnd_(district)": "Bezirk Gmünd is a district of the state of \nLower Austria in Austria.  It is located in northwestern Waldviertel.",
  "/wiki/Gm%C3%BCnd,_Lower_Austria": "Gmünd is a town in the northwestern Waldviertel region of Lower Austria and the capital of the Gmünd district. The municipality consists of the Katastralgemeinden Böhmzeil, Breitensee, Eibenstein, Gmünd and Grillenstein. Situated on the Lainsitz (Lužnice) river where it forms the border with České Velenice in the Czech Republic, it is an important road and railway crossing point, next to the  Blockheide protected area.",
  "/wiki/Hollabrunn_(district)": "Bezirk Hollabrunn is a district of the state of \nLower Austria in Austria.",
  "/wiki/Hollabrunn": "Hollabrunn is a district capital town in the Austrian state of Lower Austria, on the Göllersbach river.",
  "/wiki/Horn_(district)": "Bezirk Horn is a district of the state of \nLower Austria in Austria.",
  "/wiki/Horn,_Austria": "Horn is a small town in the Waldviertel in Lower Austria, Austria and the capital of the district of the same name.",
  "/wiki/Korneuburg_(district)": "The political district Bezirk Korneuburg is located in Lower Austria and borders Vienna to the north.",
  "/wiki/Korneuburg": "Korneuburg (German pronunciation: [kɔʁˈnɔʏbʊʁk]) is a town in Austria. It is located in the state Lower Austria and is the administrative center of the district of Korneuburg. Korneuburg is situated on the left bank of the Danube, opposite the city of Klosterneuburg, and is 12 km northwest of Vienna. It covers an area of 9.71 square km and as of 2001 there were 11,032 inhabitants.",
  "/wiki/Krems-Land": "Bezirk Krems-Land is a district of the state of Lower Austria in Austria. It comprises the areas to the West and North of the city Krems an der Donau, which itself is a statutory city.",
  "/wiki/Krems_an_der_Donau": "Krems an der Donau (German pronunciation: [ˈkʁɛms ʔan deːɐ̯ ˈdoːnaʊ̯]; Czech: Kremže) is a town of 23,992 inhabitants[when?] in Austria, in the federal state of Lower Austria. It is the fifth-largest city of Lower Austria and is approximately 70 kilometres (43 miles) west of Vienna. Krems is a city with its own statute (or Statutarstadt), and therefore it is both a municipality and a district.",
  "/wiki/Lilienfeld_(district)": "Bezirk Lilienfeld is a district of the state of Lower Austria in Austria.",
  "/wiki/Lilienfeld": "Lilienfeld is a city in Lower Austria (Niederösterreich), Austria, south of St. Pölten, noted as the site of Lilienfeld Abbey. It is also the site of a regional hospital Landesklinikum Voralpen Lilienfeld.\nThe city is located in the valley of the Traisen River.  Lilienfeld is in the province which the Ancient Romans called Noricum. Just a short distance past Lilienfeld Abbey, one can find the chair lift station that brings travelers to the top of Muckenkogel, a mountain in the Gutenstein Alps, at the height of 4095 feet (1248 meters).  On March 19, 1905, Muckenkogel was the sight of the first official Alpine Ski Race, which was won by ski pioneer, Czech-born Mathias Zdarsky.",
  "/wiki/Melk_(district)": "Bezirk Melk is a district of the state of Lower Austria in Austria.",
  "/wiki/Melk": "Melk (older spelling: Mölk; Central Bavarian: Möck) is a city of Austria, in the federal state of Lower Austria, next to the Wachau valley along the Danube. Melk has a population of 5,257 (as of 2012). It is best known as the site of a massive baroque Benedictine monastery named Melk Abbey.",
  "/wiki/Mistelbach_(district)": "Bezirk Mistelbach is a district of the state of Lower Austria in Austria.",
  "/wiki/Mistelbach": "For the town in Germany, see Mistelbach, Bavaria.",
  "/wiki/M%C3%B6dling_(district)": "Bezirk Mödling is a district of the state of Lower Austria in Austria.",
  "/wiki/M%C3%B6dling": "Mödling is the capital of the Austrian district of the same name located approximately 14 km south of Vienna.",
  "/wiki/Neunkirchen_(Austrian_district)": "Bezirk Neunkirchen is a district of the state of Lower Austria in Austria. It is located at the south of the state.",
  "/wiki/Neunkirchen,_Austria": "Neunkirchen is the capital of the district of Neunkirchen in the Austrian state of Lower Austria. As of 2006 it has a population of 11,564.",
  "/wiki/Sankt_P%C3%B6lten-Land": "Bezirk St. Pölten-Land is a district of the state of Lower Austria in Austria.",
  "/wiki/Sankt_P%C3%B6lten": "Sankt Pölten (German pronunciation: [zaŋkt ˈpœltn̩] (listen)), mostly abbreviated to the official name St. Pölten, is the capital and largest city of the State of Lower Austria in northeast Austria, with 52,716 inhabitants as of 1 January 2015. St Pölten is a city with its own statute (or Statutarstadt) and therefore it is both a municipality and a district in the Mostviertel.",
  "/wiki/Scheibbs_(district)": "Bezirk Scheibbs is a district of the state of Lower Austria in Austria.",
  "/wiki/Scheibbs": "Scheibbs is a town in Austria in the Scheibbs district of Lower Austria. In 1886, it became the first town in Austria to have street lighting powered by electricity.",
  "/wiki/Tulln_(district)": "Bezirk Tulln is a district of the state of Lower Austria in Austria.",
  "/wiki/Tulln": "Tulln an der Donau (Tulln on the Danube) is a historic town in the Austrian state of Lower Austria, the administrative seat of Tulln District. Because of its abundance of parks and gardens, Tulln is often referred to as Blumenstadt (\"City of Flowers\").",
  "/wiki/Waidhofen_an_der_Thaya_(district)": "Bezirk Waidhofen an der Thaya  is a district of the state of Lower Austria in Austria.",
  "/wiki/Waidhofen_an_der_Thaya": "Waidhofen an der Thaya is an Austrian town located on the German Thaya river in the district of the same name in Lower Austria. It is the northernmost of the capitals of the Districts of Austria.",
  "/wiki/Waidhofen_an_der_Ybbs": "Waidhofen an der Ybbs (German: [vaɪtˈhoːfn̩ an deːɐ̯ ˈɪps]) is an independent city (Statutarstadt) in the Austrian state of Lower Austria. The city had a population of 11,662 (in 131,52 km²) as of the 2001 census. It was first mentioned in 1186 and has been the economic centre of the Ybbstal valley since the 14th century.",
  "/wiki/Wiener_Neustadt-Land": "Bezirk Wiener Neustadt-Land is a district of the state of Lower Austria in Austria.",
  "/wiki/Wiener_Neustadt": "Wiener Neustadt (German pronunciation: [ˈviːnɐ ˈnɔʏ̯ʃtat]) is a city located south of Vienna, in the state of Lower Austria, in north-east Austria. It is a self-governed city and the seat of the district administration of Wiener Neustadt-Land District. The city is the site of one of the world's oldest military academies, the Theresian Military Academy, which was established by Empress Maria Theresa of Austria in 1752 to train officers for the Austrian army.",
  "/wiki/Outline_of_Austria": "The following outline is provided as an overview of and topical guide to Austria:"
}