{
  "/wiki/Imst_(district)": "The Bezirk Imst is an administrative district (Bezirk) in Tyrol, Austria. It borders the district Reutte in the north, as well as sharing a small border with Bavaria (Germany). It borders the district Innsbruck-Land in the east, South Tyrol (Italy) in the south, and the district Landeck in the west.",
  "/wiki/Imst": "Imst is a town in the Austrian federal state of Tyrol. It lies on the River Inn in western Tyrol, some 50 kilometres (31 miles) west of Innsbruck and at an altitude of 828 metres (2,717 feet) above sea level. With a current population (2013) of 9,552, Imst is the administrative centre of Imst District.",
  "/wiki/Tyrol_(state)": "Tyrol (/tɪˈroʊl, taɪ-, ˈtaɪroʊl/; German: Tirol [tiˈʁoːl] (listen); Italian: Tirolo Italian pronunciation: [tiˈroːlɔ]; Slovak: Tirolsko) is a federal state (Bundesland) in western Austria. It comprises the Austrian part of the historical Princely County of Tyrol. It is a constituent part of the present-day Euroregion Tyrol–South Tyrol–Trentino (together with South Tyrol and Trentino in Italy). The capital of Tyrol is Innsbruck.",
  "/wiki/Innsbruck-Land": "The Bezirk Innsbruck Land is an administrative district (Bezirk) in Tyrol, Austria. It encloses the Statutarstadt Innsbruck, and borders Bavaria (Germany) in the north, the district Schwaz in the east, South Tyrol in Italy to the south, and the district of Imst in the west.",
  "/wiki/Innsbruck": "Innsbruck (German: [ˈɪnsbʁʊk]; Bavarian: [ˈɪnʃprʊk]) is the capital city of Tyrol and the fifth-largest city in Austria. It is in the Inn valley, at its junction with the Wipp valley, which provides access to the Brenner Pass some 30 km (18.6 mi) to the south.",
  "/wiki/Kitzbühel_(district)": "The Bezirk Kitzbühel is an administrative district (Bezirk) in Tyrol, Austria. It borders Bavaria (Germany) in the north, the Kufstein and Schwaz districts in the west, and the Pinzgau region (Salzburg) in the east and south.",
  "/wiki/Kitzbühel": "Kitzbühel (German pronunciation: [ˈkɪtsbyːl]) is a medieval town situated in the Kitzbühel Alps along the river Kitzbüheler Ache in Tyrol, Austria, about 100 kilometers (62 mi) east of the state capital Innsbruck and is the administrative centre of the Kitzbühel district (Bezirk). Kitzbühel is a ski resort of international renown and its ski season lasts from mid October to early May. During winter and early spring it is frequented primarily by upper-class clientele from Austria and from abroad.",
  "/wiki/Kufstein_(district)": "The Bezirk Kufstein is an administrative district (bezirk) in Tyrol, Austria. It borders Bavaria (Germany) in the north, the Kitzbühel district in the southeast, and the Schwaz district in the southwest.",
  "/wiki/Kufstein": "Kufstein is a town in the Austrian state of Tyrol, the administrative seat of Kufstein District. With a population of about 18,400, it is the second largest Tyrolean town after the state capital Innsbruck. The greatest landmark is Kufstein Fortress, first mentioned in the 13th century.",
  "/wiki/Landeck_(district)": "The Bezirk Landeck (Italian: Distretto di Landeck) is an administrative district (Bezirk) in Tyrol, Austria. It borders the district Reutte in the north, the district Imst in the east, South Tyrol (Italy) and Graubünden (Switzerland) in the south, and the district Bludenz (Vorarlberg) in the west.",
  "/wiki/Landeck": "Landeck is a town in the Austrian state of Tyrol, the capital of the district of Landeck.",
  "/wiki/Lienz_(district)": "The Bezirk Lienz (Italian: Distretto di Lienz) is an administrative district (Bezirk) in Tyrol, Austria. It is the only district in East Tyrol. The district borders the Pinzgau (Salzburg) in the north, the districts Spittal an der Drau and Hermagor (both Carinthia) in the east, Veneto (Italy) in the south, and South Tyrol (Italy) in the west.",
  "/wiki/Lienz": "Lienz (German: [ˈliːɛnt͡s] (listen)) is a medieval town in the Austrian state of Tyrol. It is the administrative centre of the Lienz district, which covers all of East Tyrol. The municipality also includes the cadastral subdivision of Patriasdorf.",
  "/wiki/Reutte_(district)": "The Bezirk Reutte is an administrative district (Bezirk) in Tyrol, Austria. It borders Bavaria (Germany) in the north, the districts Imst and Landeck in the south, and Bregenz and Bludenz (both Vorarlberg) in the west. The district is also referred to as “Außerfern”.",
  "/wiki/Reutte": "Reutte is a market town in the Austrian state of Tyrol. It is the administrative center of the Reutte district (Districts of Austria). Reutte is located on the Lech, and has a population of 6704 (as of 2018).",
  "/wiki/Schwaz_(district)": "The Bezirk Schwaz is an administrative district (Bezirk) in Tyrol, Austria. It borders Bavaria (Germany) in the north, the districts of Kufstein, Kitzbühel and Pinzgau (Salzburg) in the east, South Tyrol (Italy) in the south, and the Innsbruck-Land district in the west.",
  "/wiki/Schwaz": "Schwaz (German: [ˈʃvaːts]) is a city in the Austrian state of Tyrol. It is the administrative center of the Schwaz district. Schwaz is located in the lower Inn valley.",
  "/wiki/Outline_of_Austria": "The following outline is provided as an overview of and topical guide to Austria:"
}