{
  "/wiki/Terminator:_The_Sarah_Connor_Chronicles": "Terminator: The Sarah Connor Chronicles (sometimes abbreviated as Terminator: TSCC or simply TSCC) is an American science fiction television series that aired on Fox from January 2008 to April 2009. The show was produced by Warner Bros. Television, and C2 Pictures (C2 Pictures was replaced by The Halcyon Company in season two). It is a spin-off from the Terminator series of films. It revolves around the lives of the fictional characters Sarah and John Connor, following the events of Terminator 2: Judgment Day. The series premiered on Sunday, January 13, 2008, on the U.S. television network Fox. Production for the series was provided by the Judgment Day and Rise of the Machines producers and C2 Pictures, Sony Pictures Entertainment (International) co-presidents Mario Kassar and Andrew G. Vajna, C2 Senior Vice President James Middleton, David Nutter and Josh Friedman, who not only served as executive producer but also wrote the script for the first two episodes.",
  "/wiki/FOX8": "Fox8 (corporately stylised as FOX8, alternatively as Fox 8 or FOX 8) is an Australian pay television channel available on Foxtel, and Optus Television's subscription platforms. It is the most watched subscription television channel in Australia (with or without the timeshift) and broadcasts the highest rating non-sporting related program or event on subscription television in Australia, Australia's Next Top Model. A high definition version of the channel, Fox8HD, was launched on the Foxtel and Austar platforms on 15 November 2009.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/Flight_of_the_Conchords_(TV_series)": "Flight of the Conchords is an American sitcom that was first shown on HBO on June 17, 2007. The show follows the adventures of Flight of the Conchords, a two-man band from New Zealand, as its members seek fame and success in New York City. The show stars the real-life duo of Jemaine Clement and Bret McKenzie, who play fictionalized versions of themselves. A second season was announced on August 17, 2007, and shown from January 18, 2009. On December 11, 2009, the duo confirmed that the series would not return for a third season.",
  "/wiki/SBS_One": "SBS is a national public television network in Australia. Launched on 24 October 1980, it is the responsibility of SBS's television division, and is available nationally.  In 2018, SBS had a 7.9% audience share.",
  "/wiki/Network_Ten": "Network 10 (commonly known as Channel 10 or simply 10) is an Australian commercial television network. One of five national free-to-air networks, 10's owned-and-operated stations can be found in the state capital cities of Sydney, Melbourne, Brisbane, Adelaide and Perth, while affiliates extend the network to regional areas of the country. The network is owned by Ten Network Holdings, which in-turn is owned by ViacomCBS.",
  "/wiki/Torchwood": "Torchwood is a British science fiction television programme created by Russell T Davies, a spin-off from the 2005 revival of Doctor Who which aired four series between 2006 and 2011. The show shifted its broadcast channel each series to reflect its growing audience, moving from BBC Three to BBC Two to BBC One, and acquiring US financing in its fourth series when it became a co-production of BBC One and Starz. Torchwood is aimed at adults and older teenagers, in contrast to Doctor Who's target audience of both adults and children. As well as science-fiction, the show explores a number of themes, including existentialism, homosexuality, bisexuality, and human corruptibility.",
  "/wiki/ABC2": "ABC Comedy is an Australian free-to-air television channel that was launched on 7 March 2005 as ABC2; it is owned by the Australian Broadcasting Corporation. The channel broadcasts a range of comedy supplemented with repeats of popular ABC TV programmes. Between the hours of 5am and 7.30pm daily the channel's bandwidth is used for the ABC Kids channel for young children.",
  "/wiki/Ten_HD": "10 HD is an Australian free-to-air television channel that was originally launched on 16 December 2007 on channel 1. The channel was available to high definition digital television viewers through Network Ten owned-and-operated stations. The multichannel broadcast live sport, entertainment, films, documentaries, science fiction and news. The channel ceased broadcasting on 25 March 2009, and the following day was replaced by One (now known as 10 Bold).",
  "/wiki/Little_Britain": "Little Britain is a British sketch comedy, first appearing as a radio series between 2000 and 2002 and then as a television series between 2003 and 2020. It was written and performed by comic duo David Walliams and Matt Lucas. Financed by the BBC, the radio series was first broadcast on BBC Radio 4, with the initial two television series premiering on BBC 3 and the fourth and final series on BBC 1.",
  "/wiki/ABC1": "ABC (formerly known as The ABC National Television Service or ABC-TV from 1956 until 2008, and as ABC1 from 2008 until 2014) is a national public television network in Australia. Launched on 5 November 1956 it is the responsibility of the ABC's television division, and is available nationally. The ABC's headquarters is in Ultimo, an inner-city suburb of Sydney, New South Wales.",
  "/wiki/Survivor_(U.S._TV_series)": "Survivor is the American version of the international Survivor reality competition television franchise, itself derived from the Swedish television series Expedition Robinson created by Charlie Parsons which premiered in 1997. The American series premiered on May 31, 2000, on CBS. It is hosted by television personality Jeff Probst, who is also an executive producer along with Mark Burnett and the original creator, Parsons.\nThe television show places a group of strangers in an isolated location, where they must provide food, fire, and shelter for themselves. The contestants compete in challenges for rewards and immunity from elimination. The contestants are progressively eliminated from the game as they are voted out by their fellow contestants, until only one remains and is given the title of \"Sole Survivor\" and is awarded the grand prize of US$1,000,000.",
  "/wiki/Go!_(Australian_TV_channel)": "9Go! is an Australian free-to-air digital television multichannel, which was launched by the Nine Network on 9 August 2009. It is a youthful channel that offers a mix of comedy, reality, general entertainment, movies, animation and drama aimed at people between the ages of 4 to 18.",
  "/wiki/The_Bachelor_(US_TV_series)": "The Bachelor is an American dating and relationship reality television series that debuted on March 25, 2002, on ABC. The show is hosted by Chris Harrison. The show's success has resulted in several spin-offs including The Bachelorette, Bachelor Pad, The Bachelor Canada, Bachelor in Paradise, Bachelor in Paradise: After Paradise, The Bachelor Winter Games, and The Bachelor: Listen to Your Heart.",
  "/wiki/The_Bachelorette": "The Bachelorette is an American reality television dating game show that debuted on ABC on January 8, 2003. The show is a spin-off of The Bachelor that airs on the same network. The first season featured Trista Rehn, the runner-up date from the first season of The Bachelor, offering the opportunity for Rehn to choose a husband among 25 bachelors. The 2004 season of The Bachelorette again took a runner-up from the previous season of The Bachelor. After last airing on February 28, 2005, the series returned to ABC during the spring of 2008, following an absence of three years.",
  "/wiki/Babar_(TV_series)": "Babar is a Canadian/French animated fantasy television series produced in Canada by Nelvana Limited and The Clifford Ross Company. It premiered in 1989 on CBC and HBO, and subsequently was rerun on Qubo since 2006.  The series is based on Jean de Brunhoff's original Babar books, and was Nelvana's first international co-production. The series' 78 episodes have been broadcast in 30 languages in over 150 countries.",
  "/wiki/Dance_Your_Ass_Off": "Dance Your Ass Off (also rendered in a censored form as Dance Your A** Off for broadcast television mentions and promotions) is a reality competition series on the Oxygen Network hosted by Marissa Jaret Winokur in the first season, then Melanie Brown in season two. Similar to the set up of Dancing with the Stars competitors are paired with a professional dancers in hope of impressing judges and the viewing audience. However, each of the twelve contestants are also hoping to lose weight during the process. It premiered on June 29, 2009. The medical doctor is  Rob Huizenga from The Biggest Loser. The season premiere brought in 4.3 million viewers making it the most watched show in history of Oxygen Network. In the judges panel are Danny Teeson, a lifestyle coach and dancing expert, actress Lisa Ann Walter, and professional dancer Mayte Garcia, who only appeared as a guest judge for a week in season 2.",
  "/wiki/The_Wire": "The Wire is an American crime drama television series created and primarily written by author and former police reporter David Simon. The series was broadcast by the cable network HBO in the United States. The Wire premiered on June 2, 2002 and ended on March 9, 2008, comprising 60 episodes over five seasons.",
  "/wiki/The_Bad_Girls_Club": "Bad Girls Club (abbreviated BGC) is an American reality television series created by Jonathan Murray for the Oxygen network in the United States. The show focused on the altercations and physical confrontations of seven highly aggressive, quarrelsome, and unruly women. Each of the women would tend to have psychological and behavioral problems. Mischievously sexual and rascally moments are also captured among the women. All seven women typically have different backgrounds and personalities. They are introduced to the show based on their capacity to be a \"charismatic, tough chick.\" The cast, deemed \"bad girls\", would enjoy a luxurious lifestyle in a fine mansion for three months, during which they had to obey specified rules. Their lives inside and outside of the house were chronicled and recorded by a production team.",
  "/wiki/MTV_Australia": "MTV is a 24-hour general entertainment channel specialising in music and youth culture programming which serves Australia and New Zealand. It is operated by parent company ViacomCBS International Media Networks headquartered in London with a local office in Sydney.",
  "/wiki/Arena_(TV_network)": "Arena is an Australian general entertainment cable and satellite channel available on Foxtel, Austar, and Optus Television's subscription platforms.",
  "/wiki/Gavin_%26_Stacey": "Gavin & Stacey  is a British sitcom, written by James Corden and Ruth Jones, about two families; one from Essex and one from Wales. Mathew Horne and Joanna Page play the titular characters Gavin and Stacey and the writers star as Smithy and Nessa. Other prominent cast members include Alison Steadman and Larry Lamb, who play Gavin's parents (Pam and Mick), and Melanie Walters and Rob Brydon, who portray Stacey's mother, Gwen, and uncle, Bryn.",
  "/wiki/UKTV_(Australia_and_New_Zealand)": "BBC UKTV is an Australian pay television channel in Australia and New Zealand, screening British entertainment programming, sourced mainly from the archives of the BBC, RTL Group (mainly Talkback Thames material) and ITV plc. The channel was originally a joint venture with Foxtel (60% ownership), the RTL Group (20% ownership) and BBC Worldwide (20% ownership). It is now owned solely by BBC Studios. It is the home of the channel's flagship programme The Graham Norton Show.",
  "/wiki/BBC_HD": "BBC HD was a high-definition television channel provided by the BBC. The service was initially run as a trial from 15 May 2006 until becoming a full service on 1 December 2007 before closing on 26 March 2013. It broadcast only during the afternoon and evening and only broadcast material shot in High Definition, either in a simulcast with another channel or by inserting a repeat of an HD programme.",
  "/wiki/Seven_Network": "The Seven Network (commonly known as Channel Seven or simply Seven) is a major Australian commercial free-to-air television network. It is owned by Seven West Media Limited, and is one of five main free-to-air television networks in Australia. Channel Seven's head office is in Sydney.",
  "/wiki/South_Park": "South Park is an American animated sitcom created by Trey Parker and Matt Stone and developed by Brian Graden for the Comedy Central television network. The series revolves around four boys—Stan Marsh, Kyle Broflovski, Eric Cartman, and Kenny McCormick—and their exploits in and around the titular Colorado town. The show became infamous for its profanity and dark, surreal humor that satirizes a wide range of topics towards a mature audience.",
  "/wiki/Curb_Your_Enthusiasm": "Curb Your Enthusiasm is an American comedy television series produced and broadcast by HBO that premiered on October 15, 2000. The series was created by Larry David starring as a fictionalized version of himself. The series follows Larry in his life as a semi-retired television writer and producer in Los Angeles and for one season, New York City. Also starring are Cheryl Hines as his wife Cheryl, Jeff Garlin as his manager and best friend Jeff, and Susie Essman as Jeff's wife Susie. Curb Your Enthusiasm often features guest stars, and many of these appearances are by celebrities playing versions of themselves fictionalized to varying degrees.",
  "/wiki/Weeds_(TV_Series)": "Weeds  is an American dark comedy-drama television series created by Jenji Kohan, that aired on Showtime from August 7, 2005 to September 16, 2012. Its central character is Nancy Botwin (Mary-Louise Parker), a widowed mother of two boys Silas (Hunter Parrish) and Shane (Alexander Gould), who begins selling marijuana to support her family. Other main characters include Nancy's lax brother-in-law Andy Botwin (Justin Kirk), who moves in to help raise her children; foolish acquaintance Doug Wilson (Kevin Nealon); narcissistic neighbor Celia Hodes (Elizabeth Perkins), who lives with her husband Dean (Andy Milder) and their daughter Isabelle (Allie Grant); as well as Nancy's wholesalers Heylia James (Tonye Patano) and Conrad Shepard (Romany Malco). Over the course of the series, the Botwin family become increasingly entangled in illegal activity.",
  "/wiki/Nip/Tuck": "Nip/Tuck is an American serial medical drama television series created by Ryan Murphy that aired on FX in the United States from July 22, 2003, to March 3, 2010. The series, which also incorporates elements of crime drama, black comedy, family drama, satire, and psychological thriller,  focuses on \"McNamara/Troy\", a cutting-edge, controversial plastic surgery center, and follows the personal and professional lives of its founders Dr. Sean McNamara and Dr. Christian Troy (portrayed by Dylan Walsh and Julian McMahon, respectively). Each episode features graphic, partial depictions of the plastic surgeries on one or more patients, as well as developments in the doctors' personal lives. Focus is also given to McNamara/Troy's anesthesiologist Dr. Liz Cruz, Christian's many sexual partners, and Sean's family. With the exception of the pilot, each episode of the series is named after the patient(s) scheduled to receive plastic surgery.",
  "/wiki/Danger_Mouse_(1981_TV_series)": "Danger Mouse is a British animated television series produced by Cosgrove Hall Films for Thames Television. It features the eponymous Danger Mouse who worked as a secret agent and is a parody of British spy fiction, particularly the Danger Man series and James Bond. It originally ran from 28 September 1981 to 19 March 1992 on the ITV network.",
  "/wiki/7TWO": "7TWO is an Australian free-to-air digital television multichannel, which was launched by the Seven Network on 1 November 2009. The channel broadcasts a variety of programs, targeting a 25-and-over audience, with most programs originating from Australia, New Zealand, United Kingdom, and the United States.",
  "/wiki/Avenger_Penguins": "Avenger Penguins is a British animated series produced by Cosgrove Hall Films, Granada Television, Thames Television, and Anglia Television in 1993, and animated by both Alfonso Productions, a Spanish-based animation studio also responsible for bringing Cosgrove Hall's show Fantomcat to life, and in-house by Cosgrove Hall themselves. It aired largely on Children's ITV and was original to be called Hell's Penguins, although was renamed in concern to how the religious audience in the US would respond. It has the distinction of being the last Cosgrove Hall cartoon to be animated using hand-painted animation cels, as all 2D animated series from the studio thereafter would use computers for the ink and paint process; with the animation, drawings scanned and then digitally colored.",
  "/wiki/Count_Duckula": "Count Duckula is a British animated comedy horror television series created by British studio Cosgrove Hall Films and produced by Thames Television as a spin-off from Danger Mouse, a series in which the Count Duckula character was a recurring villain. Count Duckula aired from 6 September 1988 to 16 February 1993 across four series; in all, 65 episodes were made, each about 22 minutes long. All have been released on DVD in the UK, while only the first series has been released in North America.",
  "/wiki/The_Wind_in_the_Willows_(TV_series)": "The Wind in the Willows is a British stop motion animated television series that was originally broadcast between 1984 and 1988, based on characters from Kenneth Grahame's classic story The Wind in the Willows and following the 1983 feature-length pilot film. The series took place where the film left off and the original voice cast members; David Jason, Richard Pearson and Michael Hordern returned. However Ian Carmichael who had previously voiced Rat in the film was now cast as the narrator and Rat's voice was replaced by Peter Sallis. It was made by Manchester-based animation company Cosgrove Hall for Thames Television (Same Team behind Truckers) and shown on the ITV network. An hour-long feature, A Tale of Two Toads, was broadcast in 1989, and a fifth season of 13 episodes was shown in 1990 under the title Oh! Mr Toad in some countries, whilst retaining the title The Wind in the Willows in others."
}