{
  "/wiki/Katari_Veera_Surasundarangi": "Katari Veera Surasundarangi is a 2012 3D Kannada Romantic fantasy film starring Upendra and Ramya in the lead roles. The film is a sequel to Upendra's 2003 film Raktha Kanneeru. Veteran actor Ambarish also plays a vital role. The film is directed by Suresh Krishna and produced by Munirathna. It is the first full-length 3D film in Kannada cinema.",
  "/wiki/Kannada": "Kannada (/ˈkɑːnədə, ˈkæn-/; ಕನ್ನಡ, [ˈkɐnnɐɖaː]), also known as Kanarese, is a Dravidian language spoken predominantly by people of Karnataka in southwestern India, and by significant linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu, Telangana, Kerala and abroad. The language has roughly 44 million native speakers, who are called Kannadigas. Kannada is also spoken as a second and third language by over 12.9 million non-Kannada speakers in Karnataka, which adds up to 56 million speakers. It is one of the scheduled languages of India and the official and administrative language of the state of Karnataka.",
  "/wiki/Ilaignan": "Kalaignarin Ilaignan (pronunciation (help·info)) (Tamil: இளைஞன், English: Youth) is a 2011 Tamil-language period action film directed by Suresh Krishna, who directs his 50th film, and written by DMK Chief and the then Chief Minister of Tamil Nadu Kalaignar M. Karunanidhi, its 75th film and based on the Russian novel, The Mother, by Maxim Gorky.",
  "/wiki/Tamil_language": "Tamil (/ˈtæmɪl/; தமிழ் Tamiḻ [t̪ɐmɨɻ], pronunciation (help·info)) is a Dravidian language predominantly spoken by the Tamil people of India and Sri Lanka, and by the Tamil diaspora, Sri Lankan Moors, Chindians, and Douglas. Tamil is an official language in three countries: India, Sri Lanka and Singapore. In India, it is the official language of the Indian state of Tamil Nadu and the Union Territory of Puducherry. Furthermore, Tamil is used as one of the languages of education in Malaysia, along with English, Malay and Mandarin. Tamil is spoken by significant minorities in the four other South Indian states of Kerala, Karnataka, Andhra Pradesh and Telangana and the Union Territory of the Andaman and Nicobar Islands. It is one of the 22 scheduled languages of India.",
  "/wiki/Arumugam_(film)": "Arumugam (English: Six Faces) is a 2009 Indian Tamil-language film directed by Suresh Krishna and written by Rashid Premji. The film stars Bharath and Priyamani in the lead roles, while Ramya Krishnan, Saranya Mohan, Sathya, and Karunas, among others, play supporting roles. The music was composed by Deva. The film released on 25 September 2009 and was panned by critics as well as audience.",
  "/wiki/Telugu_language": "Telugu (English:  /ˈtɛlʊɡuː/; తెలుగు [teluɡu]) is a Dravidian language spoken predominantly in the Indian states of Andhra Pradesh and Telangana and the Union Territory of Puducherry (Yanam)  by the Telugu people. It stands alongside Hindi, English as one of the few languages with primary official language status in more than one Indian state. Telugu is also a linguistic minority in the states of Odisha, Karnataka, Tamil Nadu, Chhattisgarh, and Maharashtra. It is one of six languages designated a classical language of India by the country's government.",
  "/wiki/Parattai_Engira_Azhagu_Sundaram": "Parattai Engira Azhagu Sundaram (English: Azhagu Sundaram alias Parattai) is a 2007 Indian Tamil-language action film directed by Suresh Krishna. It stars Dhanush in the lead role along with Meera Jasmine and Archana. The film is a remake of the successful Kannada film Jogi (2005). The film revolves around a woman who comes to the city from her village in search of her presumably lost son. The film was released on 27 April 2007 and it couldn't repeat the success of its original version and was declared a box office bomb.",
  "/wiki/Rocky_%E2%80%93_The_Rebel": "Rocky – The Rebel is an Indian Hindi action film, directed by Suresh Krisna. The film stars Zayed Khan, Isha Sharvani and Minissha Lamba in the lead roles. It is a remake of Telugu film Raghavendra.",
  "/wiki/Hindi_language": "Hindi (Devanagari: हिन्दी, IAST/ISO 15919: Hindī) or Modern Standard Hindi (Devanagari: मानक हिन्दी, IAST/ISO 15919: Mānak Hindī), is an Indo-Aryan language spoken in India and across the Indian subcontinent. Modern Hindi is the standardised and Sanskritised register of the Hindustani language, which itself is based primarily on the Khariboli dialect of Delhi and other nearby areas of Northern India. Hindi, written in the Devanagari script, is one of the two official languages of the Government of India, along with the English language. It is one of the 22 scheduled languages of the Republic of India.",
  "/wiki/Astram_(film)": "Astram is a 2006 Indian Telugu film, directed by Suresh Krishna. The film stars Vishnu Manchu, Anushka Shetty, Jackie Shroff and Rahul Dev in lead roles. The film had musical score by S. A. Rajkumar. The film was a remake of Hindi film Sarfarosh. The film was dubbed into Hindi as Astra - The Weapon.",
  "/wiki/Jyeshta_(film)": "Jyeshta (Kannada: ಜ್ಯೇಷ್ಠ) is a 2004 Indian Kannada language drama film starring Vishnuvardhan, Ashima Bhalla and Devaraj in the lead roles. The film, a remake of Malayalam film Valliettan (2000), is directed and written by director Suresh Krissna and features soundtrack from S. A. Rajkumar. The original version was directed by Shaji Kailas and featured Mammootty and Shobhana in lead roles.",
  "/wiki/Kannada_language": "Kannada (/ˈkɑːnədə, ˈkæn-/; ಕನ್ನಡ, [ˈkɐnnɐɖaː]), also known as Kanarese, is a Dravidian language spoken predominantly by people of Karnataka in southwestern India, and by significant linguistic minorities in the states of Maharashtra, Andhra Pradesh, Tamil Nadu, Telangana, Kerala and abroad. The language has roughly 44 million native speakers, who are called Kannadigas. Kannada is also spoken as a second and third language by over 12.9 million non-Kannada speakers in Karnataka, which adds up to 56 million speakers. It is one of the scheduled languages of India and the official and administrative language of the state of Karnataka.",
  "/wiki/Gajendra_(film)": "Gajendra is a 2004 Tamil language action film directed by Suresh Krishna. The film features Vijayakanth, Flora and Laya in lead roles. The film, produced by V. A. Durai, had musical score by Deva and was released on 26 August 2004 to negative reviews. The film is remake of Telugu blockbuster film Simhadri and was later dubbed into Hindi as Return of Khuda Gawah in 2010.",
  "/wiki/Kadamba_(2004_film)": "Kadamba (Kannada: ಕದಂಬ) is a 2004 Indian Kannada language drama film starring Vishnuvardhan, Bhanupriya and Naveen Krishna in the lead roles. The film is directed and written by director Suresh Krissna, making his debut in Kannada cinema and features soundtrack from Deva. The film is inspired by the 1974 Tamil movie Thanga Pathakkam.",
  "/wiki/Raghavendra_(film)": "Raghavendra is a 2003 Indian Telugu action film directed by Suresh Krishna. It stars Prabhas, Anshu and Shweta Agarwal. Music was scored by Mani Sharma. It was also dubbed in Hindi as Sanyasi: The Warrior Saint (2008) and Malayalam as Sakthi in spite of being remade by Suresh himself in Hindi as Rocky: The Rebel.",
  "/wiki/Idi_Maa_Ashokgadi_Love_Story": "Idi Maa Ashokgadi Love Story is a 2002 Telugu film.",
  "/wiki/Baba_(2002_film)": "Baba is a 2002 Indian Tamil-language supernatural action film written and produced by Rajinikanth under his banner Lotus International and directed by Suresh Krissna and cinematography by Chota K. Naidu. With Rajinikanth in the lead role, the film's cast included Manisha Koirala, Vijayakumar, M. N. Nambiar, Goundamani, Sujatha, Karunas, Ashish Vidyarthi, Amrish Puri, Sayaji Shinde and Riyaz Khan. Guest roles and special appearances were performed by Ramya Krishnan, Sarath Babu, Raghava Lawrence, Prabhu Deva, Radha Ravi and Nassar. The soundtrack and background music were composed by A.R. Rahman. Baba received mixed reviews and did not perform as expected at the box office.",
  "/wiki/Daddy_(2001_film)": "Daddy (Telugu: డాడీ) is a 2001 Telugu drama film, produced by Allu Aravind under the Geetha Arts banner and directed by Suresh Krissna and cinematography by Chota K. Naidu. It stars Chiranjeevi, Simran, Ashima Bhalla in the lead roles and music composed by S. A. Rajkumar. The film was dubbed into Hindi as Meri Izzat in 2008.",
  "/wiki/Aalavandhan": "Aalavandhan (transl. Came to Rule), also known in Hindi as Abhay (transl. Fearless), is a 2001 Indian psychological thriller film directed by Suresh Krissna, and produced by S. Thanu. The film stars Kamal Haasan in dual role, with Raveena Tandon, Manisha Koirala, Sarath Babu, Gollapudi Maruti Rao and Milind Gunaji in supporting roles. The film has elements of magic realism.",
  "/wiki/Rayalaseema_Ramanna_Chowdary": "Rayalaseema Ramanna Chowdary is a 2000 Telugu film directed by Suresh Krissna. The film stars Mohan Babu, Jayasudha, Priya Gill and Chandra Mohan\nin the lead role.",
  "/wiki/Sangamam": "Sangamam (transl. Confluence) is a 1999 Tamil-language musical film co written and directed by Suresh Krissna and produced by V. Natarajan of Pyramid Films.  The film featured Rahman and newcomer Vindhya in the lead roles with Manivannan, Vijayakumar, Radharavi, and Vadivelu playing other important roles. The film's music was composed by A. R. Rahman, while Saravanan handled the cinematography. The film was released in 1999 but despite the award-winning soundtracks and rave reviews, the film became a financial failure.",
  "/wiki/Oruvan_(1999_film)": "Oruvan (English: One Man) is a 1999 Indian Tamil-language film directed by Suresh Krishna. The film features Sarath Kumar and Pooja Batra in lead roles whilst Devayani, Raghuvaran and Anandaraj play supporting roles.",
  "/wiki/Auto_Driver": "Auto Driver is a 1998 Telugu film, produced by D. Siva Prasad Reddy under the Kamakshi Movies banner, directed by Suresh Krishna. It stars Akkineni Nagarjuna, Deepti Bhatnagar, Simran in the lead roles and music  composed by Deva. It was dubbed into Tamil as Autokaran. The film was recorded as a flop at the box office."
}