{
  "/wiki/Cyprus_at_the_2018_Winter_Olympics": "Cyprus competed at the 2018 Winter Olympics in Pyeongchang, South Korea, from 9 to 25 February 2018, with one competitor.",
  "/wiki/Dinos_Lefkaritis": "Dinos Lefkaritis (Greek pronunciation: [Ντίνος Λευκαρίτης]; born March 30, 1995) is a Cypriot alpine skier who represented the Republic of Cyprus in the 2018 Winter Olympics in Pyeongchang, South Korea.",
  "/wiki/Alpine_skiing_at_the_2018_Winter_Olympics": "Alpine skiing at the 2018 Winter Olympics was held from 12 to 24 February at Yongpyong Alpine Centre (slalom and giant slalom) at the Alpensia Sports Park in PyeongChang and at the Jeongseon Alpine Centre (speed events) in Jeongseon, South Korea.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Pavlos_Kontides": "Pavlos Kontides (Greek: Παύλος Κοντίδης, born 11 February 1990) is a Cypriot sailor. He became the first Cypriot athlete ever to win an Olympic medal for his country, by winning the silver medal at the 2012 Summer Olympics in the Men's Laser class behind Tom Slingsby. On Tuesday 19 of September 2017, Kontides took the 1st place in 2017 ILCA World Championship in Split, Croatia, becoming a World Champion.  He won the championship again in 2018, as well as a silver in 2013.",
  "/wiki/Sailing_at_the_2016_Summer_Olympics_%E2%80%93_Laser": "The men's Laser competition at the 2016 Summer Olympics in Rio de Janeiro took place between 8–16 August at Marina da Glória. Eleven races (the last one a medal race) were held.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Constantinos_Papamichael": "Constantinos Papamichael (born September 6, 1993) is a Cypriot alpine skier. He competed for the 2014 Winter Olympics in the slalom and giant slalom events. In giant slalom race he finished 64th, almost 30 seconds behind the winner Ted Ligety.",
  "/wiki/Alpine_skiing_at_the_2014_Winter_Olympics": "Alpine skiing at the 2014 Winter Olympics was held in Russia  from 9–22 February at Rosa Khutor Alpine Resort near Krasnaya Polyana, east of Sochi.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Marcos_Baghdatis": "Marcos Baghdatis (Greek: Μάρκος Παγδατής; pronounced [ˈmarkos paɣðaˈtis]; born 17 June 1985) is a retired Cypriot tennis player. He was the runner-up at the 2006 Australian Open and a semifinalist at the 2006 Wimbledon Championships and reached a career-high ATP singles ranking of world No. 8, in August 2006. In the latter part of his career, Baghdatis endured a series of injuries that impacted his play.",
  "/wiki/Tennis_at_the_2012_Summer_Olympics": "The tennis tournaments at the 2012 Summer Olympics in London were staged at the All England Club in Wimbledon, from 28 July to 5 August. This was the first Olympic grass court tournament since tennis was reintroduced as an Olympic sport and the first to be held at a Grand Slam venue in the Open era. (Two other 2012 Summer Olympic bid finalists had also offered Grand Slam venues. Second-place finisher Paris offered the French Open venue, the Stade Roland Garros, which later was also included in their successful 2024 bid. Meanwhile, fourth-place finisher New York offered the US Open venue, the USTA Billie Jean King National Tennis Center in Flushing Meadows-Corona Park, Queens.)",
  "/wiki/2010_Winter_Olympics": "The 2010 Winter Olympics, officially known as the XXI Olympic Winter Games (French: Les XXIes Jeux olympiques d'hiver) and commonly known as Vancouver 2010, informally the 21st Winter Olympics, was an international winter multi-sport event that was held from 12 to 28 February 2010 in Vancouver, British Columbia, Canada, with some events held in the surrounding suburbs of Richmond, West Vancouver and the University Endowment Lands, and in the nearby resort town of Whistler.",
  "/wiki/Christopher_Papamichalopoulos": "Christopher Papamichalopoulos (Greek: Χριστόφορος Παπαμιχαλόπουλος;   born April 5, 1988) is an alpine skier from Cyprus. He competed for Cyprus at the 2010 Winter Olympics in the slalom and giant slalom. Christopher was Cyprus's flag bearer during the 2010 Winter Olympics opening ceremony.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Georgios_Achilleos": "Georgios Achilleos (Greek: Γεώργιος Αχιλλέως; born December 24, 1980) is a Cypriot sports shooter and past World titlist and World No. 1 in Skeet.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics": "Shooting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 17, at the Beijing Shooting Range Hall (rifle and pistol events) and Beijing Shooting Range Clay Target Field (shotgun events). Of the fifteen events, the host country won five.",
  "/wiki/2006_Winter_Olympics": "The 2006 Winter Olympics, officially known as the XX Olympic Winter Games (Italian: XX Giochi olimpici invernali) and commonly known as Turin 2006 or Torino 2006, was a winter multi-sport event which was held in Turin, Piedmont, Italy from February 10 to 26, 2006. This marked the second time that Italy had hosted the Winter Olympic Games, the first being the 1956 Winter Olympics in Cortina d'Ampezzo. Italy also hosted the Summer Olympics in 1960 in Rome. Turin was selected as the host city for the 2006 Games in June 1999.",
  "/wiki/Theodoros_Christodoulou": "Theodoros Christodoulou (Greek: Θεόδωρος Χριστοδούλου; born March 12, 1977) is a Cypriot alpine skier.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics": "Alpine skiing at the 2006 Winter Olympics consisted of ten events, held at Sestriere and Cesana-San Sicario, Italy.  The races were held 12–25 February 2006.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Shooting_at_the_2004_Summer_Olympics": "In shooting at the 2004 Summer Olympics, 390 competitors from 106 nations contested 17 events (10 for men and 7 for women). The competition took place at the Markopoulo Olympic Shooting Centre, located in the east of the Greek region of Attica.",
  "/wiki/2002_Winter_Olympics": "The 2002 Winter Olympics, officially the XIX Olympic Winter Games and commonly known as Salt Lake 2002, was a winter multi-sport event that was celebrated from 8 to 24 February 2002 in and around Salt Lake City, Utah, United States.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics": "Alpine skiing at the 2002 Winter Olympics consisted of ten events held February 10–23 in the United States near Salt Lake City, Utah. The downhill, super-G, and combined events were held at Snowbasin, the giant slaloms at Park City, and the slaloms at adjacent Deer Valley.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Antonakis_Andreou": "Antonakis Andreou (Greek: Αντωνάκης Ανδρεου) often called Antonis Andreou, is a Cypriot sports shooter. He has represented Cyprus in the 1996 Summer Olympic Games ranking 9th and the 2000 Summer Olympic Games ranking 8th. He represented Cyprus at the 2012 Olympic Games in London, finishing in 22nd.",
  "/wiki/Shooting_at_the_2000_Summer_Olympics": "The shooting competitions at the 2000 Summer Olympics were carried out at the Sydney International Shooting Centre in Liverpool, New South Wales, Australia during the first week of the Games, from Saturday 16 September 2000 to Saturday 23 September 2000.",
  "/wiki/1998_Winter_Olympics": "The 1998 Winter Olympics, officially the XVIII Olympic Winter Games (French: Les XVIIIes Jeux olympiques d'hiver) (Japanese: 第十八回オリンピック冬季競技大会, Dai Jūhachi-kai Orinpikku Tōkikyōgi Taikai), and commonly known as Nagano 1998, was a winter multi-sport event celebrated from 7 to 22 February 1998 that were centered in Nagano, Japan. The Games also took place in the nearby mountain communities of Hakuba, Karuizawa, Nozawa Onsen, and Yamanouuchi. The city of Nagano had previously been a candidate to host the 1940 Winter Olympics (which were later cancelled), as well as the 1972 Winter Olympics, but each time Nagano was eliminated at the national level by Sapporo.",
  "/wiki/Andreas_Vasili": "Andreas Vasili (born 19 October 1971) is a Cypriot alpine skier. He competed at the 1992 Winter Olympics and the 1998 Winter Olympics.",
  "/wiki/Alpine_skiing_at_the_1998_Winter_Olympics": "Alpine Skiing at the 1998 Winter Olympics consisted of ten alpine skiing events. The speed events were held at Hakuba and the technical events at Shiga Kogen. There were a number of race postponements due to weather; the events began on 10 February and ended on 21 February.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Anninos_Marcoullides": "Anninos Marcoullides (Greek: Άννινος Μαρκουλλίδης; born 8 February 1971 in Limassol, Lemesos) is a Cypriot retired sprinter who specialized in 100 and 200 metre races. He carried the flag for Cyprus at the opening ceremony of the 1996 Summer Olympics in Atlanta, Georgia.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics in Atlanta, 44 events in athletics were contested. There were a total number of 2053 participating athletes from 191 countries.",
  "/wiki/1994_Winter_Olympics": "The 1994 Winter Olympics (Norwegian: Olympiske vinterleker 1994), officially known as the XVII Olympic Winter Games, was a winter multi-sport event celebrated from 12 to 27 February 1994 in and around Lillehammer, Norway.",
  "/wiki/Karolina_Fotiadou": "Karolina Fotiadou (born 10 August 1970) is a Cypriot alpine skier. She competed at the 1988, 1992 and the 1994 Winter Olympics.",
  "/wiki/Alpine_skiing_at_the_1994_Winter_Olympics": "Alpine Skiing at the 1994 Winter Olympics consisted of ten alpine skiing events, held north of the host city of Lillehammer, Norway. The speed events were held at Kvitfjell and the technical events at Hafjell from 13–21 February.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Marios_Hadjiandreou": "Marios Hadjiandreou (Greek: Μάριος Χατζηανδρέου; born September 19, 1962) is a Cypriot triple jumper who won gold medals in Commonwealth Games and Mediterranean Games.",
  "/wiki/Athletics_at_the_1992_Summer_Olympics": "At the 1992 Summer Olympics in Barcelona, 43 events in athletics were contested, 24 events by men and 19 by women. The competition ran from July 31, 1992, to August 9, 1992. Fourteen world record-holders (eight men and six women) were among the contenders. Thirty former Olympic champions competed, and a total number of 1725 athletes from 156 countries.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Sokratis_Aristodimou": "Sokratis Aristodimou (born 4 May 1970) is a Cypriot alpine skier. He competed at the 1988 Winter Olympics and the 1992 Winter Olympics.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics": "Alpine Skiing at the 1992 Winter Olympics at Albertville, France, consisted of ten alpine skiing events, held 9–22 February. The men's races were held at Val d’Isère, except for the slalom, which was at Les Menuires. All five women's events were conducted at Méribel.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Mikhalakis_Tymbios": "Mikhalakis Tymbios (born December 15, 1948) is a Cypriot sport shooter. He competed at the Summer Olympics in 1984 and 1988. In 1984, he placed 69th in the mixed skeet event, and in 1988, he tied for 20th place in the mixed skeet event.",
  "/wiki/Shooting_at_the_1988_Summer_Olympics": "The shooting competitions at the 1988 Summer Olympics took place in Seoul, South Korea. Competitions were held in a total of thirteen events—seven men's events, four women's events, and two events open to both genders. It was the first games for the 10 metre air pistol events, and the last for the 50 metre running target event, later replaced by 10 metre running target. It was also the first time the Olympic shooting competitions included finals for the top eight (in some cases six) competitors.",
  "/wiki/1988_Winter_Olympics": "The 1988 Winter Olympics, officially known as the XV Olympic Winter Games (French: Les XVes Jeux olympiques d'hiver), was a multi-sport event celebrated in and around Calgary, Alberta, Canada, between February 13 and 28, 1988 and were the first Winter Olympics to be held over a whole two week period. The host city was selected in 1981 over Falun, Sweden, and Cortina d'Ampezzo, Italy.  Most events took place in Calgary while several skiing events were held in the mountain resorts of Nakiska and Canmore, west of the city.",
  "/wiki/Alpine_skiing_at_the_1988_Winter_Olympics": "Alpine Skiing at the 1988 Winter Olympics consisted of ten alpine skiing events, held February 15–27 at Nakiska on Mount Allan,\na new ski area west of Calgary.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Marios_Kassianidis": "Marios Kassianidis (born 16 September 1954) is a Cypriot long-distance runner. He competed in the marathon at the 1984 Summer Olympics.",
  "/wiki/Athletics_at_the_1984_Summer_Olympics": "At the 1984 Summer Olympics in Los Angeles, 41 events in athletics were contested. There were a total number of 1273 participating athletes from 124 countries. Women’s marathon and women’s 3000 meters were contested for the first time at these Games.",
  "/wiki/1984_Winter_Olympics": "The 1984 Winter Olympics, officially known as the XIV Olympic Winter Games (French: XIVes Jeux olympiques d'hiver; Serbo-Croatian: XIV. zimske olimpijske igre / XIV Зимске олимпијске игре; Macedonian: XIV Зимски олимписки игри; Slovene: XIV olimpijske zimske igre), was a winter multi-sport event which took place from 8–19 February 1984 in Sarajevo, Yugoslavia, in what is now Bosnia and Herzegovina. Other candidate cities were Sapporo, Japan; and Gothenburg, Sweden.",
  "/wiki/Alpine_skiing_at_the_1984_Winter_Olympics": "Alpine Skiing at the 1984 Winter Olympics consisted of six alpine skiing events, held 13–19 February in Sarajevo, Yugoslavia. The men's races were at Bjelašnica and the women's at Jahorina. Due to weather delays (a blizzard), both downhill races were postponed several days and run after the giant slalom races.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Kostas_Papakostas": "Kostas Papakostas (born 2 October 1948) is a Cypriot judoka. He competed at the 1980 Summer Olympics and the 1984 Summer Olympics.",
  "/wiki/Judo_at_the_1980_Summer_Olympics": "The Judo competition at the 1980 Summer Olympics was the first time that the medal count was not dominated by Japan, since the country joined the boycott of the games because of the 1979 Soviet invasion of Afghanistan. Medals were awarded to male judoka in eight competitions, seven weight classes and the open competition — two more than in 1976. All events were held at the Palace of Sports of the Central Lenin Stadium at Luzhniki (south western part of Moscow). The schedule started on July 27 and ended on August 2."
}