{
  "/wiki/List_of_United_States_Senators_from_Ohio": "Ohio was admitted to the Union on March 1, 1803 and elects U.S. senators to Class 1 and Class 3. Its current U.S. senators are Democrat Sherrod Brown (serving since 2007) and Republican Rob Portman (serving since 2011), making it one of nine states to have a split United States Senate delegation.",
  "/wiki/John_Smith_(Ohio_politician_born_1735)": "John Smith (c. 1735 – July 30, 1824) was one of the first two U.S. Senators from the state of Ohio. He reluctantly resigned from the Senate under charges of alleged complicity in the Burr conspiracy.",
  "/wiki/Thomas_Worthington_(governor)": "Thomas Worthington (July 16, 1773 – June 20, 1827) was a Democratic-Republican politician from Ohio. He served as the sixth Governor of Ohio.",
  "/wiki/List_of_United_States_Senators_from_New_Jersey": "This is a chronological listing of the United States senators from New Jersey. Since the enforcement of the Seventeenth Amendment to the United States Constitution, U.S. senators are popularly elected for a six-year term beginning January 3. Elections are held the first Tuesday after November 1. Before 1914, they were chosen by the New Jersey Legislature, and before 1935, their terms began March 4. The state's current Senators are Democrats Bob Menendez (serving since 2006) and Cory Booker (serving since 2013).",
  "/wiki/John_Condit": "John Condict, a.k.a. Condit (July 8, 1755 – May 4, 1834) was a United States Representative and a United States Senator from New Jersey and father of United States Representative Silas Condit.",
  "/wiki/List_of_United_States_Senators_from_Tennessee": "Tennessee was admitted to the Union on June 1, 1796. Its United States Senate seats were declared vacant in March 1862 owing to its secession from the Union. They were again filled from July 1866. Tennessee's current Senators are Republicans Lamar Alexander and Marsha Blackburn.",
  "/wiki/Joseph_Anderson": "Joseph Inslee Anderson (November 5, 1757 – April 17, 1837) was an American soldier, judge, and politician, who served as a United States Senator from Tennessee from 1797 to 1815, and later as the First Comptroller of the United States Treasury.  He also served as one of three judges of the Southwest Territory in the 1790s, and was a delegate to the Tennessee state constitutional convention in 1796.",
  "/wiki/List_of_United_States_Senators_from_Virginia": "Virginia has sent senators to the U.S. Senate since 1789.  Its Senate seats were declared vacant in March 1861, due to its secession from the Union, but Senators representing its western counties continued to sit until March 1863. Virginia's Senate seats were again filled from January 1870. Virginia's current Senators are Democrats Mark Warner and 2016 nominee for Vice President of the United States Tim Kaine.",
  "/wiki/Stevens_Thomson_Mason_(Virginia)": "Stevens Thomson Mason (December 29, 1760 – May 10, 1803) was a Colonel in the Continental Army during the Revolutionary War, a member of the Virginia state legislature and a Republican U.S. Senator from Virginia (1794–1803).",
  "/wiki/John_Taylor_of_Caroline": "John Taylor (December 19, 1753 – August 21, 1824), usually called John Taylor of Caroline, was a politician and writer. He served in the Virginia House of Delegates (1779–81, 1783–85, 1796–1800) and in the United States Senate (1792–94, 1803, 1822–24).  He wrote several books on politics and agriculture. He was a Jeffersonian Republican and his works provided inspiration to the later states' rights and libertarian movements.  Sheldon and Hill (2008) locate Taylor at the intersection of republicanism  and classical liberalism. They see his position as a \"combination of a concern with Lockean natural rights, freedom, and limited government along with a classical interest in strong citizen participation in rule to prevent concentrated power and wealth, political corruption, and financial manipulation\" (p. 224).",
  "/wiki/List_of_United_States_Senators_from_New_York": "Below is a list of U.S. senators who have represented the State of New York in the United States Senate since 1789. The date of the start of the tenure is either the first day of the legislative term (Senators who were elected regularly before the term began), or the day when they took the seat (U.S. senators who were elected in special elections to fill vacancies, or after the term began). New York's current U.S. senators are Democrats Chuck Schumer (serving since 1999, also serving as Senate Minority Leader since 2017) and Kirsten Gillibrand (serving since 2009).",
  "/wiki/DeWitt_Clinton": "DeWitt Clinton (March 2, 1769 – February 11, 1828) was an American politician and naturalist who served as a United States Senator, Mayor of New York City and sixth Governor of New York. In this last capacity, he was largely responsible for the construction of the Erie Canal. Clinton was a major candidate for the American presidency in the election of 1812, challenging incumbent James Madison.",
  "/wiki/Mayor_of_New_York_City": "The mayor of New York City is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City.",
  "/wiki/John_Armstrong,_Jr.": "John Armstrong Jr. (November 25, 1758 – April 1, 1843) was an American soldier and statesman who was a delegate to the Continental Congress, U.S. Senator from New York, and Secretary of War.",
  "/wiki/Abraham_B._Venable": "Abraham Bedford Venable (November 20, 1758 – December 26, 1811) was a representative and senator from Virginia. He was the uncle of US Representative Abraham Watkins Venable.",
  "/wiki/Theodorus_Bailey_(senator)": "Theodorus Bailey (October 12, 1758 – September 6, 1828) was an American lawyer and politician from Poughkeepsie, New York, who represented New York in both the U.S. House and Senate.",
  "/wiki/John_Smith_(New_York_politician_born_1752)": "John Smith (February 12, 1752 – August 12, 1816) was an American politician from New York.",
  "/wiki/Wilson_Cary_Nicholas": "Wilson Cary Nicholas (January 31, 1761 – October 10, 1820) was an American politician who served in the U.S. Senate from 1799 to 1804 and was the 19th Governor of Virginia from 1814 to 1816.",
  "/wiki/Andrew_Moore_(politician)": "Andrew Moore (1752 – April 14, 1821) was an American lawyer and politician from Lexington, Virginia. Moore studied law under George Wythe and was admitted to bar in 1774. He rose to the rank of captain in the Continental Army during the American Revolutionary War, seeing action at Saratoga. After the war he was eventually commissioned a major general in the Virginia militia in 1803. He was a delegate to the Virginia convention that ratified the United States Constitution in 1788. He was a member of the Virginia legislature from 1791–1789 and 1799–1800. He represented Virginia in both the U.S. House (1789–97, 1804) and the U.S. Senate (1804–1809).",
  "/wiki/William_Branch_Giles": "William Branch Giles (August 12, 1762 – December 4, 1830; the g is pronounced like a j) was an American statesman, long-term Senator from Virginia, and the 24th Governor of Virginia. He served in the House of Representatives from 1790 to 1798 and again from 1801 to 1803; in between, he was a member of the Virginia House of Delegates, and was an Elector for Jefferson (and Aaron Burr) in 1800. He served as United States  Senator from 1804 to 1815, and then served briefly in the House of Delegates again. After a time in private life, he joined the opposition to John Quincy Adams and Henry Clay, in 1824; he ran for the Senate again in 1825, and was defeated, but appointed Governor for 3 one-year terms in 1827; he was succeeded by John Floyd, in the year of his death.",
  "/wiki/United_States_Ambassador_to_France": "The United States Ambassador to France is the official representative of the President of the United States to the President of France. The United States has maintained diplomatic relations with France since the American Revolution. Relations were upgraded to the higher rank of Ambassador in 1893. The diplomatic relationship has continued through France's five republics, two empires, and three monarchies. Since 2006 the ambassador to France has also served as the ambassador to Monaco.",
  "/wiki/Samuel_Latham_Mitchill": "Samuel Latham Mitchill (August 20, 1764 – September 7, 1831) was an American physician, naturalist, and politician who lived in Plandome, New York.",
  "/wiki/List_of_United_States_Senators_from_Rhode_Island": "Rhode Island ratified the United States Constitution on May 29, 1790 and elects its U.S. senators to Class 1 and Class 2. The state's current U.S. senators are Democrats Jack Reed (since 1997) and Sheldon Whitehouse (since 2007).",
  "/wiki/Samuel_J._Potter": "Samuel John Potter (June 29, 1753 – October 14, 1804) was a United States Senator from Rhode Island and was a prominent Country Party anti-Federalist leader.",
  "/wiki/Benjamin_Howland": "Benjamin Howland (July 27, 1755 – May 1, 1821) was a United States Senator from Rhode Island. Born in Tiverton, he attended the common schools, engaged in agricultural pursuits, was collector of taxes in 1801, town auditor in 1802, and town moderator in 1805. He was a member of the Rhode Island House of Representatives in 1810 and a general in the State militia during the War of 1812.",
  "/wiki/List_of_United_States_Senators_from_Delaware": "Below is a chronological listing of the United States senators from Delaware. U.S. senators were originally elected by the Delaware General Assembly for designated six-year terms beginning March 4. Frequently portions of the term would remain only upon a U.S. senator's death or resignation. From 1914 and the enforcement of the Seventeenth Amendment to the United States Constitution, adopted in 1913, officeholders were popularly elected on the first Tuesday after November 1; starting 1935, the beginning of their term is January 3. Delaware's current U.S. senators are Democrats Tom Carper (serving since 2001) and Chris Coons (serving since 2010).",
  "/wiki/William_H._Wells": "William Hill Wells (January 7, 1769 – March 11, 1829) was a lawyer and politician from Dagsboro, in Sussex County, Delaware. He was a member of the Federalist Party, who served in the Delaware General Assembly and as U.S. Senator from Delaware.",
  "/wiki/James_A._Bayard_(elder)": "James Asheton Bayard Sr. (July 28, 1767 – August 6, 1815) was an American lawyer and politician from Wilmington, Delaware. He was a member of the Federalist Party, who served as U.S. Representative from Delaware and U.S. Senator from Delaware.",
  "/wiki/List_of_United_States_Senators_from_South_Carolina": "South Carolina ratified the United States Constitution on May 23, 1788. Its Senate seats were declared vacant in July 1861 owing to its secession from the Union. They were again filled from July 1868. The state's current U.S. senators are Republicans Lindsey Graham, serving since 2003, and Tim Scott, serving since 2013.",
  "/wiki/Pierce_Butler": "Pierce Butler (July 11, 1744 – February 15, 1822) was a South Carolina rice planter, slaveholder, politician, an officer in the Revolutionary War, and one of the Founding Fathers of the United States. He served as a state legislator, a member of the Congress of the Confederation, a delegate to the 1787 Constitutional Convention, and a member of the United States Senate.",
  "/wiki/John_Gaillard": "John Gaillard (September 5, 1765 – February 26, 1826) was a U.S. Senator from South Carolina.",
  "/wiki/8th_United_States_Congress": "The Eighth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1803, to March 4, 1805, during the last two years of the first presidency of U.S. President Thomas Jefferson. The apportionment of seats in the House of Representatives was based on the Second Census of the United States in 1800. Both chambers had a Democratic-Republican majority."
}