{
  "/wiki/New_York's_7th_congressional_district": "New York's 7th Congressional District is a congressional district for the United States House of Representatives in New York City. It includes parts of Brooklyn, Queens, and Manhattan. Democrat Nydia Velázquez represents the district in Congress.",
  "/wiki/John_Cantine": "John Cantine (October 20, 1735 – April 30, 1808) was an American politician.",
  "/wiki/Josiah_Hasbrouck": "Josiah Hasbrouck (March 5, 1755 – March 19, 1821) was a United States Representative from New York. Born in New Paltz, he completed preparatory studies and conducted a general merchandising business. He was a second lieutenant in the Third Regiment of Ulster County Militia in 1780, and was supervisor of New Paltz from 1784 to 1786 and in 1793, 1794, and 1799 to 1805. He was a member of the New York State Assembly in 1796, 1797, 1802, and 1806.",
  "/wiki/Connecticut's_at-large_congressional_district": "During the first twenty-four Congresses (March 4, 1789 until March 3, 1837) Connecticut elected all its Representatives in Congress from a single multi-member Connecticut at-large congressional district.",
  "/wiki/Elias_Perkins": "Elias Perkins (April 5, 1767 – September 27, 1845) was a United States Representative from Connecticut.  He was born in Lisbon, Connecticut.  He graduated from Yale College in 1786. Afterwards, he studied law and was admitted to the bar and commenced practice in New London, Connecticut.",
  "/wiki/Connecticut's_at-large_congressional_district_special_election,_1803": "Elections to the United States House of Representatives for the 8th Congress were held at various dates in each state, from April 26, 1802 (in New York) to December 14, 1803 (in New Jersey) during Thomas Jefferson's first term in office. It was common in the early years of the United Congress for some states to elect representatives to a Congress after it had already convened. In the case of the 8th Congress, the representatives from New Jersey were only elected after its first meeting on October 17, 1803.",
  "/wiki/Simeon_Baldwin": "Simeon Baldwin (December 14, 1761 – May 26, 1851) was son-in-law of Roger Sherman, father of Connecticut Governor Roger Sherman Baldwin and the grandfather of Connecticut Governor Simeon Eben Baldwin.  He was born in Norwich, Connecticut.  He completed preparatory studies (studying with Rev. Joseph Huntington and later at the Master Tisdale's School in Lebanon, Connecticut, and graduated from Yale College in 1781.  He delivered the Latin oration in June, 1782, it is still preserved in the Yale University Library.  He was preceptor of the academy at Albany, and a Tutor at his alma mater.",
  "/wiki/Ohio's_at-large_congressional_district": "Ohio's at-large congressional district existed from 1803 to 1813, from 1913 to 1915, from 1933 to 1953 and from 1963 until 1967, when it was banned by the Voting Rights Act of 1965.",
  "/wiki/Jeremiah_Morrow": "Jeremiah Morrow (October 6, 1771 – March 22, 1852) was a Democratic-Republican Party politician from Ohio. He served as the ninth Governor of Ohio, and the last Democratic-Republican to do so.",
  "/wiki/New_York's_6th_congressional_district": "New York's Sixth Congressional District is a congressional district for the United States House of Representatives in New York City, located entirely within Queens.  It is represented by Democrat Grace Meng.",
  "/wiki/Isaac_Bloom": "Isaac Bloom (1748 – April 26, 1803) was an American politician and a United States Representative from New York.",
  "/wiki/Daniel_C._Verplanck": "Daniel Crommelin Verplanck (March 19, 1762 – March 29, 1834) was a United States Representative from New York.",
  "/wiki/New_York's_1st_congressional_district": "The 1st Congressional District of New York is a congressional district for the United States House of Representatives in eastern Long Island. It includes most of Central and Eastern Suffolk County, including most of Smithtown, as well as the entirety of the towns of Brookhaven, Riverhead, Southold, Southampton, East Hampton, and Shelter Island.  The district encompasses extremely wealthy enclaves such as the Hamptons, middle class suburban towns such as Selden, Centereach and Lake Grove, working-class neighborhoods such as Mastic, Shirley, and Riverhead and rural farming communities such as Mattituck and Jamesport on the North Fork.  The district currently is represented by Republican Lee Zeldin. In the 2014 election, Zeldin defeated Democratic incumbent Tim Bishop, who had represented the district since 2003. In recent years, the district has become more conservative. In the 2016 election, Zeldin defeated Democratic challenger Anna-Thone Holst by a margin of 15.6%, the largest margin of victory for a Republican since 1998. In 2018, Zeldin won re-election to a third term, narrowly defeating Democratic challenger Perry Gershon by 4.1%.",
  "/wiki/John_Smith_(New_York_politician_born_1752)": "John Smith (February 12, 1752 – August 12, 1816) was an American politician from New York.",
  "/wiki/U.S._Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Samuel_Riker": "Samuel Riker (April 8, 1743 – May 19, 1823) was an American politician and a member of the United States House of Representatives from New York.",
  "/wiki/Virginia's_5th_congressional_district": "Virginia’s fifth congressional district is a United States congressional district in the commonwealth of Virginia. It is Virginia's largest district with an area of 10,181.03 square miles (26,368.7 km2) and is larger in area than six US states.",
  "/wiki/Thomas_Lewis,_Jr.": "Thomas Lewis Jr. (January 26, 1760 – 1847) was an American politician from Rockingham County, Virginia. He represented Virginia in the U.S. House in 1803 and 1804.\nThomas Jr. was the son of Thomas and Jane (Strother) Lewis and was born on his father's plantation of Lynwood in what was then Augusta County.",
  "/wiki/Andrew_Moore_(politician)": "Andrew Moore (1752 – April 14, 1821) was an American lawyer and politician from Lexington, Virginia. Moore studied law under George Wythe and was admitted to bar in 1774. He rose to the rank of captain in the Continental Army during the American Revolutionary War, seeing action at Saratoga. After the war he was eventually commissioned a major general in the Virginia militia in 1803. He was a delegate to the Virginia convention that ratified the United States Constitution in 1788. He was a member of the Virginia legislature from 1791–1789 and 1799–1800. He represented Virginia in both the U.S. House (1789–97, 1804) and the U.S. Senate (1804–1809).",
  "/wiki/Maryland's_4th_congressional_district": "Maryland's 4th congressional district comprises portions of Prince George's County and Anne Arundel County. The seat is represented by Anthony G. Brown, a Democrat.",
  "/wiki/Daniel_Hiester": "Daniel Hiester (June 25, 1747 – March 7, 1804) was an American political and military leader from the Revolutionary War period to the early 19th Century.  Born in Berks County, Pennsylvania, he was a member of the Hiester Family political dynasty. He was the brother of John Hiester and Gabriel Hiester, cousin of Joseph Hiester, and the uncle of William Hiester and U.S. Rep. Daniel Hiester (1774–1834).",
  "/wiki/Roger_Nelson_(politician)": "Roger Nelson (1759 – June 7, 1815) was an American politician who represented the fourth district of Maryland in the United States House of Representatives from 1804 to 1810.",
  "/wiki/Virginia's_13th_congressional_district": "Virginia Congressional District 13 is an obsolete congressional district. Its last Congressman was Elbert S. Martin.",
  "/wiki/John_Johns_Trigg": "John Johns Trigg (1748 – May 17, 1804) was an American farmer and politician from Bedford County, Virginia, United States. He fought with the Virginia militia in the Revolutionary War and represented Virginia in the U.S. Congress from 1797 until 1804.",
  "/wiki/Christopher_H._Clark": "Christopher Henderson Clark (1767 – November 21, 1828) was a congressman and lawyer from Virginia. He was the brother of James Clark, the uncle of John Bullock Clark, Sr. and the great-uncle of John Bullock Clark, Jr..",
  "/wiki/Massachusetts's_12th_congressional_district": "Massachusetts's twelfth congressional district is an obsolete district.  It was eliminated in 1983 after the 1980 U.S. Census.  Its last location was in southeastern Massachusetts and its last Congressman was Gerry Studds, who was redistricted into the tenth district.",
  "/wiki/Thomson_J._Skinner": "Thomson Joseph Skinner (May 24, 1752 – January 20, 1809) was an American politician from Williamstown, Massachusetts.  In addition to service as a militia officer during the American Revolution, he served as a county judge and sheriff, member of both houses of the Massachusetts legislature, U.S. Marshal, and member of the United States House of Representatives.  He served for two years as Treasurer and Receiver-General of Massachusetts, and after his death an audit showed his accounts to be deficient for more than the value of his estate, which led to those who had posted bonds on his behalf having to pay the debt.",
  "/wiki/Simon_Larned": "Simon Larned (August 3, 1753 – November 16, 1817) was a U.S. Representative from Massachusetts.",
  "/wiki/Alexander_Wilson_(U.S._Representative)": "Alexander Wilson (birth and death dates unknown) was a U.S. Representative from Virginia.",
  "/wiki/Pennsylvania's_10th_congressional_district": "Pennsylvania's 10th Congressional District is located in the south-central region of the state. It encompasses all of Dauphin County as well as parts of Cumberland County and York County. The district includes the cities of Harrisburg and York. Prior to 2019, the district was located in the northeastern part of the state. The Supreme Court of Pennsylvania redrew the district in 2018 after ruling the previous map unconstitutional due to gerrymandering. They added State College to the old district's boundaries while removing some Democratic-leaning areas and redesignated it the twelfth district, and they reassigned the tenth district to an area around Harrisburg and York. The new tenth district is represented by Republican Scott Perry, who previously represented the old fourth district.",
  "/wiki/William_Hoge_(Pennsylvania_politician)": "William Hoge (1762 – September 25, 1814) was a member of the United States House of Representatives from Pennsylvania.",
  "/wiki/John_Hoge": "John Hoge (September 10, 1760 – August 4, 1824) was a member of the United States House of Representatives from Pennsylvania.",
  "/wiki/New_York's_3rd_congressional_district": "New York's 3rd congressional district is a congressional district for the United States House of Representatives in the State of New York. It is represented by Democrat Tom Suozzi, who has been in office since 2017.",
  "/wiki/Samuel_Latham_Mitchill": "Samuel Latham Mitchill (August 20, 1764 – September 7, 1831) was an American physician, naturalist, and politician who lived in Plandome, New York.",
  "/wiki/George_Clinton,_Jr.": "George Clinton (June 6, 1771 – September 16, 1809) was a Representative from New York and served in the Eighth, Ninth, and Tenth Congresses.",
  "/wiki/North_Carolina's_5th_congressional_district": "North Carolina's 5th congressional district covers the northwestern corner of North Carolina from the Appalachian Mountains to the Piedmont Triad. While the bulk of its territory is in the mountains, it stretches just far enough east to grab its largest city, Winston-Salem. Although that city is heavily Democratic, and the college town of Boone leans Democratic, the rest of the district is overwhelmingly Republican. Large portions were controlled by Republicans even during the “Solid South” era as much of northwestern North Carolina was Quaker or mountaineer and therefore resisted secession. Two counties in the district – Avery and Yadkin – have never voted for a Democratic Presidential candidate since their creation, and Wilkes County has never done so since before the Second Party System.",
  "/wiki/James_Gillespie_(politician)": "James Gillespie (c. 1747 – January 11, 1805) was a Democratic-Republican U.S. Congressman from North Carolina between 1793 and 1799.",
  "/wiki/Georgia's_at-large_congressional_district": "From 1793 to 1827 and again from 1829 to 1845, Georgia elected all its Representatives in Congress from a single multi-member at-large congressional district.",
  "/wiki/Samuel_Hammond": "Samuel Hammond (September 21, 1757 – September 11, 1842) was a lieutenant colonel during the American Revolutionary War, governor and leader in the Louisiana and Missouri Territories, and United States Representative from Georgia in the 8th United States Congress.",
  "/wiki/8th_United_States_Congress": "The Eighth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1803, to March 4, 1805, during the last two years of the first presidency of U.S. President Thomas Jefferson. The apportionment of seats in the House of Representatives was based on the Second Census of the United States in 1800. Both chambers had a Democratic-Republican majority."
}