{
  "/wiki/Birkenhead,_New_Zealand": "Birkenhead is a suburb of Auckland, in northern New Zealand. It is located on the North Shore of the Waitemata Harbour, four kilometres northwest of the Auckland CBD.",
  "/wiki/North_Shore_City": "The North Shore is part of the urban area of Auckland, New Zealand, located to the north of the Waitematā Harbour.",
  "/wiki/East_Coast_Bays": "East Coast Bays is a string of small suburbs that form the northernmost part of the contiguous  Auckland metropolitan area in New Zealand. The suburbs line the north-east coast of the city along the shore of the Hauraki Gulf and Rangitoto Channel. They stretch from Long Bay in the north to Castor Bay in the south. They include, from north to south, Long Bay, Torbay, Waiake Bay, Browns Bay, Rothesay Bay, Murrays Bay, Mairangi Bay, Campbells Bay and Castor Bay.",
  "/wiki/Gisborne,_New_Zealand": "Gisborne (Māori: Tūranga-nui-a-Kiwa \"Great standing place of Kiwa\") is a city in northeastern New Zealand and the largest settlement in the Gisborne District (or Gisborne Region). It has a population of 37,200 (June 2018). The district council has its headquarters in Whataupoko, in the central city.",
  "/wiki/Hastings,_New_Zealand": "Hastings (/ˈheɪstɪŋz/; Māori: Heretaunga) is a New Zealand city and is one of the two major urban areas in Hawke's Bay, on the east coast of the North Island of New Zealand. The population of Hastings is 70,600 (as of June 2018), with 45,000 living in the contiguous city and Flaxmere, 13,950 in Havelock North, 2,210 in Clive,  and the remainder in the peri-urban area around the city. Hastings is about 18 kilometres inland of the coastal city of Napier. These two neighbouring cities are often called \"The Bay Cities\" or \"The Twin Cities\".",
  "/wiki/Mount_Albert,_New_Zealand": "Mount Albert is an inner city suburb of Auckland, New Zealand, which is centred on Mount Albert, a local volcanic peak which dominates the landscape. In the past Mt Albert also referred to the 2,500 acre borough that was created in 1911 on the outskirts of Auckland City. Mt Albert was also one of the original five wards within the Mt Albert Borough. The suburb is located seven kilometres to the southwest of the Central Business District (CBD).",
  "/wiki/Auckland_City": "Auckland City was the part of Auckland urban area covering the isthmus and most of the islands of the Hauraki Gulf. The core of Auckland City was the Auckland CBD, a major financial and commercial centre, surrounded by many suburbs.  It was formerly the name of a local authority district that was governed by Auckland City Council; it lay within the wider Auckland Region, which was governed by Auckland Regional Council. Auckland City was disestablished as a local government district on 1 November 2010, when Auckland City Council was amalgamated with other councils of the Auckland Region into the new Auckland Council.",
  "/wiki/New_Plymouth": "New Plymouth (Māori: Ngāmotu) is the major city of the Taranaki Region on the west coast of the North Island of New Zealand. It is named after the English city of Plymouth from where the first English settlers to New Zealand migrated. The New Plymouth District, which includes New Plymouth City and several smaller towns, is the 10th largest district (out of 67) in New Zealand, and  has a population of 74,184 – about two-thirds of the total population of the Taranaki Region and 1.7% of New Zealand's population. This includes New Plymouth City (58,300), Waitara (6,483), Inglewood (3,380), Oakura (1,359), Okato (561) and Urenui (429).",
  "/wiki/New_Plymouth_District": "The New Plymouth District is one of the districts of New Zealand within Taranaki. It includes the city of New Plymouth and smaller towns such as Inglewood, Oakura and Waitara.",
  "/wiki/Papakura": "Papakura is a suburb of Auckland, in northern New Zealand. It is located on the shores of the Pahurehure Inlet, approximately 32 kilometres south of the Auckland CBD. It is under the authority of the Auckland Council.",
  "/wiki/Papatoetoe": "Papatoetoe is a suburb in Auckland, New Zealand. One of the larger suburbs of the area commonly known as South Auckland, it is located to the northwest of Manukau Central, and 18 kilometres southeast of Auckland CBD.",
  "/wiki/Manukau_City": "Manukau City was a territorial authority district in Auckland, New Zealand, that was governed by the Manukau City Council. The area is sometimes referred to as \"South Auckland\", although this term never possessed official recognition and does not encompass areas such as East Auckland, which was within the city boundary. It was a relatively young city, both in terms of legal status and large-scale settlement – though in June 2010, it was the third largest in New Zealand, and the fastest growing. In 2010, the entire Auckland Region was amalgamated under a single city authority, Auckland Council.",
  "/wiki/Takapuna": "Takapuna is a central, coastal suburb of North Shore, Auckland, located in the northern North Island of New Zealand, at the beginning of a south-east-facing peninsula forming the northern side of the Waitematā Harbour. While very small in terms of population, it was the seat of the North Shore City Council before amalgamation into Auckland Council in 2010 and contains substantial shopping and entertainment areas, being considered the CBD of the North Shore.",
  "/wiki/Tamaki_City": "Tamaki City was a short-lived city within the Auckland metropolitan area in New Zealand.",
  "/wiki/Timaru": "Timaru (English:  /ˈtɪməˌruː/; Māori: Te Tihi-o-Maru) is a port city in the southern Canterbury region of New Zealand, located 157 kilometres (98 mi) southwest of Christchurch and about 196 kilometres (122 mi) northeast of Dunedin on the eastern Pacific coast of the South Island. The Timaru urban area is home to 29,100 people, and is the largest urban area in South Canterbury, and the second largest in the Canterbury Region overall, after Christchurch. The city is the seat of the Timaru District, which includes the surrounding rural area and the towns of Geraldine, Pleasant Point and Temuka, which combined has a total population of 47,700.",
  "/wiki/Waitemata_City": "Waitemata City was a New Zealand city in the greater Auckland area. It was formed in 1974 from the western part of the old Waitemata County, with both the County and City taking their names from Waitemata Harbour. In 1989, when New Zealand local government bodies underwent a major re-organisation, Waitemata City joined with its southern neighbours, the boroughs of Henderson, Glen Eden, and New Lynn, to form the modern city of Waitakere.",
  "/wiki/Waitakere_City": "Waitakere City was a territorial authority district in the west of Auckland, New Zealand; it was governed by the Waitakere City Council from 1989 to 2010. It was New Zealand's fifth largest city, with an annual growth of about 2%. In 2010 the council was amalgamated with other regional authorities into one new Auckland Council.",
  "/wiki/Wanganui": "Whanganui (/ˈhwɒŋənuːi/; Māori: [ɸaŋanui]), also spelled Wanganui, is a city on the west coast of the North Island of New Zealand. The Whanganui River, New Zealand's longest navigable waterway, runs from Mount Tongariro to the sea. Whanganui is part of the Manawatū-Whanganui region.",
  "/wiki/Whangarei": "Whangarei (/ˌfɒŋəˈreɪ/, or /ˌwɒŋəˈreɪ/; Māori: [faŋaˈɾɛi]) is the northernmost city in New Zealand and the regional capital of Northland Region. It is part of the Whangarei District, a local body created in 1989 from the former Whangarei City, Whangarei County and Hikurangi Town councils,  to administer both the city proper and its hinterland. The city population was estimated to be 58,700 in June 2018, an increase from 47,000 in 2001.",
  "/wiki/List_of_former_territorial_authorities_in_New_Zealand": "\"Territorial authority\" is the generic term used for local government entities in New Zealand. Local government has gone through three principal phases with different structures: the provincial era, from 1853 to 1876; the counties and boroughs system from 1876 until 1989; and the current system of regions, cities and districts."
}