{
  "/wiki/Juan_Manuel_Fangio": "Juan Manuel Fangio (Spanish pronunciation: [ˈfanχjo], Italian pronunciation: [ˈfandʒo]; 24 June 1911 – 17 July 1995), nicknamed El Chueco (\"the bowlegged\" or \"bandy legged one\") or El Maestro (\"The Master\"), was an Argentine racing car driver. He dominated the first decade of Formula One racing, winning the World Drivers' Championship five times.",
  "/wiki/Alfa_Romeo_in_Formula_One": "Italian motor manufacturer Alfa Romeo has participated many times in Formula One. It currently participates as Alfa Romeo Racing Orlen while being operated by Sauber Motorsport AG. The brand has competed in motor racing as both a constructor and engine supplier sporadically between 1950 and 1987, and later as a commercial partner since 2015. The company's works drivers won the first two World Drivers' Championships in the pre-war Alfetta: Nino Farina in 1950; and Juan Manuel Fangio in 1951. Following these successes Alfa Romeo withdrew from Formula One.",
  "/wiki/Giuseppe_Farina": "Emilio Giuseppe Farina also known as Giuseppe Antonio \"Nino\" Farina(Italian pronunciation: [dʒuˈzɛppe ˈniːno faˈriːna]; 30 October 1906 – 30 June 1966) was an Italian racing driver and first official Formula One World Champion. He gained the title in 1950. He was the Italian Champion in 1937, 1938 and 1939.",
  "/wiki/Alberto_Ascari": "Alberto Ascari (Italian pronunciation: [alˈbɛrto ˈaskari]; 13 July 1918 – 26 May 1955) was an Italian racing driver and twice Formula One World Champion. He was a multitalented racer who competed in motorcycle racing before switching to cars. Ascari won consecutive world titles in 1952 and 1953 for Scuderia Ferrari. He was the team's first World Champion and the last Italian to date to win the title. This was sandwiched an appearance in the Indianapolis 500 in 1952. Ascari also won the Mille Miglia in 1954. Ascari was noted for the careful precision and finely-judged accuracy that made him one of the safest drivers in a most dangerous era.",
  "/wiki/Scuderia_Ferrari": "Scuderia Ferrari S.p.A. (Italian: [skudeˈriːa ferˈraːri]) is the racing division of luxury Italian auto manufacturer Ferrari and the racing team that competes in Formula One racing. The team is also nicknamed \"The Prancing Horse\", with reference to their logo. It is the oldest surviving and most successful Formula One team, having competed in every world championship since the 1950 Formula One season.\nThe team was founded by Enzo Ferrari, initially to race cars produced by Alfa Romeo, though by 1947 Ferrari had begun building its own cars.  Among its important achievements outside Formula One are winning the World Sportscar Championship, 24 Hours of Le Mans, 24 Hours of Spa, 24 Hours of Daytona, 12 Hours of Sebring, Bathurst 12 Hour, races for Grand tourer cars and racing on road courses of the Targa Florio, the Mille Miglia and the Carrera Panamericana.",
  "/wiki/Luigi_Villoresi": "Luigi Villoresi (16 May 1909 – 24 August 1997) was an Italian Grand Prix motor racing driver who continued racing on the Formula One circuit at the time of its inception.",
  "/wiki/Consalvo_Sanesi": "Consalvo Sanesi (28 March 1911, in Terranuova Bracciolini, Arezzo – 28 July 1998, in Milan) was best known as the Alfa Romeo works' test driver in the period following World War II, but he also competed in races with the Alfa Romeo Tipo 158/159 cars in the period before the Formula One World Championship came into being. He competed in five Formula One World Championship Grands Prix, debuting on 3 September 1950. Although, on his day, his experience with the cars meant that he was often one of the fastest men on the racetrack, somehow this rarely translated into good results. He scored only 3 championship points. He found some success driving in sports car racing, continuing into the mid-1960s.",
  "/wiki/José_Froilán_González": "José Froilán González (October 5, 1922 – June 15, 2013) was an Argentine racing driver, particularly notable for scoring Ferrari's first win in a Formula One World Championship race at the 1951 British Grand Prix. He made his Formula One debut for Scuderia Achille Varzi in the 1950 Monaco Grand Prix. His last Grand Prix was the 1960 Argentine Grand Prix.",
  "/wiki/Luigi_Fagioli": "Luigi Cristiano Fagioli (Italian pronunciation: [luˈiːdʒi faˈdʒɔːli]; 9 June 1898 – 20 June 1952), nicknamed \"the Abruzzi robber\", was an Italian motor racing driver. He is currently the oldest driver to win a race in Formula One, also being the only race winner born outside the 20th century.",
  "/wiki/Louis_Chiron": "Louis Alexandre Chiron (3 August 1899 – 22 June 1979) was a Monégasque racing driver who competed in rallies, sports car races, and Grands Prix.",
  "/wiki/Talbot-Lago": "The Suresnes factory had been built by Alexandre Darracq for his pioneering car manufacturing business begun in 1896, which he named A. Darracq & Cie. It was very profitable. Alexandre Darracq built racing as well as “pleasure” cars and Darracq rapidly became famous for its motor racing successes. Darracq sold his remaining portion of his business in 1912.",
  "/wiki/Talbot": "Talbot or Clément-Talbot Limited was a British automobile manufacturer founded in 1903. Clément-Talbot's products were named just Talbot from shortly after introduction, but the business remained Clément-Talbot Limited until 1938 when it was renamed Sunbeam-Talbot Limited. The founders, Charles Chetwynd-Talbot, 20th Earl of Shrewsbury and Adolphe Clément-Bayard, reduced their financial interests in their Clément-Talbot business during the First World War.",
  "/wiki/Reg_Parnell": "Reginald Harold Haslam Parnell (2 July 1911 – 7 January 1964) was a racing driver and team manager from Derby, England.  He participated in seven Formula One World Championship Grands Prix, achieving one podium, and scoring a total of nine championship points.",
  "/wiki/Philippe_Étancelin": "Philippe Étancelin (28 December 1896 – 13 October 1981) was a French Grand Prix motor racing driver who joined the new Formula One circuit at its inception.",
  "/wiki/Yves_Giraud-Cabantous": "Marius Aristide Yves Giraud-Cabantous (8 October 1904 – 30 March 1973) was a racing driver from France.  He drove in Formula One from 1950 to 1953, participating in 13 World Championship Grands Prix, plus numerous non-Championship Formula One races.",
  "/wiki/Johnny_Claes": "Octave John \"Johnny\" Claes (11 August 1916 – 3 February 1956) was an English-born racing driver who competed for Belgium. Before his fame as a racing driver, Claes was also a jazz trumpeter and successful bandleader in Britain.",
  "/wiki/Louis_Rosier": "Louis Rosier (5 November 1905 in Chapdes-Beaufort – 29 October 1956 in Neuilly-sur-Seine) was a racing driver from France.",
  "/wiki/Eugène_Chaboud": "Marius Eugène Chaboud (12 April 1907 in Lyon – 28 December 1983 in Montfermeil, Seine-Saint-Denis) was a racing driver from France.  He participated in three Formula One World Championship Grands Prix, scoring one championship point. He also participated in numerous non-Championship Formula One races.",
  "/wiki/Onofre_Marimón": "Onofre Agustín Marimón (19 December 1923 – 31 July 1954) was a racing driver from Zárate, Buenos Aires, Argentina. He participated in 11 Formula One World Championship Grands Prix, debuting on 1 July 1951. He achieved 2 podiums, and scored a total of 8 ​1⁄7 championship points.",
  "/wiki/Maserati_in_motorsport": "Throughout its history, the Italian auto manufacturer Maserati has participated in various forms of motorsports including Formula One, sportscar racing and touring car racing, both as a works team and through private entrants.",
  "/wiki/Scuderia_Milano": "Scuderia Milano was an Italian motor racing team run by the Ruggeri (or Ruggieri) brothers who raced Maseratis in the early post-war period. They participated in a single Formula One Grand Prix as a constructor in 1950. The team scored two World Championship points, with a best finish (in its debut race) of fifth for Felice Bonetto at the 1950 Swiss Grand Prix.",
  "/wiki/Toulo_de_Graffenried": "Baron Emmanuel 'Toulo' de Graffenried (18 May 1914, Paris, France – 22 January 2007, Lonay, Switzerland) was a Swiss motor racing driver. He participated in 23 World Championship Grands Prix, debuting on 13 May 1950, and scored a total of nine championship points. He also participated in numerous non-Championship Formula One races.",
  "/wiki/Aldo_Gordini": "Aldo Gordini (20 May 1921 – 28 January 1995) was a racing driver from France. Born in Bologna, Italy, he was the son of Amédée Gordini, owner of the French sports car manufacturer Gordini. Aldo worked for the family's racing team as a mechanic and occasionally drove in Grand Prix motor racing events and Formula Two races.",
  "/wiki/Simca-Gordini": "Gordini (French pronunciation: ​[ɡɔʁdini]) is a division of Renault Sport Technologies (Renault Sport). In the past, it was a sports car manufacturer and performance tuner, established in 1946 by Amédée Gordini, nicknamed \"Le Sorcier\" (The Sorcerer). Gordini became a division of Renault in 1968 and of Renault Sport in 1976.",
  "/wiki/Maurice_Trintignant": "Maurice Bienvenu Jean Paul Trintignant (30 October 1917, in Sainte-Cécile-les-Vignes, Vaucluse – 13 February 2005, in Nîmes) was a motor racing driver and vintner from France. He competed in the Formula One World Championship for fourteen years, between 1950 and 1964, one of the longest careers in the early years of Formula One. During this time he also competed in sports car racing, including winning the 1954 24 Hours of Le Mans race. Following his retirement from the track Trintignant concentrated on the wine trade.",
  "/wiki/Guy_Mairesse": "Guy Mairesse (10 August 1910 – 24 April 1954) was a racing driver from France.  He participated in 3 Formula One World Championship Grands Prix, debuting on 3 September 1950.  He scored no championship points.",
  "/wiki/Peter_Whitehead_(racing_driver)": "Peter Nield Whitehead (12 November 1914 – 21 September 1958) was a British racing driver. He was born in Menston, Yorkshire and was killed in an accident at Lasalle, France, during the Tour de France endurance race. A cultured, knowledgeable and well-travelled racer, he was excellent in sports cars. He won the 1938 Australian Grand Prix, which along with a 24 Heures du Mans win in 1951, probably was his finest achievement, but he also won two 12 Heures internationales de Reims events. He was a regular entrant, mostly for Peter Walker and Graham Whitehead, his half-brother. His death in 1958 ended a career that started in 1935 – however, he was lucky to survive an air crash in 1948.",
  "/wiki/1951_French_Grand_Prix": "The 1951 French Grand Prix was a Formula One motor race held at Reims-Gueux on 1 July 1951. It was race 4 of 8 in the 1951 World Championship of Drivers and was won by Juan Manuel Fangio and Luigi Fagioli driving an Alfa Romeo. It was the first of three occasions where two drivers would be credited with a Grand Prix win after sharing a car."
}