{
  "/wiki/Germany_national_football_team": "The Germany national football team (German: Deutsche Fußballnationalmannschaft or Die Mannschaft) is the men's football team that has represented Germany in international competition since 1908. It is governed by the German Football Association (Deutscher Fußball-Bund), founded in 1900. Ever since the DFB was reinaugurated in 1949 the team has represented the Federal Republic of Germany. Under Allied occupation and division, two other separate national teams were also recognised by FIFA: the Saarland team representing the Saarland (1950–1956) and the East German team representing the German Democratic Republic (1952–1990). Both have been absorbed along with their records by the current national team. The official name and code \"Germany FR (FRG)\" was shortened to \"Germany (GER)\" following the reunification in 1990.",
  "/wiki/UEFA": "The Union of European Football Associations (UEFA /juːˈeɪfə/ yoo-AY-fə; French: Union des Associations Européennes de Football;[a] German: Vereinigung Europäischer Fußballverbände)[b] is the administrative body for association football, futsal and beach soccer in Europe, although several member states are primarily or entirely located in Asia. It is one of six continental confederations of world football's governing body FIFA. UEFA consists of 55 national association members.",
  "/wiki/Brazil_national_football_team": "The Brazil national football team (Portuguese: Seleção Brasileira de Futebol) represents Brazil in international football and Brazil is administered by the Brazilian Football Confederation (CBF), the governing body for football in Brazil. They have been a member of FIFA since 1923 and member of CONMEBOL since 1916.",
  "/wiki/CONMEBOL": "The South American Football Confederation (CONMEBOL, /ˈkɒnmɪbɒl/; Spanish: Confederación Sudamericana de Fútbol; Portuguese: Confederação Sul-Americana de Futebol or CSF) is the continental governing body of football in South America (apart from Guyana, Suriname, and French Guiana), and it is one of FIFA's six continental confederations. The oldest continental confederation in the world, its headquarters are located in Luque, Paraguay, near Asunción. CONMEBOL is responsible for the organization and governance of South American football's major international tournaments. With 10 member football associations, it has the fewest members of all the confederations in FIFA.",
  "/wiki/2002_FIFA_World_Cup": "The 2002 FIFA World Cup was the 17th FIFA World Cup, the quadrennial world championship for men's national association football teams organized by FIFA. It was held from 31 May to 30 June 2002 at sites in South Korea and Japan, with its final match hosted by Japan at International Stadium in Yokohama.",
  "/wiki/2004_Copa_América": "The 2004 Copa América was the 41st edition of the Copa América, the South-American championship for international association football teams. The competition was organized by CONMEBOL, South America's football governing body, and was held in Peru, who hosted the tournament for the sixth time, from 6 to 25 July.",
  "/wiki/Mexico_national_football_team": "The Mexico national football team (Spanish: Selección de fútbol de México) represents Mexico in international football and is governed by the Mexican Football Federation (Spanish: Federación Mexicana de Fútbol). It competes as a member of CONCACAF, which encompasses the countries of North and Central America, and the Caribbean. The team plays its home games at the Estadio Azteca.",
  "/wiki/CONCACAF": "The Confederation of North, Central American and Caribbean Association Football (CONCACAF /ˈkɒnkəkæf/ KON-kə-kaf; typeset for branding purposes since 2018 as Concacaf) is one of FIFA's six continental governing bodies for association football. Its 41 members include nations and territories in North America, including Central America and the Caribbean. Three geographically South American entities are also members — Guyana, Suriname, and the French overseas department of French Guiana. CONCACAF's primary functions are to organize competitions for national teams and clubs, and to conduct World Cup and Women's World Cup qualifying tournaments.",
  "/wiki/2003_CONCACAF_Gold_Cup": "The 2003 CONCACAF Gold Cup was the seventh edition of the Gold Cup, the football championship of North America, Central America and the Caribbean (CONCACAF).",
  "/wiki/Tunisia_national_football_team": "The Tunisia national football team (Arabic: منتخب تونس لكرة القدم‎), (French: Équipe de Tunisie de football) represents Tunisia in men's international association football since their maiden match in 1957. It is governed by the Tunisian Football Federation, founded in 1957 after the Tunisian independence in 1956. Tunisia are colloquially known as Les Aigles de Carthage (The Eagles of Carthage). The team's colours are red and white, and the Bald eagle its symbol, Periods of regular Tunisian representation at the highest international level, from 1962 to 1978, from 1994 to 2008 and again from 2014 onwards, Most of Tunisia's home matches are played at the Stade Olympique de Radès in Radès since 2001, The team represents both FIFA and Confederation of African Football (CAF).",
  "/wiki/Confederation_of_African_Football": "The Confederation of African Football or CAF (French: Confédération Africaine de Football) is the administrative and controlling body for African association football.",
  "/wiki/2004_African_Cup_of_Nations": "The 2004 Africa Cup of Nations was the 24th edition of the Africa Cup of Nations, the football championship of Africa (CAF). It was hosted by Tunisia. Just like in 2002, the field of sixteen teams was split into four groups of four. Tunisia won their first title, beating Morocco in the final 2−1. Tunisia participated in the 2005 FIFA Confederations Cup in Germany as the representative from CAF.",
  "/wiki/Greece_national_football_team": "The Greece national football team (Greek: Εθνική Ελλάδος, Ethniki Ellados) represents Greece in men's international football and is controlled by the Hellenic Football Federation, the governing body for football in Greece. Greece play most of their home matches in or near Athens, either in Athens at the Olympic Stadium in the Maroussi section of the city or in the port city of Piraeus at the Karaiskakis Stadium just outside Athens. Greece is one of only ten national teams to have been crowned UEFA European Champions.",
  "/wiki/UEFA_Euro_2004": "The 2004 UEFA European Football Championship, commonly referred to as UEFA Euro 2004 or simply Euro 2004, was the 12th edition of the UEFA European Championship, a quadrennial football competition contested by the men's national teams of UEFA member associations. The final tournament was hosted for the first time in Portugal, from 12 June to 4 July 2004, after their bid was selected on 12 October 1999, over those of Spain and Austria/Hungary. A total of thirty-one matches were played in ten venues across eight cities – Aveiro, Braga, Coimbra, Guimarães, Faro/Loulé, Leiria, Lisbon, and Porto.",
  "/wiki/Argentina_national_football_team": "The Argentina national football team (Spanish: Selección de fútbol de Argentina) represents Argentina in international football, and is administered by the Argentine Football Association. Argentina's home stadium is Estadio Monumental Antonio Vespucio Liberti in Buenos Aires.",
  "/wiki/Japan_national_football_team": "The Japan national football team (Japanese: サッカー日本代表, Hepburn: Sakkā Nippon Daihyō), nicknamed the Samurai Blue (サムライ・ブルー), represents Japan in men's international football and is controlled by the Japan Football Association (JFA), the governing body for football in Japan. The current head coach is Hajime Moriyasu, who is also the current coach of the Japan U-23 team, The team represents both FIFA and Asian Football Confederation (AFC).",
  "/wiki/Asian_Football_Confederation": "The Asian Football Confederation (AFC) is the governing body of association football in Asia and Australia. It has 47 member countries, mostly located on the Asian and Australian continent, but excludes the transcontinental countries with territory in both Europe and Asia – Azerbaijan, Georgia, Kazakhstan, Russia, and Turkey – which are instead members of UEFA. Three other states located geographically along the western fringe of Asia – Cyprus, Armenia and Israel – are also UEFA members. On the other hand, Australia, formerly in the OFC, joined the Asian Football Confederation in 2006, and the Oceanian island of Guam, a territory of the United States, is also a member of AFC, in addition to Northern Mariana Islands, one of the two Commonwealths of the United States. Hong Kong and Macau, although not independent countries (both are Special administrative regions of China), are also members of the AFC.",
  "/wiki/2004_AFC_Asian_Cup": "The 2004 AFC Asian Cup was the 13th edition of the men's AFC Asian Cup, a quadrennial international football tournament organised by the Asian Football Confederation (AFC). It was held from 17 July to 7 August 2004 in China. The defending champions Japan defeated China in the final in Beijing.",
  "/wiki/Australia_national_soccer_team": "The Australia national soccer team represents Australia in international men's soccer. Officially nicknamed the Socceroos, the team is controlled by the governing body for soccer in Australia, Football Federation Australia (FFA), which is currently a member of the Asian Football Confederation (AFC) and the regional ASEAN Football Federation (AFF) since leaving the Oceania Football Confederation (OFC) in 2006.",
  "/wiki/Oceania_Football_Confederation": "The Oceania Football Confederation (OFC) is one of the six continental confederations of international association football, consisting of New Zealand, Papua New Guinea, Fiji, Tonga, and other Pacific Island countries. It promotes the game in Oceania and allows the member nations to qualify for the FIFA World Cup.",
  "/wiki/2004_OFC_Nations_Cup": "The 2004 OFC Nations Cup doubled as the qualification tournament to the 2006 FIFA World Cup, except the two-legged final (A separate playoff between Australia and Solomon Islands was held in September 2005, for World Cup Qualifying purposes).",
  "/wiki/2005_FIFA_Confederations_Cup": "The 2005 FIFA Confederations Cup football tournament was the seventh FIFA Confederations Cup. It was held in Germany between 15 June and 29 June 2005, as a prelude to the 2006 FIFA World Cup. The tournament was won by 2002 FIFA World Cup winners Brazil, who defeated Argentina 4–1 in the final at the Waldstadion in Frankfurt. The final was a rematch of the Copa América final also won by Brazil. It was Brazil's second win at the Confederations Cup."
}