{
  "/wiki/Our_Lady_of_Perpetual_Help_Church_(Altus,_Arkansas)": "Our Lady of Perpetual Help, also known as St. Mary's Catholic Church, is a historic church just north of Altus, Arkansas.  It is located on Franklin County Road 521, just outside the city limits.  The Romanesque church building was built in 1902.  The church is known for its Sistine Chapel-style paintings and grand Roman Basilical architecture. Brown stone blocks cover the outside of the church, and the inside walls are lined with ornate gold leaf. The organ inside the church is over 100 years old, as is the bell tower.  The church was listed on the National Register of Historic Places in 1976.",
  "/wiki/Altus,_Arkansas": "Altus is a city in Franklin County, Arkansas, United States. Located within the Arkansas River Valley at the edge of the Ozark Mountains, the city is within the Fort Smith metropolitan area. The epicenter of the Altus American Viticultural Area (AVA) within Arkansas Wine Country, the city is home to four wineries. Although founded as a coal mining community, the wine industry has driven the Altus economy since the first vineyards were planted in 1872. The population was 758 at the 2010 census, down from 817 at the 2000 census.",
  "/wiki/St._Richard%27s_Catholic_Church": "St. Richard's Catholic Church is a historic church at the junction of Hickory and Cleveland Streets in Bald Knob, Arkansas. It is attended by St. James Church, Searcy, in the Diocese of Little Rock.",
  "/wiki/Bald_Knob,_Arkansas": "Bald Knob is a city in White County, Arkansas, United States.  The population was 2,897 at the 2010 census. Located at the intersection of two of the state's natural regions, Bald Knob is often promoted as \"where the Ozarks meet the Delta\".  Bald Knob is also a leading strawberry producer in the state, known for its yearly Strawberry Fest held during Mother's Day weekend. It was once known as the leading strawberry producer in the world.  Bald Knob was established in 1881.",
  "/wiki/St._John_the_Baptist_Catholic_Church_(Brinkley,_Arkansas)": "St. John the Baptist Catholic Church is a historic church at the junction of New Orleans and W. Ash Street, SW corner in Brinkley, Arkansas.  The church was built in 1875 as a wood-frame Gothic Revival structure, but was finished brick veneer with Classical Revival styling in 1928-29.  The congregation was established by a district priest in 1875, and received its first permanent priest in 1886.  The 1929 alterations, which included an extensive redesign of the interior, were to a design by Memphis, Tennessee architect Harry J. Kremer.  The interior is remarkably unaltered since 1929, despite the collapse of its plaster ceiling, which required the replacement of light fixtures and pews crushed by the falling ceiling.",
  "/wiki/Brinkley,_Arkansas": "Brinkley is the most populous city in Monroe County, Arkansas, United States. Located within the Arkansas Delta, Brinkley was founded as a railroad town in 1872. The city has historically been a transportation and agricultural center in the region, more recently developing a reputation for outdoors recreation and the ivory-billed woodpecker. Birding has become important to the city and region following the discovery of the ivory-billed woodpecker in 2004, a species thought to be extinct 60 years earlier. Located halfway between Little Rock and Memphis, Tennessee, the city has used the slogan \"We'll Meet You Half-Way\" in some of its advertising campaigns. The population was 3,188 at the 2010 census.",
  "/wiki/St._Elizabeth%27s_Catholic_Church_(De_Valls_Bluff,_Arkansas)": "St. Elizabeth's Catholic Church is a historic church at the northeast corner of Sycamore and Mason Streets in DeValls Bluff, Arkansas in the United States. It was built in 1912 and added to the National Register of Historic Places in 2009.",
  "/wiki/DeValls_Bluff,_Arkansas": "DeValls Bluff is a city in and the county seat of the southern district of Prairie County, Arkansas, United States.  The population was 619 at the 2010 census.",
  "/wiki/St._Mary%27s_Catholic_Church_(Helena-West_Helena,_Arkansas)": "St. Mary Church is a Catholic parish in Helena-West Helena, Arkansas, in the North Delta deanery of the Diocese of Little Rock. The historic parish church is located at 123 Columbia Street.",
  "/wiki/Helena-West_Helena,_Arkansas": "Helena–West Helena is the county seat of and the largest city within Phillips County, Arkansas, United States. The current city was consolidated, effective January 1, 2006, from the two Arkansas cities of Helena and West Helena.  Helena is sited on lowlands between the Mississippi River and the eastern side of Crowley's Ridge. West Helena is located on the western side of Crowley's Ridge, a geographic anomaly in the typically flat Arkansas Delta.  The Helena Bridge, one of Arkansas' four Mississippi River bridges, carries U.S. Route 49 across to Mississippi. The combined population of the two cities was 15,012 at the 2000 census and at the 2010 census, the official population was 12,282.",
  "/wiki/Charles_Eames": "Charles Eames (June 17, 1907 – August 21, 1978)  was an American designer, architect and film maker. In creative partnership with his spouse, Ray Kaiser Eames, he was responsible for groundbreaking contributions in the field of architecture, furniture design, industrial design, manufacturing and the photographic arts.",
  "/wiki/Marylake_Carmelite_Monastery": "The area was first the Shrine Country Club of Little Rock, built in 1926. After the failure of the country club, the infamous Dr. John R. Brinkley set up shop in what he declared was \"The World's Most Beautiful Hospital.\"",
  "/wiki/Little_Rock,_Arkansas": "Little Rock is the capital and most populous city of the U.S. state of Arkansas. As the county seat of Pulaski County, the city was incorporated on November 7, 1831, on the south bank of the Arkansas River close to the state's geographic center. The city derives its name from a rock formation along the river, named the \"Little Rock\" (French: La Petite Roche) by the French explorer Jean-Baptiste Bénard de la Harpe in the 1720s. The capital of the Arkansas Territory was moved to Little Rock from Arkansas Post in 1821. The city's population was 197,881 in 2018 according to the United States Census Bureau. The six-county Little Rock-North Little Rock-Conway, AR Metropolitan Statistical Area (MSA) is ranked 78th in terms of population in the United States with 738,344 residents according to the 2017 estimate by the United States Census Bureau.",
  "/wiki/Cathedral_of_St._Andrew_(Little_Rock,_Arkansas)": "The Cathedral of Saint Andrew in Little Rock, Arkansas, United States, is a historic church and the oldest place of continuing worship in the city.  It is the seat of the Roman Catholic Diocese of Little Rock.  The property is located at the corner of South Louisiana Street and West 7th Street in downtown Little Rock.",
  "/wiki/St._Edwards_Church_(Little_Rock,_Arkansas)": "St. Edwards Church is a historic Roman Catholic church at 801 Sherman Street in Little Rock, Arkansas, United States.  Built in 1901, it is a handsome Gothic Revival structure, built out of brick with stone trim.  A pair of buttressed towers flank a central gabled section, with entrance in each of the three parts set in Gothic-arched openings.   A large rose window stands above the center entrance below the gable, where there is a narrow Gothic-arched louver.  Designed by Charles L. Thompson, it is the most academically formal example of the Gothic Revival in his portfolio of work.",
  "/wiki/St._Agnes_Catholic_Church_(Mena,_Arkansas)": "St. Agnes Catholic Church is a Roman Catholic church at 203 Eighth Street in Mena, Arkansas.  The parish, established not long after Mena's founding in 1896, meets in a stone Spanish Mission Revival built in 1921-22 to a design by Rev. A. P. Gallagher, who oversaw the parish for more than 50 years.  It is one of Polk County's most significant architectural statements, merging the common use of local fieldstone with more sophistical Mission style elements.  The church was listed on the National Register of Historic Places in 1991.",
  "/wiki/Mena,_Arkansas": "Mena (/ˈmiːnə/ MEE-nə) is a city in Polk County, Arkansas, United States. It is also the county seat of Polk County. The population was 5,737 as of 2010 census.",
  "/wiki/Immaculate_Heart_of_Mary_Church_(North_Little_Rock,_Arkansas)": "The Immaculate Heart of Mary Church is a historic Roman Catholic church in northern Pulaski County, Arkansas.  It is located off Arkansas Highway 365 on Blue Hill (Jasna Gora) in Marche, north of North Little Rock.",
  "/wiki/North_Little_Rock,_Arkansas": "North Little Rock is a city in Pulaski County, Arkansas, United States, across the Arkansas River from Little Rock in the central part of the state. The population was 62,304 at the 2010 census. In 2017 the estimated population was 65,911, making it the seventh-most populous city in the state. North Little Rock, along with Little Rock and Conway, anchors the six-county Little Rock–North Little Rock–Conway Metropolitan Statistical Area (2014 population 729,135), which is further included in the Little Rock-North Little Rock Combined Statistical Area with 902,443 residents.",
  "/wiki/St._Mary%27s_Catholic_Church_(Paragould,_Arkansas)": "The St. Mary's Catholic Church is a historic church building at 301 W. Highland in Paragould, Arkansas. It  was designed early in the career of Charles Eames, and is one of only two known church designs of his in Arkansas, the other being St. Mary's, Helena. Built in 1935, it is stylistically a modern reinterpretation of Romanesque Revival architecture.  The congregation was organized in 1883; this is its second sanctuary.",
  "/wiki/Paragould,_Arkansas": "Paragould is the county seat of Greene County, and the 19th-largest city in Arkansas, in the United States. The city is located in northeastern Arkansas on the eastern edge of Crowley's Ridge, a geologic anomaly contained within the Arkansas delta.",
  "/wiki/Saint_Anthony%27s_Catholic_Church_(Ratcliff,_Arkansas)": "Saint Anthony's Catholic Church is a historic church building at 470 North Wilson Avenue, just north of the crossroads community of Ratcliff, Arkansas.  It is a single-story wood frame structure, with a gabled roof and weatherboard siding.  A square tower projects from the center of the main facade, capped by a pyramidal roof and cross, with gablets on each side.  The main entrance is at the center of the tower, sheltered by a hood with a similar style as the tower roof.  The church was built in 1903 under the auspices of the local Subiaco Abbey as a mission serving arriving German Catholic immigrants.",
  "/wiki/Arkansas_Highway_22": "Highway 22 (AR 22, Ark. 22, and Hwy. 22) is an east–west state highway in the Arkansas River Valley. The highway runs 75.60 miles (121.67 km) from US 64/US 71B east to Highway 7 in Dardanelle. The highway is one of the original 1926 state highways, and is maintained by the Arkansas State Highway and Transportation Department (AHTD).",
  "/wiki/Ratcliff,_Arkansas": "Ratcliff is a city in Logan County, Arkansas, United States. The population was 202 at the 2010 census.",
  "/wiki/St._Joseph_Catholic_Church_(Tontitown,_Arkansas)": "St. Joseph Catholic Church is a parish of the Catholic Church located in Tontitown, Arkansas, in the Diocese of Little Rock. The parish and the town were established by a group of Italian Americans led by Father Pietro Bandini, who settled in the area as miners and tenant farmers in the late 19th century. According to local tradition, a picture of Saint Joseph hanging in the schoolhouse was untouched by an arson fire, and the parish was therefore dedicated to him.",
  "/wiki/Tontitown,_Arkansas": "Tontitown is a city in Washington County, Arkansas, United States. The community is located in the Ozark Mountains and was founded by Italian settlers in 1898. Known for its grapes and wines, Tontitown has hosted the Tontitown Grape Festival continuously since 1898. It is part of the Northwest Arkansas metropolitan area, serving as a bedroom community for larger neighbors Fayetteville and Springdale. The town experienced a 160% growth in population between the 2000 and 2010 censuses.",
  "/wiki/St._Luke%27s_Catholic_Church_(Warren,_Arkansas)": "St. Luke's Catholic Church is a historic Roman Catholic church at 508 W. Pine in Warren, Arkansas. It is attended from Holy Redeemer Church in El Dorado, in the Diocese of Little Rock.",
  "/wiki/Warren,_Arkansas": "Warren is a city in and the county seat of Bradley County, Arkansas, United States. As of the 2010 census, the population was 6,003."
}