{
  "/wiki/Sacred_Heart_Catholic_Church_(Alamosa,_Colorado)": "Sacred Heart Catholic Church is a historic church at 727 4th Street in Alamosa, Colorado.  It was built in 1922 in a Mission Revival/Spanish Revival style and was added to the National Register in 1998.",
  "/wiki/Alamosa,_Colorado": "Alamosa is a city under Home Rule Municipality that is the county seat and the most populous municipality of Alamosa County, Colorado, United States.  The city population was 8,780 at the 2010 United States Census. The city is the commercial center of the San Luis Valley in south-central Colorado, and is the home of Adams State University.",
  "/wiki/St._Mary's_Cathedral_(Colorado_Springs)": "St. Mary's Cathedral is a Catholic cathedral located in Colorado Springs, Colorado, United States. It is the seat of the Diocese of Colorado Springs.  It is listed on the National Register of Historic Places as St. Mary's Catholic Church.",
  "/wiki/Colorado_Springs,_Colorado": "Colorado Springs is a home rule municipality that is the largest city by area in Colorado as well as the county seat and the most populous municipality of El Paso County, Colorado, United States. It is in east central Colorado, on Fountain Creek, 60 miles (97 km) south of Denver.\nAt 6,035 feet (1,839 m) the city stands over 1 mile (1.6 km) above sea level, though some areas are significantly higher and lower. Colorado Springs is near the base of Pikes Peak, which rises 14,115 feet (4,302 m) above sea level on the eastern edge of the Southern Rocky Mountains.",
  "/wiki/Annunciation_Church_(Denver,_Colorado)": "The Annunciation Church in Denver, Colorado is an historic church at 3601 Humboldt Street.  It is part of the Roman Catholic Archdiocese of Denver.",
  "/wiki/Denver,_Colorado": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.",
  "/wiki/Cathedral_Basilica_of_the_Immaculate_Conception_(Denver)": "The Cathedral Basilica of the Immaculate Conception is the cathedral of the Archdiocese of Denver of the Roman Catholic Church. It is located at the corner of Logan Street and Colfax Avenue in the North Capitol Hill neighborhood of central Denver.",
  "/wiki/St._Dominic's_Church_(Denver,_Colorado)": "The St. Dominic's Church in Denver, Colorado, is a historic church at 3005 W. 29th Avenue.  It was built during 1923 to 1926 and added to the National Register of Historic Places in 1996.",
  "/wiki/St._Elizabeth's_Church_(Denver,_Colorado)": "St. Elizabeth's Church is a historic church at 1062 11th Street in Denver, Colorado, United States.  It was built in 1898 and was added to the National Register of Historic Places in 1969.",
  "/wiki/St._Ignatius_Loyola_Church_(Denver,_Colorado)": "The St. Ignatius Loyola Church in Denver, Colorado is a historic church at the junction of E. 23rd Ave. and York Street.  It was built in 1924 and was added to the National Register of Historic Places in 1994.",
  "/wiki/St._Joseph's_Polish_Roman_Catholic_Church": "The St. Joseph's Polish Roman Catholic Church is a historic church at 517 E. 46th Avenue in Denver, Colorado.  It was built in 1902 and was added to the National Register of Historic Places in 1983.",
  "/wiki/St._Joseph's_Roman_Catholic_Church_of_Denver": "St. Joseph's Roman Catholic Church of Denver, also known as St. Joseph's Redemptorist Church, is a historic church at 600 Galapago in Denver, Colorado.  It was built in 1888 and was added to the National Register of Historic Places in 1982.",
  "/wiki/St._Patrick_Mission_Church": "The St. Patrick Mission Church in Denver, Colorado, known also as St. Patrick's, is a historic church at 3325 Pecos Street.  It was built in 1907 and was added to the National Register of Historic Places in 1979.",
  "/wiki/Cathedral_of_the_Sacred_Heart_(Pueblo,_Colorado)": "The Cathedral of the Sacred Heart or Sacred Heart Church is a historic church located at 414 West 11th Street in Pueblo, Colorado. It is the mother church of the Diocese of Pueblo.",
  "/wiki/Pueblo,_Colorado": "Pueblo /ˈpwɛbloʊ/ is a home rule municipality that is the county seat and the most populous city of Pueblo County, Colorado, United States. The population was 106,595 in 2010 census, making it the 267th most populous city in the United States and the 9th largest in Colorado. Pueblo is the heart of the Pueblo Metropolitan Statistical Area, totaling over 160,000 people and an important part of the Front Range Urban Corridor. As of 2014, Pueblo is the primary city of the Pueblo–Cañon City combined statistical area (CSA) totaling approximately 208,000 people, making it the 134th largest in the nation.",
  "/wiki/St._Anthony's_Roman_Catholic_Church_(Sterling,_Colorado)": "St. Anthony's Roman Catholic Church is a historic church at 329 S. 3rd Street in Sterling, Colorado, United States.  It was built in 1911 and was added to the National Register of Historic Places in 1982.",
  "/wiki/Sterling,_Colorado": "Sterling is a home rule municipality that is the county seat and the most populous city of Logan County, Colorado, United States.  The city population was 14,777 at the 2010 census.",
  "/wiki/List_of_Catholic_churches_in_the_United_States": "This is a list of notable Catholic churches and cathedrals in the United States."
}