{
  "/wiki/Basilica_of_St._Paul_(Daytona_Beach,_Florida)": "The Basilica of St. Paul is a Minor Basilica of the Catholic Church located in Daytona Beach, Florida, United States.  It is also a parish church of the Diocese of Orlando.",
  "/wiki/Daytona_Beach,_Florida": "Daytona Beach is a city in Volusia County, Florida, United States. It lies approximately 51 miles (82.1 km) northeast of Orlando, 86 miles (138.4 km) southeast of Jacksonville, and 265 miles (426.5 km) northwest of Miami. As of the 2010 U.S. Census, it had a population of 61,005. It is a principal city of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 600,756 people as of 2013. Daytona Beach is also a principal city of the Fun Coast region of Florida.",
  "/wiki/Old_St._Anastasia_Catholic_School": "Built in 1914, the Old St. Anastasia Catholic School is a historic school in Fort Pierce, Florida. It is located at 910 Orange Avenue. It was built by James P. McNichol, a senator from Philadelphia who fished in Fort Pierce during the winter, for the pastor that rode into town once a month. Along with the masonry school, McNichol had built a wooden church, rectory, and convent. Eventually the Catholic Mission would end in 1911 and the school was all that remained. On August 10, 2000, it was added to the U.S. National Register of Historic Places. After damage from Hurricane Frances and Jeanne, the structure was in a state of disrepair. The building has since been stabilized and awaits restoration.",
  "/wiki/Fort_Pierce,_Florida": "Fort Pierce is a city in and the county seat of St. Lucie County, Florida, United States. The city is part of the Treasure Coast region of Atlantic Coast Florida. It is also known as the Sunrise City, sister to San Francisco, California, the Sunset City. The population was 41,590 at the 2010 census. As of 2018, the population recorded by the U.S. Census Bureau was 46,071. It was named after the Fort Pierce Army post which was built nearby in 1838 during the Second Seminole War.  The military post had been named for Benjamin Kendrick Pierce, a career United States Army officer and the brother of President Franklin Pierce.",
  "/wiki/Basilica_of_St._Mary_Star_of_the_Sea_(Key_West,_Florida)": "The Basilica of St. Mary Star of the Sea is a Minor Basilica of the Catholic Church located in Key West, Florida, United States.    It is one of the oldest Catholic parishes in the state of Florida and the oldest parish in the Archdiocese of Miami.  The church is a contributing property in the Key West Historic District on the National Register of Historic Places.",
  "/wiki/Key_West,_Florida": "Key West (Spanish: Cayo Hueso) is an island city in the Straits of Florida, within the U.S. state of Florida. The city lies at the southernmost end of U.S. Route 1, the longest north–south road in the United States. Key West is the southernmost city in the contiguous United States and the westernmost island connected by highway in the Florida Keys. The island is about 4 miles (6.4 km) long and 1 mile (1.6 km) wide, with a total land area of 4.2 square miles (11 km2). Duval Street, its main street, is 1.1 miles (1.8 km) in length in its 14-block-long crossing from the Gulf of Mexico to the Straits of Florida and the Atlantic Ocean. Key West is about 95 miles (153 km) north of Cuba at their closest points.",
  "/wiki/Key_West_Historic_District": "The Key West Historic District (also known as Old Town of the City of Key West) is a U.S. historic district (designated as such on March 11, 1971) located in Key West, Florida. It encompasses approximately 4000 acres (16 km²), bounded by White, Angela, Windsor, Passover, Thomas and Whitehead Streets, and the Gulf of Mexico. It contains 187 historic buildings and one structure.",
  "/wiki/Old_Holy_Redeemer_Catholic_Church": "The Old Holy Redeemer Catholic Church is a historic site in Kissimmee, Florida. It is located at 120 North Sproule Avenue. On January 3, 1994, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Kissimmee,_Florida": "Kissimmee (/kɪˈsɪmiː/ ki-SIM-ee) is the largest city and county seat of Osceola County, Florida, United States. As of the 2010 United States Census, the population was 59,682. It is a Principal City of the Orlando-Kissimmee-Sanford, Florida, Metropolitan Statistical Area, which had a 2010 population of 2,134,411.",
  "/wiki/Cathedral_of_Saint_Mary_(Miami)": "The Cathedral of Saint Mary (Spanish: Catedral de Santa María de Miami) is the seat of the Archbishop of the Roman Catholic Archdiocese of Miami. The cathedral is named for Mary, mother of Jesus, and is located at 7525 N.W. 2nd Avenue, Miami, Florida. Archbishop Thomas Gerard Wenski is the Archbishop of Miami. Fr. Marino serves as the Cathedral's Rector.",
  "/wiki/Miami,_Florida": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Gesu_Church_(Miami,_Florida)": "The Gesu Church is a historic Roman Catholic church in Miami, Florida. It is located at 118 Northeast 2nd Street. On July 18, 1974, it was added to the U.S. National Register of Historic Places. The church was built in 1896 and is the oldest Catholic Church in Miami.",
  "/wiki/St._Rita%27s_Colored_Catholic_Mission": "The St. Rita's Colored Catholic Mission is a historic building in New Smyrna Beach, Florida, United States. Built in 1899 as Sacred Heart Catholic Church on Faulkner Street, it was relocated to 314 Duss Street in 1956 to serve as a Catholic Mission to the African-American community. Today, it is the Mary S. Harrell Black Heritage Museum. On April 13, 2007, the building was added to the U.S. National Register of Historic Places.",
  "/wiki/New_Smyrna_Beach,_Florida": "New Smyrna Beach is a city in Volusia County, Florida, United States, located on the central east coast of the state, with the Atlantic Ocean to the east. Its population was estimated to be 27,229 in 2018 by the United States Census Bureau.\nThe downtown section of the city is located on the west side of the Indian River and the Indian River Lagoon system. The Coronado Beach Bridge crosses the Intracoastal Waterway just south of Ponce de Leon Inlet, connecting the mainland with the beach on the coastal barrier island.",
  "/wiki/Basilica_of_Mary,_Queen_of_the_Universe": "The Basilica of the National Shrine of Mary, Queen of the Universe is a Roman Rite basilica located in Orlando, Florida at 8300 Vineland Avenue. It was built to service the large number of Catholic tourists who visit the attractions in the Greater Orlando area. While it is a 2,000-seat church of the Roman Catholic Diocese of Orlando and provides Mass for the faithful, it has also become a regional tourist attraction.  In 2009, it was designated as the 63rd minor basilica in the United States.  Since it is not a parish only the Sacraments of Reconciliation and Holy Eucharist during Mass are celebrated.  No weekly bulletins are distributed.",
  "/wiki/Orlando,_Florida": "Orlando (/ɔːrˈlændoʊ/) is a city in the U.S. state of Florida and the county seat of Orange County. Located in Central Florida, it is the center of the Orlando metropolitan area, which had a population of 2,509,831, according to U.S. Census Bureau figures released in July 2017. These figures make it the 23rd-largest metropolitan area in the United States, the sixth-largest metropolitan area in the Southern United States, and the third-largest metropolitan area in Florida. As of 2018, Orlando had an estimated city-proper population of 285,713, making it the 71st-largest city in the United States, the fourth-largest city in Florida, and the state's largest inland city.",
  "/wiki/St._James_Cathedral_(Orlando,_Florida)": "St. James Cathedral is a parish church and the seat of the Bishop of the Catholic Diocese of Orlando, John Noonan. The cathedral's patron saint is James, son of Zebedee, one of the Twelve Apostles of Jesus, and traditionally considered the first apostle to be martyred. The scallop shell has long been the symbol associated with St. James, and the cathedral uses it as its primary symbol. The parish operates St. James Cathedral School on nearby Robinson Street which offers classes from pre-school through eighth grade.",
  "/wiki/St._Joseph%27s_Catholic_Church_(Palm_Bay,_Florida)": "St. Joseph's Catholic Church, also known as St. Joseph Miller Street Catholic Church, is a historic wooden Roman Catholic church located at 1422 Northeast Miller Street in Palm Bay, Brevard County, Florida.",
  "/wiki/Palm_Bay,_Florida": "Palm Bay is a city in Brevard County, Florida. The city's population was 103,190 at the 2010 United States Census, making it the most populous city in the county. It developed at Turkey Creek at the mouth of Indian River, which flows into the Atlantic Ocean.",
  "/wiki/Cathedral_of_St._Ignatius_Loyola_(Palm_Beach,_Florida)": "The Cathedral of St. Ignatius Loyola is a Roman Catholic Cathedral situated in Palm Beach Gardens, Florida. It is the seat of the Diocese of Palm Beach, which administers to the counties of Palm Beach, Martin, Okeechobee, St. Lucie, and Indian River. The diocese oversees 49 individual parishes. The current bishop is Gerald Barbarito.",
  "/wiki/Palm_Beach_Gardens,_Florida": "Palm Beach Gardens is a city in Palm Beach County in the U.S. state of Florida, 77 miles north of downtown Miami.  As of the 2010 United States Census[update], the population was 48,452. The city has a number of gated communities. Palm Beach Gardens is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people at the 2015 census.",
  "/wiki/Basilica_of_St._Michael_the_Archangel_(Pensacola,_Florida)": "The Basilica of St. Michael the Archangel in Pensacola, Florida, United States is a minor basilica of the Catholic Church in the Diocese of Pensacola-Tallahassee. St. Michael's parish was established in 1781 and the present Gothic Revival-style church building was dedicated in 1886.  In recognition of its historic significance the church was elevated to a Basilica in 2011 by Pope Benedict XVI.",
  "/wiki/Pensacola,_Florida": "Pensacola (/ˌpɛnsəˈkoʊlə/) is the westernmost city in the Florida Panhandle, and the county seat of Escambia County, Florida. As of 2019, the population was estimated to be 52,713. Pensacola is the principal city of the Pensacola Metropolitan Area, which had an estimated 494,883 residents as of 2018[update]. Pensacola is one of the largest metropolitan areas in the Gulf Coast region, the largest between New Orleans and Tampa.",
  "/wiki/Cathedral_of_the_Sacred_Heart_(Pensacola,_Florida)": "The Cathedral of the Sacred Heart, is the seat of the Bishop of the Roman Catholic Diocese of Pensacola-Tallahassee. It shares this distinction with the Co-Cathedral of Saint Thomas More in Tallahassee.  The cathedral is named in honor of the Sacred Heart of Jesus, and is located in Pensacola, Florida.",
  "/wiki/Sacred_Heart_Catholic_Church_(Pensacola,_Florida)": "Sacred Heart Catholic Church is a historic church at 716 North 9th Ave in Pensacola, Florida, United States. Completed in 1906, it was sold to the city of Pensacola in 1956. The Unity Church bought the building in 1982. On December 10, 2008, it was added to the U.S. National Register of Historic Places.",
  "/wiki/Port_St._Joe,_Florida": "Port St. Joe is a city located at the intersection of U.S. Highway 98 and State Road 71 in Gulf County, Florida, United States. As of the 2010 census the population was 3,445. This was a decline from 3,644 as of the 2000 census. Port St. Joe is the county seat of Gulf County.",
  "/wiki/Cathedral_Basilica_of_St._Augustine": "The Cathedral Basilica of St. Augustine (Spanish: Catedral basílica de San Agustín) is a historic cathedral in St. Augustine, Florida, and the seat of the Catholic Bishop of St. Augustine. It is located at Cathedral Street between Charlotte and St. George Streets. Constructed over five years (1793–1797), it was designated a U.S. National Historic Landmark on April 15, 1970. Its congregation, established in 1565, is the oldest Christian congregation in the contiguous United States.",
  "/wiki/St._Augustine,_Florida": "St. Augustine (From Spanish: San Agustín) is a city in the Southeastern United States, on the Atlantic coast of northeastern Florida. Founded in 1565 by Spanish explorers, it is the oldest continuously inhabited European-established settlement in the contiguous United States.",
  "/wiki/Cathedral_of_Saint_Jude_the_Apostle_(St._Petersburg,_Florida)": "The Cathedral of Saint Jude the Apostle is a Roman Catholic cathedral located in St. Petersburg, Florida, United States.  It is the seat of the Diocese of St. Petersburg. St. Jude Parish was founded in 1950.  The first church building, now Our Lady’s Chapel, was completed the following year.  As the parish grew larger a combination school and church building was completed in 1954.  The present church building, a Modern interpretation of the Byzantine style in the form of a Latin cross, was built in 1963.  When Pope Paul VI established the Diocese of Petersburg on March 2, 1968, it became the cathedral of the new diocese. The cathedral underwent a $9 million renovation from 2012 to 2013.",
  "/wiki/St._Petersburg,_Florida": "St. Petersburg is a city in Pinellas County, Florida, United States. As of the 2018 census estimate, the population was 265,098, making it the fifth-most populous city in Florida and the largest in the state that is not a county seat (the city of Clearwater is the seat of Pinellas County).",
  "/wiki/Co-Cathedral_of_Saint_Thomas_More_(Tallahassee,_Florida)": "The Co-Cathedral of St. Thomas More is a Catholic cathedral located in Tallahassee, Florida, United States.  Along with the Cathedral of the Sacred Heart in Pensacola it is the seat of the Diocese of Pensacola-Tallahassee.  St. Thomas More also provides the Catholic Campus Ministry at Florida State University.",
  "/wiki/Tallahassee,_Florida": "Tallahassee (/ˌtæləˈhæsi/) is the capital city of the U.S. state of Florida. It is the county seat and only incorporated municipality in Leon County. Tallahassee became the capital of Florida, then the Florida Territory, in 1824. In 2018, the population was 193,551, making it the 7th-largest city in the U.S state of Florida, and the 126th-largest city in the United States. The population of the Tallahassee metropolitan area was 385,145 as of 2018[update]. Tallahassee is the largest city in the Florida Big Bend and Florida Panhandle region, and the main center for trade and agriculture in the Florida Big Bend and Southwest Georgia regions.",
  "/wiki/Epiphany_Cathedral_(Venice,_Florida)": "Epiphany Cathedral is a Roman Catholic cathedral located in Venice, Florida, United States.  It is the seat of the Diocese of Venice.",
  "/wiki/Venice,_Florida": "Venice is a city in Sarasota County, Florida, United States. The city includes what locals call \"Venice Island\", a portion of the mainland that is accessed via bridges over the artificially created Intracoastal  Waterway. The city is located south of Nokomis and north of Englewood. As of the 2010 census, the city had a population of 20,746. It is noted for its large snowbird population and was voted as a top 10 Happiest Seaside Towns by Coastal Living.\nVenice is part of the North Port–Sarasota–Bradenton metropolitan statistical area.",
  "/wiki/List_of_Catholic_churches_in_the_United_States": "This is a list of notable Catholic churches and cathedrals in the United States."
}