{
  "/wiki/Fat_Dog_Mendoza": "Fat Dog Mendoza is a British animated children's show created by Scott Musgrove, and also the first Cartoon Network European co-production. The show follows a smart-mouthed dog who is incredibly obese, so much to the point that he is ball shaped with small, stubby legs. Other characters include Little Costumed Buddy, Piranha Mae, and Onion Boy. The group try to fight crime in the fictional neighbourhood \"Neighbourhood X\" and they try to search for justice but often fail humorously. The series aired from 1998 to 2001. The show aired again on Cartoon Network UK until 2005. It never aired in the United States.",
  "/wiki/Nickelodeon_(Australia_and_New_Zealand)": "Nickelodeon is an Australian children's television channel operated by a joint venture of Foxtel Networks and ViacomCBS Networks UK & Australia. Being a version of the namesake television channel in the United States, the channel broadcasts Nickelodeon's original series, as well as shows from third-party companies.",
  "/wiki/Yvon_of_the_Yukon": "Yvon of the Yukon is a Canadian animated television series developed by Studio B Productions and Corus Entertainment in association with Alliance Atlantis Communications. It was produced with the participation of the Canadian Television Fund and the Canadian Film or Video Production Tax Credit with the assistance of British Columbia Film and the Film Incentive BC grant from the province of British Columbia. Based in the fictional town of Upyermukluk, the show premiered on YTV on 28 April 2001, and last aired on 24 January 2004.",
  "/wiki/Maury_(TV_series)": "Maury (originally known as The Maury Povich Show) is a syndicated American tabloid talk show hosted by Maury Povich.",
  "/wiki/Arena_(TV_network)": "Arena is an Australian general entertainment cable and satellite channel available on Foxtel, Austar, and Optus Television's subscription platforms.",
  "/wiki/Custer's_Last_Stand_Up": "Custer's Last Stand-Up is a BBC/RTÉ co-production television series which won the BAFTA for best British Children's Series in 2001. Stars included George McMahon, Ciaran Nolan, Elaine Symons, Brian James Roche, Tom Hopkins and Deirdre Monaghan.",
  "/wiki/Looney_Tunes": "Looney Tunes  is an American animated comedy series produced by Warner Bros. from 1930 to 1969 during the golden age of American animation alongside its sister series Merrie Melodies. It was known for introducing Bugs Bunny, Daffy Duck, Porky Pig, Elmer Fudd, Tweety, Sylvester, Granny, Yosemite Sam, Foghorn Leghorn, Marvin the Martian, Pepé Le Pew, Speedy Gonzales, Tasmanian Devil, Road Runner, Wile E. Coyote and many other cartoon characters.",
  "/wiki/Merrie_Melodies": "Merrie Melodies is an American animated series of comedy short films produced by Warner Bros. from 1931 to 1969, during the golden age of American animation. As with its sister series, Looney Tunes, it featured cartoon characters such as Bugs Bunny, Daffy Duck, Porky Pig and Elmer Fudd. Between 1934 and 1943, the Merrie Melodies series were distinguished from the black-and-white, Buddy or Porky Pig-starring Looney Tunes shorts by an emphasis on one-shot stories in color featuring Warner Bros.-owned musical selections. After Bugs Bunny became the breakout recurring star of Merrie Melodies and Looney Tunes went to color in the early 1940s, the two series gradually lost their distinctions and shorts were assigned to each series more randomly.",
  "/wiki/Tom_and_Jerry": "Tom and Jerry is an American animated franchise and series of comedy short films created in 1940 by William Hanna and Joseph Barbera. Best known for its 161 theatrical short films by Metro-Goldwyn-Mayer, the series centers on a friendship/rivalry (a love-hate relationship) between the title characters Tom, a cat, and Jerry, a mouse. Many shorts also feature several recurring characters.",
  "/wiki/As_Told_by_Ginger": "As Told by Ginger (also known as As Told by Ginger Foutley) is an American animated comedy television series aimed at preteens, produced by Klasky Csupo, which also produced shows such as The Wild Thornberrys and Rugrats, and aired on Nickelodeon. The series focuses on a junior high school (later high school) girl named Ginger Foutley who, with her friends, tries to become more than a social geek.",
  "/wiki/Toonami_(Australia)": "Toonami (a portmanteau of the words cartoon and tsunami) is a former programming block on Cartoon Network Australia and New Zealand that ran from 7 July 2001 until 4 August 2006.[citation needed]",
  "/wiki/The_Oblongs": "The Oblongs is an American animated sitcom created by Angus Oblong and Jace Richdale. The series premiered on April 1, 2001 on The WB, and was removed on May 20 of that year, leaving the last five episodes unaired. The remaining episodes were later aired on Cartoon Network's late night programming block Adult Swim, and later aired on Teletoon's \"Teletoon Unleashed\" block. The series is loosely based on a series of characters introduced in a picture book entitled Creepy Susie and 13 Other Tragic Tales for Troubled Children. It was produced by Jobsite Productions and Mohawk Productions in association with Warner Bros. Television, and the theme song for the show was composed and performed by They Might Be Giants.",
  "/wiki/Oh!_(TV_channel)": "Oh! was an Australian cable TV channel owned by Optus Television. It served as the services's premier general entertainment channel until it was replaced by FOX8 in 2002. Programming was mostly sourced from Warner Brothers Television. After the channels closure, the content was given to Foxtel and XYZnetworks channels, with most of the Warner Brothers shows moving to Arena.",
  "/wiki/Being_Eve": "Being Eve is a television series from New Zealand, originally shown on TV3 from 2001–2002, and rebroadcast on The N. Being Eve focuses on a teenage girl, Eve Baxter, and her daily problems. Her parents are divorced but live next door to each other. Eve was in love with a boy named Adam. They broke up at the beginning of the second season, and she ends up with another boy named Sam Hooper, with whom she had her first kiss when they were kids.",
  "/wiki/Invader_Zim": "Invader Zim is an American animated dark comedy science fiction television series created by comic book writer and cartoonist Jhonen Vasquez for Nickelodeon. The series centers on an extraterrestrial named Zim (voiced by Richard Steven Horvitz), from the planet Irk, and his mission to conquer Earth and enslave the human race along with his malfunctioning robot servant GIR (Rosearik Rikki Simons). He is antagonized by Dib (Andy Berman), a young paranormal investigator who is determined to stop Zim from succeeding.",
  "/wiki/Samurai_Jack": "Samurai Jack is an American action-adventure animated television series created by Genndy Tartakovsky for Cartoon Network. The show follows \"Jack,\" an unnamed[a 1] Japanese samurai who, after nearly defeating the ultimate evil being known as Aku, using a magic katana capable of cutting through virtually anything, is sent forward in time by him to a dystopian future ruled by the tyrannical shape-shifting demon. Jack, who is brought to the future with only his robe, sandals, and sword, quests to travel back to his own time and defeat Aku before he can take over the world. Jack's search for a way back to his own time period transcends Aku's control, but Jack's efforts are largely in vain due to the ways back to his home being just out of his reach.",
  "/wiki/Cartoon_Network_(Australia)": "Cartoon Network is an Australian pay television television channel created by Turner Broadcasting which primarily shows animated programming. It was launched on 3 October 1995.",
  "/wiki/Fox_Kids_(Australia)": "Fox Kids (originally known as Fox Children's Network and later as the Fox Kids Network) is a defunct American children's programming block and branding for a slate of international children's television channels. Originally a joint venture between the Fox Broadcasting Company (Fox) and its affiliated stations, it was later owned by Fox Family Worldwide.",
  "/wiki/Cardcaptors": "Cardcaptor Sakura (Japanese: カードキャプターさくら, Hepburn: Kādokyaputā Sakura) is a Japanese shōjo manga series written and illustrated by the manga group Clamp. The manga was originally serialized in Nakayoshi from May 1996 to June 2000, and published in 12 tankōbon volumes by Kodansha from November 1996 to July 2000. The story focuses on Sakura Kinomoto, an elementary school student who discovers magical powers after accidentally freeing a set of magical cards; she must retrieve the cards to prevent catastrophe. A sequel by Clamp, Cardcaptor Sakura: Clear Card, focusing on Sakura in junior high school, began serialization in Nakayoshi in 2016.",
  "/wiki/Mobile_Suit_Gundam_Wing": "Mobile Suit Gundam Wing, also known in Japan as New Mobile Report Gundam Wing (新機動戦記ガンダムW(ウイング), Shin Kidō Senki Gandamu Wingu), is a 1995 Japanese mecha anime series directed by Masashi Ikeda and written by Katsuyuki Sumizawa. It is the sixth installment in the Gundam franchise, taking place in the \"After Colony\" timeline.  As with the original series, the plot of Gundam Wing centers on a war in the future (specifically the 2220s) between Earth and its orbital colonies in the Earth-Moon system.",
  "/wiki/Rainbow_Fish": "The Rainbow Fish is a children's picture book drawn and written by author and illustrator, Marcus Pfister, and translated into English by J. Alison James.  The book is best known for its message about selfishness and sharing and for the distinctive shiny foil scales of the Rainbow Fish. Decode Entertainment turned the story into an animated television series of the same name, which had aired on the HBO Family television channel in the United States and Teletoon in Canada from 1999 until 2001.",
  "/wiki/Disney_Channel_(Australia_and_New_Zealand)": "Disney Channel (originally called The Disney Channel from 1996 to 1997) is a pay television channel that is broadcast in Australia. It is the flagship television property owned and operated by The Walt Disney Company in Australia. Launched in 1996, the network is targeted towards children and their families, with original series and movies.",
  "/wiki/Theodore_Tugboat": "Theodore Tugboat is a Canadian children's television series about a tugboat named Theodore who lives in the Big Harbour with all of his friends. The show originated (and is set) in Halifax, Nova Scotia, Canada as a co-production between the CBC (Canadian Broadcasting Corporation), and the now defunct Cochran Entertainment, and was filmed on a model set using radio controlled tugboats, ships, and machinery. Production of the show ended in 2001, and its distribution rights were later sold to Classic Media (now DreamWorks Classics). The show premiered in Canada on CBC Television, then went to PBS (Public Broadcasting Service), was on Qubo in the United States, and at one time had appeared in eighty different countries.",
  "/wiki/Super_Duper_Sumos": "Super Duper Sumos is an American animated series that is produced by DIC Entertainment L.P. It was created by Kevin O'Donnell and Vincent Nguyen. The show first aired in the United Kingdom on the CBBC block on September 22, 2001 and then eventually aired in the United States in April 2002 on Nickelodeon in the United States. Super Duper Sumos later reran on This TV from September 27, 2011 to September 30, 2012.",
  "/wiki/Dinozaurs": "DinoZone (ダイノゾーン, Dainozōn) (also known as Dinozaurs (ダイノゾーズ, Dainozōzu)) is a Japanese toyline created by toy company Bandai in 1998. Alongside the toys, two media adaptations were created by Sunrise: a 5-episode 3D CGI OVA series that ran from November 27, 1998 to January 2000:44–45 and a 26-episode animated television series that aired on Fox Kids from July 28, 2000 to November 30, 2000.",
  "/wiki/2001_in_Australian_television": "This is a list of programs which made their premiere on an Australian television network that had previously premiered on another Australian television network. The networks involved in the switch of allegiances are predominantly both free-to-air networks or both subscription television networks. Programs that have their free-to-air/subscription television premiere, after previously premiering on the opposite platform (free-to air to subscription/subscription to free-to air) are not included. In some cases, programs may still air on the original television network. This occurs predominantly with programs shared between subscription television networks."
}