{
  "/wiki/Basilica_and_Shrine_of_Our_Lady_of_Perpetual_Help": "The Basilica and Shrine of Our Lady of Perpetual Help is a Roman Catholic Basilica in the Mission Hill neighborhood of Boston, Massachusetts, sometimes known as \"The Mission Church\". The Redemptorists of the Baltimore Province have ministered to the parish since the church was first opened in 1870.",
  "/wiki/Boston,_Massachusetts": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Cathedral_of_the_Holy_Cross_(Boston)": "The Cathedral of the Holy Cross is the cathedral of the Roman Catholic Archdiocese of Boston and is the largest Roman Catholic church in New England.",
  "/wiki/Saint_Augustine_Chapel_and_Cemetery": "Saint Augustine Chapel and Cemetery is a historic church on Dorchester Street between West Sixth and Tudor Streets in the South Boston neighborhood of Boston, Massachusetts.  Built in 1818-19, it is the oldest Roman Catholic church building in Massachusetts; the cemetery, established 1818 is also the state's oldest Catholic cemetery.  The Gothic Revival chapel was originally built as a crypt for the remains of Father François Matignon, the first Catholic priest to come to Boston from France. Father Dennis J. O'Donovan is also buried there.",
  "/wiki/Saint_Clement_Eucharistic_Shrine_(Boston,_Massachusetts)": "Saint Clement Eucharistic Shrine is a historic Roman Catholic shrine located on Boylston Street in Back Bay, Boston, Massachusetts. It is dedicated to the adoration of the Eucharist.  Saint Clement Shrine is a church of the Archdiocese of Boston, and is host to the Oblates of the Virgin Mary.",
  "/wiki/St._Stephen%27s_Church_(Boston,_Massachusetts)": "St. Stephen's Church, located at 401 Hanover Street at the corner of Clark Street in the North End of Boston, Massachusetts, was built in 1802-04 as the New North Church or New North Meeting House, and was designed by the noted architect  Charles Bulfinch.  It is the only one of the five churches Bulfinch designed in Boston to remain extant. The church replaced one which had been built on the site in 1714 and enlarged in 1730.  The Congregationalist church became Unitarian in 1813, and the church was sold to the Roman Catholic Diocese in 1862, and renamed St. Stephen's.  It was restored and renovated in 1964-65 by Chester F. Wright, and was added to the National Register of Historic Places in 1975.",
  "/wiki/The_Church_of_St._Paul_(Harvard_Square)": "St. Paul Church is a parish of the Roman Catholic Church located at 29 Mount Auburn Street near Harvard Square in Cambridge, Massachusetts, in the Archdiocese of Boston. As well as serving as the local parish church, it is the home of St. Paul's Choir School whose students serve as the choristers in the Choir of St. Paul's, and the Harvard Catholic Center serving the academic community of Harvard University.",
  "/wiki/Cambridge,_Massachusetts": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a city in Middlesex County, Massachusetts, and part of the Boston metropolitan area. As of July 2014[update], it was the fifth most populous city in the state, behind Boston, Worcester, Springfield, and Lowell. According to the 2010 Census, the city's population was 105,162.  was one of two county seats of Middlesex County until the county government was abolished in Massachusetts in 1997. Situated directly north of Boston, across the Charles River, it was named in honor of the University of Cambridge in England, an important center of the Puritan theology embraced by the town's founders.:18",
  "/wiki/Harvard_University": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts, with about 6,800 undergraduate students and about 14,000 postgraduate students. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the United States' oldest institution of higher learning. Its history, influence, wealth, and academic reputation have made it one of the most prestigious universities in the world.",
  "/wiki/St._John_the_Evangelist_Church_(Cambridge,_Massachusetts)": "St. John the Evangelist is a historic Roman Catholic Church at 2270 Massachusetts Avenue in Cambridge, Massachusetts.",
  "/wiki/Notre_Dame_Catholic_Church": "Notre Dame Catholic Church is a historic church on Main Street at Marcy Street in Southbridge, Massachusetts.",
  "/wiki/Southbridge,_Massachusetts": "The Town of Southbridge has a city form of government with a city council legislative body, but via a statute calls itself a Town. It is located in Worcester County, Massachusetts, United States. The population was 16,719 at the 2010 census. Southbridge is one of thirteen Massachusetts municipalities that have applied for, and been granted, city forms of government but wish to retain \"The town of\" in their official names.",
  "/wiki/St._Michael%27s_Cathedral_(Springfield,_Massachusetts)": "St. Michael's Cathedral is the mother church of the Diocese of Springfield in Massachusetts, United States, established in 1847. In 1974 the church and rectory were included as contributing properties in the Quadrangle–Mattoon Street Historic District, listed on the National Register of Historic Places.",
  "/wiki/Springfield,_Massachusetts": "Springfield is a city in the state of Massachusetts, United States, and the seat of Hampden County. Springfield sits on the eastern bank of the Connecticut River near its confluence with three rivers: the western Westfield River, the eastern Chicopee River, and the eastern Mill River. As of the 2010 Census, the city's population was 153,060. As of 2018, the estimated population was 155,032, making it the third-largest city in Massachusetts, the fourth-most populous city in New England after Boston, Worcester, and Providence, and the 12th-most populous in the Northeastern United States. Metropolitan Springfield, as one of two metropolitan areas[b] in Massachusetts (the other being Greater Boston), had a population of 692,942 as of 2010.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Federal_architecture": "Federal-style architecture is the name for the classicizing architecture built in the newly founded United States between c. 1780 and 1830, and particularly from 1785 to 1815. This style shares its name with its era, the Federalist Era. The name Federal style is also used in association with furniture design in the United States of the same time period. The style broadly corresponds to the classicism of Biedermeier style in the German-speaking lands, Regency architecture in Britain and to the French Empire style.",
  "/wiki/Patrick_Keely": "Patrick Charles Keely (August 9, 1816 — August 11, 1896) was an Irish-American architect based in Brooklyn, New York, and Providence, Rhode Island. He was a prolific designer of nearly 600 churches and hundreds of other institutional buildings for the Roman Catholic Church or Roman Catholic patrons in the eastern United States and Canada, particularly in New York City, Boston and Chicago in the later half of the 19th century. He designed every 19th-century Catholic cathedral in New England. Several other church and institutional architects began their careers in his firm.",
  "/wiki/Holy_Name_Church_(West_Roxbury,_Massachusetts)": "Holy Name Church in West Roxbury is a Roman Catholic church of the Archdiocese of Boston.",
  "/wiki/West_Roxbury,_Massachusetts": "West Roxbury is a neighborhood in Boston, Massachusetts bordered by Roslindale to the northeast, Hyde Park to the southeast, the town of Brookline to the north, the city of Newton to the northwest and the town of Dedham to the southwest.  West Roxbury is often mistakenly confused with Roxbury, but the two are not connected. West Roxbury is separated from Roxbury by Jamaica Plain and Roslindale.",
  "/wiki/St._Mary%27s_Catholic_Church_(Winchester,_Massachusetts)": "St. Mary's Catholic Church is a historic church at 159 Washington Street in Winchester, Massachusetts.  The church is part of St Mary's Parish, which includes St Mary's School.  Both are part of Roman Catholic Archdiocese of Boston.",
  "/wiki/Winchester,_Massachusetts": "Winchester is a small suburban town located 8.2 miles north of downtown Boston, Massachusetts, United States in Middlesex County. It is the 7th wealthiest municipality in Massachusetts and functions largely as a bedroom community for professionals who work in the greater Boston area. The population was 21,374 at the 2010 United States Census.",
  "/wiki/Cathedral_of_Saint_Paul_(Worcester,_Massachusetts)": "The Cathedral of Saint Paul — informally known as Saint Paul's Cathedral — is the mother church of the Roman Catholic Diocese of Worcester.  It is located at 38 Chatham Street in downtown Worcester, Massachusetts.  Built between 1868 and 1889, it is one of the city's finest examples of Victorian Gothic architecture, and was listed on the National Register of Historic Places in 1980.",
  "/wiki/Worcester,_Massachusetts": "Worcester (/ˈwʊstər/ (listen) WUUS-tər) is a city in, and the county seat of, Worcester County, Massachusetts, United States. Named after Worcester, England, as of the 2010 Census the city's population was 181,045, making it the second-most populous city in New England after Boston. Worcester is approximately 40 miles (64 km) west of Boston, 50 miles (80 km) east of Springfield and 40 miles (64 km) north of Providence. Due to its location in Central Massachusetts, Worcester is known as the \"Heart of the Commonwealth\", thus, a heart is the official symbol of the city. However, the heart symbol may also have its provenance in lore that the Valentine's Day card, although not invented in the city, was first mass-produced and popularized by Worcester resident Esther Howland.",
  "/wiki/St._John%27s_Catholic_Church_(Worcester,_Massachusetts)": "St. John's Catholic Church, established in 1834, is an historic Roman Catholic parish church in Worcester, Massachusetts.  It is the oldest established Catholic religious institution in the city, and the oldest Catholic parish in New England outside of Boston. On March 5, 1980, its 1845 church building was added to the National Register of Historic Places.",
  "/wiki/List_of_Catholic_churches_in_the_United_States": "This is a list of notable Catholic churches and cathedrals in the United States."
}