{
  "/wiki/St._Patrick's_Co-Cathedral_(Billings,_Montana)": "St. Patrick's Co-Cathedral is a Catholic cathedral in Billings, Montana, United States.  Along with St. Ann's Cathedral in Great Falls, Montana it is the seat of the Diocese of Great Falls-Billings.",
  "/wiki/Billings,_Montana": "Billings is the largest city in the U.S. state of Montana, with a population estimated at 109,550 as of 2018. Located in the south-central portion of the state, it is the seat of Yellowstone County and the principal city of the Billings Metropolitan Area, which has a population of 171,677. It has a trade area of over 500,000.",
  "/wiki/Danvers,_Montana": "Danvers is an unincorporated community in Fergus County, in the U.S. state of Montana.",
  "/wiki/Frenchtown,_Montana": "Frenchtown is a census-designated place (CDP) in Missoula County, Montana, United States. It is part of the 'Missoula, Montana Metropolitan Statistical Area'. The population was 1,825 at the 2010 census, an increase from its population of 883 in 2000. Frenchtown is also known as an early mixed ancestry settlement in the Pacific Northwest history, sometimes referred as a French Canadian or a Métis settlement.",
  "/wiki/Sacred_Heart_Church_(Glendive,_Montana)": "The Sacred Heart Church at 316 W. Benham in Glendive, Montana is a Catholic church which was built during 1924-26.  It was listed on the National Register of Historic Places in 1988.",
  "/wiki/Glendive,_Montana": "Glendive is a city in and the county seat of Dawson County, Montana, United States, and home to Dawson Community College. Glendive was established by the Northern Pacific Railway when they built the transcontinental railroad across the northern tier of the western United States from Minnesota to the Pacific Coast. The town was the headquarters for the Yellowstone Division that encompassed 875 route miles (1,408 km); 546 (879) in main line and 328 (528) in branches with the main routes from Mandan, North Dakota, to Billings, Montana, and from Billings to Livingston, Montana. The town of Glendive is an agricultural and ranching hub of eastern Montana. The town is tucked between the Yellowstone River and the Badlands, named for the rugged terrain and jagged rock formations that are known to exist in the area. Makoshika State Park is located just east of Glendive.",
  "/wiki/St._Ann's_Cathedral_(Great_Falls,_Montana)": "St. Ann's Cathedral is a Catholic cathedral in Great Falls, Montana, United States.  Along with St. Patrick's Co-Cathedral in Billings, Montana it is the seat of the Diocese of Great Falls-Billings.  In 1991 it was included as a contributing property in the Great Falls Northside Residential Historic District on the National Register of Historic Places.",
  "/wiki/Great_Falls,_Montana": "Great Falls is a city in and the county seat of Cascade County, Montana, United States. The 2017 census estimate put the population at 58,638. The population was 58,505 at the 2010 census. It is the principal city of the Great Falls, Montana Metropolitan Statistical Area, which encompasses all of Cascade County and has a population of 82,278. Great Falls was the largest city in Montana from 1950 to 1970, when Billings surpassed it. Great Falls remained the second largest city in Montana until 2000, when it was passed by Missoula. Since then Great Falls has been the third largest city in the state.",
  "/wiki/Cathedral_of_Saint_Helena": "The Cathedral of Saint Helena is the cathedral of the Roman Catholic Diocese of Helena, Montana. Modeled by architect A.O. Von Herbulis after the Votivkirche in Vienna, Austria, the construction began on the Cathedral in 1908, and held its first mass in November 1914. The Cathedral sustained significant damage during the 1935 Helena earthquake, which required extensive renovations. The Cathedral was added to the National Register of Historic Places in 1980.",
  "/wiki/Helena,_Montana": "Helena (/ˈhɛlɪnə/) is the state capital of the U.S. state of Montana and the county seat of Lewis and Clark County.",
  "/wiki/Montana_Highway_287": "Montana Highway 287 (MT 287) is a state highway in the U.S. state of Montana. The highway runs 42.822 miles (68.915 km) from MT 41 in Twin Bridges east to U.S. Route 287 (US 287) in Ennis. MT 287 is the primary east–west highway of Madison County. The highway connects the county's four towns, including Sheridan and the county seat of Virginia City. The course of MT 287 follows the ultimate portions of two trails that met in Virginia City, the center of the Alder Gulch gold rush of the mid-1860s and the second territorial capital of Montana. Parts of the highway were improved from rudimentary roads around 1920 from Virginia City to Ennis. This connection became the first portion of Montana Highway 34 in the early 1930s; the highway was extended west to Twin Bridges in the late 1930s. MT 34 was reconstructed from Twin Bridges through Alder to Virginia City in the late 1930s and early 1940s and between Virginia City and Ennis in the late 1940s to mid-1950s. The MT 287 designation was first applied to a cross-state route from West Yellowstone to Canada in the late 1950s. The highway was rerouted in place of MT 34 in the early 1960s. MT 287 was replaced by US 287 along much of the cross-state corridor in the mid-1960s. The highway extended north of Twin Bridges to Whitehall until the late 1970s, when it achieved its current length.",
  "/wiki/St._Leo's_Catholic_Church_(Lewistown,_Montana)": "The St. Leo's Catholic Church in parish of the Roman Catholic Church in Lewistown, Montana, in the Diocese of Great Falls–Billings.",
  "/wiki/Lewistown,_Montana": "Lewistown is a city in and the county seat of Fergus County, Montana, United States. The population was 5,901 at the 2010 census. Lewistown is located in central Montana, the geographic center of the state, southeast of Great Falls and northwest of Billings. First planned in 1882, it was the site of an 1880s gold rush, and served as an important railway destination, supplying surrounding communities with bricks via rail.",
  "/wiki/St._Francis_Xavier_Church_(Missoula,_Montana)": "The St. Francis Xavier Church in the Downtown district of Missoula, Montana, is the tallest church in Missoula, and one of the tallest in the state (by height to roof). It is also the tallest church in Missoula County, Montana. It has paintings well over 100 years old, which were done by a brother of the Society of Jesus, a kitchen helper, who painted them in his spare time. It is located at 420 West Pine Street.",
  "/wiki/Missoula,_Montana": "Missoula /mɪˈzuːlə/ (listen) is a city in the U.S. state of Montana and is the county seat of Missoula County. It is located along the Clark Fork River near its confluences with the Bitterroot and Blackfoot Rivers in western Montana and at the convergence of five mountain ranges, thus it is often described as the \"hub of five valleys\". In 2018[update], the United States Census Bureau estimated the city's population at 74,428 and the population of the Missoula Metropolitan Area at 118,791. After Billings, Missoula is both the second largest city and metropolitan area in Montana. Missoula is home to the University of Montana, a public research university.",
  "/wiki/St._Joseph's_Catholic_Church_(Moiese,_Montana)": "The St. Joseph's Catholic Church is a site on the National Register of Historic Places located at the D'Aste Townsite.  It was added to the Register on March 18, 1999.",
  "/wiki/St._Ignatius_Mission": "The St. Ignatius Mission is a landmark Roman Catholic mission founded at its present location, St. Ignatius, Montana, in 1854 by Father Pierre-Jean De Smet and Father Adrian Hoecken.  The current mission church was built between 1891 and 1893, and  listed on the U.S. National Register of Historic Places in 1973.",
  "/wiki/St._Ignatius,_Montana": "St. Ignatius  (Salish: snyél̓mn, Ktunaxa: ʔa·kikqǂaǂaǂuk̓pǂiʔit) is a town in Lake County, Montana, United States. The population was 842 at the 2010 census. The town is located on the Flathead Indian Reservation.",
  "/wiki/St._Mary's_Mission_(Montana)": "The Historic St. Mary's Mission is a mission established by the Society of Jesus of the Catholic Church; located now on 4th street in modern-day Stevensville, Montana. Founded in 1841 and designed as an ongoing village for Catholic Salish Indians, St. Mary's was the first permanent settlement made by European descendants in what became the state of Montana. The mission structure was rebuilt in 1866, with it being added to the National Register of Historic Places in 1970.",
  "/wiki/Stevensville,_Montana": "Stevensville (Salish: ɫq̓éɫmlš) is a town in Ravalli County, Montana, United States. The population was 1,809 at the 2010 census.",
  "/wiki/St._Joseph's_Catholic_Mission_Church": "St. Joseph's Catholic Mission Church is a site on the National Register of Historic Places located in Townsend, Montana.  It was added to the Register on November 5, 1998.  Originally a Catholic church, the building is now a museum known as Canton Church Historic Site.",
  "/wiki/Townsend,_Montana": "Townsend is a city in and the county seat of Broadwater County, Montana, United States. The population was 1,878 at the 2010 census.",
  "/wiki/St._Peter's_Catholic_Church_(Wibaux,_Montana)": "St. Peter's Catholic Church  is a site on the National Register of Historic Places located in Wibaux, Montana.  It was added to the Register on March 14, 1990.",
  "/wiki/Wibaux,_Montana": "Wibaux (/ˈwiːboʊ/ WEE-boh) is a town in and the county seat of Wibaux County, Montana, United States.  The population was 589 at the 2010 census.",
  "/wiki/List_of_Catholic_churches_in_the_United_States": "This is a list of notable Catholic churches and cathedrals in the United States."
}