{
  "/wiki/Cathedral_of_the_Holy_Spirit_(Bismarck,_North_Dakota)": "The Cathedral of the Holy Spirit is a cathedral and parish church of the Catholic Church located in Bismarck, North Dakota, United States.  It is the seat of the Diocese of Bismarck.  Since 1980 the cathedral and the nearby Bishop's Residence have been contributing properties in the Bismarck Cathedral Area Historic District on the National Register of Historic Places.",
  "/wiki/Bismarck,_North_Dakota": "Bismarck (/ˈbɪzmɑːrk/) is the capital of the U.S. state of North Dakota and the county seat of Burleigh County.  It is the second-most populous city in North Dakota after Fargo. The city's population was estimated in 2018 at 73,112, while its metropolitan population was 132,678. In 2017, Forbes magazine ranked Bismarck as the seventh fastest-growing small city in the United States.",
  "/wiki/Cathedral_of_St._Mary_(Fargo,_North_Dakota)": "The Cathedral of St. Mary is a Catholic cathedral located in Fargo, North Dakota, United States. It is a parish church and the seat of the Diocese of Fargo.",
  "/wiki/Fargo,_North_Dakota": "Fargo is a city in and the county seat of Cass County, North Dakota, United States. The most populous city in the state, it accounts for nearly 17% of the state population. According to the 2018 United States Census estimates, its population was 124,844, making it the 222nd-most populous city in the United States. Fargo, along with its twin city of Moorhead, Minnesota, as well as the adjacent cities of West Fargo, North Dakota and Dilworth, Minnesota, form the core of the Fargo-Moorhead, ND-MN Metropolitan Statistical Area, which in 2018 contained a population of 245,471.",
  "/wiki/St._Michael%27s_Church_(Grand_Forks,_North_Dakota)": "St. Michael's Church is a property in Grand Forks, North Dakota that was listed on the National Register of Historic Places in 1988.",
  "/wiki/Grand_Forks,_North_Dakota": "Grand Forks is the third-largest city in the American state of North Dakota (after Fargo and Bismarck) and is the county seat of Grand Forks County. According to the 2010 census, the city's population was 52,838, while the total of the city and surrounding metropolitan area was 98,461. Grand Forks, along with its twin city of East Grand Forks, Minnesota, forms the center of the Grand Forks, ND-MN Metropolitan Statistical Area, which is often called Greater Grand Forks or the Grand Cities.",
  "/wiki/St._Mary%27s_Church_Non-Contiguous_Historic_District": "St. Mary's Church Non-contiguous Historic District is a historic district near Hague, North Dakota, United States. The church was founded by immigrants who were Germans from Russia.",
  "/wiki/Hague,_North_Dakota": "Hague is a city in Emmons County, North Dakota, United States. The population was 71 at the 2010 census. Hague was founded in 1902.",
  "/wiki/Basilica_of_St._James_(Jamestown,_North_Dakota)": "St. James Basilica is a parish church in the Diocese of Fargo as well as a minor basilica located in Jamestown, North Dakota, United States. A previous church building, completed in 1882, served briefly as a cathedral in the 19th century.  The present church building was listed on the National Register of Historic Places in 1982 as St. James Catholic Church, and it was elevated to a minor basilica in 1988.",
  "/wiki/Jamestown,_North_Dakota": "Jamestown is a city in Stutsman County, North Dakota, United States. It is the county seat of Stutsman County. The population was 15,427 at the 2010 census, making it the ninth largest city in North Dakota. Jamestown was founded in 1872.",
  "/wiki/St._Mary%27s_Catholic_Church_(Medora,_North_Dakota)": "The St. Mary's Catholic Church in Medora, North Dakota was built in 1884 by Peter Book, a builder who also constructed the Von Hoffman House.  It was listed on the National Register of Historic Places in 1977.",
  "/wiki/Medora,_North_Dakota": "Medora is a city in Billings County, North Dakota, United States. It is the county seat of, and only incorporated place in Billings County. Much of the surrounding area is part of either Little Missouri National Grassland or Theodore Roosevelt National Park. The population was 112 at the 2010 census. It is part of the Dickinson Micropolitan Statistical Area.",
  "/wiki/St._Joseph%27s_Chapel_(Minto,_North_Dakota)": "The St. Joseph's Chapel in Minto, North Dakota, United States, includes Stick/Eastlake, Colonial Revival, and Late Gothic Revival architecture.  It was built in 1907.  It was listed on the National Register of Historic Places in 1994.",
  "/wiki/Minto,_North_Dakota": "Minto is a city in Walsh County, North Dakota, United States. The population was 604 at the 2010 census. Minto was founded in 1881.",
  "/wiki/Saints_Peter_and_Paul_Catholic_Church_Complex_(Strasburg,_North_Dakota)": "The Saints Peter and Paul Catholic Church Complex on First Avenue in Strasburg, North Dakota was listed on the National Register of Historic Places in 1986.  It was built in 1910 to serve immigrants who were Germans from Russia.  The complex includes a residence within its two contributing buildings.",
  "/wiki/Strasburg,_North_Dakota": "Strasburg is a city in Emmons County, North Dakota, United States. The population was 409 at the 2010 census. Strasburg was founded in 1902.",
  "/wiki/St._Stanislaus_Church_Historic_District": "The St. Stanislaus Church Historic District is a 11.2-acre (4.5 ha) Polish American historic district in Warsaw, North Dakota, United States, that was listed on the National Register of Historic Places in 1979.",
  "/wiki/Warsaw,_North_Dakota": "Warsaw is an unincorporated community in Walsh County, North Dakota in the United States. It is about 5.5 miles east of Minto (mailing addresses in Warsaw say \"Minto, North Dakota\" because mail is delivered by postal workers based there) and about 15 miles southeast of Grafton, the county seat. Although it is unincorporated, its name has official status. It is in an area of Walsh County that was settled in the 19th century by immigrants from Poland, and which remained a predominantly Polish-speaking area well beyond the middle of the 20th century. The Catholic Church of St. Stanislaus in Warsaw, built in 1901, is listed in the National Register of Historic Places. Many of the inscriptions on gravestones in the adjacent cemetery are in Polish.",
  "/wiki/St._Catherine%27s_Church_of_Lomice,_North_Dakota": "St. Catherine's Church of Lomice, North Dakota, near Whitman, North Dakota, United States, was built in 1936.  It was designed by architect Joseph Bell DeRemer in Late Gothic Revival style.  It has also been known as St. Catherine's Catholic Church, as St. Catherine's Church, and as St. Catherine Church.  It was listed on the National Register of Historic Places in 2006.  The listing included one contributing building and four contributing objects on 5 acres (2.0 ha).",
  "/wiki/Whitman,_North_Dakota": "Whitman is an unincorporated community in Nelson County, North Dakota, United States. Whitman is located along North Dakota Highway 35 and the Northern Plains Railroad 9.3 miles (15.0 km) north of Michigan and about thirty minutes east of Devils Lake.",
  "/wiki/List_of_Catholic_churches_in_the_United_States": "This is a list of notable Catholic churches and cathedrals in the United States."
}