{
  "/wiki/St._Lawrence_O%27Toole_Catholic_Church": "St. Lawrence O'Toole Catholic Church is a historic former Catholic church at 618 Main in Central City, South Dakota. Built in 1879, it is a one-story frame, vernacular style building with a gable roof. It was added to the National Register of Historic Places in 2003.",
  "/wiki/Central_City,_South_Dakota": "Central City is a city in Lawrence County, South Dakota, United States. The population was 134 at the 2010 census.",
  "/wiki/St._Augustine_Church_(Dallas,_South_Dakota)": "St. Augustine Church is a former Catholic church at the southeast corner of 6th and Main Streets in Dallas, South Dakota. It currently houses the Gregory County History Museum, operated by the Gregory County Historical Society.",
  "/wiki/Dallas,_South_Dakota": "Dallas is a town in Gregory County, South Dakota, United States. The population was 120 at the 2010 census.",
  "/wiki/St._John%27s_Catholic_Church_(Paxton,_South_Dakota)": "St. John's Catholic Church, built in 1915, is a historic Carpenter Gothic style Roman Catholic church building located in Paxton, Dickens Township near Dallas, Gregory County, South Dakota. Its steep roof, lancet windows and belfry and entrance are typical of Carpenter Gothic churches. In 1973 it was closed but a year later it was given to a group of former parishioners who agreed to maintain it and its adjoining cemetery. The church and the cemetery are the only remnants of the former community of Paxton.",
  "/wiki/Duncan_Church": "Duncan Church, also known as Saint Placidus Catholic Church, is a historic church near Gann Valley, South Dakota.  It is located southwest of Crow Creek, about 2 miles (3.2 km) south of the county line.  It is about 13 miles (21 km) north and west of Gann Valley. It was built in 1927 and was added to the National Register in 1999.",
  "/wiki/Gann_Valley,_South_Dakota": "Gann Valley is a census-designated place in and the county seat of Buffalo County, South Dakota, United States. The town had a population of 14 as of the 2010 census.  It is the smallest unincorporated county seat in the United States.",
  "/wiki/St._Bernard%27s_Catholic_Church_(Hoven,_South_Dakota)": "The St. Bernard's Catholic Church in Hoven, South Dakota, also known as St. Anthony's Church, is a historic church which was built in 1920-1921.  It was added to the National Register in 1980.",
  "/wiki/Hoven,_South_Dakota": "Hoven is a town in Potter County, South Dakota, United States. The population was 406 at the 2010 census.",
  "/wiki/St._Peter%27s_Catholic_Church_(Jefferson,_South_Dakota)": "St. Peter's Catholic Church is a parish of the Diocese of Sioux Falls based in Jefferson, South Dakota. Its church building at 400 Main Street was built in 1891 and was added to the National Register of Historic Places in 1989.",
  "/wiki/Jefferson,_South_Dakota": "Jefferson is a city in Union County, South Dakota, United States. The population was 547 at the 2010 census. It is part of the Sioux City, IA-NE-SD Metropolitan Statistical Area. Jefferson was founded in 1859. Every year the citizens of Jefferson and surrounding area celebrate the founding of Jefferson during the \"Days of '59\", a festival that includes softball, basketball, horseshoes, car show, fireworks and parade.",
  "/wiki/Holy_Trinity_Church_(Kimball,_South_Dakota)": "The Holy Trinity Church in Kimball, South Dakota has also been known as the Church of the Blessed Trinity and as Bendon Church.  It was built in the former town of Bendon, South Dakota in 1895 and was added to the National Register of Historic Places in 1983.",
  "/wiki/Kimball,_South_Dakota": "Kimball is a city in Brule County, South Dakota, United States. The population was 703 at the 2010 census.",
  "/wiki/Holy_Rosary_Church_(Kranzburg,_South_Dakota)": "The Holy Rosary Church in Kranzburg, South Dakota is a historic Roman Catholic church building on Minnesota Avenue. It was built in 1898 and was added to the National Register of Historic Places in 1986.",
  "/wiki/Kranzburg,_South_Dakota": "Kranzburg is a town in Codington County, South Dakota, United States. The population was 172 at the 2010 census. It is part of the Watertown, South Dakota Micropolitan Statistical Area.",
  "/wiki/St._Scholastica_Catholic_Church": "St. Scholastica Catholic Church is a historic church building on the west side of Fourth St., between Wisconsin and State Streets in Letcher, South Dakota.  The St. Scholastica Rectory is its rectory.  The two buildings were separately listed on the National Register of Historic Places in 1994.",
  "/wiki/Letcher,_South_Dakota": "Letcher is a town in Sanborn County, South Dakota, United States. The population was 173 at the 2010 census.",
  "/wiki/Holy_Family_Church,_School,_and_Rectory": "The Holy Family Church, School, and Rectory in Mitchell, South Dakota  is a historic church complex at Kimball and Davison Sts., E. 2nd and E. 3rd Avenues.  It was built in 1906, 1912, and 1921 and was added to the National Register of Historic Places in 1976.",
  "/wiki/Mitchell,_South_Dakota": "Mitchell is a city in and the county seat of Davison County, South Dakota, United States. The population was 15,254 at the 2010 census.",
  "/wiki/St._Martin%27s_Catholic_Church_and_Grotto": "St. Martin's Catholic Church and Grotto is a historic church complex on Lot Six Block 5 in Oelrichs, South Dakota. It features Late 19th And Early 20th Century American Movement architecture and was added to the National Register of Historic Places in 2005.",
  "/wiki/Oelrichs,_South_Dakota": "Oelrichs (Lakota: šuŋkpȟáwaksa; \"Severed Horse Head\") is a town in Fall River County, South Dakota, United States. The population was 126 at the 2010 census.",
  "/wiki/St._Ann%27s_Catholic_Church_of_Badus": "St. Ann's Catholic Church of Badus is a historic church in Ramona, South Dakota. It was built in 1884 and was added to the National Register in 1979.",
  "/wiki/Ramona,_South_Dakota": "Ramona is a town in Lake County, South Dakota, United States. The population was 174 at the 2010 census.",
  "/wiki/Cathedral_of_Our_Lady_of_Perpetual_Help_(Rapid_City,_South_Dakota)": "The Cathedral of Our Lady of Perpetual Help is a Catholic cathedral and parish church located in Rapid City, South Dakota, United States. Completed in 1962, it serves as the third cathedral of the Diocese of Rapid City.",
  "/wiki/Rapid_City,_South_Dakota": "Rapid City (Lakota: Mni Lúzahaŋ Otȟúŋwahe; \"Swift Water City\") is the second most populous city in South Dakota in the USA and the county seat of Pennington County. Named after Rapid Creek, where the settlement developed, it is in the western part of the state, located on the eastern slope of the Black Hills mountain range. The population was 67,956 as of the 2010 Census.",
  "/wiki/Church_of_the_Immaculate_Conception_(Rapid_City,_South_Dakota)": "The Church of the Immaculate Conception (also Old Cathedral of the Immaculate Conception) is a historic building located in Rapid City, South Dakota, United States. Built as a parish church, it became the cathedral of the Diocese of Rapid City when the seat of the diocese was moved to Rapid City. It is now known as the Chapel of the Immaculate Conception.",
  "/wiki/St._Francis_Mission": "St. Francis Mission is a Roman Catholic mission complex on the Rosebud Indian Reservation in St. Francis, South Dakota, among the Lakota-Sioux Native Americans.  The mission was founded in 1886 by the Jesuits who were welcomed by Bishop Martin Marty, and it soon grew to a large collection of buildings.  Most of these were destroyed by a fire in 1916, but many were soon rebuilt. The mission complex includes 26 buildings, the most prominent of which are St. Charles Borromeo Church and the 1916 Drexall Hall, the latter a multifunction structure providing classrooms, meeting spaces, and residential spaces. The complex also includes one of two known copies of a statue of Kateri Tekakwitha by Joseph-Émile Brunet. The complex was listed on the National Register of Historic Places in 1975.",
  "/wiki/St._Francis,_South_Dakota": "St. Francis (Lakota: Sápauŋ thí; \"Catholic House\") is a town on the Rosebud Indian Reservation in Todd County, South Dakota, United States. The population was 709 at the 2010 census.",
  "/wiki/St._Mary%27s_Catholic_Church_(Salem,_South_Dakota)": "St. Mary's Catholic Church is Catholic parish of the Diocese of Sioux Falls located in Salem, South Dakota. Its historic church, at Vermont and Idaho Streets, was added to the National Register in 1985.",
  "/wiki/Salem,_South_Dakota": "Salem is a city in and the county seat of McCook County, South Dakota, United States. The population was 1,347 at the 2010 census. The current mayor is Robin Rayman.",
  "/wiki/St._Joseph_Cathedral_(Sioux_Falls,_South_Dakota)": "St. Joseph Cathedral  is a Catholic cathedral and parish church located in Sioux Falls, South Dakota, United States. It is the seat of the Diocese of Sioux Falls.  Since 1974 the cathedral has been a contributing property in the Cathedral Historic District on the National Register of Historic Places.",
  "/wiki/Sioux_Falls,_South_Dakota": "Sioux Falls (/ˌsuː ˈfɔːlz/) (Lakota: Íŋyaŋ Okábleča Otȟúŋwahe; \"Stone Shatter City\") is the most populous city in the U.S. state of South Dakota and the 140th-most populous city in the United States. It is the county seat of Minnehaha County and also extends into Lincoln County to the south, proximate with the Minnesota state line.",
  "/wiki/Old_St._Wenceslaus_Catholic_Parish_House": "The Old St. Wenceslaus Catholic Parish House is a house located in Tabor, South Dakota. It was constructed by immigrants from Bohemia in 1878. It was used as the residence of the pastor of St. Wenceslaus Church until 1910, when it was replaced by a new building.",
  "/wiki/Tabor,_South_Dakota": "Tabor (pronounced \"TAY'-bur\") is a town in Bon Homme County, South Dakota, United States. The population was 423 at the 2010 census.",
  "/wiki/St._Wenceslaus_Catholic_Church_and_Parish_House": "St. Wenceslaus Parish is a Catholic parish of the Roman Catholic Diocese of Sioux Falls in Tabor, South Dakota in the Midwestern United States. Its historic red brick church, built in 1898, was listed as St. Wenceslaus Catholic Church and Parish House on the National Register of Historic Places on December 13, 1984, as part of a \"Thematic Nomination of Czech Folk Architecture of Southeastern South Dakota\".",
  "/wiki/St._Agnes_Church_(Utica,_South_Dakota)": "The St. Agnes Church in Utica, South Dakota, east of Lesterville, South Dakota, was built in the 1890s.  It was added to the National Register of Historic Places in 1980.",
  "/wiki/Utica,_South_Dakota": "Utica is a town in Yankton County, South Dakota, United States. The population was listed as 65 at the 2010 census."
}