{
  "/wiki/Catholic_Church_and_Rectory": "Catholic Church and Rectory, formally The Immaculate Conception Church, is a historic Roman Catholic church at 716 Franklin Street in Clarksville, Tennessee.",
  "/wiki/Clarksville,_Tennessee": "Clarksville is the county seat of Montgomery County, Tennessee, United States. It is the fifth-largest city in the state behind Nashville, Memphis, Knoxville, and Chattanooga. The city had a population of 132,929 at the 2010 census, and an estimated population of 153,205 in 2017.",
  "/wiki/Saints_Peter_and_Paul_Basilica": "Saints Peter and Paul Basilica is a historic Roman Catholic church at 214 E. 8th Street in Chattanooga, Tennessee. It is one of the oldest continuing parishes in the Diocese of Knoxville.",
  "/wiki/Chattanooga,_Tennessee": "Chattanooga is a city in and the county seat of Hamilton County, Tennessee, along the Tennessee River bordering Georgia. With an estimated population of 180,557 in 2017, it is the fourth-largest city in Tennessee and one of the two principal cities of East Tennessee, along with Knoxville. Served by multiple railroads and Interstate highways, Chattanooga is a transit hub. Chattanooga lies 118 miles (190 km) northwest of Atlanta, Georgia, 112 miles (180 km) southwest of Knoxville, Tennessee, 134 miles (216 km) southeast of Nashville, Tennessee, 102 miles (164 km) east-northeast of Huntsville, Alabama, and 147 miles (237 km) northeast of Birmingham, Alabama.",
  "/wiki/Cathedral_of_the_Most_Sacred_Heart_of_Jesus_(Knoxville,_Tennessee)": "The Cathedral of the Most Sacred Heart of Jesus is a cathedral and parish church located in Knoxville, Tennessee, United States. It is the seat of the Catholic Diocese of Knoxville. The original cathedral church was completed in 1956 and the present church was completed in 2018.",
  "/wiki/Knoxville,_Tennessee": "Knoxville is a city in the U.S. state of Tennessee, and the county seat of Knox County. As of the 2010 census, the city has a population of 178,874, and is Tennessee's third largest city after Nashville and Memphis. Knoxville is the principal city of the Knoxville Metropolitan Statistical Area, which was 868,546 in 2015.",
  "/wiki/Renaissance_Revival_architecture": "Renaissance Revival architecture (sometimes referred to as \"Neo-Renaissance\") is a group of 19th century architectural revival styles which were neither Greek Revival nor Gothic Revival but which instead drew inspiration from a wide range of classicizing Italian modes. Under the broad designation \"Renaissance architecture\" nineteenth-century architects and critics went beyond the architectural style which began in Florence and central Italy in the early 15th century as an expression of Renaissance humanism; they also included styles we would identify as Mannerist or Baroque. Self-applied style designations were rife in the mid- and later nineteenth century: \"Neo-Renaissance\" might be applied by contemporaries to structures that others called \"Italianate\", or when many French Baroque features are present (Second Empire).",
  "/wiki/Cathedral_of_the_Immaculate_Conception_(Memphis,_Tennessee)": "The Cathedral of the Immaculate Conception is a Catholic cathedral in Memphis, Tennessee, United States.  It is the seat of the Diocese of Memphis.  The parish buildings are contributing properties in the Central Gardens Historic District.  It was listed on the National Register of Historic Places in 1982.",
  "/wiki/Memphis,_Tennessee": "Memphis is a city located along the Mississippi River in southwestern Shelby County, Tennessee, United States. The 2018 city population was 650,618, making Memphis the largest city on the Mississippi River, the second most populous city in Tennessee, as well as the 26th largest city in the United States. Greater Memphis is the 42nd largest metropolitan area in the United States, with a population of 1,348,260 in 2017. The city is the anchor of West Tennessee and the greater Mid-South region, which includes portions of neighboring Arkansas and Mississippi. Memphis is the seat of Shelby County, the most populous county in Tennessee. As one of the more historic and culturally significant cities of the southern United States, the city features a wide variety of landscapes and distinct neighborhoods.",
  "/wiki/Central_Gardens,_Memphis": "Central Gardens is a historic Memphis neighborhood in Midtown.  It has been named one of North America's best \"Old House Neighborhoods.\"",
  "/wiki/St._Mary%27s_Catholic_Church_(Memphis,_Tennessee)": "St. Mary's Catholic Church, located in the city of Memphis, Tennessee, United States, is a historic Roman Catholic Church. The building is listed on the U.S. National Register of Historic Places, a status it gained in 1974.",
  "/wiki/Cathedral_of_the_Incarnation_(Nashville)": "The Cathedral of the Incarnation, located at 2015 West End Avenue in Nashville, Tennessee, is the cathedral seat of the Roman Catholic Diocese of Nashville. It is named after the Feast of the Incarnation, which commemorates the miraculous conception of Jesus in the womb of the Virgin Mary.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/Church_of_the_Assumption_(Nashville,_Tennessee)": "The Church of the Assumption is a historic church at 1227 7th Ave. North in Nashville, Tennessee.",
  "/wiki/St._Mary%27s_Catholic_Church_(Nashville,_Tennessee)": "St. Mary of the Seven Sorrows Church (commonly St. Mary's Catholic Church and formerly the Cathedral of the Blessed Virgin of the Seven) is a historic Catholic parish in downtown Nashville, Tennessee, United States. Its church on the corner of Charlotte Avenue and 5th Avenue in Nashville, Tennessee, built in 1845, it is the oldest extant church in Nashville and the oldest Catholic church in what is now the Diocese of Nashville. St. Mary replaced the diocese's first church, Holy Rosary, which had been erected previously on the site today occupied by the Tennessee State Capitol."
}