{
  "/wiki/Cathedral_of_Saint_Thomas_More_(Arlington,_Virginia)": "The Cathedral of Saint Thomas More located at 3901 Cathedral Lane is the cathedral of the Roman Catholic Diocese of Arlington Virginia and the seat of Bishop Michael F. Burbidge. The Rev. Robert J. Rippy has been the Rector since 2005. The Cathedral also has a Parochial Vicar, two resident priests, Director of Religious Education, Youth Minister and Music & Liturgy Coordinator.",
  "/wiki/Arlington,_Virginia": "Arlington County is a county in the Commonwealth of Virginia, often referred to simply as Arlington or Arlington, Virginia. The county is situated in Northern Virginia on the southwestern bank of the Potomac River directly across from the District of Columbia, of which it was once a part. The county is coterminous with the U.S. Census Bureau's census-designated place of Arlington. Arlington is considered to be the second-largest \"principal city\" of the Washington metropolitan area.",
  "/wiki/St._Mary's_Church_(Fairfax_Station,_Virginia)": "St. Mary's Church is a historic Catholic church in the eastern United States, at Fairfax Station, Virginia, a suburb southwest of Washington, D.C.  Built in 1858, it is a rectangular, one-story, gable-front, frame structure in the Gothic Revival style.  It has a steeple at the entrance and a large Gothic arched window over the entrance door.  St. Mary's was the first Catholic church built within Fairfax County, and its early parishioners were primarily Irish immigrants employed by the Orange and Alexandria Railroad.",
  "/wiki/Fairfax_Station,_Virginia": "Fairfax Station is a census-designated place (CDP) in Fairfax County, Virginia, United States. The population was 12,030 at the 2010 census. Located in Northern Virginia, its center is located 22 miles (35 km) southwest of Washington, D.C.",
  "/wiki/St._Vincent_de_Paul_Catholic_Church_(Newport_News,_Virginia)": "St. Vincent de Paul Catholic Church is a historic Catholic church complex in Newport News, Virginia, United States. It was built 1916–1917 and is a 1 1/2-story, brick, Classical Revival style longitudinal-plan church.  It was designed by the Carl Ruehrmurd of Richmond, Virginia. The front facade features a pedimented portico with four fluted Corinthian order columns.  Associated with the church are the contributing rectory (1917), garage (1917), and prayer garden. The parish was established as a mission of the St. Mary Star of the Sea Church at Old Point Comfort in 1881. St. Alphonsus, an African American parish established in 1944, was merged with St. Vincent de Paul in 1970. This made it the first historic church in downtown Newport News to be racially integrated.",
  "/wiki/Newport_News,_Virginia": "Newport News is an independent city in the U.S. state of Virginia. As of the 2010 census, the population was 180,719. In 2018, the population was estimated to be 178,626, making it the fifth-most populous city in Virginia.",
  "/wiki/Basilica_of_Saint_Mary_of_the_Immaculate_Conception_(Norfolk,_Virginia)": "The Minor Basilica of Saint Mary of the Immaculate Conception, located at 232 Chapel Street in downtown Norfolk, in southeastern Virginia is the oldest Roman Catholic parish community in the Diocese of Richmond.  It is known locally as The Mother Church of Tidewater Virginia.",
  "/wiki/Norfolk,_Virginia": "Norfolk (/ˈnɔːrfʊk/ (listen) NOR-fuuk) is an independent city in the Commonwealth of Virginia in the United States. At the 2010 census, the population was 242,803; in 2018, the population was estimated to be 244,076 making it the second-most populous city in Virginia after neighboring Virginia Beach and the  91st largest city in the nation.",
  "/wiki/Saint_Mary's_Catholic_Cemetery": "Saint Mary's Catholic Cemetery is a historic cemetery and national historic district located at Norfolk, Virginia. It encompasses six contributing structures and one contributing object in cemetery established in 1854 to serve the Roman Catholic communities of Norfolk, Virginia Beach, and Chesapeake. The cemetery was established by the pastor of St. Mary's Church of Norfolk.  Notable features include the large bronze crucifix erected around 1922 in honor of Catholic servicemen who served in World War I and six family mausoleums.",
  "/wiki/St._Paul's_Catholic_Church_(Portsmouth,_Virginia)": "St. Paul's Catholic Church is a historic Roman Catholic church located in Portsmouth, Virginia, United States. It is a compact Gothic Revival style, cruciform plan church.  It is constructed of load-bearing masonry walls clad in quarry-faced granite.  The church was designed by John Peebles (1876-1934) in 1897, and dedicated in 1905. It is the fifth church on the site.  Also on the property is a contributing rectory constructed in 1913.",
  "/wiki/Portsmouth,_Virginia": "Portsmouth is an independent city in the Commonwealth of Virginia. As of the 2010 census, the population was 95,535. It is part of the Hampton Roads metropolitan area.",
  "/wiki/Cathedral_of_the_Sacred_Heart_(Richmond,_Virginia)": "The Cathedral of the Sacred Heart in Richmond, Virginia, is the seat of the Roman Catholic Diocese of Richmond. The property is located along North Laurel Street at 800 South Cathedral Place, facing Monroe Park one block north of Main Street. Construction of the Cathedral was begun in 1903, financed by donations of Thomas Fortune Ryan and his wife; it was the only cathedral at that time known to be constructed by the exclusive patronage of a single family.",
  "/wiki/Richmond,_Virginia": "Richmond (/ˈrɪtʃmənd/) is the capital city of the Commonwealth of Virginia. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871.",
  "/wiki/Church_of_the_Sacred_Heart_(Richmond,_Virginia)": "The Church of the Sacred Heart, is a Catholic church in Richmond, Virginia that was built in 1901. The congregation was initially an Irish and German congregation.",
  "/wiki/St._Peter's_Church_(Richmond,_Virginia)": "St. Peter's Church of Richmond, Virginia, United States, located at 800 E. Grace St., is the oldest Catholic Church in Richmond. From the erecting of the Roman Catholic Diocese of Richmond in 1850 until the completion of the Cathedral of the Sacred Heart in 1906, St. Peter's Church served as the cathedral and seat of the diocese. Originally, the church was predominantly Irish American. The church continues to serve a congregation of approximately 300 today.",
  "/wiki/St._Andrew's_Roman_Catholic_Church_(Roanoke,_Virginia)": "St. Andrew's Catholic Church is a historic Roman Catholic church and rectory in Roanoke, Virginia, United States.  It was built in 1900-1902, and is a buff brick church on a stone foundation in the High Victorian Gothic style. It has a cruciform plan and features two tall Gothic towers which flank the main entrance and are\nsquare in plan. On each tower are two small lancet windows, two large pointed-arch stained-glass tracery windows, and sets of double pointed-arch openings at the belfry.  Also on the property is a rectory built in 1887.  The church replaced an earlier small brick church built in 1883.",
  "/wiki/Roanoke,_Virginia": "Roanoke (/ˈroʊənoʊk/) is an independent city in the U.S. state of Virginia. At the 2010 census, the population was 97,032. It is located in the Roanoke Valley of the Roanoke Region of Virginia.",
  "/wiki/List_of_Catholic_churches_in_the_United_States": "This is a list of notable Catholic churches and cathedrals in the United States."
}