{
  "/wiki/Minsk": "Minsk (Belarusian: Мінск, pronounced [mʲinsk], traditionally Belarusian: Менск, [mʲensk]; Russian: Минск, Polish: Mińsk) is the capital and largest city of Belarus, situated on the Svislač and the Nyamiha Rivers. As the capital, Minsk has a special administrative status in Belarus and is the administrative centre of Minsk Region (voblasć) and Minsk District (rajon). The population in January 2018 was 1,982,444,  (not including suburbs) making Minsk the 11th most populous city in Europe. Minsk is the administrative capital of the Commonwealth of Independent States (CIS) and seat of its Executive Secretary.",
  "/wiki/Minsk_Arena": "Minsk Arena (Belarusian: Мінск-Арэна), known locally as the Botvinik Arena, (Russian: Арена Ботвинника, Belarusian: Арэна Бaтвiнiка) is the main indoor arena in Minsk, Belarus.",
  "/wiki/Calgary": "Calgary (/ˈkælɡri/ (listen)) is a city in the western Canadian province of Alberta. It is situated at the confluence of the Bow River and the Elbow River in the south of the province, in an area of foothills and prairie, about 80 km (50 mi) east of the front ranges of the Canadian Rockies, roughly 299 km (186 mi) south of the provincial capital of Edmonton and approximately 240 km (150 mi) north of the Canada–United States border. The city anchors the south end of the Statistics Canada-defined urban area, the Calgary–Edmonton Corridor.",
  "/wiki/Olympic_Oval": "The Olympic Oval in Calgary, Alberta, Canada, is North America's first covered speed skating oval; it was built for the 1988 Winter Olympics and opened 33 years ago on September 27, 1987. Located on the University of Calgary campus, it is the official designated training centre for Speed Skating Canada and the Elite Athlete Pathway.",
  "/wiki/Fort_St._John,_British_Columbia": "The City of Fort St. John is a city in northeastern British Columbia, Canada. The most populous municipality of the Peace River Regional District, the city encompasses a total area of about 22 square kilometres (8.5 sq mi) with 20,155 residents at the 2016 Census. Located at Mile 47, it is one of the largest cities along the Alaska Highway. Originally established in 1794, as a trading post, Fort St. John is the oldest European-established settlement in present-day British Columbia. Fort St. John is served by the Fort St. John Airport. The municipal slogan is Fort St. John: The Energetic City.",
  "/wiki/Fort_St._John_Enerplex": "Fort St. John Enerplex, also known for sponsorship reasons as Pomeroy Sport Centre, is a sports venue in the Canadian town of Fort St. John, British Columbia. The indoor arena features two ice hockey rinks, a long-track speed skating rink and a walkway. The venue was taking into use on 23 December 2009, and officially opened 13 October 2010.",
  "/wiki/Richmond,_British_Columbia": "Richmond (/ˈrɪtʃmənd/) is a coastal city located in the Canadian province of British Columbia. It is a member municipality of Metro Vancouver and the location of the Vancouver International Airport. During the 2010 Winter Olympics, the Richmond Olympic Oval was a venue for the long track speed skating events.",
  "/wiki/Richmond_Olympic_Oval": "The Richmond Olympic Oval (French: Anneau olympique de Richmond) is an indoor multi-sports arena in the Canadian city of Richmond, British Columbia. The oval was built for the 2010 Winter Olympics and was originally configured with a speed skating rink. The venue has since been reconfigured and now serves as a community multi-sport park and includes two ice hockey rinks, two running tracks, a climbing wall, a rowing tank and a flexible area which can be used for, among other sports, basketball, volleyball, indoor soccer and table tennis.",
  "/wiki/Changchun": "Changchun (Chinese: 长春) is the capital and largest city of Jilin Province, People's Republic of China. Lying in the center of the Songliao Plain, Changchun is administered as a sub-provincial city, comprising 7 districts, 1 county and 2 county-level cities. According to the 2010 census of China, Changchun had a total population of 7,674,439 under its jurisdiction. The city's metro area, comprising 5 districts and 4 development areas, had a population of 3,815,270 in 2010, as the Shuangyang and Jiutai districts are not urbanized yet. It is one of the biggest cities in Northeast China, along with Shenyang, Dalian and Harbin.",
  "/wiki/Daqing": "Daqing (Chinese: 大庆; pinyin: Dàqìng; formerly romanized as Taching) is a prefecture-level city in the west of Heilongjiang province, People's Republic of China. The name literally means \"Great Celebration\". Daqing is known as the \"Oil Capital of China\" and has experienced a phenomenal boom since oil was discovered at the Daqing Oil Field in 1959.",
  "/wiki/Harbin": "Harbin (Manchu: ᡥᠠᠯᠪᡳᠨ; Chinese: 哈尔滨 Hā'ěrbīn) is a sub-provincial city and the provincial capital of Heilongjiang province, People's Republic of China, as well as the second largest city by urban population and largest city by metropolitan population (urban and rural together) in Northeast China.  Harbin has direct jurisdiction over nine metropolitan districts, two county-level cities and seven counties, and is the eighth most populous Chinese city according to the 2010 census, the built-up area (which consists of all districts except Shuangcheng and Acheng) had 5,282,093 inhabitants, while the total metropolitan population was up to 10,635,971.  Harbin serves as a key political, economic, scientific, cultural and communications hub in Northeast China, as well as an important industrial base of the nation.",
  "/wiki/Heilongjiang_Indoor_Rink": "Heilongjiang Indoor Rink is an indoor ice skating arena in Harbin in Heilongjiang in north east China. The arena was opened on 18 November 1995. It was the first indoor arena for speed skating in Asia. The rink was built at the same place where an old outdoor skating rink was situated. The old rink was inaugurated in 1955. The rink is situated 141 m above sea level.",
  "/wiki/Qiqihar": "Qiqihar (Chinese: 齐齐哈尔; pinyin: Qíqíhā'ěr) is the second largest city in the Heilongjiang province of China, located in the west central part of the province. The built-up (or metro) area made up of Longsha, Tiefeng and Jianhua districts had 979,517 inhabitants, while the total population of the prefecture-level city was 5,367,003 at the 2010 census. These are mainly Han Chinese, though the city is also home to thirty-four minorities including Manchus, Daur, and Mongols.\nClose to Qiqihar are numerous wetlands and the Zhalong Nature Reserve, famous in China for being home to numerous red-crowned cranes.",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
  "/wiki/Ürümqi": "Ürümqi (UK: /ʊˈrʊmtʃi/, US: /ˌʊrʊmˈtʃiː/; Uyghur pronunciation: [ʏrʏmˈtʃi]; Uyghur: ئۈرۈمچى‎, CTA: Ürümçi; Chinese: 乌鲁木齐; pinyin: Wūlǔmùqí), abbreviated Wushi (Chinese: 乌市; pinyin: Wūshì), formerly known as Tihwa (Chinese: 迪化; pinyin: Díhuà), is the capital of the Xinjiang Uygur Autonomous Region in the far northwest of the People's Republic of China. Ürümqi was a major hub on the Silk Road during China's Tang dynasty and developed its reputation as a leading cultural and commercial center during the Qing dynasty in the 19th century.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Sportforum_Hohenschönhausen": "Sportforum Hohenschönhausen is a multi-purpose sports complex in the locality of Alt-Hohenschönhausen of the borough of Lichtenberg in Berlin. The Sportforum was named Dynamo-Sportforum during the East German era.",
  "/wiki/Erfurt": "Erfurt  (/ˈɛərfɜːrt/ AIR-furt, /ˈɛərfʊərt/ AIR-foort; German pronunciation: [ˈɛʁfʊʁt] (listen)) is the capital and largest city in the state of Thuringia, central Germany.",
  "/wiki/Inzell": "Inzell is a municipality in the district of Traunstein in Bavaria, Germany. It is known for the Eisstadion Inzell, an outdoor artificial ice rink that has been used for many international speed skating championships. It is now an indoor oval.",
  "/wiki/Max_Aicher_Arena": "The Max Aicher Arena (in the past also known as Eisstadion Inzell and Ludwig-Schwabl-Stadion) is a stadium located in Inzell, Germany, best known as a speed skating venue. It is an indoor, artificial ice rink, located 690 metres (2,264 feet) above sea level and has a capacity of 10,000 people. Since its opening, as an outdoor venue, towards the end of 1965, more than 80 world records in speed skating have been broken here, and until the advent of indoor speed skating arenas, it was known as the fastest European speed skating rink, second in the world after the Medeu rink.",
  "/wiki/Torino": "Turin (/tjʊəˈrɪn, ˈtjʊərɪn/ tewr-IN, TEWR-in, Piedmontese: [tyˈriŋ] (listen); Italian: Torino [toˈriːno] (listen); Latin: Augusta Taurinorum, then Taurinum) is a city and an important business and cultural centre in northern Italy. It is the capital city of Piedmont and of the Metropolitan City of Turin, and was the first Italian capital from 1861 to 1865. The city is located mainly on the western bank of the Po River, in front of Susa Valley, and is surrounded by the western Alpine arch and Superga Hill. The population of the city proper is 875,698 (31 December 2018) while the population of the urban area is estimated by Eurostat to be 1.7 million inhabitants.  The Turin metropolitan area is estimated by the OECD to have a population of 2.2 million.",
  "/wiki/Oval_Lingotto": "Torino Oval Lingotto is an indoor arena in Turin, Italy. It was built for use at the 2006 Winter Olympics, during which it hosted speed skating events.  It has a capacity of 8,500 spectators and was designed by HOK Sport, Studio Zoppini Associati of Milan and Buro Happold.",
  "/wiki/Nagano_(city)": "Nagano (長野市, Nagano-shi, Japanese: [nagaꜜno]) is the capital and largest city of Nagano Prefecture, located in the Nagano Basin (Zenkoji Daira) in the central Chūbu region of Japan. Nagano is categorized as a core city of Japan. Nagano City is the highest prefectural capital in Japan, with an altitude of 371.4 meters (1,219 ft). The city is surrounded by mountains, near the confluence of the Chikuma River - the longest and widest river in Japan - and the Sai River. The total area of the city is 834.81 square kilometres (322.32 sq mi). As of 1 June 2019[update], the city had an estimated population of 370,632 in 160,625 households, and a population density of 444 persons per km² The total area of the city is 834.81 square kilometres (322.32 sq mi).",
  "/wiki/M-Wave": "Nagano Olympic Memorial Arena (長野市オリンピック記念アリーナ, Naganoshi Orinpikku Kinen Ari-na), or M-Wave (エムウェーブ, emu-ue-bu), is a covered speed skating oval in the city of Nagano, Japan. M-Wave, which opened in November, 1996, was constructed for the speed skating events at the 1998 Winter Olympics. It was Japan's first International Skating Union (ISU) standard indoor 400m double-track, and only second one in Japan. The other, Meiji Hokkaido-Tokachi Oval, is located in Obihiro, Hokkaido.",
  "/wiki/Obihiro": "Obihiro (帯広市, Obihiro-shi) is a city in Tokachi Subprefecture, Hokkaido, Japan. Obihiro is the only designated city in the Tokachi area. The next most populous municipality in Tokachi is the adjacent town of Otofuke, with less than a third of Obihiro's population. The city had approximately 500 foreign residents in 2008. The city contains the headquarters of the Fifth Division of the Northern Army of the Japan Ground Self-Defense Force. It also hosts the Rally Japan World Rally Championship-event.",
  "/wiki/Astana": "Nur-Sultan (US: /ˌnʊərsʊlˈtɑːn/; Kazakh: Nur-Sultan, Нұр-Сұлтан; Russian: Нур-Султан), previously named Astana[a] (Kazakh: Astana, Russian: Астана) from 1998 to 2019, is the capital city of Kazakhstan. In March 2019, it was renamed to Nur-Sultan after the departing Kazakh president, Nursultan Nazarbayev. It stands on the banks of the Ishim River in the northern portion of Kazakhstan, within the Akmola Region, though administered separately from the region as a city with special status. A 2017 official estimate reported a population of 1,029,556 within the city limits, making it the second-largest city in the country, behind Almaty, the capital from 1991 to 1997.",
  "/wiki/Alau_Ice_Palace": "The Alau Ice Palace (Kazakh: Alau Muzaidyny Saraiy) is an 8,000-seat speed skating oval in Nur-Sultan, Kazakhstan. As well as speed skating it is also used for other sports. It was opened in 2011. The center hosted the speed skating events at the 2011 Asian Winter Games. In 2015, it hosted the World Sprint Speed Skating Championships. It was ranked first among the world’s speed skating stadiums according to the Dutch AD Sportwereld publication’s ranking.",
  "/wiki/Breda": "Breda (Dutch pronunciation: [breːˈdaː] (listen)) is a city and municipality in the southern part of the Netherlands, located in the province of North Brabant. The name derived from brede Aa ('wide Aa' or 'broad Aa') and refers to the confluence of the rivers Mark and Aa.",
  "/wiki/Dronten": "Dronten (pronunciation (help·info)) is a municipality and a town in the central Netherlands, in the province of Flevoland.  It had a population of 40,815 in 2019.",
  "/wiki/Enschede": "Enschede (Dutch pronunciation: [ˈɛnsxəˌdeː] (listen), also known as Eanske [ˈɛːnskə] in the local dialect of Twents), is a municipality and city in the eastern Netherlands in the province of Overijssel and in the Twente region. The municipality of Enschede consisted of the city of Enschede until 1935, when the rural municipality of Lonneker, which surrounded the city, was annexed after the rapid industrial expansion of Enschede which began in the 1860s and involved the building of railways and the digging of the Twentekanaal. The proposal for consolidation began in 1872, per the Turbantia newspaper article on 22 Jun 1872 that referenced a committee of 5 to oversea a study.  They were: J. Mosman (Johannes Theodorus Mosman), H. Fikkert, H. G. Blijdenstein J. Bz., C. C. Schleucker, and G. J. van Heek.",
  "/wiki/Speed_skating_rink": "A speed skating rink (or speed skating oval) is an ice rink (but also a sport venue) in which a speed skating competition is held."
}