{
  "/wiki/The_Diary_of_Anne_Frank_(1980_film)": "The Diary of Anne Frank is a 1980 American made-for-television biographical drama film which originally aired on NBC on November 17, 1980. Like the 1959 film of the same name, it was written by Frances Goodrich and Albert Hackett and directed by Boris Sagal. Unlike the 1959 film, the TV-film focuses more on character development than suspense, and is considerably shorter than the 1959 version.",
  "/wiki/Boris_Sagal": "Boris Sagal (October 18, 1923 – May 22, 1981) was a Ukrainian-American television and film director.",
  "/wiki/Playing_for_Time_(film)": "Playing for Time is a 1980 CBS television film, written by Arthur Miller and based on acclaimed musician Fania Fénelon's autobiography The Musicians of Auschwitz. Vanessa Redgrave stars as Fénelon.",
  "/wiki/Daniel_Mann": "Daniel Chugerman (August 8, 1912 – November 21, 1991), known professionally as Daniel Mann, was an American film, stage, and television director.",
  "/wiki/Fania_F%C3%A9nelon": "Fania Fénelon (2 September 1908 – 19 December 1983) was a French pianist, composer and cabaret singer, whose survival of the Women's Orchestra of Auschwitz and the Holocaust was made into a television film, Playing For Time.",
  "/wiki/Arthur_Miller": "Arthur Asher Miller (October 17, 1915 – February 10, 2005) was an American playwright, essayist, and a controversial figure in the twentieth-century American theater. Among his most popular plays are All My Sons (1947), Death of a Salesman (1949), The Crucible (1953) and A View from the Bridge (1955, revised 1956). He wrote several screenplays and was most noted for his work on The Misfits (1961). The drama Death of a Salesman has been numbered on the short list of finest American plays in the 20th century.",
  "/wiki/Les_Uns_et_les_Autres": "Les Uns et les Autres is a 1981 French film by Claude Lelouch. The film is a musical epic and it is widely considered as the director's best work, along with Un Homme et une Femme. It won the Technical Grand Prize at the 1984 Cannes Film Festival. In the United States, it was distributed under the name Boléro in reference to Maurice Ravel's orchestral piece, used in the film. The film was very successful in France with 3,234,549 admissions and was the 6th highest grossing film of the year.",
  "/wiki/Claude_Lelouch": "Claude Barruck Joseph Lelouch (French: [ləluʃ]; born 30 October 1937) is a French film director, writer, cinematographer, actor and producer.",
  "/wiki/Ein_St%C3%BCck_Himmel": "Ein Stück Himmel is a German television series based on Janina David's autobiography A Square of Sky: A Jewish Childhood in Wartime Poland.",
  "/wiki/Franz_Peter_Wirth": "Franz Peter Wirth (22 September 1919 in Munich – 17 October 1999 in Berg, Upper Bavaria) was a German film director and screenwriter. His film Helden was nominated for an Academy Award for Best Foreign Language Film in 1958.",
  "/wiki/Janina_David": "Janina Dawidowicz (born 19 March 1930 in Kalisz, Poland), better known as Janina David, is a Holocaust survivor and a British writer and translator.",
  "/wiki/Sophie%27s_Choice_(film)": "Sophie's Choice is a 1982 American drama film directed by Alan J. Pakula, who adapted William Styron's novel of the same name. Meryl Streep stars as Sophie, a Polish immigrant who shares a boarding house in Brooklyn with her tempestuous lover, Nathan (Kevin Kline in his feature film debut), and a young writer, Stingo (Peter MacNicol).",
  "/wiki/Alan_J._Pakula": "Alan Jay Pakula (/pəˈkuːlə/; April 7, 1928 – November 19, 1998) was an American film director, writer and producer.  He was nominated for three Academy Awards: Best Picture for To Kill a Mockingbird (1962), Best Director for All the President's Men (1976) and Best Adapted Screenplay for Sophie's Choice (1982).",
  "/wiki/William_Styron": "William Clark Styron Jr. (June 11, 1925 – November 1, 2006) was an American novelist and essayist who won major literary awards for his work.",
  "/wiki/Meryl_Streep": "Mary Louise \"Meryl\" Streep (born June 22, 1949) is an American actress. Often described as the \"best actress of her generation\", Streep is particularly known for her versatility and accents. Nominated for a record 21 Academy Awards, she has won three. Among other accolades, she has received 32 Golden Globe nominations, more than any other person, and won eight.",
  "/wiki/Academy_Award_for_Best_Actress": "The Academy Award for Best Actress is an award presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS). It is given in honor of an actress who has delivered an outstanding performance in a leading role while working within the film industry. The award is traditionally presented by the previous year's Best Actor winner.",
  "/wiki/J%C3%B3b_l%C3%A1zad%C3%A1sa": "The Revolt of Job (Hungarian: Jób lázadása) is a 1983 Hungarian film directed by Imre Gyöngyössy and Barna Kabay. It was nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/Barna_Kabay": "Barna Kabay (born August 15, 1948, Budapest) is a Hungarian film director, screenwriter and film producer. His film The Revolt of Job (1983), which he co-directed with Imre Gyöngyössy, was nominated for the Academy Award for Best Foreign Language Film.",
  "/wiki/For_Those_I_Loved": "For Those I Loved (French: Au nom de tous les miens) is a drama film from 1983 with Michael York, about a Polish Jewish Holocaust survivor who emigrated to the United States in 1946. It was directed by Robert Enrico for Les Productions Mutuelles Ltée.",
  "/wiki/Robert_Enrico": "Robert Georgio Enrico (13 April 1931 – 23 February 2001) was a French film director and scriptwriter best known for making the Oscar-winning short  An Occurrence at Owl Creek Bridge (1961).",
  "/wiki/Martin_Gray_(Holocaust_survivor)": "Martin Gray (born Mieczysław Grajewski; 27 April 1922 – 24 April 2016) was a Holocaust survivor who emigrated to the West, and published books in French about his purported experiences during World War II in which his family perished in Poland.",
  "/wiki/The_Scarlet_and_the_Black": "The Scarlet and the Black is a 1983 American made-for-television historical war drama film directed by Jerry London and starring Gregory Peck and Christopher Plummer.",
  "/wiki/Jerry_London": "Jerry London (born January 21, 1947) is an American television director and producer.",
  "/wiki/To_Be_or_Not_to_Be_(1983_film)": "To Be or Not to Be is a 1983 American war comedy film directed by Alan Johnson, produced by Mel Brooks, and starring Mel Brooks, Anne Bancroft, Tim Matheson, Charles Durning, Christopher Lloyd, and José Ferrer. The screenplay was written by Ronny Graham and Thomas Meehan, based on the original story by Melchior Lengyel, Ernst Lubitsch and Edwin Justus Mayer. The film is a remake of the 1942 film of the same name.",
  "/wiki/Alan_Johnson_(choreographer)": "Alan Johnson (February 18, 1937 – July 7, 2018) was a three-time Emmy Award-winning  American choreographer, best known for his work on Mel Brooks films and for restaging Jerome Robbins' original choreography in live productions of West Side Story in the United States and internationally. Johnson was linked to West Side Story since making his Broadway debut in the show in 1957.",
  "/wiki/Mel_Brooks": "Mel Brooks (born Melvyn Kaminsky[a]; June 28, 1926) is an American director, writer, actor, comedian, producer and composer. He is known as a creator of broad film farces and comedic parodies. Brooks began his career as a comic and a writer for the early TV variety show Your Show of Shows. Together with Carl Reiner, he created the comic character The 2000 Year Old Man. He wrote, with Buck Henry, the hit television comedy series Get Smart, which ran from 1965 to 1970.",
  "/wiki/Anne_Bancroft": "Anna Maria Louisa Italiano (September 17, 1931 – June 6, 2005), known professionally as Anne Bancroft, was an American actress, director, screenwriter, and singer associated with the method acting school, having studied under Lee Strasberg. Respected for her acting prowess and versatility, Bancroft was acknowledged for her work in film, theatre, and television. She won one Academy Award, three BAFTA Awards, two Golden Globes, two Tony Awards, and two Emmy Awards, and several other awards and nominations.",
  "/wiki/Banjica": "Banjica (Serbian: Бањица, pronounced [bâɲitsa]) is an urban neighborhood of Belgrade, the capital of Serbia. It is divided between the Belgrade's municipalities of Savski Venac (western half) and Voždovac (eastern half).",
  "/wiki/Forbidden_(1984_film)": "Forbidden is a 1984 drama film directed by Anthony Page and starring Jacqueline Bisset, Jürgen Prochnow and Irene Worth. The plot is inspired by the life of Maria von Maltzan originally told in the non-fiction book The Last Jews in Berlin by Leonard Gross about a countess who hides her Jewish boyfriend in her apartment in World War II. It was a co-production between England and West Germany. It was broadcast on television in the USA, but released in cinemas in other countries.",
  "/wiki/Anthony_Page": "Anthony Page (21 September 1935 in Bangalore, Karnataka, India) is a British stage and film director.",
  "/wiki/Wannseekonferenz_(film)": "The Wannsee Conference (German: Die Wannseekonferenz) is a 1984 German TV film portraying the events of the Wannsee Conference, held in Berlin in January 1942. The script is derived from the minutes of the meeting. Since no verbatim transcription of the meeting exists, the dialogue is necessarily fictionalised. The main theme of the film is the bureaucratic nature of the genocide.",
  "/wiki/Wallenberg:_A_Hero%27s_Story": "Wallenberg: A Hero's Story is a 1985 NBC television film starring Richard Chamberlain as Raoul Wallenberg, a Swedish diplomat instrumental in saving thousands of Hungarian Jews from the Holocaust.",
  "/wiki/Lamont_Johnson": "Ernest Lamont Johnson Jr. (September 30, 1922 – October 24, 2010) was an American actor and film director who has appeared in and directed many television shows and movies. He won two Emmy Awards.",
  "/wiki/Come_and_see": "Come and See (Russian: Иди и смотри, Idi i smotri; Belarusian: Ідзі і глядзі, Idzi i hlyadzi) is a 1985 Belarusian film directed by Elem Klimov filmed in the Soviet Union, with a screenplay written by Klimov and Ales Adamovich based on the 1978 book I Am from the Fiery Village (original title: Я из огненной деревни, Ya iz ognennoj Derevni, 1977) by Adamovich et al.. The film stars Aleksei Kravchenko and Olga Mironova. Come and See is generally viewed as one of the most important anti-war movies ever made, and one of the great World War II movies, with the most historically accurate depictions of the crimes on the Eastern Front.",
  "/wiki/Elem_Klimov": "Elem Germanovich Klimov (Russian: Эле́м Ге́рманович Кли́мов; 9 July 1933 – 26 October 2003) was a Soviet Russian film director.  He studied at the Gerasimov Institute of Cinematography, and was married to film director Larisa Shepitko. Klimov is best known in the West for his final film, 1985's Come and See (Иди и смотри), which follows a teenage boy in German-occupied Byelorussia during the Great Patriotic War and is often considered one of the greatest war films ever made. He also directed dark comedies, children's movies, and historical pictures.",
  "/wiki/Escape_from_Sobibor": "Escape from Sobibor is a 1987 British television film which aired on ITV and CBS.  It is the story of the mass escape from the German extermination camp at Sobibor, the most successful uprising by Jewish prisoners of German extermination camps (uprisings also took place at Auschwitz-Birkenau and Treblinka). The film was directed by Jack Gold and shot in Avala, Yugoslavia (now Serbia). The full 176 minute version shown in the UK[note 1] on 10 May 1987 was pre-empted by a 143 minute version shown in the United States on 12 April 1987.",
  "/wiki/Jack_Gold": "Jack Gold (28 June 1930 – 9 August 2015) was a British film and television director. He was part of the British realist tradition which followed the Free Cinema movement.",
  "/wiki/Richard_Rashke": "Richard L. Rashke (born 1936) is an American journalist, teacher and author, who has written non-fiction books, as well as plays and screenplays. He is especially known for his history, Escape from Sobibor, first published in 1982, an account of the mass escape in October 1943 of hundreds of Jewish prisoners from the extermination camp at Sobibor in German-occupied Poland. The book was adapted as a 1987 TV movie by the same name, starring Rutger Hauer.",
  "/wiki/Golden_Globe_Awards": "The Golden Globe Awards  are accolades bestowed by the 93 members of the Hollywood Foreign Press Association beginning in January 1944, recognizing excellence in film, both American and International, and the American television.",
  "/wiki/Golden_Globe_Award_for_Best_Miniseries_or_Television_Film": "The Golden Globe Award for Best Miniseries or Television Film is one of the annual Golden Globe Awards given to the best miniseries or made-for-television film.",
  "/wiki/Au_Revoir,_Les_Enfants": "Au revoir les enfants (French pronunciation: ​[o ʁə.vwaʁ le zɑ̃.fɑ̃], meaning \"Goodbye, Children\") is an autobiographical 1987 film written, produced and directed by Louis Malle. The film won the Golden Lion at the Venice Film Festival.",
  "/wiki/Louis_Malle": "Louis Marie Malle (French: [mal]; 30 October 1932 – 23 November 1995) was a French film director, screenwriter and producer. His film Le Monde du silence won the Palme d'Or in 1956 and the Academy Award for Best Documentary in 1957, although he was not credited at the ceremony; the award was instead presented to the film's co-director Jacques Cousteau. Later in his career he was nominated multiple times for Academy Awards. Malle is also one of only four directors to have won the Golden Lion twice.",
  "/wiki/And_the_Violins_Stopped_Playing": "And the Violins Stopped Playing  (Polish: I Skrzypce Przestały Grać) (1988) is a Polish/American historical drama film written produced and directed by Alexander Ramati and based upon his biographical novel about an actual group of Romani people who were forced to flee from persecution by the Nazi regime at the height of the Porajmos (Romani holocaust), during World War II.",
  "/wiki/Alexander_Ramati": "Alexander Ramati (December 20, 1921 – February 18, 2006), born David Solomonovich Grinberg, was a Polish writer and film director.",
  "/wiki/The_Attic:_The_Hiding_of_Anne_Frank": "The Attic: The Hiding of Anne Frank  is a 1988 television film directed by John Erman. It is based on Miep Gies's book Anne Frank Remembered. The film was broadcast as part of an ad hoc network, Kraft Golden Showcase Network. Playwright William Hanley received an Emmy for his script.",
  "/wiki/John_Erman": "John Erman (born August 3, 1935) is an American television and film director, actor and producer.",
  "/wiki/Hanna%27s_War": "Hanna's War is a 1988 film co-written and directed by Menahem Golan. The film is based on The Diaries of Hanna Senesh and the biographical novel A Great Wind Cometh by Yoel Palgi. It is a biopic detailing the true story of Hannah Szenes.",
  "/wiki/Menahem_Golan": "Menahem Golan (Hebrew: מנחם גולן‎; May 31, 1929 – August 8, 2014) was an Israeli film producer, screenwriter, and director. He was best known for co-owning The Cannon Group with his cousin Yoram Globus. Cannon specialized in producing low-to-mid-budget American films, primarily Genre films, during the 1980s after Golan and Globus had achieved significant filmmaking success in their native Israel during the 1970s.",
  "/wiki/War_and_Remembrance_(miniseries)": "War and Remembrance is an American miniseries based on the novel of the same name written by Herman Wouk, which aired from November 13, 1988, to May 14, 1989. It is the sequel to The Winds of War, which was also based on one of Wouk's novels.",
  "/wiki/Dan_Curtis": "Dan Curtis (born Daniel Mayer Cherkoss; August 12, 1927 – March 27, 2006) was an American director, writer, and producer of television and film, known among fans of horror films for his afternoon TV series Dark Shadows and TV films such as Trilogy of Terror. Dark Shadows originally aired from 1966 to 1971 and has aired in syndication for nearly 40 years. Curtis was responsible for the 1991 remake of Dark Shadows, which was canceled because of low ratings due to station pre-emptions concerning the Gulf War.",
  "/wiki/Herman_Wouk": "Herman Wouk (/woʊk/ WOHK; May 27, 1915 – May 17, 2019) was an American author best known for historical fiction such as The Caine Mutiny (1951) which won the Pulitzer Prize.",
  "/wiki/The_Winds_of_War_(miniseries)": "The Winds of War is a 1983 miniseries, directed and produced by Dan Curtis, that follows the book of the same name written by Herman Wouk. Just as in the book, in addition to the lives of the Henry and Jastrow families, much time in the miniseries is devoted to the major global events of this period. Adolf Hitler and the German General Staff, with the fictitious general Armin von Roon as a major character, is a prominent subplot of the miniseries. The Winds of War also includes segments of documentary footage, narrated by William Woodson, to explain major events and important characters.",
  "/wiki/Primetime_Emmy_Award": "The Primetime Emmy Award is an American award bestowed by the Academy of Television Arts & Sciences (ATAS) in recognition of excellence in American primetime television programming. First given out in 1949, the award was originally referred to as simply the \"Emmy Awards\" until the first Daytime Emmy Award ceremony was held in 1974 and the word \"prime time\" was added to distinguish between the two.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Limited_Series": "The Primetime Emmy Award for Outstanding Limited Series represents excellence in the category of limited series that are two or more episodes with a total running time of at least 150 minutes. The program must tell a complete, non-recurring story, and not have an ongoing storyline or main characters in subsequent seasons.",
  "/wiki/List_of_Holocaust_films": "This is an index of films that deal with the Holocaust in Europe. Films dealing with the subject of the Holocaust include both documentary and narrative films. These films were produced from the early 1940s before the extent of the Holocaust was widely known and have continued to be made since then."
}