{
  "/wiki/William_Spratling": "William Spratling (September 22, 1900 – August 7, 1967) was an American-born silver designer and artist, best known for his influence on 20th century Mexican silver design.",
  "/wiki/Silversmith": "A silversmith is a metalworker who crafts objects from silver. The terms silversmith and goldsmith are not exactly synonyms as the techniques, training, history, and guilds are or were largely the same but the end product may vary greatly as may the scale of objects created.",
  "/wiki/William_Faulkner": "William Cuthbert Faulkner (/ˈfɔːknər/; September 25, 1897 – July 6, 1962) was an American writer and Nobel Prize laureate from Oxford, Mississippi. Faulkner wrote novels, short stories, screenplays, poetry, essays, and  a play. He is primarily known for his novels and short stories set in the fictional Yoknapatawpha County, based on Lafayette County, Mississippi, where he spent most of his life. Faulkner is one of the most celebrated writers in American literature generally and Southern literature specifically. Though his work was published as early as 1919 and largely during the 1920s and 1930s, Faulkner's renown reached its peak upon the publication of Malcolm Cowley's The Portable Faulkner and his 1949 Nobel Prize in Literature, making him the only Mississippi-born Nobel winner. Two of his works, A Fable (1954) and his last novel The Reivers (1962), each won the Pulitzer Prize for Fiction. In 1998, the Modern Library ranked his 1929 novel The Sound and the Fury sixth on its list of the 100 best English-language novels of the 20th century; also on the list were As I Lay Dying (1930) and Light in August (1932). Absalom, Absalom!",
  "/wiki/Urbie_Green": "Urban Clifford \"Urbie\" Green (August 8, 1926 – December 31, 2018) was an American jazz trombonist who toured with Woody Herman, Gene Krupa, Jan Savitt, and Frankie Carle.\n He played on over 250 recordings and released more than two dozen albums as a soloist, and was highly respected by his fellow trombonists. Green's trombone sound was especially noted for its warm, mellow tone, even in the higher registers where he was more fluent than most trombonists. His technique was considered flawless by many in the music industry and he played in major jazz festivals, motion picture soundtracks, concert halls, nightclubs, radio, television and the White House. He was inducted into the Alabama Jazz Hall of Fame in 1995.",
  "/wiki/Jazz": "Jazz is a music genre that originated in the African-American communities of New Orleans, United States. It originated in the late 19th and early 20th centuries, and developed from roots in blues and ragtime. Jazz is seen by many as \"America's classical music\". Since the 1920s Jazz Age, jazz has become recognized as a major form of musical expression. It then emerged in the form of independent traditional and popular musical styles, all linked by the common bonds of African-American and European-American musical parentage with a performance orientation. Jazz is characterized by swing and blue notes, call and response vocals, polyrhythms and improvisation. Jazz has roots in West African cultural and musical expression, and in African-American music traditions including blues and ragtime, as well as European military band music. Intellectuals around the world have hailed jazz as \"one of America's original art forms\".",
  "/wiki/Trombonist": "The trombone is a musical instrument in the brass family. As on all brass instruments, sound is produced when the player's vibrating lips (embouchure) cause the air column inside the instrument to vibrate. Nearly all trombones have a telescoping slide mechanism that varies the length of the instrument to change the pitch. Many modern trombone models also use a valve attachment to lower the pitch of the instrument. Variants such as the valve trombone and superbone have three valves similar to those on the trumpet. The word \"trombone\" derives from Italian tromba (trumpet) and -one (a suffix meaning \"large\"), so the name means \"large trumpet\". The trombone has a predominantly cylindrical bore like its valved counterpart, the baritone, in contrast to its conical valved counterparts: the cornet, the euphonium, and the French horn. The most frequently encountered trombones are the tenor trombone and bass trombone.",
  "/wiki/Rosemary_Glyde": "Rosemary Glyde (September 15, 1948 — January 18, 1994) was an American violist and composer. Focusing on expanding the limited repertory for solo viola, she wrote and transcribed many works for that instrument, including Sergei Rachmaninoff's Cello Sonata and Johann Sebastian Bach's Cello Suites for viola. She founded the New York Viola Society in 1992. Glyde was born in Auburn, Alabama in 1948 to Edgar Glyde, a violist on faculty at the Alabama Polytechnic Institute, and Dorothy Glyde, a cellist. Glyde was trained as soprano and violinist, studying under her father, a graduate of the Royal Academy of Music, from the age of four. While a student at Auburn High School, she was concert mistress of the Sewanee Summer Music Center Orchestra, studying with Julius Hegyi. Before her graduation from Auburn High in 1966, she was offered a scholarship to The Hartt School to train under Raphael Bronstein, with whom she continued training at the Manhattan School of Music. She began her master's work at the Juilliard School under Dorothy DeLay, but switched to viola and moved into the doctoral program studying with Lillian Fuchs.",
  "/wiki/Allen_Hinds": "Allen Hinds is an American guitarist, who has recorded or performed with Natalie Cole, BeBe & CeCe Winans, The Crusaders, Hiroshima, Roberta Flack, Randy Crawford, Bobby Caldwell, James Ingram, Marilyn Scott, Eric Marienthal, Marc Antoine, Gino Vannelli and Boney James, among many others. His songs have appeared on the TV shows Lucky, JAG, Pawn Stars, Sons of Guns and Sliced, among others. He is also an instructor and artist in residence at the Musicians Institute in Hollywood, California, and has released five solo albums.",
  "/wiki/T._Edward_Vives": "T. Edward (Ted) Vives originated the FSU Seminole War Chant in 1985, a trombonist and composer, is the musical director of the Los Alamos Community Winds. Originally from Auburn, Alabama, Dr. Vives began music studies at the age of 4, taking piano and theory lessons from Edgar and Dorothy Glyde. His musical interests changed to trombone performance and composition upon entering the public school system. Vives holds bachelor's degrees in both composition and music education from Florida State University where he studied with John Boda, Roy Johnson, and Charles Carter. He also holds a Masters of Music in Composition and a Ph.D. in Music Education from the University of Florida where he studied with Budd Udell and John D. White. He is a member of Kappa Kappa Psi National Band Service Fraternity (Gamma Nu chapter, Florida State University) Phi Mu Alpha Sinfonia, (Epsilon Iota chapter, Florida State University) and Tau Beta Sigma (honorary member, Alpha Omega chapter, Florida State University) and Phi Kappa Phi Honor Society. He has taught in the public schools in Florida and has served as a clinician at band and music camps in many states. His marching and concert band arrangements have been performed nationwide.",
  "/wiki/Los_Alamos_Community_Winds": "The Los Alamos Community Winds (LACW) is a wind ensemble made up of  members of the Los Alamos, New Mexico community and is composed of both amateur and professional musicians of all ages and backgrounds ranging from middle and high school students to retirees. The ensemble was recently awarded 1st Runner-up for the American Prize for Wind Ensembles and Concert Bands (Community Division.)",
  "/wiki/Brian_Teasley": "Brian Teasley is an American musician from Alabama. He is a founding member of Man or Astro-man? (Birdstuff), The Boster (Seth Gregg) & Servotron (Z4-OBX). Brian has also recorded and performed with The Causey Way, Shannon Wright, Japancakes, Tyro, Watts, The Mono Men, Har Mar Superstar, The Vue and The Polyphonic Spree. He is also the head writer for the (now defunct?) Chunklet Magazine. In 2007, he appeared as drummer on St. Vincent's debut album, Marry Me. As of 2010, Teasley is touring with the reformed Man or Astro-Man?",
  "/wiki/Man_or_Astro-man?": "Man or Astro-man? is an American surf rock group that formed in Auburn, Alabama in the early 1990s and came to prominence over the following decade. Primarily instrumental, Man or Astro-man? blended the surf rock style of the early 1960s like that of Dick Dale and The Spotnicks with the new wave and punk rock sounds of the late 1970s and early 1980s. Man or Astro-man? was known for their anachronistic dedication to science fiction themes, audio samples, obscure electronic devices (such as theremins and tesla coils), and high-energy live performances. Their earlier albums like Is It ... Man or Astroman? and Destroy All Astromen!",
  "/wiki/Servotron": "Servotron was a science fiction-influenced rock band active from 1995 to 1999. Members portrayed a collective of robots whose chosen medium for dissemination of ideas was music. They claimed to spread the word of robot domination, encouraging machines to rise up against their human oppressors and humans to adopt cybernetic enhancements.\n Servotron put out two full-length albums: No Room for Humans (1996) and Entertainment Program for Humans (Second Variety) (1998). They also released a 10\" EP, and several singles. The band named their movement the SRA (Servotron Robot Allegiance) and used the slogan \"Join Us or Die!\".  This mock ideology was anti-human and pro-cyborg, encouraging humans to shed their weak flesh and bone for robotic parts.",
  "/wiki/The_Polyphonic_Spree": "The Polyphonic Spree is an American choral rock band from Dallas, Texas that was formed in 2000 by Tim DeLaughter. The band's sound relies on a variety of vocal and instrumental color by featuring a choir, flute, trumpet, french horn, trombone, violin, viola, cello, percussion, piano, guitars, bass, drums, electronic keyboards, and EWI.",
  "/wiki/Kate_Higgins": "Katherine Davis Higgins (born 16 August 1969) is an American voice actress, singer, and jazz pianist.",
  "/wiki/Voice_actress": "Voice acting is the art of performing voice-overs or providing voices to represent a character or to provide information to an audience or user. Examples include animated, off-stage, off-screen or non-visible characters in various works, including feature films, dubbed foreign language films, animated short films, television programs, commercials, radio or audio dramas, comedy, video games, puppet shows, amusement rides, audiobooks and documentaries. Voice acting is also done for small handheld audio games.\n Performers are called voice actors or actresses, voice artists or voice talent. Their roles may also involve singing, although a second voice actor is sometimes cast as the character's singing voice. Voice acting is recognised in Britain as a specialized dramatic profession, chiefly owing to the BBC's long tradition of radio drama.\n Voice artists are also used to record the individual sample fragments played back by a computer in an automated announcement.",
  "/wiki/Sakura_Haruno": "Sakura Haruno (Japanese: 春野 サクラ, Hepburn: Haruno Sakura) is a fictional character in the Naruto manga and anime series created by Masashi Kishimoto. Sakura is depicted as a kunoichi affiliated with Konohagakure (木ノ葉隠れの里, English version: \"Hidden Leaf Village\") and a part of Team 7, which consists of herself, Naruto Uzumaki, Sasuke Uchiha, and their sensei Kakashi Hatake. Sakura initially has an infatuation for Sasuke, praising him at every juncture, and heaps scorn upon the less-skilled teammate Naruto. Over the course of the series, she begins to shed this singularly driven persona and grows more appreciative and accepting of Naruto. Besides the main series, Sakura has appeared in several pieces of the Naruto media, most notably the spin-off Naruto: The Seventh Hokage and the Scarlet Spring (2015) and the sequel Boruto: Naruto Next Generations (2016) where she is portrayed as a doctor named Sakura Uchiha (Japanese: うちは サクラ, Hepburn: Uchiha Sakura). Sakura has become the series' female lead, although she was not immediately intended for the role. Kishimoto has had difficulty drawing her character, resulting in Kishimoto inadvertently emphasizing certain parts of her appearance, including her large forehead. In order to make the character more appealing in the second part of the series, Kishimoto designed her costume in a way that makes her look more like a martial artist as well as more beautiful during later chapters.",
  "/wiki/Naruto": "Naruto (ナルト) is a Japanese manga series written and illustrated by Masashi Kishimoto. It tells the story of Naruto Uzumaki, a young ninja who seeks to gain recognition from his peers and also dreams of becoming the Hokage, the leader of his village. The story is in two parts, the first set in Naruto's pre-teen years, and the second in his teens. The series is based on two one-shot manga by Kishimoto: Karakuri (1995), which earned Kishimoto an honorable mention in Shueisha's monthly Hop Step Award the following year, and Naruto (1997). Naruto was serialized in Shueisha's magazine, Weekly Shōnen Jump from 1999 to 2014, and released in tankōbon (book) form in 72 volumes. The manga was adapted into an anime television series produced by Pierrot and Aniplex, which broadcast 220 episodes in Japan from 2002 to 2007; the English adaptation of the series aired on Cartoon Network and YTV from 2005 to 2009. Naruto: Shippuden, a sequel to the original series, premiered in Japan in 2007, and ended in 2017, after 500 episodes. The English adaptation was broadcast on Disney XD from 2009 to 2011, airing the first 98 episodes, and then switched over to Adult Swim's Toonami programming block in January 2014, starting over from the first episode.",
  "/wiki/Ace_Atkins": "Ace Atkins (born June 28, 1970) is an American journalist and author.  Atkins worked as a crime reporter in the newsroom of The Tampa Tribune before he published his first novel, Crossroad Blues, in 1998. He became a full-time novelist at the age of 30.",
  "/wiki/Pulitzer_Prize": "The Pulitzer Prize (/ˈpʊlɪtsər/) is an award for achievements in newspaper, magazine and online journalism, literature, and musical composition in the United States. It was established in 1917 by provisions in the will of American (Hungarian-born) Joseph Pulitzer who had made his fortune as a newspaper publisher, and is administered by Columbia University in New York City. Prizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category of the journalism competition is awarded a gold medal.",
  "/wiki/James_Fukai": "Trust Company (also typeset as TRUSTcompany and TRUST*CO) is an American alternative metal band from Prattville, Alabama, United States.",
  "/wiki/Trust_Company_(band)": "Trust Company (also typeset as TRUSTcompany and TRUST*CO) is an American alternative metal band from Prattville, Alabama, United States.",
  "/wiki/Youssef_Biaz": "Youssef Biaz (born June 14, 1994) is a spoken word artist and Google software engineer from Auburn, Alabama. He was the 2011 national champion of the poetry recitation contest Poetry Out Loud. Biaz began competing in the competition in 2010 as a junior at Auburn High School under the direction of coach Davis Thompson. He won the state championship and competed at the national competition in Washington D.C.. He finished the 2010 competition as one of the nine finalists. Biaz competed again in 2011 as a senior at Auburn High. He became the recurring state champion and returned to the national competition. Biaz finished the finals on Friday, April 29 with the poem Filling Station by Elizabeth Bishop.",
  "/wiki/Spoken_word": "Spoken word is a poetic performance art that is word-based. It is an oral art that focuses on the aesthetics of word play such as  intonation and voice inflection. It is a \"catchall\" term that includes any kind of poetry recited aloud, including poetry readings, poetry slams, jazz poetry, and hip hop, and can include comedy routines and prose monologues. Although spoken word can include any kind of poetry read aloud, it is different from written poetry in that how it sounds is often one of the main components. Unlike written poetry, it has less to do with physical on the page aesthetics and more to do with phonaesthetics, or the aesthetics of sound.",
  "/wiki/List_of_Auburn_High_School_people": "This list of Auburn High School people includes graduates, former students, administrators, trustees, faculty, and staff of Auburn High School in Auburn, Alabama.  The list includes people affiliated with the school's predecessor institutions, the Auburn Female College (1843–1852, 1870–1885), the Auburn Masonic Female College (1852–1870), the Auburn Female Institute (1892–1908), and Lee County High School (1914–1956).\n Auburn High School is the oldest public high school in Alabama, and the third-oldest operating secondary school in the United States south of Philadelphia. As of 2010, the school enrolls 1,309 students in technical, academic, and International Baccalaureate programs as well as joint enrollment with Auburn University and Southern Union State Community College.\n The first graduation exercises of Auburn High School were held in the 1840s, awarding fewer than a dozen diplomas at each session.  Today the school awards over three hundred diplomas a year and has graduated more than ten thousand students. This list organizes those associated with Auburn High School into rough professional areas and lists them in order of graduating class or years of affiliation with the school."
}