{
  "/wiki/IATA": "The International Air Transport Association (IATA /aɪˈɑːtə/) is a trade association of the world's airlines founded in 1945. IATA has been described as a cartel since, in addition to setting technical standards for airline, IATA also organized tariff conferences that served as a forum for price fixing.",
  "/wiki/ICAO": "The International Civil Aviation Organization (ICAO; French: Organisation de l'aviation civile internationale; Chinese: 国际民航组织) is a specialized agency of the United Nations. It changes the principles and techniques of international air navigation and fosters the planning and development of international air transport to ensure safe and orderly growth. Its headquarters is located in the Quartier International of Montreal, Quebec, Canada.",
  "/wiki/Tocumen_International_Airport": "Tocumen International Airport (Spanish: Aeropuerto Internacional de Tocumen) (IATA: PTY, ICAO: MPTO) is the international airport of Panama City, the capital of Panama. The airport serves as the homebase for Copa Airlines and is a regional hub to and from The Caribbean, South, North and Central America and additionally features routes to some European and Asian cities.",
  "/wiki/Panam%C3%A1_City,_Panam%C3%A1": "Panama City (Spanish: Ciudad de Panamá; pronounced [sjuˈða(ð) ðe panaˈma]), also simply known as Panama,  is the capital and largest city of Panama. It has an urban population of 880,691, with over 1.5 million in its metropolitan area. The city is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for banking and commerce.",
  "/wiki/Juan_Santamar%C3%ADa_International_Airport": "Juan Santamaría International Airport (Spanish: Aeropuerto Internacional Juan Santamaría) (IATA: SJO, ICAO: MROC) is the primary airport serving San José, the capital of Costa Rica. The airport is located in the city of Alajuela, 20 km (12 miles) west of downtown San José. It is named after Costa Rica's national hero, Juan Santamaría, a courageous drummer boy who died in 1856 defending his country against forces led by US-American filibuster William Walker.",
  "/wiki/San_Jos%C3%A9,_Costa_Rica": "San José (Spanish: [saŋ xoˈse]; literally meaning \"Saint Joseph\") is the capital and largest city of Costa Rica, and the capital of the province of the same name. It is located in the centre of the country, specifically in the mid-west of the Central Valley, and contained within San José Canton. San José is the seat of national government, the focal point of political and economic activity, and the major transportation hub of Costa Rica. The population of San José Canton was 288,054 in 2011, and\nSan José’s municipal land area measures 44.2 square kilometers (17.2 square miles), with an estimated 333,980 residents in 2015. Together with several other cantons of the central valley including Alajuela, Heredia and Cartago it forms the Greater Metropolitan Area of the country, with an estimated population of over 2 million in 2017. The city is named in honor of Joseph of Nazareth.",
  "/wiki/El_Salvador_International_Airport": "El Salvador International Airport Saint Oscar Arnulfo Romero y Galdámez (Spanish: Aeropuerto Internacional de El Salvador San Óscar Arnulfo Romero y Galdámez), (IATA: SAL, ICAO: MSLP), previously known as Comalapa International Airport (Spanish: Aeropuerto Internacional de Comalapa) is an airport that serves to San Salvador, El Salvador. It is located in the south central area of the country, in the city of San Luis Talpa, Department of La Paz, and occupies a triangular plain of 2519.8 acres, which borders the Pacific Ocean to the south, to the east with the Jiboa river, and to the northwest with the coastal highway. Being close to sea level, it allows aircraft to operate efficiently at maximum capacity. It is connected to the capital of San Salvador, El Salvador through a modern four-lane motorway, with 42 kilometers (26 miles) travel in an average time of 30 minutes.",
  "/wiki/San_Salvador": "San Salvador (\"Holy Savior\") is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador which comprises the capital itself and 13 of its municipalities has a population of 2,404,097.",
  "/wiki/La_Aurora_International_Airport": "La Aurora International Airport (Spanish: Aeropuerto Internacional La Aurora, IATA: GUA, ICAO: MGGT) serves Guatemala City, Guatemala. It is located 6.4 km (4.0 mi) south of Guatemala City's center and 25 km (16 mi) from Antigua Guatemala. It is administered by the Dirección General de Aeronáutica Civil.",
  "/wiki/Guatemala_City": "Guatemala City (Spanish: Ciudad de Guatemala), locally known as Guatemala or Guate, officially Nueva Guatemala de la Asunción (New Guatemala of the Assumption), is the capital and largest city of Guatemala, and the most populous urban area in Central America. The city is located in the south-central part of the country, nestled in a mountain valley called Valle de la Ermita (English: Hermitage Valley). It is estimated that its population is about 1 million. Guatemala City is also the capital of the Municipality of Guatemala and of the Guatemala Department.",
  "/wiki/Augusto_C._Sandino_International_Airport": "Augusto C. Sandino International Airport (Spanish: Aeropuerto Internacional Augusto C. Sandino) (IATA: MGA, ICAO: MNMG) or ACS is the main joint civil-military public international airport in Managua, Nicaragua named after Nicaraguan revolutionary Augusto Nicolás Sandino and located in the City's 6th ward, known locally as Distrito 6. Originally christened as Las Mercedes Airport in 1968, it was later renamed Augusto C. Sandino International Airport during the Sandinista government in the 1980s and again in 2001 to Managua International Airport by then-president Arnoldo Alemán. Its name was changed once more in February 2007 to its current name by President Daniel Ortega to honor the revolutionary. Managua also has an alternative landing strip at Punta Huete Airport. Punta Huete was designed for larger aircraft. This alternative landing site, however, does not service commercial aircraft. The airport is managed by the state-run Administrative Company of International Airports, more commonly known as the EAAI given its Spanish name, the Empresa Administradora de Aeropuertos Internacionales.",
  "/wiki/Managua": "Managua (Spanish pronunciation: [maˈnaɣwa]) is the capital and largest city of Nicaragua, and the center of an eponymous department. Located on the southwestern shore of Lake Managua and inside the Managua Department, it has an estimated population 1,042,641 in 2016 within the city's administrative limits and a population of 1,401,687 in the metropolitan area, which additionally includes the municipalities of Ciudad Sandino, El Crucero, Nindirí, Ticuantepe and Tipitapa.",
  "/wiki/Ram%C3%B3n_Villeda_Morales_International_Airport": "Ramón Villeda Morales International Airport (Spanish: Aeropuerto Internacional Ramón Villeda Morales) (IATA: SAP, ICAO: MHLM), also known as La Mesa International Airport, is located 11 kilometres (7 mi) southeast of the city of San Pedro Sula, in the Cortés Department of Honduras.",
  "/wiki/San_Pedro_Sula": "San Pedro Sula (Spanish pronunciation: [san ˈpedɾo ˈsula]) is the capital of Cortés Department, Honduras. It is located in the northwest corner of the country in the Sula Valley, about 50 kilometers (31 miles) south of Puerto Cortés on the Caribbean Sea. With a population of 661,190 in the central urban area (2019 calculation) and a population of 1,445,598 in its metropolitan area in 2019, it is the nation's primary industrial center and second largest city after the capital Tegucigalpa.",
  "/wiki/Daniel_Oduber_Quir%C3%B3s_International_Airport": "Daniel Oduber Quirós International Airport (Spanish: Aeropuerto Internacional Daniel Oduber Quirós) (IATA: LIR, ICAO: MRLB), also known as Liberia International Airport, is one of four international airports in Costa Rica. It serves especially as a tourism hub for those who visit the Pacific coast and western Costa Rica. The airport is named for Daniel Oduber Quirós, who served as president of Costa Rica from 1974 to 1978.",
  "/wiki/Liberia,_Costa_Rica": "Liberia (Spanish pronunciation: [li.ˈβe.ɾja]) is the capital and largest city of Guanacaste province, Costa Rica, located 215 kilometres (134 mi) northwest of the national capital, San José, in the canton with the same name.",
  "/wiki/Toncont%C3%ADn_International_Airport": "Toncontín International Airport (IATA: TGU, ICAO: MHTG) or Teniente Coronel Hernán Acosta Mejía Airport is a civil and military airport located 6 km (4 mi) from the centre of Tegucigalpa, Honduras.",
  "/wiki/Tegucigalpa": "Tegucigalpa (UK: /tɛˌɡuːsɪˈɡælpə/, US: /təˌ-/, Spanish: [teɣusiˈɣalpa]), formally Tegucigalpa, Municipality of the Central District (Spanish: Tegucigalpa, Municipio del Distrito Central or Tegucigalpa, M.D.C.), and colloquially referred to as Tegus or Teguz, is the capital and largest city of Honduras along with its twin sister, Comayagüela.",
  "/wiki/Philip_S._W._Goldson_International_Airport": "Philip S. W. Goldson International Airport (IATA: BZE, ICAO: MZBZ) is an airport that serves the nation of Belize's largest city, Belize City along the eastern coast of Central America. It was named after politician Philip Stanley Wilberforce Goldson, who died in 2001. Philip S. W. Goldson International Airport is about 30 minutes drive from Belize City's centre, in Ladyville. The airport is at an elevation of 5 m (16 ft) and this means both the airport and the entirety of Belize City are at risk of serious flooding due to its low elevation and coastal location. For this reason, Belize's capital has been moved to Belmopan, but it remains the largest and busiest in the country. With stable passenger growth, Philip S. W. Goldson International Airport is currently the seventh busiest airport in Central America.",
  "/wiki/Belize_City": "Belize City is the largest city in Belize and was once the capital of the former British Honduras. According to the 2010 census, Belize City has a population of 57,169 people in 16,162 households. It is at the mouth of the Haulover Creek, which is a tributary of the Belize River. The Belize River empties into the Caribbean Sea five miles from Belize City on the Philip Goldson Highway on the coast of the Caribbean. The city is the country's principal port and its financial and industrial hub. Cruise ships drop anchor outside the port and are tendered by local citizens. The city was almost entirely destroyed in 1961 when Hurricane Hattie swept ashore on October 31. It was the capital of British Honduras (as Belize was then named) until the government was moved to the new capital of Belmopan in 1970.",
  "/wiki/Albrook_%22Marcos_A._Gelabert%22_International_Airport": "Albrook \"Marcos A. Gelabert\" International Airport (Spanish: Aeropuerto Internacional de Albrook \"Marcos A. Gelabert\") (IATA: PAC, ICAO: MPMG) is a public airport located 1.5 kilometres (1 mi) west of the center of Panama City, in the Panamá Province of Panama. It is on the site of the former Albrook Air Force Station. Previously, the airport was located in the area of Paitilla Punta Paitilla [es], operating approximately 70 years until January 1999, when the airport moved operations to Albrook. The name was changed to honor the Panamanian aviator Marcos A. Gelabert, whose contributions to Panamanian aviation included founding Panama's first airline and first school for training pilots.",
  "/wiki/Juan_Manuel_G%C3%A1lvez_International_Airport": "Juan Manuel Gálvez International Airport (Spanish: Aeropuerto Internacional Juan Manuel Gálvez) (IATA: RTB, ICAO: MHRO) is an international airport located on the island of Roatán, in the Caribbean Sea 50 kilometres (31 mi) off the northern coast of Honduras. Roatán is in the Bay Islands Department of Honduras.",
  "/wiki/Roat%C3%A1n": "Roatán (Spanish pronunciation: [ro.a.ˈtan]) is an island in the Caribbean, about 65 kilometres (40 mi) off the northern coast of Honduras.  It is located between the islands of Útila and Guanaja, and is the largest of the Bay Islands of Honduras.",
  "/wiki/Golos%C3%B3n_International_Airport": "Golosón International Airport (Spanish: Aeropuerto Internacional Golosón) (IATA: LCE, ICAO: MHLC) is an airport located on the western side of the city of La Ceiba, in the Atlántida Department on the north coast of Honduras. It is also known as La Ceiba Airport (Aeropuerto de La Ceiba) and Hector C. Moncada Air Base (Base Aérea Hector C. Moncada).",
  "/wiki/La_Ceiba": "La Ceiba (Spanish pronunciation: [la ˈseiβa]) is a port city on the northern coast of Honduras in Central America. It is located on the southern edge of the Caribbean, forming part of the south eastern boundary of the Gulf of Honduras. With an estimated population of over 200,000 living in approximately 170 residential areas (called colonias or barrios), it is the third-largest city in the country and the capital of the Honduran department of Atlántida.",
  "/wiki/Enrique_Malek_International_Airport": "Enrique Malek International Airport (Spanish: Aeropuerto Internacional Enrique Malek) (IATA: DAV, ICAO: MPDA) is an international airport serving David, a city in the Chiriquí Province of Panama.",
  "/wiki/David,_Panama": "David (Spanish pronunciation: [daˈβið]), officially San José de David, is a city and corregimiento in the west of Panama. It is the capital of the province of Chiriquí and has an estimated population of 144,858 inhabitants as confirmed in 2013. It is a relatively affluent city with a firmly established, dominant middle class and a very low unemployment and poverty index. The Pan-American Highway is a popular route to David. It is named after King David from the Bible.",
  "/wiki/Mundo_Maya_International_Airport": "Mundo Maya International Airport (Spanish: Aeropuerto Internacional Mundo Maya, IATA: FRS, ICAO: MGMM), formerly Flores International Airport as indicated by its 3-letter code, is an international airport located in the suburb of Santa Elena, in the city of Flores, Guatemala. It serves national and international air traffic for the areas of Flores, Santa Elena, and San Benito, as well as all the Maya sites like Tikal or Yaxhá and destinations like Guatemala City and Belize.",
  "/wiki/Flores,_El_Pet%C3%A9n": "Flores is the capital of the Petén Department, Guatemala's landlocked, northernmost  department. The population is 13,700 (2003).",
  "/wiki/Tikal": "Tikal (/tiˈkɑːl/) (Tik’al in modern Mayan orthography) is the ruin of an ancient city, which was likely to have been called Yax Mutal, found in a rainforest in Guatemala. It is one of the largest archaeological sites and urban centers of the pre-Columbian Maya civilization. It is located in the archaeological region of the Petén Basin in what is now northern Guatemala. Situated in the department of El Petén, the site is part of Guatemala's Tikal National Park and in 1979 it was declared a UNESCO World Heritage Site.",
  "/wiki/Tob%C3%ADas_Bola%C3%B1os_International_Airport": "Tobías Bolaños International Airport (Spanish: Aeropuerto Internacional Tobías Bolaños) (IATA: SYQ, ICAO: MRPV) is one of four international airports in Costa Rica, and the secondary airport serving the city of San José, after Juan Santamaría International Airport. It is located in downtown San José, in Pavas District, San José Canton.",
  "/wiki/Bocas_del_Toro_%22Isla_Col%C3%B3n%22_International_Airport": "Bocas del Toro \"Isla Colón\" International Airport (Spanish: Aeropuerto Internacional de Bocas del Toro \"Isla Colón\") (IATA: BOC, ICAO: MPBO) is a public airport located 1.5 kilometres (1 mi) northwest of the center of Bocas del Toro, a town on Isla Colón (Colón Island) in the Bocas del Toro Province of Panama.",
  "/wiki/Bocas_Town,_Bocas_del_Toro": "Bocas del Toro (Spanish pronunciation: [ˈbokaz ðel ˈtoɾo]), also known colloquially as Bocas Town, is the capital of the Panamanian province of Bocas del Toro and the district of Bocas del Toro. It is a town and a tourist resort located on the southern tip of Colón Island in the Bocas del Toro Archipelago in the Caribbean Sea. Bocas Town had 12,996 residents in 2008.",
  "/wiki/Isla_Colon": "Colón Island (Spanish: Isla Colón) is the northernmost and main island in the Bocas del Toro Archipelago located in Bocas del Toro Province, Panama. The capital city of the province, Bocas del Toro, is located on the island and is one of Panama's main tourist attractions with over 150,000 visitors per year and an 8% annual rate of growth in tourism.",
  "/wiki/Puerto_Cabezas_Airport": "Puerto Cabezas Airport (IATA: PUZ, ICAO: MNPC) is an airport serving Puerto Cabezas, Nicaragua. Also known as Bilwi Airport, it is located on Nicaragua's Caribbean coast in the North Caribbean Coast Autonomous Region (RACCN), approximately an hour from Managua by aircraft. Operated by the state of Nicaragua, it mainly serves the city of Puerto Cabezas, located close to the northeast corner of the country.",
  "/wiki/Puerto_Cabezas": "Puerto Cabezas (Spanish pronunciation: [ˈpweɾ.to ka.ˈβe.sas]; English: Bragman's Bluff; Miskito: Puerto Cabezas) is a municipality in Nicaragua. It is the capital of the North Caribbean Coast Autonomous Region (RACCN).",
  "/wiki/Corn_Island_Airport": "Corn Island International Airport (IATA: RNI, ICAO: MNCI) is an airport that serves Corn Island, Nicaragua. A new terminal has been built and the runway was refurbished so that medium-sized jet aircraft can land the airport. Buses and taxis are both available for transport around the island. It has x-ray machines, two immigration offices.",
  "/wiki/Corn_Island": "The Corn Islands (Spanish: Las Islas del Maíz) are two islands about 70 kilometres (43 mi) east of the Caribbean coast of Nicaragua, constituting one of 12 municipalities of the South Caribbean Coast Autonomous Region. The official name of the municipality is Corn Island (the English name is officially used in Spanish-speaking Nicaragua).",
  "/wiki/Bluefields_Airport": "Bluefields International Airport (IATA: BEF, ICAO: MNBL) is an airport serving Bluefields, a harbor city in the South Caribbean Coast Autonomous Region of Nicaragua. It is the busiest airport in the Caribbean coast of Nicaragua.",
  "/wiki/Bluefields": "Bluefields (Spanish pronunciation: [bluˈfjelds]) is the capital of the South Caribbean Autonomous Region (RAAS) in Nicaragua. It was also the capital of the former Zelaya Department, which was divided into North and South Caribbean Coast Autonomous Regions. It is located on Bluefields Bay at the mouth of the Escondido River in the municipality of the same name.",
  "/wiki/Tambor_Airport": "Tambor Airport (IATA: TMU, ICAO: MRTR) is an airport serving Tambor, Costa Rica. The airport also serves tourist destinations like Mal Pais, Santa Teresa, Montezuma, and the Cabo Blanco Absolute Natural Reserve.",
  "/wiki/Tambor,_Costa_Rica": "Tambor is a town in Costa Rica."
}