{
  "/wiki/Bradford_East_(UK_Parliament_constituency)": "Bradford East is a constituency[n 1] represented in the House of Commons of the UK Parliament. [n 2]",
  "/wiki/Frederick_William_Jowett": "Frederick William Jowett (31 January 1864 – 1 February 1944) was a British Labour politician.",
  "/wiki/Bute_and_Northern_Ayrshire_(UK_Parliament_constituency)": "Bute and Northern Ayrshire  was a county constituency of the House of Commons of the Parliament of the United Kingdom from 1918 to 1983. It elected one Member of Parliament (MP) by the first past the post voting system.",
  "/wiki/Alexander_Sloan": "Alexander Sloan (11 November 1879 – 16 November 1945), known as Sandy or Sanny Sloan, was Labour MP for South Ayrshire, in Scotland.",
  "/wiki/Camborne_(UK_Parliament_constituency)": "Camborne was a county constituency in Cornwall which returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom. It was created for the 1885 general election, and abolished for the 1950 general election, when it was largely replaced by the new Falmouth and Camborne.",
  "/wiki/Kate_Spurrell": "Kate Florence Spurrell (March 1886 – c.1968) was a British trade unionist and socialist activist.",
  "/wiki/Clapham_(UK_Parliament_constituency)": "Clapham was a borough constituency in South London which returned one Member of Parliament to the House of Commons of the UK Parliament.  It was created in time for the 1885 general election then altered in periodic national boundary reviews, principally in 1918, and abolished before the February 1974 general election.  In its early years (until 1918) the seat was officially named Battersea and Clapham Parliamentary Borough: No. 2—The Clapham Division.",
  "/wiki/Hilda_Browning": "Hilda Alice Selwyn-Clarke, Lady Selwyn-Clarke (1899 – 1967) was a British socialist activist.",
  "/wiki/Dumbarton_Burghs_(UK_Parliament_constituency)": "Dumbarton Burghs was a district of burghs constituency of the House of Commons of the Parliament of the United Kingdom from 1918 to 1950.",
  "/wiki/David_Kirkwood": "David Kirkwood, 1st Baron Kirkwood, PC (8 July 1872 – 16 April 1955) was a British politician, trade unionist and socialist activist from the East End of Glasgow, Scotland, viewed as a leading figure of the Red Clydeside era.",
  "/wiki/Glasgow_Bridgeton_(UK_Parliament_constituency)": "Glasgow Bridgeton was a parliamentary constituency in the city of Glasgow.  From 1885 to 1974, it returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first-past-the-post voting system.",
  "/wiki/James_Maxton": "James Maxton (22 June 1885 – 23 July 1946) was a British left-wing politician, and leader of the far-left faction of the Independent Labour Party. He was a pacifist who opposed both world wars. A prominent proponent of Home Rule for Scotland, he is remembered as one of the leading figures of the Red Clydeside era. He broke with Ramsay MacDonald and the second minority Labour government, and became one of its most bitter critics. As the leader of the Independent Labour Party (ILP), he disaffiliated the ILP from the mainstream party in 1932. After that he was a marginal independent figure on the far left-wing.",
  "/wiki/Glasgow_Camlachie_(UK_Parliament_constituency)": "Glasgow Camlachie was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1885 until 1955.",
  "/wiki/Campbell_Stephen": "Reverend Campbell Stephen (1884 – 25 October 1947) was a Scottish socialist politician.",
  "/wiki/Glasgow_Govan_(UK_Parliament_constituency)": "Glasgow Govan was a parliamentary constituency in the Govan district of Glasgow. It was represented in the House of Commons of the Parliament of the United Kingdom for 120 years; from 1885 until 2005, returning one Member of Parliament (MP) elected by the first-past-the-post system.",
  "/wiki/George_Buchanan_(politician)": "George Buchanan (30 November 1890 – 28 June 1955) was a Scottish patternmaker, trade union activist, and Member of Parliament.",
  "/wiki/Glasgow_Kelvingrove_(UK_Parliament_constituency)": "Glasgow Kelvingrove was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1918 until 1983. It elected one Member of Parliament (MP) using the first-past-the-post voting system.   In February 1974 it absorbed the entire Glasgow Woodside Constituency which had existed from 1950 but lost the part of the Exchange Ward it had previously included to Glasgow Central.",
  "/wiki/Glasgow_Shettleston_(UK_Parliament_constituency)": "Glasgow Shettleston was a burgh constituency represented in the House of Commons of the Parliament of the United Kingdom from 1918 until 2005. The Shettleston area is represented is now covered by Glasgow Central and Glasgow East.",
  "/wiki/John_McGovern_(politician)": "John McGovern (13 December 1887 – 14 February 1968) was a Scottish socialist politician.",
  "/wiki/Kilmarnock_(UK_Parliament_constituency)": "Kilmarnock was a county constituency of the House of Commons of the Parliament of the United Kingdom from 1918 to 1983. It elected one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/John_Pollock_(politician)": "John Pollock (1893 – 1955) was a Scottish political activist.",
  "/wiki/Lanark_(UK_Parliament_constituency)": "Lanark was a county constituency of the House of Commons of the Parliament of the United Kingdom (Westminster) from 1918 to 1983. It elected one Member of Parliament (MP) by the first past the post voting system.",
  "/wiki/Leyton_East_(UK_Parliament_constituency)": "Leyton East was a parliamentary constituency in the Municipal Borough of Leyton, then part of Essex but now in Greater London.",
  "/wiki/Fenner_Brockway": "Archibald Fenner Brockway, Baron Brockway (1 November 1888 – 28 April 1988), was a British anti-war activist and politician.",
  "/wiki/Liverpool_Kirkdale_(UK_Parliament_constituency)": "Liverpool Kirkdale was a constituency represented in the House of Commons of the Parliament of the United Kingdom covering Kirkdale, Liverpool. It elected one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Elijah_Sandham": "Elijah Sandham (1875 – 7 May 1944)\nwas an English Independent Labour Party (ILP) politician from Lancashire. He sat in the House of Commons from 1929 to 1931 as the Member of Parliament (MP) for Kirkdale division of Liverpool, and in 1934 he led the breakaway Independent Socialist Party.",
  "/wiki/Merthyr_(UK_Parliament_constituency)": "Merthyr was a borough constituency centred on the town of Merthyr Tydfil in Wales.  It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/R._C._Wallhead": "Richard Collingham Wallhead (28 December 1869 – 27 April 1934), known as R. C. Wallhead, was a British Member of Parliament.",
  "/wiki/Newcastle-upon-Tyne_Central_(UK_Parliament_constituency)": "Newcastle upon Tyne Central is a constituency[n 1] represented in the House of Commons of the UK Parliament since 2010 by Chi Onwurah from Labour, the former Head of Telecoms Technology at Ofcom.[n 2] At the 2017 and 2019 general elections, the constituency beat Houghton and Sunderland South, which had declared first in 2010 and 2015 (as did its predecessor Sunderland South in the four preceding general elections), to be the first constituency to declare a result.",
  "/wiki/Sir_Charles_Trevelyan,_3rd_Baronet": "Sir Charles Philips Trevelyan, 3rd Baronet (28 October 1870 – 24 January 1958) was a British Liberal Party, and later Labour Party, politician and landowner. He served as President of the Board of Education in 1924 and between 1929 and 1931 in the first two Labour administrations of Ramsay MacDonald.",
  "/wiki/North_Lanarkshire_(UK_Parliament_constituency)": "North (or Northern) Lanarkshire was a county constituency of the House of Commons of the Parliament of the United Kingdom (Westminster) from 1868 to 1885 and from 1918 to 1983. It elected one Member of Parliament (MP) by the first past the post voting system.",
  "/wiki/Jennie_Lee,_Baroness_Lee_of_Asheridge": "Janet Lee, Baroness Lee of Asheridge, PC LLD HonFRA (3 November 1904 – 16 November 1988), known as Jennie Lee, was a Scottish politician. She was a Labour Member of Parliament from a by-election in 1929 until 1931 and then from 1945 to 1970.",
  "/wiki/Norwich_(UK_Parliament_constituency)": "Norwich was a borough constituency which was represented in the House of Commons of England from 1298 to 1707, in the House of Commons of Great Britain from 1707 to 1800, and in the House of Commons of the United Kingdom from 1801 until it was abolished for the 1950 general election. Consisting of the city of Norwich in Norfolk, it returned two members of parliament (MPs), elected by the bloc vote system.",
  "/wiki/Dorothy_Jewson": "Dorothea Jewson (17 August 1884 – 29 February 1964), better known as Dorothy Jewson, was a British teacher, trade union organiser, Labour Party politician, and one of her party's first female Members of Parliament. Whilst at Girton College, Cambridge, she joined socialist organisations including the Independent Labour Party, and went on to campaign for Women's Suffrage in Norwich. She became the \"Chief Organiser\" of the women's section of National Union of General Workers, before leaving to work as a housemaid at a London hotel, investigating the working conditions there.",
  "/wiki/Peckham_(UK_Parliament_constituency)": "Peckham was a borough constituency in South London which returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom. Elections were held using the first-past-the-post voting system.",
  "/wiki/John_Warburton_Beckett": "John Warburton Beckett (11 October 1894 – 28 December 1964) was a leading figure in British politics between the world wars, both in the Labour Party and in fascist movements.",
  "/wiki/Perth_(UK_Parliament_constituency)": "Perth was a constituency of the House of Commons of the Parliament of the United Kingdom from 1832 to 1918, 1918 to 1950, and 1997  to 2005. From 1832 to 1918 it was a burgh constituency. From 1918 to 1950, and 1997 to 2005, it was a county constituency. During each of the three periods it elected one Member of Parliament (MP).",
  "/wiki/Independent_Labour_Party_election_results": "This article lists the Independent Labour Party's election results in UK parliamentary elections."
}