{
  "/wiki/Christian_denomination": "A Christian denomination is a distinct religious body within Christianity, identified by traits such as a name, organization, leadership and doctrine. The Roman Catholic Church, Eastern Orthodox Church, and Oriental Orthodoxy, meaning the large majority, all self-describe as churches, whereas many Protestant denominations self-describe as congregations or  fellowships. Divisions between one group and another are defined by authority and doctrine; issues such as the nature of Jesus, the authority of apostolic succession, ecclesiology, eschatology, and papal primacy may separate one denomination from another. Groups of denominations—often sharing broadly similar beliefs, practices, and historical ties—are sometimes known as \"branches of Christianity\". These branches differ in many ways, especially through differences in practices and belief.",
  "/wiki/St_Peter%27s_Church,_Bolton": "St Peter's Church, Bolton-le-Moors, commonly known as Bolton Parish Church, is a Church of England parish church in Bolton, Greater Manchester, England. The parish church, dedicated to St Peter, is an example of the Gothic Revival style. The church is recorded in the National Heritage List for England as a Grade II* listed building, having been designated in 1974. St Peter's is an active parish church in the Diocese of Manchester and is part of the Bolton deanery and Bolton archdeaconry.",
  "/wiki/Bolton,_Greater_Manchester": "Bolton (/ˈbɒltən/ (listen), locally /ˈboʊtən/) is a town in Greater Manchester in North West England. A former mill town, Bolton has been a production centre for textiles since Flemish weavers settled in the area in the 14th century, introducing a wool and cotton-weaving tradition. The urbanisation and development of the town largely coincided with the introduction of textile manufacture during the Industrial Revolution. Bolton was a 19th-century boomtown, and at its zenith in 1929 its 216 cotton mills and 26 bleaching and dyeing works made it one of the largest and most productive centres of cotton spinning in the world. The British cotton industry declined sharply after the First World War, and by the 1980s cotton manufacture had virtually ceased in Bolton.",
  "/wiki/Church_of_England": "The Church of England (C of E) is the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the third century, and to the 6th-century Gregorian mission to Kent led by Augustine of Canterbury.",
  "/wiki/St_Patrick%27s_Church,_Bolton": "St Patrick's Church is a Roman Catholic Church in Bolton, Greater Manchester, England. It was built in 1861 and is a Gothic Revival style building. It is situated on the corner of Great Moor Street and Johnson Street, to the west of Bradshawgate in the centre of the town. It is a Grade II listed building.",
  "/wiki/Roman_Catholic": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/St_Maxentius%27_Church,_Bradshaw": "St Maxentius' Church is in Bradshaw, Bolton, Greater Manchester, England. It is an active Anglican parish church in the deanery of Walmsley, the archdeaconry of Bolton and the diocese of Manchester. Its benefice is united with those of five other local churches. Standing separately from the church is the tower of an earlier church. The present church is dedicated to Saint Maxentius, an obscure French saint, and is the only church in England with this dedication.",
  "/wiki/Bradshaw,_Greater_Manchester": "Bradshaw is a village of the unparished area of South Turton in the Metropolitan Borough of Bolton in Greater Manchester, England. It gives its name to the larger Bradshaw electoral ward, which includes Harwood. Historically a part of Lancashire, Bradshaw lies on the southern edge of the West Pennine Moors.",
  "/wiki/St_James%27_Church,_Daisy_Hill": "St James' Church is in the Daisy Hill district of Westhoughton, in the Metropolitan Borough of Bolton, Greater Manchester, England. It is an active Church of England parish church in the Diocese of Manchester and is part of the Deane deanery and Bolton archdeaconry. The church is recorded in the National Heritage List for England as a designated Grade II* listed building.",
  "/wiki/Westhoughton": "Westhoughton (/wɛstˈhɔːtən/ west-HAW-tən) is a town and civil parish in the Metropolitan Borough of Bolton, Greater Manchester, England. It is 4 miles (6 km) southwest of Bolton, 5 miles (8 km) east of Wigan and 13 miles (21 km) northwest of Manchester.",
  "/wiki/St._Mary_the_Virgin,_Deane": "The Church of St Mary the Virgin, Deane, is an Anglican parish church in Deane, Bolton, Greater Manchester, England. It is a member of Deane deanery in the archdeaconry of Bolton, diocese of Manchester. It is a Grade II* listed building.",
  "/wiki/Deane,_Greater_Manchester": "Deane is an area of Bolton, in Greater Manchester, England.  It is about 2 miles (3.2 km) south west of Bolton and 11 miles (17.7 km) northwest of the city of Manchester.",
  "/wiki/Halliwell,_Greater_Manchester": "Halliwell is predominantly a residential area of Bolton, Greater Manchester, England. It gives its name to an electoral ward of the wider Metropolitan Borough of Bolton. The population of this ward taken at the 2011 census was 13,929.  Halliwell lies about 2 miles (3.2 km) to the north west of Bolton town centre and is bounded by Tonge Moor to the east and Heaton to the south west. Smithills Hall to the north is within the ancient township. It lies on the lower south facing slopes of the West Pennine Moors.",
  "/wiki/St_Thomas%27_Church,_Halliwell": "St Thomas' Church is in Eskrick Street, Halliwell, a residential area of Bolton, Greater Manchester, England. It is an active Anglican parish church in the deanery of Bolton, the archdeaconry of Bolton, and the diocese of Manchester. Its benefice is united with those of five other local churches to form the Benefice of West Bolton. The church is recorded in the National Heritage List for England as a designated Grade II* listed building.",
  "/wiki/St_Margaret%27s_Church,_Halliwell": "St Margaret's Church is in Lonsdale Road, Halliwell, Bolton, Greater Manchester, England.  It is an active Anglican parish church in the deanery of Bolton, the archdeaconry of Bolton, and the diocese of Manchester.  Its benefice is united with that of Christ Church, Heaton.",
  "/wiki/Holy_Trinity_Church,_Horwich": "Holy Trinity Church, commonly known as Horwich Parish Church, is a Grade II listed building in Horwich, Greater Manchester, England. It is an active Church of England parish church and part of the Deane deanery in the archdeaconry of Bolton, diocese of Manchester. Holy Trinity Church is now part of the United Benefice of Horwich and Rivington, which includes the other two Anglican churches in Horwich, St Catherine's Church and St Elizabeth's Church, and Rivington Anglican Church.",
  "/wiki/Horwich": "Horwich (/ˈhɒrɪtʃ/ HORR-itch) is a town and civil parish in the Metropolitan Borough of Bolton, Greater Manchester, England. Historically in Lancashire, it is 5.3 miles (8.5 km) southeast of Chorley, 5.8 miles (9.3 km) northwest of Bolton and 20 miles (32 km) northwest of Manchester. It lies at the southern edge of the West Pennine Moors with the M61 motorway passing close to the south and west. At the 2011 Census, Horwich had a population of 20,067.",
  "/wiki/Kearsley": "Kearsley (/ˈkɜːrzli/ KURZ-lee) is a town in the Metropolitan Borough of Bolton, Greater Manchester, England.  The population at the 2011 census was 14,212. Historically part of Lancashire, it lies 8 miles (13 km) northwest of Manchester, 5 miles (8 km) southwest of Bury and 3 3⁄4 miles (6 km) south of Bolton.",
  "/wiki/United_Reformed_Church": "The United Reformed Church (URC) is a Protestant Christian church in the United Kingdom. It has approximately 46,500 members in 1,383 congregations with 608 active ministers, including 13 church related community workers.",
  "/wiki/Methodist": "Methodism, also known as the Methodist movement, is a group of historically related denominations of Protestant Christianity which derive their practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]",
  "/wiki/The_New_Church": "The New Church (or Swedenborgianism) is the name for several historically related Christian denominations that developed as a new religious group, influenced by the writings of scientist and Swedish Lutheran theologian Emanuel Swedenborg (1688–1772). According to Swedenborg, he received a new revelation from Christ in visions he experienced over a period of at least twenty-five years. He predicted in his writings that God would replace the traditional Christian Church, establishing a New Church that would worship Jesus Christ as God. According to New Church doctrine, each person must cooperate in repentance, reformation, and regeneration."
}