{
  "/wiki/Fabiano_Joseph": "Fabiano Joseph Naasi (born December 24, 1985, in Babati, Manyara) is a Tanzanian long-distance runner.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Mubarak_Hassan_Shami": "Mubarak Hassan Shami (Arabic: مبارك حسن شامي‎, born Richard Yatich on December 1, 1980) is a Kenyan-born Qatari long-distance runner. He specializes in half marathon and marathon races.",
  "/wiki/Qatar": "Qatar (/ˈkætɑːr/, /ˈkɑːtɑːr/ (listen), /ˈkɑːtər/ or /kəˈtɑːr/ (listen); Arabic: قطر‎ Qaṭar [ˈqɑtˤɑr]; local vernacular pronunciation: [ˈɡɪtˤɑr]), officially the State of Qatar (Arabic: دولة قطر‎ Dawlat Qaṭar), is a country located in Western Asia, occupying the small Qatar Peninsula on the northeastern coast of the Arabian Peninsula.\nWhether the sovereign state should be regarded as a constitutional monarchy or an absolute monarchy is disputed. Its sole land border is with neighbouring Gulf Cooperation Council (GCC) monarchy Saudi Arabia to the south, with the rest of its territory surrounded by the Persian Gulf. The Gulf of Bahrain, an inlet of the Persian Gulf, separates Qatar from nearby Bahrain.",
  "/wiki/Yonas_Kifle": "Yonas Andebrhan Kifle  (born 5 November 1977) is an Eritrean runner who specializes in the 10,000 metres, the marathon and cross-country running. He has represented Eritrea at the Olympics on four occasions; in 2000, 2004, 2008 and 2012. He has also competed at World Championship-level in cross country, road running, and on the track indoors and outdoors.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.",
  "/wiki/Sileshi_Sihine": "Sileshi Sihine (Amharic: ስለሺ ስህኔ; born January 29, 1983 in Sheno) is an Ethiopian long-distance runner.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Abebe_Dinkessa": "Abebe Dinkesa Negera (born 6 March 1984, in Ambo) is an Ethiopian long-distance runner who specializes in the 10,000 metres. He came to prominence with a silver medal at the 2004 African Championships in Athletics and he won a bronze medal in the same event two years later. He is the fifth fastest ever over the 10,000 m with a best time of 26:30.74 set in 2005.",
  "/wiki/John_Yuda_Msuri": "John Yuda Msuri (born June 9, 1979 in Dodoma) is a Tanzanian long-distance runner.",
  "/wiki/James_Mwangi_Macharia": "James Mwangi Macharia (born 23 June 1984) is a Kenyan long-distance runner.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/Kazuo_Ietani": "Kazuo Ietani (born 25 August 1977) is a Japanese long-distance runner who specializes in the half marathon.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Yared_Asmeron": "Yared Asmerom Tesfit (born 4 February 1980 in Asmara) is an Eritrean long-distance runner who specializes in the marathon races. He was born in Asmara.",
  "/wiki/Norman_Dlomo": "Norman Dlomo (born 18 April 1975 in Vereeniging, Gauteng) is a South African long-distance runner.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Takayuki_Matsumiya": "Takayuki Matsumiya (Japanese: 松宮隆行; born 21 February 1980 in Akita) is a Japanese long-distance runner who specializes in marathon races. He holds the Asian record and Japanese record over 25 km and 30 km. He has a twin brother, Yuko, who is also a top-level marathon runner.",
  "/wiki/Tesfayohannes_Mesfen": "Tesfayohannes Mesfin (born November 24, 1974) is an Eritrean runner who specializes in the half marathon and cross-country running.",
  "/wiki/Lishan_Yegezu": "Lishan Yegezu Fanta (born 6 October 1985) is an Ethiopian long-distance runner who specializes in the half marathon.",
  "/wiki/Wilson_Busienei": "Wilson Kipkemei Busienei (born 18 August 1981 in Nakasongola) is an Ugandan long-distance runner. He is best known for winning three gold medals at the 2005 Summer Universiade. He has represented his country at the World Championship level in cross country running and road running and on the track. He took part in the 2004 Summer Olympics, finishing eleventh in the 10,000 metres. Busienei has also competed at the Commonwealth Games, having taken fifth in the 10,000 m in 2006.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Ryan_Shay": "Ryan Shay (May 4, 1979 – November 3, 2007) was an American professional long-distance runner. He was born in Ypsilanti, Michigan, and attended the University of Notre Dame. He was married to Alicia Craig, also an American distance runner. Shay is survived by his wife Alicia, parents Joe and Susan, and his seven siblings: Jodie, Casey, Sarah, Amie, and younger brothers Nate (who also was a distance runner at Notre Dame), Elliott and Stephan.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Takanobu_Otsubo": "Takanobu Otsubo (大坪 隆誠, Otsubo Takanobu, born 15 June 1976) is a Japanese long-distance runner who specializes in the half marathon and ekiden.",
  "/wiki/Sultan_Khamis_Zaman": "Onèsphore Nkunzimana (born July 23, 1985 in Burundi) is a male long-distance runner",
  "/wiki/Jason_Hartmann": "Jason Hartmann (born March 23, 1981) is a NCAA coach and a former American long-distance runner who specializes in marathon races. He won the Twin Cities Marathon in 2009. He was the top American finisher at the 2010 Chicago Marathon and was fourth at the Boston Marathon in both 2012 and 2013. His personal record for the event is 2:11:06."
}