{
  "/wiki/Christian_denomination": "A Christian denomination is a distinct religious body within Christianity, identified by traits such as a name, organization, leadership and doctrine. The Roman Catholic Church, Eastern Orthodox Church, and Oriental Orthodoxy, meaning the large majority, all self-describe as churches, whereas many Protestant denominations self-describe as congregations or  fellowships. Divisions between one group and another are defined by authority and doctrine; issues such as the nature of Jesus, the authority of apostolic succession, ecclesiology, eschatology, and papal primacy may separate one denomination from another. Groups of denominations—often sharing broadly similar beliefs, practices, and historical ties—are sometimes known as \"branches of Christianity\". These branches differ in many ways, especially through differences in practices and belief.\n Individual denominations vary widely in the degree to which they recognize one another. Several groups claim to be the direct and sole authentic successor of the church founded by Jesus Christ in the 1st century AD.  Others, however, believe in denominationalism, where some or all Christian groups are legitimate churches of the same religion regardless of their distinguishing labels, beliefs, and practices.  Because of this concept, some Christian bodies reject the term \"denomination\" to describe themselves, to avoid implying equivalency with other churches or denominations.\n The Roman Catholic Church, which has over 1.3 billion members – slightly over half of all Christians worldwide – does not view itself as a denomination, but as the original pre-denominational church, a view rejected by other Christians. Protestant denominations account for approximately 37 percent of Christians worldwide. Together, Catholicism and Protestantism (including Anglicanism, and other denominations sharing historical ties) comprise Western Christianity. Western Christian denominations prevail in Western, Northern, Central and Southern Europe, Sub-Saharan Africa, the Americas, and Oceania.[citation needed]\n The Eastern Orthodox Church, with an estimated 225–300 million adherents, is the second-largest Christian organization in the world and also considers itself the original pre-denominational church. The Eastern Orthodox Church is itself a communion of fully independent autocephalous churches (or \"jurisdictions\") that mutually recognize each other. The Eastern Orthodox Church together with Oriental Orthodoxy and the Assyrian Church of the East constitute Eastern Christianity. (There are smaller groups of Eastern Catholics which are in communion with the Bishop of Rome as well as Protestant Eastern Christians that have adopted Protestant theology but have cultural and historical ties with other Eastern Christians.) Eastern Christian denominations are represented mostly in Eastern Europe, North Asia, the Middle East, Northeast Africa, Horn of Africa, and India (especially South India).\n Christians have various doctrines about the Church (the body of the faithful that they believe Jesus Christ established) and about how the divine church corresponds to Christian denominations. Both Roman Catholics and Eastern Orthodox hold that their own organizations faithfully represent the one holy catholic and apostolic Church to the exclusion of the other. Sixteenth-century Protestants separated from the Catholic Church because of theologies and practices that they considered to be in violation of their own interpretation. Generally, members of the various denominations acknowledge each other as Christians, at least to the extent that they have mutually recognized baptisms and acknowledge historically orthodox views including the divinity of Jesus and doctrines of sin and salvation, even though doctrinal and ecclesiological obstacles hinder full communion between churches.\n Since the reforms surrounding the Second Vatican Council of 1962–1965, the Roman Catholic Church has referred to Protestant communities as \"denominations\", while reserving the term \"church\" for apostolic churches, including the Eastern Orthodox (see subsistit in and branch theory). But some non-denominational Christians do not follow any particular branch, though sometimes regarded as Protestants.[not verified in body]",
  "/wiki/Altrincham": "Altrincham (/ˈɒltrɪŋəm/ (listen) OL-tring-əm, locally /ˈɒltrɪŋɡəm/) is a town in Trafford, Greater Manchester, England, south of the River Mersey 8 miles (13 km) southwest of Manchester city centre, 3 miles (5 km) southwest of Sale and 10 miles (16 km) east of Warrington. At the 2011 Census, it had a population of 52,419.\nHistorically part of Cheshire, Altrincham was established as a market town in 1290, a time when the economy of most communities was based on agriculture rather than trade, and there is still a market in the town. Further socioeconomic development came with the extension of the Bridgewater Canal to Altrincham in 1765 and the arrival of the railway in 1849, stimulating industrial activity in the town. Outlying villages were absorbed by Altrincham's subsequent growth, along with the grounds of Dunham Massey Hall, formerly the home of the Earl of Stamford, and now a tourist attraction with three Grade I Listed Buildings and a deer park.\n Altrincham today is an affluent commuter town, partly because of its transport links. The town has a strong middle-class presence; there has been a steady increase in Altrincham's middle classes since the 19th century. It is also home to Altrincham F.C. and three ice hockey clubs: Manchester Storm, Altrincham Aces and Trafford Tornados.",
  "/wiki/Methodist": "Methodism  is an umbrella term used to describe denominations of Protestant Christianity which follow the line of the Methodist movement. Methodist denominations are historically related and derive their doctrine of practice and belief from the life and teachings of John Wesley. George Whitefield and John's brother Charles Wesley were also significant early leaders in the movement. It originated as a revival movement within the 18th-century Church of England and became a separate denomination after Wesley's death. The movement spread throughout the British Empire, the United States, and beyond because of vigorous missionary work, today claiming approximately 80 million adherents worldwide.[nb 1]\nWesleyan theology, which is upheld by the Methodist Churches, focuses on sanctification and the effect of faith on the character of a Christian. Distinguishing Methodist doctrines include the new birth, assurance, imparted righteousness, the possibility of entire sanctification, the works of piety, and the primacy of Scripture. Most Methodists teach that Jesus Christ, the Son of God, died for all of humanity and that salvation is available for all; in theology, this view is known as Arminianism.[nb 2] This teaching rejects the Calvinist position that God has pre-ordained the salvation of a select group of people. However, Whitefield and several other early leaders of the movement were considered Calvinistic Methodists and held to the Calvinist position. In addition to evangelism, Methodism emphasises charity and support for the sick, the poor, and the afflicted through the works of mercy. These ideals, collectively known as the Social Gospel, are put into practice by the establishment of hospitals, orphanages, soup kitchens, and schools to follow Christ's command to spread the good news and serve all people.\n The movement has a wide variety of forms of worship, ranging from high church to low church in liturgical usage. Denominations that descend from the British Methodist tradition are generally less ritualistic, while American Methodism is more so, the United Methodist Church in particular. Methodism is known for its rich musical tradition, and Charles Wesley was instrumental in writing much of the hymnody of the Methodist Church.\n Early Methodists were drawn from all levels of society, including the aristocracy,[nb 3] but the Methodist preachers took the message to labourers and criminals who tended to be left outside organized religion at that time. In Britain, the Methodist Church had a major effect in the early decades of the developing working class (1760–1820). In the United States, it became the religion of many slaves who later formed black churches in the Methodist tradition.",
  "/wiki/Unitarianism": "Unitarianism (from Latin unitas \"unity, oneness\", from unus \"one\") is a Christian theological movement named for its belief that the God in Christianity is one person, as opposed to the Trinity (tri- from Latin tres \"three\") which in most other branches of Christianity defines God as one being in three persons: the Father, Son, and Holy Spirit. Unitarian Christians, therefore, believe that Jesus was inspired by God in his moral teachings, and he is a savior, but he was not a deity or God incarnate. As is typical of dissenters, Unitarianism does not constitute one single Christian denomination, but rather refers to a collection of both existing and extinct Christian groups, whether historically related to each other or not, which share a common theological concept of the oneness nature of God.\n While the uncompromising theological monotheism at the heart of Christian Unitarianism distinguishes it from the major Christian denominations which subscribe to Trinitarian theology, Christian Unitarianism is closer to the monotheistic understandings of God in Judaism, as well as the concept of the oneness of God in Islam. More so, Muslims believe that Christian Unitarianism encompasses the one true monotheistic divine message from God, perpetuated through the Abrahamic faiths that predated Islam. \n Unitarianism is also known for the rejection of several other Western Christian doctrines, including the doctrines of original sin, predestination, and the infallibility of the Bible. Unitarians in previous centuries accepted the doctrine of punishment in an eternal hell, but few do today.\n Unitarianism might be considered a part of Protestantism, depending on one's stance or viewpoint, and some exclude it from that term due to its rejection of the Trinity. Despite common origins during the Protestant Reformation, some scholars call it a part of Nontrinitarianism, while others consider it both Protestant and Nontrinitarian, seeing no contradiction between those two terms. None of the three views is universally accepted.\n The Unitarian movement is tied to the more radical critiques of the Reformation. First organized in Eastern Europe during the Reformation, Unitarian communities have developed in Britain, South Africa, India, Canada, the United States, Jamaica, Nigeria, and Japan.\n Unitarians began almost simultaneously in the Polish–Lithuanian Commonwealth and in Transylvania in the mid-16th century. Among the adherents were a significant number of Italians who took refuge in Poland. In the 17th century, significant repression in Poland led many Unitarians to flee or be killed for their faith, notably Katarzyna Weiglowa. From the 16th to 18th centuries, Unitarians in Britain often faced significant political persecution, including John Biddle, Mary Wollstonecraft, and Theophilus Lindsey. In England, the first Unitarian Church was established in 1774 on Essex Street, London, where today's British Unitarian headquarters are still located.\n In the United States, different schools of Unitarian theology first spread in New England and the mid-Atlantic states. The first official acceptance of the Unitarian faith on the part of a congregation in America was by King's Chapel in Boston, from where James Freeman began teaching Unitarian doctrine in 1784, and was appointed rector and revised the prayer book according to Unitarian doctrines in 1786.\n In India, three different schools of Unitarian thought influenced varying movements, including the Brahmo Samaj, the Unitarian Church of the Khasi Hills, and the Unitarian Christian Church of Chennai, in Madras, founded in 1795.[citation needed]\n Unitarians place emphasis on the ultimate role of reason in interpreting sacred scriptures, and thus freedom of conscience and freedom of the pulpit are core values in the tradition. Reformation is an ongoing process, to be celebrated. Constant study and new experiences can lead to new insights for teachings and community practice. In varying contexts, Unitarians seek to affirm the use of reason in religion and freedom of conscience.\n In J. Gordon Melton's Encyclopedia of American Religions, the Unitarian tradition is classified among \"the 'liberal' family of churches\".",
  "/wiki/St_Alban's_Church,_Broadheath": "St Alban's Church is in Lindsell Road, Broadheath, Altrincham, Greater Manchester, England. It is an active Anglican parish church in the deanery of Bowdon, the Archdeaconry of Macclesfield, and the diocese of Chester. The church is recorded in the National Heritage List for England as a designated Grade II listed building.",
  "/wiki/Church_of_England": "The Church of England (C of E) is the established church of England. The Archbishop of Canterbury is the most senior cleric, although the monarch is the supreme governor. The Church of England is also the mother church of the international Anglican Communion. It traces its history to the Christian church recorded as existing in the Roman province of Britain by the third century, and to the 6th-century Gregorian mission to Kent led by Augustine of Canterbury.\n The English church renounced papal authority when Henry VIII failed to secure an annulment of his marriage to Catherine of Aragon in 1534. The English Reformation accelerated under Edward VI's regents, before a brief restoration of papal authority under Queen Mary I and King Philip. The Act of Supremacy 1558 renewed the breach, and the Elizabethan Settlement charted a course enabling the English church to describe itself as both catholic and reformed:",
  "/wiki/St_George's_Church,_Altrincham": "St George's Church is in the town of Altrincham, Greater Manchester, England.  The church is recorded in the National Heritage List for England as a designated Grade II listed building. It is an active Anglican parish church in the diocese of Chester, the archdeaconry of Macclesfield and the deanery of Bowdon.",
  "/wiki/Roman_Catholic": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.\n The Christian beliefs of Catholicism are found in the Nicene Creed. The Catholic Church teaches that it is the One, Holy, Catholic and Apostolic church founded by Jesus Christ in his Great Commission,[note 1] that its bishops are the successors of Christ's apostles, and that the pope is the successor to Saint Peter upon whom primacy was conferred by Jesus Christ. It maintains that it practises the original Christian faith, reserving infallibility, passed down by sacred tradition. The Latin Church, the twenty-three Eastern Catholic Churches, and institutes such as mendicant orders, enclosed monastic orders and third orders reflect a variety of theological and spiritual emphases in the church.\n Of its seven sacraments the Eucharist is the principal one, celebrated liturgically in the Mass. The church teaches that through consecration by a priest the sacrificial bread and wine become the body and blood of Christ. The Virgin Mary is venerated in the Catholic Church as Mother of God and Queen of Heaven, honoured in dogmas and devotions. Its teaching includes Divine Mercy, sanctification through faith and evangelisation of the Gospel as well as Catholic social teaching, which emphasises voluntary support for the sick, the poor, and the afflicted through the corporal and spiritual works of mercy. The Catholic Church is the largest non-government provider of education and health care in the world.\n The Catholic Church has influenced Western philosophy, culture, art, and science. Catholics live all over the world through missions, diaspora, and conversions. Since the 20th century the majority reside in the southern hemisphere due to secularisation in Europe, and increased persecution in the Middle East.\n The Catholic Church shared communion with the Eastern Orthodox Church until the East–West Schism in 1054, disputing particularly the authority of the pope. Before the Council of Ephesus in AD 431 the Church of the East also shared in this communion, as did the Oriental Orthodox churches before the Council of Chalcedon in AD 451, all separating primarily over differences in Christology.  In the 16th century, the Reformation and Counter Reformation led to further divisions with historic consequences.  \n From the late 20th century, the Catholic Church has received criticism from some for its teaching on sexuality, its inability to ordain women, as well as the handling of sexual abuse cases involving clergy.",
  "/wiki/United_Reformed_Church": "The United Reformed Church (URC) is a Protestant Christian church in the United Kingdom. It has approximately 46,500 members in 1,383 congregations with 608 active ministers, including 13 church related community workers.",
  "/wiki/Church_of_St_Mary_the_Virgin,_Bowdon": "The Church of St Mary the Virgin is in the village of Bowdon near Altrincham, Greater Manchester, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building. It is an active Anglican parish church in the diocese of Chester, the archdeaconry of Macclesfield and the deanery of Bowdon.",
  "/wiki/Bowdon,_Greater_Manchester": "Bowdon is a village and electoral ward in the Metropolitan Borough of Trafford, Greater Manchester, England. Bowdon, Hale and Hale Barns together are regarded as the wealthiest areas in Greater Manchester, and similarly wealthy to Cheshire Golden Triangle towns Wilmslow, Alderley Edge and Prestbury. These towns and the area between them contain some of the most expensive properties in England outside London.",
  "/wiki/St_George's_Church,_Carrington": "St George's Church is in the village of Carrington, Trafford, Greater Manchester, England.  It is recorded in the National Heritage List for England as a designated Grade II* listed building, but is now redundant and in the care of the Churches Conservation Trust.  It stands in a relatively isolated position south of the Manchester Ship Canal, along the northern edge of the Carrington Moss industrial estate.",
  "/wiki/Carrington,_Greater_Manchester": "Carrington is a village and civil parish in the Metropolitan Borough of Trafford, Greater Manchester, England. Historically a part of Cheshire, the village is west of Greater Manchester Urban Area, and is the site of a large gas and chemical works, which produce gases by fractional distillation of liquid air. It used to be the site of a Shell Chemicals refinery, which produced polythene and polystyrene.\n Until recent years there was a Carrington Power Station located on the south bank of the Manchester Ship Canal. The building work commenced in 1947, although the land for the site was acquired in 1916. The station opened in 1956, and was decommissioned during the late 1980s. It was demolished using explosives in 1991, having stood empty for several years.  All that remains today is a large 400 kV switching station. The station had its own railway spur from the Glazebrook to Stockport Tiviot Dale line, evidence of which can still be seen today from the gates where the line crossed Manchester Road.\n In July 2007, Bridestones Developments acquired planning permission for a new CCGT (Combined Cycle Gas Turbine) power station, to be built on the same site as the old power station.  Construction of the new power station began in 2013 and is due to complete in 2016. The new power station will generate three times the energy as the old coal-fired power station, will occupy only half of the space of the old site and will emit only half of the carbon dioxide. Around 600 people have been involved in its construction and when it is finally operation there will be around 40 staff employed at the power station. The new power station will generate up to 880MW of electricity which is enough to supply approximately one million homes. Some of the parts for the new plant were so large that they were transported to the site via the Manchester ship canal\nManchester United (Trafford Training Centre) and Bury (Carrington Training Centre) Football Clubs have training complexes on Carrington Moss, as does Sale Sharks Rugby Club.",
  "/wiki/Church_of_St_Michael,_Flixton": "St Michael's Church, Flixton, is an Anglican parish church in Flixton, Greater Manchester dedicated to Michael the Archangel. It lies in the parish of Flixton (which originally encompassed the parish of Urmston), in the Anglican Diocese of Manchester (previously in the Diocese of Lichfield for 500 years).",
  "/wiki/Flixton,_Greater_Manchester": "Flixton is a village and electoral ward in the Metropolitan Borough of Trafford, Greater Manchester, England. The population of the ward at the 2011 census was 10,786.  It lies about six miles (9.7 km) to the southwest of Manchester city centre, within the historic county boundaries of Lancashire. Flixton and neighbouring Davyhulme are considered areas within Urmston.\nNeolithic and Bronze Age artefacts have been found locally and the area may have been inhabited in those periods.  Medieval Flixton was a parish within the Hundred of Salford and encompassed the manor of Flixton, along with its church, first mentioned in the 12th century.  The parish comprised isolated farmsteads and a manor house.  Toward the end of the 17th century its population began to rise, continuing through the 19th century, although at a much slower pace than its neighbours.  Flixton was a remote rural area with few transport links and did not witness the level of industrialisation other parts of Manchester saw, but its connection to the railway network in 1873 helped transform the area into a middle-class suburb.\n Flixton is represented in Parliament by Labour MP Kate Green.",
  "/wiki/Old_Trafford_(district)": "Old Trafford is an area near Stretford, in the Metropolitan Borough of Trafford, Greater Manchester, England, two miles (3.2 km) southwest of Manchester city centre, roughly delineated by the crossroads of two old toll gates, Brooks's Bar to the east and Trafford Bar tram stop to the west.\n Old Trafford is the site of Old Trafford football stadium, home of Manchester United F.C., and Old Trafford Cricket Ground, home of Lancashire County Cricket Club, at opposite ends of Warwick Road, renamed Brian Statham Way (formerly Warwick Road) and Sir Matt Busby Way (formerly Warwick Road North). The road between them retains the name Warwick Road, and the southern section on the other side of the Metrolink line is Warwick Road South.",
  "/wiki/Jehovah's_Witnesses": "Jehovah's Witnesses is a millenarian restorationist Christian denomination with nontrinitarian beliefs distinct from mainstream Christianity. The group reports a worldwide membership of approximately 8.68 million adherents involved in evangelism and an annual Memorial attendance of over 20 million. Jehovah's Witnesses are directed by the Governing Body of Jehovah's Witnesses, a group of elders in Warwick, New York, United States, which establishes all doctrines based on its interpretations of the Bible. They believe that the destruction of the present world system at Armageddon is imminent, and that the establishment of God's kingdom over the earth is the only solution for all problems faced by humanity.\n The group emerged from the Bible Student movement founded in the late 1870s by Charles Taze Russell, who also co-founded Zion's Watch Tower Tract Society in 1881 to organize and print the movement's publications. A leadership dispute after Russell's death resulted in several groups breaking away, with Joseph Franklin Rutherford retaining control of the Watch Tower Society and its properties. Rutherford made significant organizational and doctrinal changes, including adoption of the name Jehovah's witnesses[note 1] in 1931 to distinguish them from other Bible Student groups and symbolize a break with the legacy of Russell's traditions.\n Jehovah's Witnesses are best known for their door-to-door preaching, distributing literature such as The Watchtower and Awake!, and for refusing military service and blood transfusions. They consider the use of God's name vital for proper worship. They reject Trinitarianism, inherent immortality of the soul, and hellfire, which they consider to be unscriptural doctrines. They do not observe Christmas, Easter, birthdays or other holidays and customs they consider to have pagan origins incompatible with Christianity. They prefer to use their own Bible translation, the New World Translation of the Holy Scriptures, although their literature occasionally quotes and cites other Bible translations. Adherents commonly refer to their body of beliefs as \"The Truth\" and consider themselves to be \"in the Truth\". They consider secular society to be morally corrupt and under the influence of Satan, and most limit their social interaction with non-Witnesses. Congregational disciplinary actions include disfellowshipping, their term for formal expulsion and shunning, a last resort for what they consider serious offences. Baptized individuals who formally leave are considered disassociated and are also shunned. Disfellowshipped and disassociated individuals may eventually be reinstated if deemed repentant.\n The group's position regarding conscientious objection to military service and refusal to salute state symbols (like national anthems and flags) has brought it into conflict with some governments. Consequently, some Jehovah's Witnesses have been persecuted and their activities are banned or restricted in some countries. Persistent legal challenges by Jehovah's Witnesses have influenced legislation related to civil rights in several countries.\n The organization has received criticism regarding biblical translation, doctrines, and alleged coercion of its members. The Watch Tower Society has made various unfulfilled predictions about major biblical events such as Christ's Second Coming, the advent of God's Kingdom, and Armageddon. Their policies for handling cases of child sexual abuse have been the subject of various formal inquiries.",
  "/wiki/Pentecostal": "Pentecostalism or Classical Pentecostalism is a Protestant Christian movement that emphasises direct personal experience of God through baptism with the Holy Spirit. The term Pentecostal is derived from Pentecost, the Greek name for the Jewish Feast of Weeks. For Christians, this event commemorates the descent of the Holy Spirit upon the followers of Jesus Christ, as described in the second chapter of the Acts of the Apostles.\n Like other forms of evangelical Protestantism, Pentecostalism adheres to the inerrancy of the Bible and the necessity of accepting Jesus Christ as personal Lord and Savior. It is distinguished by belief in the baptism in the Holy Spirit that enables a Christian to live a Spirit-filled and empowered life. This empowerment includes the use of spiritual gifts such as speaking in tongues and divine healing—two other defining characteristics of Pentecostalism. Because of their commitment to biblical authority, spiritual gifts, and the miraculous, Pentecostals tend to see their movement as reflecting the same kind of spiritual power and teachings that were found in the Apostolic Age of the early church. For this reason, some Pentecostals also use the term Apostolic or Full Gospel to describe their movement.\n Pentecostalism emerged in the early 20th century among radical adherents of the Holiness movement who were energized by revivalism and expectation for the imminent Second Coming of Christ. Believing that they were living in the end times, they expected God to spiritually renew the Christian Church thereby bringing to pass the restoration of spiritual gifts and the evangelization of the world. In 1900, Charles Parham, an American evangelist and faith healer, began teaching that speaking in tongues was the Bible evidence of Spirit baptism and along with William J. Seymour, a Wesleyan-Holiness preacher, he taught that this was the third work of grace. The three-year-long Azusa Street Revival, founded and led by Seymour in Los Angeles, California, resulted in the spread of Pentecostalism throughout the United States and the rest of the world as visitors carried the Pentecostal experience back to their home churches or felt called to the mission field. While virtually all Pentecostal denominations trace their origins to Azusa Street, the movement has experienced a variety of divisions and controversies. An early dispute centered on challenges to the doctrine of the Trinity. As a result, the Pentecostal movement is divided between trinitarian and non-trinitarian branches, resulting in the emergence of Oneness Pentecostals.\n Comprising over 700 denominations and many independent churches, there is no central authority governing Pentecostalism; however, many denominations are affiliated with the Pentecostal World Fellowship. There are over 279 million Pentecostals worldwide, and the movement is growing in many parts of the world, especially the global South. Since the 1960s, Pentecostalism has increasingly gained acceptance from other Christian traditions, and Pentecostal beliefs concerning Spirit baptism and spiritual gifts have been embraced by non-Pentecostal Christians in Protestant and Catholic churches through the Charismatic Movement. Together, Pentecostal and Charismatic Christianity numbers over 500 million adherents. While the movement originally attracted mostly lower classes in the global South, there is an increasing appeal to middle classes. Middle class congregations tend to be more adapted to society and withdraw strong spiritual practices such as divine healing.",
  "/wiki/List_of_churches_in_Greater_Manchester": "This is a partial list of churches in Greater Manchester, North West England, split according to metropolitan district. There is a mixture of Christian denominations in Greater Manchester, including churches aligned to Orthodox Christianity, Protestantism and Catholicism. Similarly, there is a range of ecclesiastical architecture."
}