{
  "/wiki/Texas%27s_6th_congressional_district": "Texas District 6 of the United States House of Representatives is a Congressional district that serves Ellis and Navarro counties to the south and southeast of the Dallas/Fort Worth area plus the southeast corner of Tarrant County.  As of the 2000 census, District 6 represents 651,620 people.  The current Representative from District 6 is Ron Wright, who took office in 2019. The district was represented by Joe Barton from 1985 until 2019. In November 2017, Barton announced that he would retire from Congress and would not seek re-election in 2018.",
  "/wiki/Gustav_Schleicher": "Gustav Schleicher (sometimes spelled Gustave) (November 19, 1823 – January 10, 1879) was a German-born Democratic United States Representative from Texas.  He was an engineer who served briefly in the Texas legislature, and was a veteran of the Confederate Army.",
  "/wiki/Christopher_C._Upson": "Christopher Columbus Upson (October 17, 1829 – February 8, 1902) was a U.S. Representative from Texas.",
  "/wiki/New_York%27s_12th_congressional_district": "New York's 12th Congressional District is a congressional district for the United States House of Representatives located in New York City. It is now represented by Democrat Carolyn Maloney.",
  "/wiki/Waldo_Hutchins": "Waldo Hutchins (September 30, 1822 – February 8, 1891) was a New York attorney, businessman and politician. He served in the New York State Assembly and as a Member of Congress.",
  "/wiki/Iowa%27s_5th_congressional_district": "Iowa's 5th congressional district is an obsolete congressional district in the U.S. state of Iowa. It was last represented by Republican Steve King, who after served the state's 4th congressional district.",
  "/wiki/Rush_Clark": "Rush Clark (October 1, 1834 – April 29, 1879) was a nineteenth-century politician and lawyer from Iowa, who died on the floor of Congress in 1879.",
  "/wiki/William_George_Thompson": "William George Thompson (January 17, 1830 – April 2, 1911) was a Civil War officer, trial-court judge, territorial justice, and Republican Representative in the United States House of Iowa's 5th congressional district.",
  "/wiki/Missouri%27s_7th_congressional_district": "Missouri's 7th congressional district consists of Southwest Missouri. The district includes Springfield, the home of Missouri State University, and the popular tourist destination city of Branson. Located along the borders of Kansas, Oklahoma, and Northwest Arkansas, the district occupies part of the Bible Belt with a strong socially conservative trend. George W. Bush defeated John Kerry here 67% to 32% in the 2004 election. Republican John McCain defeated Democrat Barack Obama 63.1% to 35.3% in the 2008 election. Republican and Former Massachusetts Governor Mitt Romney defeated Barack Obama 67.6% to 30.3% in the 2012 election. In the 2016 election, Republican Donald Trump defeated Democrat Hillary Clinton 70.4% to 24.7%. As of 2017, this district is the second most strongly Republican district in Missouri and is one of the most strongly Republican Districts in the United States.",
  "/wiki/Alfred_Morrison_Lay": "Alfred Morrison Lay (May 20, 1836 – December 8, 1879) was a U.S. Representative from Missouri.",
  "/wiki/John_Finis_Philips": "John Finis Philips (December 31, 1834 – March 13, 1919) was a United States Representative from Missouri and a United States District Judge of the United States District Court for the Western District of Missouri.",
  "/wiki/New_York%27s_32nd_congressional_district": "The 32nd Congressional District of New York was a congressional district for the United States House of Representatives in New York.  It was eliminated as a result of the 1990 Census. It was last represented by John J. LaFalce who was redistricted into the 29th District.",
  "/wiki/Ray_V._Pierce": "Ray Vaughn Pierce (August 6, 1840 – February 4, 1914) was a U.S. Representative from New York.",
  "/wiki/Jonathan_Scoville": "Jonathan Scoville (July 14, 1830 – March 4, 1891) was a U.S. Representative from New York.",
  "/wiki/Alabama%27s_6th_congressional_district": "Alabama's 6th congressional district is a United States congressional district in Alabama that elects a representative to the United States House of Representatives. It is composed of the wealthier portions of Birmingham, nearly all of Jefferson County outside Birmingham, and the entirety of Bibb, Blount, Chilton, Coosa, and Shelby counties.",
  "/wiki/Burwell_Boykin_Lewis": "Burwell Boykin Lewis (July 7, 1838 – October 11, 1885) represented both Alabama's 6th congressional district and Alabama's At-large congressional district in the United States House of Representatives.",
  "/wiki/University_of_Alabama": "The University of Alabama (Alabama or UA) is a public research university in Tuscaloosa, Alabama. Established in 1820, the University of Alabama is the oldest and largest of the public universities in Alabama as well as the flagship of the University of Alabama System. The university offers programs of study in 13 academic divisions leading to bachelor's, master's, education specialist, and doctoral degrees. The only publicly supported law school in the state is at UA. Other academic programs unavailable elsewhere in Alabama include doctoral programs in anthropology, communication and information sciences, metallurgical engineering, music, Romance languages, and social work.",
  "/wiki/Newton_Nash_Clements": "Newton Nash Clements (December 23, 1837 – February 20, 1900) was a Colonel in the Confederate States Army and U.S. Representative from Alabama.",
  "/wiki/Ohio%27s_19th_congressional_district": "Ohio's 19th congressional district was created following the 1830 census and was eliminated after the 2000 census.",
  "/wiki/James_A._Garfield": "James Abram Garfield (November 19, 1831 – September 19, 1881) was the 20th president of the United States, serving from March 4, 1881 until his death by assassination six and a half months later. He is the only sitting member of the United States House of Representatives to be elected to the presidency.",
  "/wiki/Ezra_B._Taylor": "Ezra Booth Taylor (July 9, 1823 – January 29, 1912) was a U.S. Representative from Ohio.",
  "/wiki/New_Hampshire%27s_3rd_congressional_district": "New Hampshire's 3rd congressional district is an obsolete district. It was organized from the State's At-Large District in 1847.  It was eliminated after the 1880 Census. The last representative serving the district was Ossian Ray.",
  "/wiki/Evarts_Worcester_Farr": "Evarts Worcester Farr (October 10, 1840 – November 30, 1880) was a U.S. Representative from New Hampshire.",
  "/wiki/1880_New_Hampshire%27s_3rd_congressional_district_special_elections": "Elections to the United States House of Representatives were held in 1880 for Representatives to the 47th Congress, and coincided with the 1880 presidential election which was won by James A. Garfield, who was a member of the House at the time.",
  "/wiki/Ossian_Ray": "Ossian Ray (December 13, 1835 – January 28, 1892) was a United States Representative from New Hampshire.",
  "/wiki/Florida%27s_2nd_congressional_district": "Florida's 2nd congressional district is a congressional district in the U.S. state of Florida. The district consists of the eastern part of the Florida Panhandle along with much of the Big Bend region along the Emerald Coast.  It straddles both the Eastern and Central time zones.  It is anchored in Panama City and includes many of the suburbs of Tallahassee, the state capital.  With 49% of its residents living in rural areas, it is the least urbanized district in the state, and voters are generally conservative.",
  "/wiki/Noble_A._Hull": "Noble Andrew Hull (March 11, 1827 – January 28, 1907) was a U.S. Representative from Florida and the sixth Lieutenant Governor of Florida.",
  "/wiki/Horatio_Bisbee,_Jr.": "Horatio Bisbee Jr. (May 1, 1839 – March 27, 1916) was an American attorney and politician who served as a U.S. Representative from Florida.",
  "/wiki/North_Carolina%27s_1st_congressional_district": "North Carolina's 1st congressional district consists of counties that border Virginia, and extending southward into several counties of the Inner Banks and Research Triangle regions.  Geographically and demographically diverse, it covers many rural areas of northeastern North Carolina, among the state's most economically poor, as well as a part of the heavily urbanized Research Triangle.  It contains towns and cities such as Durham, Greenville, Elizabeth City, Henderson, Roanoke Rapids, Rocky Mount, Goldsboro, and New Bern.",
  "/wiki/Joseph_John_Martin": "Joseph John Martin (November 21, 1833 – December 18, 1900) was a Republican U.S. Congressman from North Carolina, United States between 1879 and 1881.",
  "/wiki/Jesse_Johnson_Yeates": "Jesse Johnson Yeates (May 29, 1829 – September 5, 1892) was a Democratic U.S. Congressman from North Carolina between 1875 and 1881.",
  "/wiki/New_York%27s_9th_congressional_district": "New York's 9th Congressional District is a congressional district for the United States House of Representatives in New York City, represented by Yvette Clarke.",
  "/wiki/Fernando_Wood": "Fernando Wood (June 14, 1812 – February 14, 1881) was an American politician of the Democratic Party and the 73rd and 75th mayor of New York City; he also served as a United States Representative (1841–1843, 1863–1865, and 1867–1881) and as Chairman of the Committee on Ways and Means in both the 45th and 46th Congress (1877–1881).",
  "/wiki/Michigan%27s_7th_congressional_district": "Michigan's 7th congressional district is a United States congressional district in Southern Michigan. From 2004 to 2013 it consisted of all of Branch, Eaton, Hillsdale, Jackson, and Lenawee counties, and included most of Calhoun and a large portion of western and northern Washtenaw counties. The district shifted east in the 2012 redistricting, and now includes the western suburbs of Ann Arbor and Monroe County.",
  "/wiki/Omar_D._Conger": "Omar Dwight Conger (April 1, 1818 – July 11, 1898) was a U.S. Representative and U.S. Senator from the state of Michigan.",
  "/wiki/US_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/46th_United_States_Congress": "The Forty-sixth United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1879, to March 4, 1881, during the last two years of Rutherford Hayes's presidency."
}