{
  "/wiki/Beverly_Hills_Cop": "Beverly Hills Cop is a 1984 American action comedy film directed by Martin Brest, written by Daniel Petrie Jr. and starring Eddie Murphy as Axel Foley, a street-smart Detroit cop who visits Beverly Hills, California to solve the murder of his best friend. Judge Reinhold, John Ashton, Ronny Cox, Lisa Eilbacher, Steven Berkoff and Jonathan Banks appear in supporting roles.",
  "/wiki/Paramount_Pictures": "Paramount Pictures Corporation (also known simply as Paramount) is an American film studio that is a subsidiary of ViacomCBS. It is the fifth oldest surviving film studio in the world, the second oldest in the United States, and the sole member of the \"Big Five\" film studios still located in the Los Angeles neighborhood of Hollywood.",
  "/wiki/Ghostbusters": "Ghostbusters is a 1984 American supernatural comedy film directed by Ivan Reitman and written by Dan Aykroyd and Harold Ramis. It stars Bill Murray, Aykroyd, and Ramis as, respectively, Peter Venkman, Ray Stantz, and Egon Spengler, a trio of eccentric parapsychologists who start a ghost-catching business in New York City. The film also stars Sigourney Weaver and Rick Moranis, and features Annie Potts, William Atherton, and Ernie Hudson in supporting roles.",
  "/wiki/Columbia_Pictures": "Columbia Pictures Industries, Inc. (commonly known as Columbia Pictures or simply Columbia) is an American film studio and production & distribution company that is a member of the Sony Pictures Motion Picture Group, a division of Sony Entertainment's Sony Pictures subsidiary of the Japanese multinational conglomerate Sony Corporation.",
  "/wiki/Indiana_Jones_and_the_Temple_of_Doom": "Indiana Jones and the Temple of Doom is a 1984 American action-adventure film directed by Steven Spielberg. It is the second installment in the Indiana Jones franchise and a prequel to the 1981 film Raiders of the Lost Ark, featuring Harrison Ford reprising his role as the title character. After arriving in India, Indiana Jones is asked by desperate villagers to find a mystical stone and rescue their children from a Thuggee cult practicing child slavery, black magic and ritualistic human sacrifice in honor of the goddess Kali.",
  "/wiki/Gremlins": "Gremlins is a 1984 American comedy horror film written by Chris Columbus and directed by Joe Dante. The story follows a young man who receives a strange creature called a mogwai as a pet, which then spawns other creatures who transform into small, destructive, evil monsters. It draws on legends of folkloric mischievous creatures that caused malfunctions — \"gremlins\" — in the British Royal Air Force going back to World War II. The film stars Zach Galligan and Phoebe Cates, with Howie Mandel providing the voice of Gizmo, the main mogwai character. Steven Spielberg was the film's executive producer, with the film being produced by Michael Finnell and released by Warner Bros.",
  "/wiki/Warner_Bros.": "Warner Bros. Entertainment Inc. (also simply known as Warner Bros. and initialized as WB) is an American entertainment company headquartered in Burbank, California, and a division of AT&T's WarnerMedia. Founded in 1923, it has operations in areas such as film, television, and video games and is one of the \"Big Five\" major American film studios, as well as a member of the Motion Picture Association (MPA).",
  "/wiki/The_Karate_Kid": "The Karate Kid is a 1984 American martial arts drama film written by Robert Mark Kamen and directed by John G. Avildsen. It is the first installment in The Karate Kid franchise, and stars Ralph Macchio, Pat Morita, and Elisabeth Shue. The Karate Kid follows Daniel LaRusso (Macchio), a teenager taught Gōjū-ryū karate by Mr. Miyagi (Morita) to help defend himself and compete in a tournament against his bullies, one of which is the ex-boyfriend of his love interest Ali Mills (Shue).",
  "/wiki/Police_Academy_(film)": "Police Academy is a 1984 American comedy film directed by Hugh Wilson and distributed by Warner Bros. Pictures. Its story follows a new recruitment policy for an unnamed police department's academy that is required to take in any recruit who wishes to try out to be a police officer. The film stars Steve Guttenberg, Kim Cattrall, and G.W. Bailey.",
  "/wiki/Footloose_(1984_film)": "Footloose is a 1984 American musical drama film directed by Herbert Ross. It tells the story of Ren McCormack (Kevin Bacon), a teenager from Chicago who moves to a small western town where he lives with his mother, aunt, and uncle. Throughout the movie, McCormack is seen attempting to overturn the ban on dancing, which resulted from the efforts of a local minister (John Lithgow).",
  "/wiki/Romancing_the_Stone": "Romancing the Stone is a 1984 American romantic comedy-adventure film directed by Robert Zemeckis and written by Diane Thomas. The film stars Michael Douglas, Kathleen Turner, and Danny DeVito, and was followed by a 1985 sequel titled The Jewel of the Nile. Romancing the Stone earned over $115 million worldwide at the box office.",
  "/wiki/20th_Century_Fox": "20th Century Studios (formerly known as 20th Century Fox) is an American film studio that is a subsidiary of The Walt Disney Studios, a division of The Walt Disney Company. The studio is located on the Fox Studio Lot in the Century City area of Los Angeles.",
  "/wiki/Star_Trek_III:_The_Search_for_Spock": "Star Trek III: The Search for Spock is a 1984 American science fiction film, written by Harve Bennett, directed by Leonard Nimoy, and based on the television series Star Trek. It is the third film in the Star Trek film series, and is the second part of a three-film story arc that begins with Star Trek II: The Wrath of Khan (1982) and concludes with Star Trek IV: The Voyage Home (1986). After the death of Spock (Nimoy), the crew of the USS Enterprise returns to Earth. When James T. Kirk (William Shatner) learns that Spock's spirit, or katra, is held in the mind of Dr. Leonard \"Bones\" McCoy (DeForest Kelley), Kirk and company steal the Enterprise to return Spock's body to his homeworld. The crew must also contend with hostile Klingons led by Kruge (Christopher Lloyd) who are bent on stealing the secrets of a powerful terraforming device.",
  "/wiki/Splash_(film)": "Splash is a 1984 American fantasy romantic comedy film directed by Ron Howard, written by Lowell Ganz and Babaloo Mandel, and starring Tom Hanks, Daryl Hannah, John Candy and Eugene Levy. The film involves a young man who falls in love with a mysterious woman who is secretly a mermaid. The film was nominated for an Academy Award for Best Original Screenplay."
}