{
  "/wiki/Godfried_Dejonckheere": "Godfried Dejonckheere (born 1 July 1952) is a retired Belgian race walker.",
  "/wiki/V%C3%A9ronique_Collard": "Véronique Collard (born 9 June 1963) is a Belgian long-distance runner. She competed in the women's 10,000 metres at the 1992 Summer Olympics.",
  "/wiki/Patrick_Stevens": "Patrick Stevens (born 31 January 1968 in Leut) is a retired sprinter from Belgium. He won the bronze medal in the 200 metres at the 1994 European Championships in Helsinki and a silver medal in the 200 m at the 2000 European Indoor Championships. He earned selection for four consecutive Olympic Games for his native country, although he was unable to compete at Sydney 2000 due to injury. His best result was seventh in the famous Michael Johnson 1996 200m WR final in Atlanta. He has also competed in four World Championships, between 1993 and 1999, finishing eighth in the 1997 200 m  final.",
  "/wiki/Lieve_Slegers": "Lieve Slegers (born 6 April 1965 in Turnhout, Vlaanderen) is a former long-distance runner from Belgium, who won the Rotterdam Marathon on 28 April 1996 clocking 2:28:06. She represented her native country at the 1988 Summer Olympics in the women's 10,000 metres, where she was eliminated in the qualifying heats. Slegers also competed at the 1992 Summer Olympics. She was the 1995 winner of the 20 km of Brussels.",
  "/wiki/Sandrine_Hennart": "Sandrine Hennart (born 12 December 1972) is a retired Belgian long jumper who also excelled in the sprints.",
  "/wiki/Sylvia_Dethier": "Sylvia Dethier (born 20 May 1965 in Acosse) is a retired Belgian athlete who specialised in the sprint hurdles. She represented her country at the 1988 and 1992 Summer Olympics, as well as one outdoor and three indoor World Championships.",
  "/wiki/William_Van_Dijck": "William Van Dijck (born 24 January 1961) is a Belgian former athlete, primarily active on the 3000m steeplechase.",
  "/wiki/Benjamin_Leroy": "Benjamin Leroy (born 7 April 1989) is a French professional footballer who currently plays as a goalkeeper for Ligue 2 side AC Ajaccio.",
  "/wiki/Sabrina_De_Leeuw": "Sabrina De Leeuw (born 19 August 1974) is a retired Belgian high jumper.",
  "/wiki/Vincent_Rousseau": "Vincent Rousseau (born 29 July 1962 in Mons, Hainaut) is a former long-distance runner from Belgium, who competed in three consecutive Summer Olympics for his native country, starting in 1984. In 1993, he had his biggest success by winning the IAAF World Half Marathon Championships in Brussels, the next year followed by the first place in the Rotterdam Marathon. Twice (1985 and 1993) Rousseau was named Belgian Sportsman of the Year.",
  "/wiki/Nathan_Kahan": "Nathan Kahan (born 12 February 1971 in Antwerp) is a Belgian retired middle-distance runner who specialised in the 800 metres. He represented his country at the 2000 Summer Olympics, as well as two World Championships. His best result came early in his career when he narrowly missed the final at the 1993 World Championships in Stattgart.",
  "/wiki/Erik_Nijs": "Erik Nys (born 27 July 1973) is a retired Belgian long jumper.",
  "/wiki/Sven_Pieters": "Sven Pieters (born 5 June 1976) is a former sprint hurdler from Belgium.",
  "/wiki/Kim_Gevaert": "Kim Gevaert (born 5 August 1978 in Leuven) is a former sprint athlete and Olympic champion from Belgium.",
  "/wiki/Ann_Mercken": "Ann Mercken (born 6 May 1974 in Hasselt) is a retired Belgian athlete who specialised in the 400 metres hurdles. She represented her country at the 1996 Summer Olympics reaching the semifinals. She also competed at the 1999 World Championships.",
  "/wiki/Mohammed_Mourhit": "Mohammed Mourhit (Arabic: محمد مُرحيت‎) (born 10 October 1970 in Khouribga, Morocco) is a Belgian top cross country, middle and long distance runner who holds two European records, in the 3000 m and 5000 m. He is also a former European 10000 m record holder. He won a bronze medal at the 1999 World Championships in the 5000 metres and a silver medal at the 2001 IAAF World Indoor Championships in the 3000 metres behind Hicham El Guerrouj. Mourhit was also a two-time winner of the IAAF World Cross Country Championships in the long course in 2000 and 2001. He also won the Lisbon Half Marathon 1997.",
  "/wiki/Marleen_Renders": "Marleen Renders (born 24 December 1968, in Diest) is a retired female long-distance runner from Belgium, who represented her native country thrice at the Summer Olympics: in 1988, 1996 and 2000. In 1995 she won the Antwerp Marathon, in 1998 the Berlin Marathon, and she triumphed twice in the Paris Marathon in 2000 and 2002 (with a personal best of 2:23:05).",
  "/wiki/Jonathan_N%27Senga": "Jonathan Nsenga (born 21 April 1973) is a retired Belgian hurdler.",
  "/wiki/Thibaut_Duval": "Thibaut Duval (born 1 February 1979) is a Belgian pole vaulter.",
  "/wiki/Veerle_Dejaeghere": "Veerle Dejaeghere (born 1 August 1973 in Izegem) is a Belgian runner, who has specialized in the 3000 metres steeplechase. She represented her country at the Summer Olympics in 2000 and 2008.",
  "/wiki/Kevin_Rans": "Kevin Rans (born 19 August 1982 in Ekeren) is a former Belgian pole vaulter.",
  "/wiki/C%C3%A9dric_Van_Branteghem": "Cédric Marie Carlos Thérèse Van Branteghem (born 13 March 1979 in Ghent) is a Belgian sprinter, who specializes in the 400 metres.",
  "/wiki/Michael_Velter": "Michael Velter (born 20 March 1980) is a Belgian triple jumper.",
  "/wiki/Elfje_Willemsen": "Elfje Willemsen (born 11 January 1985 in Turnhout) is a Belgian bobsledder who has competed since 2007. Her best finish until 2009 in the Bobsleigh World Cup was 20th in the two-woman event at Park City, Utah, in November 2009. Since then she has progressed a lot, with her best result until the beginning of 2014 her 6th place in the World Cup race in Winterberg on 5 January 2014. With this result Belgium reached the 4th place of the competing countries after Germany, US and Canada.",
  "/wiki/Olivia_Borl%C3%A9e": "Olivia Borlée (born 10 April 1986 in Woluwe-Saint-Lambert) is a retired Belgian sprinter who specializes in the 200 metres. Her personal best time in the 200 is 22.98 seconds, achieved in July 2006 in Brussels. She has a personal best of 11.39 seconds in the 100 metres. She won a gold medal in the 4x100 m relay at the 2008 Summer Olympics with teammates Hanna Mariën, Élodie Ouédraogo, and Kim Gevaert in a time of 42.54 seconds, which set a new Belgian record.",
  "/wiki/Joeri_Jansen": "Joeri Jansen (born 28 May 1979 in Turnhout) is a Belgian athlete, specialised in the 800 m.",
  "/wiki/Pieter_Desmet": "Pieter Desmet (born June 7, 1983 in Kortrijk) is a Belgian steeplechase and long-distance runner. He is a two-time national champion for his category, and a member of Atletiek Zuid-West Club in Zwevegem, being coached and trained by Dirk de Maesschulck. He also achieved a personal best time of 8:15.02, at a world meeting in Heusden-Zolder, Belgium.",
  "/wiki/Lien_Huyghebaert": "Lien Huyghebaert (born 31 August 1982) is a Belgian sprinter, who specializes in the 100 metres.",
  "/wiki/Fran%C3%A7ois_Gourmet": "François Gourmet (born 28 December 1982, in Libramont) is a retired Belgian decathlete. His personal best score is 7974 points, achieved at the 2007 World Championships in Osaka, Japan. He is a former Belgian record holder.",
  "/wiki/Fr%C3%A9d%C3%A9ric_Xhonneux": "Frédéric Xhonneux (born 11 May 1983 in Brussels) is a Belgian track and field athlete who competes in the decathlon. He is a former Belgian record holder in the event with a score of 8142 points, achieved in May 2008 in Desenzano del Garda at the Multistars meeting.",
  "/wiki/Eline_Berings": "Eline Berings (born 28 May 1986) is a Belgian athlete, who competes in the 100 m hurdles. She is the 2005 European junior champion, and took her first medal as a senior by winning the 2009 European Indoor Championships. Her personal best times are 12.87 and 7.92 in the 100 and 60 m hurdles respectively.",
  "/wiki/Kristof_Beyens": "Kristof Beyens (born 13 July 1983 in Herentals) is a Belgian sprint athlete, who specialises in the 100 and 200 metres. His personal best time over 200 metres is 20.44 s, achieved in Osaka during the World Championships.",
  "/wiki/Tia_Hellebaut": "Tia Hellebaut (Dutch pronunciation: [ˈti.aː ˈɦɛləbʌut]; born 16 February 1978 in Antwerp) is a retired Belgian track and field athlete, as well as a chemist, who started out in her sports career in the heptathlon, and afterwards specialized in the high jump event. She has cleared 2.05 metres both indoors and outdoors.",
  "/wiki/Jonathan_Borl%C3%A9e": "Jonathan Borlée (French pronunciation: ​[ʒɔnatɑ̃ bɔʁle]; born 22 February 1988) is a Belgian sprinter, who specializes in the 400 metres. He qualified for the finals of the 400 metres at the 2012 Summer Olympics.  He was a semi-finalist at the 2008 Summer Olympics and winner at the 2009 NCAA Championships.",
  "/wiki/Hans_Van_Alphen": "Hans Van Alphen (born 12 January 1982, in Turnhout) is a Belgian decathlete.",
  "/wiki/Adrien_Deghelt": "Adrien Deghelt (born 10 May 1985) is a Belgian hurdler.",
  "/wiki/Anne_Zagr%C3%A9": "Anne Zagré (born 13 March 1990) is a Belgian sprint athlete. In 2009, she became European youth champion in the 100m hurdles. Just like Élodie Ouédraogo, Zagré has her roots in Burkina Faso.",
  "/wiki/Kevin_Borl%C3%A9e": "Kevin Borlée (French pronunciation: ​[kevin bɔʁle]; born 22 February 1988) is a Belgian sprinter, who specializes in the 400 metres."
}