{
  "/wiki/Battle_of_Beaver_Dams": "The Battle of Beaver Dams took place on 24 June 1813, during the War of 1812. An American column marched from Fort George and attempted to surprise a British outpost at Beaver Dams, billeting themselves overnight in the village of Queenston, Ontario. Laura Secord, a resident of Queenston, had earlier learned of the American plans, and had struck out on a long and difficult trek to warn the British at Decou's stone house near present-day Brock University. When the Americans resumed their march, they were ambushed by Native warriors and eventually surrendered to a small British detachment led by Lieutenant James FitzGibbon. About 500 Americans, including their wounded commander, were taken prisoner.",
  "/wiki/Thorold,_Ontario": "Thorold is a city in Ontario, Canada, located on the Niagara Escarpment. It is also the seat of the Regional Municipality of Niagara.",
  "/wiki/War_of_1812": "The War of 1812 was a conflict fought between the United States and the United Kingdom, with their respective allies, from June 1812 to February 1815. Historians in Britain often see it as a minor theatre of the Napoleonic Wars; historians in the United States and Canada see it as a war in its own right.",
  "/wiki/Laura_Secord": "Laura Secord (née Ingersoll; 13 September 1775 – 17 October 1868) was a Canadian heroine of the War of 1812.  She is known for having walked 20 miles (32 km) out of American-occupied territory in 1813 to warn British forces of an impending American attack.  Her contribution to the war was little known during her lifetime, but since her death she has been frequently honoured in Canada.  Though Laura Secord had no relation to it, most Canadians associate her with the Laura Secord Chocolates company, named after her on the centennial of her walk.",
  "/wiki/Battle_of_Chippawa": "The Battle of Chippawa (sometimes incorrectly spelled Chippewa) was a victory for the United States Army in the War of 1812, during an invasion of the British Empire's colony of Upper Canada along the Niagara River on July 5, 1814. This battle and the subsequent Battle of Lundy's Lane demonstrated that trained American troops could hold their own against British regulars. The battlefield is a National Historic Site.",
  "/wiki/Chippawa,_Ontario": "Chippawa is a community located within the city of Niagara Falls, Ontario.",
  "/wiki/Battle_of_Cook%27s_Mills": "The Battle of Cook's Mills was the last engagement between U.S. and British armies in the Niagara, and the penultimate engagement (followed by the Battle of Malcolm's Mills) on Canadian soil during the War of 1812. After about a half-hour, American forces out-maneuvered the British column and destroyed all grain and flour.",
  "/wiki/Cooks_Mills,_Welland": "Cooks Mills is a small community in the easternmost part of the city of Welland in Ontario, Canada. It was established, and is still centred, on a Welland River tributary called Lyons Creek. It is almost entirely a bedroom community, as there are few employers located in the area.",
  "/wiki/Niagara_Peninsula": "The Niagara Peninsula is the portion of Golden Horseshoe, Southern Ontario, Canada, lying between the southwestern shore of Lake Ontario and the northeastern shore of Lake Erie. Technically an isthmus rather than a peninsula, it stretches from the Niagara River in the east to Hamilton, Ontario, in the west. The population of the peninsula is roughly 1,000,000 people. The region directly across the Niagara River and Lake Erie in New York State is known as the Niagara Frontier. The broader Buffalo Niagara Region includes the Niagara Peninsula, the Niagara Frontier, and the city of Buffalo, New York.",
  "/wiki/Battle_of_Lundy%27s_Lane": "The Battle of Lundy's Lane (also known as the Battle of Niagara Falls) was a battle of the Anglo-American War of 1812, which took place on 25 July 1814, in present-day Niagara Falls, Ontario. It was one of the bloodiest battles of the war, and one of the deadliest battles ever fought in Canada.",
  "/wiki/Niagara_Falls,_Ontario": "Niagara Falls is a city in Ontario, Canada. It is on the western bank of the Niagara River in the Golden Horseshoe region of Southern Ontario, with a population of 88,071 at the 2016 census. The municipality was incorporated on 12 June 1903. Across the Niagara River is Niagara Falls, New York. The Niagara River flows over Niagara Falls at this location, creating a natural spectacle which attracts millions of tourists each year.",
  "/wiki/Upper_Canada": "The Province of Upper Canada (French: province du Haut-Canada) was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially the watersheds of the Ottawa River or Lakes Huron and Superior, excluding any lands within the watershed of Hudson Bay. The \"upper\" prefix in the name reflects its geographic position along the Great Lakes, mostly above the headwaters of the Saint Lawrence River, contrasted with Lower Canada (present-day Quebec) to the northeast.",
  "/wiki/Battle_of_Fort_George": "The Battle of Fort George was a battle fought during the War of 1812, in which the Americans defeated a British force and captured Fort George in Upper Canada. The troops of the United States Army and vessels of the United States Navy cooperated in a very successful amphibious assault, although most of the opposing British force escaped encirclement.",
  "/wiki/Niagara-on-the-Lake": "Niagara-on-the-Lake is a town in Ontario, Canada. It is located on the Niagara Peninsula at the point where the Niagara River meets Lake Ontario, across the river from New York, United States. Niagara-on-the-Lake is in the Niagara Region of Ontario, and is the only town in Canada that has a Lord Mayor. It has a population of 17,511 (2016).",
  "/wiki/Fort_George,_Ontario": "Fort George National Historic Site is a historic military structure at Niagara-on-the-Lake, Ontario, which was the scene of several battles during the War of 1812.  The fort consists of earthworks and palisades, along with internal structures, including an officer's quarters, blockhouses to accommodate other ranks and their families, and a stone powder magazine, which is the only original building on the site.  Opposite the fort, across the Niagara River, stands Fort Niagara in New York, which can be seen from Fort George's ramparts.",
  "/wiki/Butler%27s_Barracks": "Butler's Barracks was the home of Loyalist military officer John Butler (1728–1796), in what was then Newark, Upper Canada; present day Niagara-on-the-Lake, Ontario. Butler is most famous for leading an irregular military unit known as Butler's Rangers on the northern frontier during the American Revolutionary War.",
  "/wiki/Port_Colborne,_Ontario": "Port Colborne (2016 population 18,306) is a city in Ontario, Canada. It is located on Lake Erie, at the southern end of the Welland Canal, in the Niagara Region of Southern Ontario. The original settlement, known as Gravelly Bay, dates from 1832  and was renamed after Sir John Colborne, a British war hero and the Lieutenant Governor of Upper Canada at the time of the opening of the (new) southern terminus of the First Welland Canal in 1833.",
  "/wiki/Spanish_Colonial_Revival_architecture": "The Spanish Colonial Revival Style (Spanish: Arquitectura neocolonial española) is an architectural stylistic movement arising in the early 20th century based on the Spanish Colonial architecture of the Spanish colonization of the Americas.",
  "/wiki/Filling_station": "A filling station is a facility that sells fuel and engine lubricants for motor vehicles. The most common fuels sold in the 2010s are gasoline (gasoline or gas in the United States and Canada, generally petrol elsewhere) and diesel fuel. A filling station that sells only electric energy is also known as a charging station, while a typical filling station can also be known as a fueling or gas station (United States and Canada), gasbar (Canada), gasoline stand or SS[Note 1] (Japan), petrol pump or petrol bunk (India, Pakistan and Bangladesh), garage, petrol station (Australia, Hong Kong, New Zealand, Singapore, South Africa, United Kingdom and Ireland), service station (Australia, France, Italy, Japan, New Zealand and United Kingdom and Ireland), servo (Australia), or fuel station (Northern Europe and Israel).",
  "/wiki/Fort_Drummond_(Queenston_Heights)": "Fort Drummond was the site of a redoubt and battery from the War of 1812 and located within Queenston Heights.",
  "/wiki/Redoubt": "A redoubt (historically redout) is a fort or fort system usually consisting of an enclosed defensive emplacement outside a larger fort, usually relying on earthworks, although some are constructed of stone or brick. It is meant to protect soldiers outside the main defensive line and can be a permanent structure or a hastily constructed temporary fortification. The word means \"a place of retreat\". Redoubts were a component of the military strategies of most European empires during the colonial era, especially in the outer works of Vauban-style fortresses made popular during the 17th century, although the concept of redoubts has existed since medieval times. A redoubt differs from a redan in that the redan is open in the rear, whereas the redoubt was considered an enclosed work.",
  "/wiki/Artillery_battery": "In military organizations, an artillery battery is a unit of artillery, mortars, rocket artillery, multiple rocket launchers, surface to surface missiles, ballistic missiles, cruise missiles, etc., so grouped to facilitate better battlefield communication and command and control, as well as to provide dispersion for its constituent gunnery crews and their systems.[citation needed] The term is also used in a naval context to describe groups of guns on warships.",
  "/wiki/Queenston,_Ontario": "Queenston is a compact rural community and unincorporated place 5 kilometres (3.1 mi) north of Niagara Falls in the Town of Niagara-on-the-Lake, Ontario, Canada. It is bordered by Highway 405 to the south and the Niagara River to the east; its location at the eponymous Queenston Heights on the Niagara Escarpment led to the establishment of the Queenston Quarry in the area. Across the river and the Canada–US border is the village of Lewiston, New York. The Lewiston-Queenston Bridge links the two communities.\nThis village is at the point where the Niagara River began eroding the Niagara Escarpment. During the ensuing 12,000 years the Falls cut an 11 kilometres (6.8 mi) long gorge in the Escarpment southward to its present-day position.",
  "/wiki/Sir_Gordon_Drummond": "General Sir Gordon Drummond, GCB (27 September 1772 – 10 October 1854) was a Canadian-born British Army officer and the first official to command the military and the civil government of Canada. As Lieutenant Governor of Upper Canada, Drummond distinguished himself on the Niagara front in the War of 1812 and later became Governor-General and Administrator of Canada.",
  "/wiki/Fort_Erie": "Fort Erie is a town on the Niagara River in the Niagara Region, Ontario, Canada. It is directly across the river from Buffalo, New York and is the site of Old Fort Erie which played a prominent role in the War of 1812.",
  "/wiki/Fort_Erie,_Ontario": "Fort Erie is a town on the Niagara River in the Niagara Region, Ontario, Canada. It is directly across the river from Buffalo, New York and is the site of Old Fort Erie which played a prominent role in the War of 1812.",
  "/wiki/Fortification": "A fortification is a military construction or building designed for the defense of territories in warfare, and is also used to solidify rule in a region during peacetime.  The term is derived from the Latin fortis (\"strong\") and facere (\"to make\").",
  "/wiki/Seven_Years%27_War": "The Seven Years' War was a global war fought between 1756 and 1763. It involved all five European great powers of the time plus many of the middle powers and spanned five continents, affecting Europe, the Americas, West Africa, India, and the Philippines. The conflict split Europe into two coalitions: one was led by the Kingdom of Great Britain and included the Kingdom of Prussia, the Kingdom of Portugal, the Electorate of Brunswick-Lüneburg (also named Hanover), and a few other small German states; while the other was led by the Kingdom of France and included the Austrian-led Holy Roman Empire, including the Electorate of Saxony and most of the smaller German states, the Russian Empire (until 1762), the Kingdom of Spain, and Sweden. The Dutch Republic, Denmark-Norway, the Italian States, and the Ottoman Empire did not participate. Meanwhile, in India, some regional polities within the increasingly fragmented Mughal Empire, with the support of the French, failed to defeat a British attempt to conquer Bengal.",
  "/wiki/Province_of_Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Niagara_Parks_Commission": "The Niagara Parks Commission, commonly shortened to Niagara Parks, is an agency of the Government of Ontario which maintains the Ontario shoreline of the Niagara River.",
  "/wiki/Fort_Mississauga": "Fort Mississauga National Historic Site is a fort on the shore of Lake Ontario, at the mouth of the Niagara River in Niagara-on-the-Lake, Ontario, Canada. The fort today consists of a box–shaped brick tower and historic star–shaped earthworks. The all–brick fort was built from 1814–1816 during the War of 1812, to replace nearby Fort George. It was built on a foundation of brick and stone salvaged from rubble left after retreating United States forces burned the nearby town of Niagara (as Niagara-on-the-Lake was known then) in December, 1813. It would help in the defence of Upper Canada the following year, as part of a regional network that included Fort George, Navy Hall, and Butler's Barracks. However, the fort wouldn't be completed until after the war.",
  "/wiki/Niagara_River": "The Niagara River (/naɪˈæɡərə/ ny-AG-ər-ə) is a river that flows north from Lake Erie to Lake Ontario. It forms part of the border between the province of Ontario in Canada (on the west) and the state of New York in the United States (on the east). There are differing theories as to the origin of the river's name. According to Iroquoian scholar Bruce Trigger, Niagara is derived from the name given to a branch of the locally residing native Neutral Confederacy, who are described as being called the Niagagarega people on several late-17th-century French maps of the area. According to George R. Stewart, it comes from the name of an Iroquois town called Ongniaahra, meaning \"point of land cut in two\".",
  "/wiki/Fort_Niagara": "Fort Niagara is a fortification originally built to protect the interests of New France in North America. It is located near Youngstown, New York, on the eastern bank of the Niagara River at its mouth, on Lake Ontario.",
  "/wiki/Battle_of_Frenchman%27s_Creek": "The Battle of Frenchman's Creek took place during the War of 1812 between Great Britain and the United States in the early hours of November 28, 1812, in the Crown Colony of Upper Canada, near the Niagara River. The operation was conceived as a raid to prepare the ground for a larger American invasion. The Americans succeeded in crossing the Niagara and landing at both of their points of attack. They achieved one of their two objectives before withdrawing but the invasion was subsequently called off, rendering useless what had been accomplished. The engagement was named, \"the Battle of Frenchman's Creek\" by the Canadians, after the location of some of the severest fighting. To contemporary Americans, it was known as, \"the Affair opposite Black Rock\".",
  "/wiki/Lighthouse": "A lighthouse is a tower, building, or other type of structure designed to emit light from a system of lamps and lenses and to serve as a navigational aid for maritime pilots at sea or on inland waterways.",
  "/wiki/Great_Lakes": "The Great Lakes (French: les Grands Lacs), also called the Laurentian Great Lakes and the Great Lakes of North America, are a series of interconnected freshwater lakes primarily in the upper mid-east region of North America, on the Canada–United States border, which connect to the Atlantic Ocean through the Saint Lawrence River. They comprise Lakes Superior, Michigan, Huron, Erie, and Ontario.  Hydrologically, there are only four lakes, because Lakes Michigan and Huron join at the Straits of Mackinac.  The lakes form the Great Lakes Waterway.",
  "/wiki/49th_(Princess_Charlotte_of_Wales%27s)_(Hertfordshire)_Regiment_of_Foot": "The 49th (Princess Charlotte of Wales's) (Hertfordshire) Regiment of Foot was a line infantry regiment of the British Army, raised in 1743. Under the Childers Reforms it amalgamated with the 66th (Berkshire) Regiment of Foot to form the Princess Charlotte of Wales's (Royal Berkshire Regiment) in 1881.",
  "/wiki/Navy_Island": "Navy Island is a small, uninhabited island in the Niagara River in the province of Ontario, managed by Parks Canada as a National Historic Site of Canada. It is located about 4.5 km (2.8 mi) upstream from Horseshoe Falls, and has an area of roughly 1.2 km2 (0.46 sq mi). It was designated a national historic site in 1921 in recognition of its role in shipbuilding and the location of the short-lived Republic of Canada. The site is closed to the public, has no visitor facilities, and has not allowed camping since the expiration of a lease with the Niagara Parks Commission.",
  "/wiki/Archaeological_site": "An archaeological site is a place (or group of physical sites) in which evidence of past activity is preserved (either prehistoric or historic or contemporary), and which has been, or may be, investigated using the discipline of archaeology and represents a part of the archaeological record. Sites may range from those with few or no remains visible above ground, to buildings and other structures still in use.",
  "/wiki/Shipyard": "A shipyard (also called a dockyard) is a place where ships are built and repaired. These can be yachts, military vessels, cruise liners or other cargo or passenger ships. Dockyards are sometimes more associated with maintenance and basing activities than shipyards, which are sometimes associated more with initial construction. The terms are routinely used interchangeably, in part because the evolution of dockyards and shipyards has often caused them to change or merge roles.",
  "/wiki/Upper_Canada_Rebellion": "The Upper Canada Rebellion was an insurrection against the perceived oligarchic government of the British colony of Upper Canada (present-day Ontario) in December 1837. While public grievances had existed for years, it was the rebellion in Lower Canada (present-day Quebec), which started the previous month, that emboldened rebels in Upper Canada to openly revolt.",
  "/wiki/William_Lyon_Mackenzie": "William Lyon Mackenzie  (March 12, 1795 – August 28, 1861) was a Scottish-born Canadian-American journalist and politician. His strong views on political equality and clean government drove him to outright rebellion in 1837 after a career as mayor of Toronto and in the colonial legislative assembly of Upper Canada (Ontario). He led the 1837 Upper Canada Rebellion and during its bitter end he set up a small rebel enclave named \"Republic of Canada,\" where he served as president December 13, 1837 to January 14, 1838. After a period of exile in the U.S., he returned to Canada and served as elected member of the Legislative Assembly of the Province of Canada from 1851 to 1858.",
  "/wiki/Republic_of_Canada": "The Republic of Canada was a government proclaimed by William Lyon Mackenzie on December 5, 1837. The self-proclaimed government was established on Navy Island in the Niagara River in the latter days of the Upper Canada Rebellion.",
  "/wiki/Niagara_Apothecary": "The Niagara Apothecary was an apothecary in Niagara-on-the-Lake, Ontario, established no later than 1820, and is now a National Historic Site of Canada. It was operated by a series of successive owners, most of whom had apprenticed under the preceding owner. In the 1960s, it was purchased by the Niagara Foundation, which targeted the building and its contents for preservation. It was purchased by the provincially-owned Ontario Heritage Foundation in 1969, which undertook a preservation effort culminating in May 1971, when the property was re-opened as a museum.",
  "/wiki/Clapboard_(architecture)": "Clapboard /ˈklæbərd/, also called bevel siding, lap siding, and weatherboard, with regional variation in the definition of these terms, is wooden siding of a building in the form of horizontal boards, often overlapping.",
  "/wiki/Georgian_architecture": "Georgian architecture is the name given in most English-speaking countries to the set of architectural styles current between 1714 and 1830. It is eponymous for the first four British monarchs of the House of Hanover—George I, George II, George III, and George IV—who reigned in continuous succession from August 1714 to June 1830. The style was revived in the late 19th century in the United States as Colonial Revival architecture and in the early 20th century in Great Britain as Neo-Georgian architecture; in both it is also called Georgian Revival architecture. In the United States the term \"Georgian\" is generally used to describe all buildings from the period, regardless of style; in Britain it is generally restricted to buildings that are \"architectural in intention\", and have stylistic characteristics that are typical of the period, though that covers a wide range.",
  "/wiki/Apothecary": "Apothecary (/əˈpɒθɪkəri/) is one term for a medical professional who formulates and dispenses materia medica (medicine) to physicians, surgeons, and patients. The modern pharmacist (also colloquially referred to as a chemist in British English) has taken over this role. In some languages and regions, the word \"apothecary\" is still used to refer to a retail pharmacy or a pharmacist who owns one. Apothecaries' investigation of herbal and chemical ingredients was a precursor to the modern sciences of chemistry and pharmacology.",
  "/wiki/Niagara_District_Court_House": "Niagara District Court House, better known as the Court House Theatre, is a former court house and venue for the Shaw Festival (until 1973) in Niagara-on-the-Lake, Ontario, Canada.",
  "/wiki/William_Thomas_(architect)": "William Thomas (c.1799 – 26 December 1860) was an Anglo-Canadian architect.  His son William Tutin Thomas (1829–1892) was also an architect, working mostly in Montreal, Quebec.",
  "/wiki/Neoclassical_architecture": "Neoclassical architecture is an architectural style produced by the neoclassical movement that began in the mid-18th century in Italy and France. In its purest form, it is a style principally derived from the architecture of classical antiquity, the Vitruvian principles, and the work of the Italian architect Andrea Palladio.",
  "/wiki/United_Empire_Loyalist": "United Empire Loyalists (or simply Loyalists) is an honorific which was first given by the 1st Lord Dorchester, the Governor of Quebec, and Governor-General of the Canadas, to American Loyalists who resettled in British North America during or after the American Revolution. At the time, the 'Demonym Canadian' or Canadien was used to refer to the indigenous First Nations groups and the French settlers inhabiting the Province of Quebec.",
  "/wiki/Lake_Ontario": "Lake Ontario is one of the five Great Lakes of North America. It is surrounded on the north, west, and southwest by the Canadian province of Ontario, and on the south and east by the American state of New York, whose water boundaries meet in the middle of the lake. Ontario, Canada's most populous province, was named for the lake. Many of Ontario's most populous cities, including Toronto, Canada's most populous city, and Hamilton, are on the lake's northern and western shores respectively. In the Huron language, the name Ontarí'io means \"great lake\". Its primary inlet is the Niagara River from Lake Erie.  The last in the Great Lakes chain, Lake Ontario serves as the outlet to the Atlantic Ocean via the Saint Lawrence River. It is the only Great Lake not to border the state of Michigan.",
  "/wiki/City_block": "A city block, urban block or simply block is a central element of urban planning and urban design.",
  "/wiki/Point_Abino_Light_Tower": "The Point Abino Light Tower is a lighthouse on the rocky north shore of Lake Erie at the southern tip of  Point Abino peninsula west of Crystal Beach, Ontario, Canada. The Greek Revival white square tower with red accents is attached to the fog alarm building, and a lighthouse keeper's residence is located on the shore to the north.",
  "/wiki/Crystal_Beach,_Ontario": "Crystal Beach is a community within Fort Erie, Ontario, Canada with a population of 8,524 at the time of the 2016 census. It was named for the \"crystal-clear\" water conditions present when it was founded on the northeast shore of Lake Erie, across from Buffalo. More recently, however, water quality can be a problem in the area.",
  "/wiki/Lake_Erie": "Lake Erie (French: Lac Érié) is the fourth-largest lake (by surface area) of the five Great Lakes in North America, and the eleventh-largest globally if measured in terms of surface area. It is the southernmost, shallowest, and smallest by volume of the Great Lakes and therefore also has the shortest average water residence time. At its deepest point Lake Erie is 210 feet (64 metres) deep.",
  "/wiki/Queenston_Heights": "The Queenston Heights is a geographical feature of the Niagara Escarpment immediately above the village of Queenston, Ontario, Canada. Its geography is a promontory formed where the escarpment is divided by the Niagara River. The promontory forms a cliff face of approximately 100 m (approximately 300 ft).",
  "/wiki/Promontory": "A promontory is a raised mass of land that projects into a lowland or a body of water (in which case it is a peninsula).",
  "/wiki/Niagara_Escarpment": "The Niagara Escarpment is a long escarpment, or cuesta, in the United States and Canada that runs predominantly east/west from New York, through Ontario, Michigan, Wisconsin, and Illinois. The escarpment is most famous as the cliff over which the Niagara River plunges at Niagara Falls, for which it is named.",
  "/wiki/Battle_of_Queenston_Heights": "The Battle of Queenston Heights was the first major battle in the War of 1812. Resulting in a British victory, it took place on 13 October 1812, near Queenston, Upper Canada (the present-day province of Ontario). It was fought between United States regulars and New York militia forces led by Major General Stephen Van Rensselaer, and British regulars, York and Lincoln militia and Mohawk warriors led by Major General Isaac Brock, and Major General Roger Hale Sheaffe, who took command when Brock was killed.",
  "/wiki/Brock%27s_Monument": "Brock's Monument is a 56-metre (185 ft) column atop Queenston Heights in Queenston, Ontario, Canada, dedicated to Major General Sir Isaac Brock, one of Canada's heroes of the War of 1812. Brock and one of his Canadian aides-de-camp, Lieutenant-Colonel John Macdonell, are interred at the monument's base on the heights above the battlefield where both fell during the Battle of Queenston Heights. The current monument was constructed between 1853 and 1856, which replaced an earlier Monument to Brock on the battlefield (1824–1840). Parks Canada maintains the monument, the most imposing feature of Queenston Heights National Historic Site.  It is the 3rd oldest war memorial in Canada.",
  "/wiki/Sir_Adam_Beck_Hydroelectric_Power_Stations": "Sir Adam Beck Hydroelectric Generating Stations are two hydroelectric generating stations in Niagara Falls, Ontario, Canada. Sir Adam Beck Generating Station I, Sir Adam Beck Generating Station II and the Sir Adam Beck Pump Generating Station are all owned by Ontario Power Generation. Following the development of several smaller generating stations around Niagara Falls in the late 19th and early 20th centuries, the Province of Ontario authorized the construction of first major publicly owned generating station in the province. At the time it was built, it was the largest hydroelectric generating station in the world.",
  "/wiki/Hydroelectricity_in_Canada": "Canada is the world's second largest producer of hydroelectricity after China. In 2014, Canada consumed the equivalent of 85.7 megatonnes worth of oil of hydroelectricity, 9.8% of worldwide hydroelectric consumption.  Furthermore, hydroelectricity accounted for 25.7% of Canada's total energy consumption (37.3% of non-oil sources). It is the third-most consumed energy in Canada behind oil and natural gas (30.9% and 28.1% of total consumption, respectively)."
}