{
  "/wiki/Academy_Awards": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/In_America_(film)": "In America is a 2002 road drama film directed by Jim Sheridan. The semi-autobiographical screenplay by Sheridan and his daughters, Naomi and Kirsten, focuses on an immigrant Irish family's struggle to start a new life in New York City, as seen through the eyes of the elder daughter.",
  "/wiki/Blood_Diamond": "Blood Diamond is a 2006 political war thriller film co-produced and directed by Edward Zwick, starring Leonardo DiCaprio, Jennifer Connelly, and Djimon Hounsou. The title refers to blood diamonds, which are diamonds mined in war zones and sold to finance conflicts, and thereby profit warlords and diamond companies across the world.",
  "/wiki/Black_Reel_Awards": "The Black Reel Awards, or \"BRAs\", is an annual American awards ceremony hosted by the Foundation for the Augmentation of African-Americans in Film (FAAAF) to recognize excellence of African-Americans, as well as the cinematic achievements of the African diaspora, in the global film industry, as assessed by the Foundation’s voting membership. The various category winners are awarded a copy of a statuette, officially called the Black Reel Award. The awards, first presented in 2000 in Washington, DC, are overseen by FAAAF.",
  "/wiki/Broadcast_Film_Critics_Association": "The Broadcast Film Critics Association (BFCA) is an association of approximately 250 television, radio and online critics. Founded in 1995,  it is the largest film critics organization in the United States and Canada.  The BFCA has presented the Critics' Choice Movie Awards each year since 1995. Of the prestigious awards given by film critics, it is the most populist in its tastes.",
  "/wiki/Golden_Globes_Awards": "The Golden Globe Awards  are accolades bestowed by the 93 members of the Hollywood Foreign Press Association beginning in January 1944, recognizing excellence in film, both American and International, and the American television.",
  "/wiki/Amistad_(film)": "Amistad is a 1997 American historical drama film directed by Steven Spielberg, based on the true story of the events in 1839 aboard the slave ship La Amistad, during which Mende tribesmen abducted for the slave trade managed to gain control of their captors' ship off the coast of Cuba, and the international legal battle that followed their capture by the Washington, a U.S. revenue cutter. The case was ultimately resolved by the U.S. Supreme Court in 1841.",
  "/wiki/Independent_Spirit_Awards": "The Film Independent Spirit Awards (abbreviated \"Spirit Awards\" and originally known as the FINDIE or Friends of Independents Awards), founded in 1984, are awards dedicated to independent filmmakers. Winners were typically presented with acrylic glass pyramids containing suspended shoestrings representing the bare budgets of independent films. Since 2006, winners have received a metal trophy depicting a bird with its wings spread sitting atop of a pole with the shoestrings from the previous design wrapped around the pole.",
  "/wiki/NAACP_Image_Awards": "The NAACP Image Award is an annual awards ceremony presented by the U.S.-based National Association for the Advancement of Colored People (NAACP) to honor outstanding performances in film, television, music, and literature. Similar to other awards, like the Oscars and the Grammys, the over 40 categories of the Image Awards are voted on by the award organization's members (in this case, NAACP members). Honorary awards (similar to the Academy Honorary Award) have also been included, such as the President's Award, the Chairman's Award, the Entertainer of the Year, and the Hall of Fame Award.",
  "/wiki/National_Board_of_Review": "The National Board of Review of Motion Pictures is an organization in the United States dedicated to discussing and selecting what its members regard as the best film works of each year.",
  "/wiki/Screen_Actors_Guild": "The Screen Actors Guild (SAG) was an American labor union which represented over 100,000 film and television principal and background performers worldwide. On March 30, 2012, the union leadership announced that the SAG membership voted to merge with the American Federation of Television and Radio Artists (AFTRA) to create SAG-AFTRA.",
  "/wiki/Gladiator_(2000_film)": "Gladiator is a 2000 epic historical drama film directed by Ridley Scott and written by David Franzoni, John Logan, and William Nicholson. The film was co-produced and released by DreamWorks Pictures and Universal Pictures. It stars Russell Crowe, Joaquin Phoenix, Connie Nielsen, Ralf Möller, Oliver Reed (in his final role), Djimon Hounsou, Derek Jacobi, John Shrapnel and Richard Harris. Crowe portrays Roman general Maximus Decimus Meridius, who is betrayed when Commodus, the ambitious son of Emperor Marcus Aurelius, murders his father and seizes the throne. Reduced to slavery, Maximus rises through the ranks of the gladiatorial arena to avenge the murders of his family and his emperor.",
  "/wiki/Djimon_Hounsou": "Djimon Gaston Hounsou (/ˈdʒaɪmən ˈuːnsuː/; French: [dʒimɔ̃ unsu]; born 24 April 1964) is a Beninese-American actor and model. Hounsou began his career appearing in music videos. He made his film debut in the Sandra Bernhard film Without You I'm Nothing (1990) and gained widespread recognition for his role as Cinqué in the Steven Spielberg film Amistad (1997). He gained further recognition for his roles in Gladiator (2000), In America (2003), and Blood Diamond (2006), receiving Academy Award for Best Supporting Actor nominations for both the latter films. He also had a minor role in Furious 7 (2015). He has been nominated for a Golden Globe Award and three Screen Actors Guild Awards. Djimon Hounsou plays an important role as well in the French film Forces spéciales in 2011."
}