{
  "/wiki/Coldplay": "Coldplay are a British rock band formed in London in 1996. Vocalist and pianist Chris Martin, guitarist Jonny Buckland, bassist Guy Berryman, and drummer Will Champion met at University College London and began playing music together from 1996 to 1998, first calling themselves Pectoralz and then Starfish before finally changing their name to Coldplay. Creative director and former manager Phil Harvey is often referred to as the fifth member by the band. After changing their name to Coldplay, they recorded and released two EPs: Safety in 1998 and The Blue Room in 1999. The latter was their first release on a major record label, after signing to Parlophone.\n Coldplay achieved worldwide fame with the release of the song \"Yellow\" in 2000, followed in the same year by their debut album Parachutes, which was nominated for the Mercury Prize. The band's second album, A Rush of Blood to the Head (2002), was released to critical acclaim and won many awards, including NME's Album of the Year. Their next release, X&Y, the best-selling album worldwide in 2005, received mostly positive reviews, though some critics felt it was inferior to its predecessor. Their fourth studio album, Viva la Vida or Death and All His Friends (2008), the best-selling album worldwide of 2008, was produced by Brian Eno and released to largely positive reviews, earning three Grammy Awards. In October 2011, Coldplay released their fifth studio album, Mylo Xyloto, which topped the charts in over 34 countries, was the UK's best-selling rock album of 2011, and received moderately positive reviews. Their sixth album, Ghost Stories, released in 2014, received mixed reviews and topped several national album charts. The following year the band released their seventh album, A Head Full of Dreams, which reached the top two in most major markets, but received generally mixed reviews. Four years later, in November 2019, they released their eighth album, Everyday Life, which received mainly positive reviews.\n Coldplay have won numerous awards throughout their career, including nine Brit Awards, six MTV Video Music Awards, seven MTV Europe Music Awards and seven Grammy Awards from 29 nominations. They have sold more than 100 million records worldwide, making them one of the world's best-selling music artists. Three of their albums—Parachutes, A Rush of Blood to the Head, and X&Y—are among the best-selling albums in UK chart history. In December 2009, Rolling Stone readers voted the group the fourth-best artist of the 2000s. Coldplay have supported various social and political causes, such as Oxfam's Make Trade Fair campaign and Amnesty International. They have also performed at charity projects, including Band Aid 20, Live 8, Global Citizen Festival, Sound Relief, Hope for Haiti Now: A Global Benefit for Earthquake Relief, One Love Manchester, The Secret Policeman's Ball, Sport Relief and the UK Teenage Cancer Trust.",
  "/wiki/A_Rush_of_Blood_to_the_Head": "A Rush of Blood to the Head is the second studio album by British rock band Coldplay. It was released on 26 August 2002 by Parlophone in the United Kingdom, and a day later by Capitol Records in the United States. Recording started after the band became popular worldwide with the release of their debut album Parachutes (2000), and one of its singles in particular, \"Yellow\". The album was produced by the band and Ken Nelson, and makes greater use of the electric guitar and piano than its predecessor.\n The album topped the UK Albums Chart upon its first week of release in the United Kingdom, and became the eighth biggest-selling album of the 21st century in the UK. The British Phonographic Industry has since certified the album 9× Platinum for its accumulated sales of over 2.9 million units in the UK and the album has sold 14 million copies worldwide. The album spawned the hit singles \"In My Place\", \"The Scientist\", and \"Clocks\". \"God Put A Smile Upon Your Face\" was also released, but was significantly less successful.\n A Rush of Blood to the Head has been critically acclaimed, and the band received three Grammy Awards for the album; The 2003 Grammy for Best Alternative Album, which was the second year in a row, the 2003 Grammy for Best Rock Performance with the song “In My Place”, and the 2004 Grammy for Record of the Year with the song \"Clocks\". In 2012, it was ranked number 466 on Rolling Stone's \"500 Greatest Albums of All Time\". It was also among ten albums nominated for the best British album of the previous 30 years by the Brit Awards in 2010, ultimately losing to (What's the Story) Morning Glory? by Oasis.",
  "/wiki/The_Dave_Clark_Five": "The Dave Clark Five, often called The DC5, were an English rock and roll band formed in Tottenham in 1957. In January 1964 they had their first UK top ten single, \"Glad All Over\", which knocked the Beatles' \"I Want to Hold Your Hand\" off the top of the UK Singles Chart. It peaked at No. 6 in the United States in April 1964. Although this was their only UK No. 1, they topped the US chart in December 1965, with their cover of Bobby Day's \"Over And Over\". Their version of Chet Powers' \"Get Together\" reached No. 8 on the UK Singles Chart retitled as \"Everybody Get Together\".\n They were the second group of the British Invasion to appear on The Ed Sullivan Show in the United States (for two weeks in March 1964 following the Beatles' three weeks the previous month). They would ultimately have 18 appearances on the show. The group disbanded in late 1970. On 10 March 2008, the band was inducted into the Rock and Roll Hall of Fame.",
  "/wiki/David_Bowie": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie (/ˈboʊi/ BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century, acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music and stagecraft having a significant impact on popular music. During his lifetime, his record sales, estimated at over 100 million records worldwide, made him one of the world's best-selling music artists. In the UK, he was awarded ten platinum album certifications, eleven gold and eight silver, and released eleven number-one albums. In the US, he received five platinum and nine gold certifications. He was inducted into the Rock and Roll Hall of Fame in 1996.\n Born in Brixton, South London, Bowie developed an interest in music as a child, eventually studying art, music and design before embarking on a professional career as a musician in 1963. \"Space Oddity\" became his first top-five entry on the UK Singles Chart after its release in July 1969. After a period of experimentation, he re-emerged in 1972 during the glam rock era with his flamboyant and androgynous alter ego Ziggy Stardust. The character was spearheaded by the success of his single \"Starman\" and album The Rise and Fall of Ziggy Stardust and the Spiders from Mars, which won him widespread popularity. In 1975, Bowie's style shifted radically towards a sound he characterised as \"plastic soul\", initially alienating many of his UK devotees but garnering him his first major US crossover success with the number-one single \"Fame\" and the album Young Americans. In 1976, Bowie starred in the cult film The Man Who Fell to Earth, directed by Nicolas Roeg, and released Station to Station. The following year, he further confounded musical expectations with the electronic-inflected album Low (1977), the first of three collaborations with Brian Eno that came to be known as the \"Berlin Trilogy\". \"Heroes\" (1977) and Lodger (1979) followed; each album reached the UK top five and received lasting critical praise.\n After uneven commercial success in the late 1970s, Bowie had UK number ones with the 1980 single \"Ashes to Ashes\", its parent album Scary Monsters (and Super Creeps), and \"Under Pressure\", a 1981 collaboration with Queen. He reached his commercial peak in 1983 with Let's Dance; the album's title track topped both UK and US charts. Throughout the 1990s and 2000s, Bowie continued to experiment with musical styles, including industrial and jungle. He also continued acting; his roles included Major Jack Celliers in Merry Christmas, Mr. Lawrence (1983), Jareth the Goblin King in Labyrinth (1986), Pontius Pilate in The Last Temptation of Christ (1988), and Nikola Tesla in The Prestige (2006), among other film and television appearances and cameos. He stopped touring after 2004 and his last live performance was at a charity event in 2006. In 2013, Bowie returned from a decade-long recording hiatus with The Next Day. He remained musically active until he died of liver cancer at his home in New York City, two days after his 69th birthday and the release of his final album, Blackstar (2016).",
  "/wiki/Let's_Dance_(David_Bowie_album)": "Let's Dance is the 15th studio album by English singer-songwriter David Bowie. It was originally released in April 1983, almost three years after his previous album, Scary Monsters (and Super Creeps). Co-produced by Chic's Nile Rodgers, the album contains three of his most successful singles: the title track, \"Let's Dance\", which reached No. 1 in the UK, US and various other countries, as well as \"Modern Love\" and \"China Girl\", which both reached No. 2 in the UK. \"China Girl\" was a new version of a song that Bowie had co-written with Iggy Pop for the latter's 1977 album The Idiot. It also contains a re-recorded version of the song \"Cat People (Putting Out Fire)\", which had reached No. 1 in New Zealand, Norway and Sweden a year earlier.\n Let's Dance was nominated for the Album of the Year Grammy Award in 1984 but lost to Michael Jackson's Thriller.  It has sold 10.7 million copies worldwide, making it Bowie's best-selling album. It was Bowie's eighteenth official album release since his debut in 1967, including two live albums, one covers album (Pin Ups, 1973), and a collaboration with the Philadelphia Orchestra (1978). At one point Bowie described the album as \"a rediscovery of white-English-ex-art-school-student-meets-black-American-funk, a refocusing of Young Americans\". Let's Dance was also a stepping stone for the career of the Texas blues guitarist Stevie Ray Vaughan, who played on it. The album was released as a limited edition picture disc in 1983. The album was re-mastered in 2018 and included in the box set Loving the Alien (1983–1988).\n Critical reviews for Let's Dance as an album were mixed, although Rolling Stone later described it as \"the conclusion of arguably the greatest 14-year run in rock history\". Bowie felt he had to continue to pander to the new mass audience he acquired with the album, which led to him releasing two further solo albums in 1984 and 1987 which, despite their relative commercial success, did not sell as well as Let's Dance, were poorly received by critics at the time and subsequently dismissed by Bowie himself as his \"Phil Collins years\". Bowie would go on to form the hard rock and proto-grunge band Tin Machine in 1989 in an effort to rejuvenate himself artistically.",
  "/wiki/Deep_Purple": "Deep Purple are  an English rock band formed in Hertford in 1968. The band is considered to be among the pioneers of heavy metal and modern hard rock, although their musical approach changed over the years. Originally formed as a psychedelic rock and progressive rock band, the band shifted to a heavier sound in 1970. Deep Purple, together with Led Zeppelin and Black Sabbath, have been referred to as the \"unholy trinity of British hard rock and heavy metal in the early to mid-seventies\". They were listed in the 1975 Guinness Book of World Records as \"the globe's loudest band\" for a 1972 concert at London's Rainbow Theatre and have sold over 100 million copies of their albums worldwide.\n Deep Purple have had several line-up changes and an eight-year hiatus (1976–1984). The 1968–1976 line-ups are commonly labelled Mark I, II, III and IV. Their second and most commercially successful line-up consisted of Ian Gillan (vocals), Jon Lord (keyboards), Roger Glover (bass), Ian Paice (drums), and Ritchie Blackmore (guitar). This line-up was active from 1969 to 1973 and was revived from 1984 to 1989 and again from 1992 to 1993. The band achieved more modest success in the intervening periods between 1968 and 1969 with the line-up including Rod Evans (lead vocals) and Nick Simper (bass, backing vocals), between 1974 and 1976 with the line-up including David Coverdale (lead vocals) and Glenn Hughes (bass, vocals) (and Tommy Bolin replacing Blackmore in 1975), and between 1989 and 1992 with the line-up including Joe Lynn Turner (vocals). The band's line-up (currently including Ian Gillan, and guitarist Steve Morse from 1994) has been much more stable in recent years, although keyboardist Jon Lord's retirement from the band in 2002 (being succeeded by Don Airey) left Ian Paice as the only original Deep Purple member still in the band.\n Deep Purple were ranked number 22 on VH1's Greatest Artists of Hard Rock programme, and a poll on British radio station Planet Rock ranked them 5th among the \"most influential bands ever\". The band received the Legend Award at the 2008 World Music Awards. Deep Purple (specifically Blackmore, Lord, Paice, Gillan, Glover, Coverdale, Evans, and Hughes) were inducted into the Rock and Roll Hall of Fame in 2016.",
  "/wiki/Machine_Head_(album)": "Machine Head is the sixth studio album released by the English rock band Deep Purple. It was recorded during December 1971 in Montreux, Switzerland, and released in March 1972.\n Machine Head is often cited as a major influence in the early development of the heavy metal music genre. Commercially, it is Deep Purple's most successful album, topping the charts in several countries following its release. The album reached number 1 in the United Kingdom and stayed in the top 40 for 20 weeks. It reached number 7 in the United States, remaining on the Billboard 200 for 118 weeks.",
  "/wiki/Shirley_Bassey": "Dame Shirley Veronica Bassey, DBE (/ˈbæsi/; born 8 January 1937) is a Welsh singer whose career began in the mid-1950s, and is well known both for her powerful voice and for recording the theme songs to the James Bond films Goldfinger (1964), Diamonds Are Forever (1971), and Moonraker (1979). In January 1959, Bassey became the first Welsh person to gain a No. 1 single.\n In 2000, Bassey was appointed a Dame Commander of the Order of the British Empire (DBE) for services to the performing arts. In 1977 she received the Brit Award for Best British Female Solo Artist in the previous 25 years. Bassey is considered one of the most popular female vocalists in Britain during the second half of the 20th century.",
  "/wiki/Adele": "Adele Laurie Blue Adkins MBE (/əˈdɛl/; born 5 May 1988) is an English singer-songwriter. After graduating from the BRIT School in 2006, Adele signed a recording contract with XL Recordings. In 2007, she received the Brit Awards Critics' Choice Award and won the BBC Sound of 2008 poll. Her debut album, 19, was released in 2008 to commercial and critical success. It is certified eight times platinum in the UK, and three times platinum in the US. The album contains her first song, \"Hometown Glory\", written when she was 16, which is based on her home suburb of West Norwood in London. An appearance she made on Saturday Night Live in late 2008 boosted her career in the US. At the 51st Grammy Awards in 2009, Adele received the awards for Best New Artist and Best Female Pop Vocal Performance.\n Adele released her second studio album, 21, in 2011. The album was critically well received and surpassed the success of her debut, earning numerous awards in 2012, among them a record-tying six Grammy Awards, including Album of the Year; two Brit Awards, including British Album of the Year; and three American Music Awards, including Favorite Pop/Rock Album. The album has been certified 17 times platinum in the UK, and is overall the fourth best-selling album in the nation. In the US, it has held the top position longer than any album since 1985, and is certified diamond. The best-selling album worldwide of 2011 and 2012, 21 has sold over 31 million copies. The success of 21 earned Adele numerous mentions in the Guinness Book of World Records. She was the first female artist to simultaneously have two albums in the top five of the Billboard 200 and two singles in the top five of the Billboard Hot 100, as well as the first woman in the history of the Billboard Hot 100 to have three simultaneous top 10 singles as a lead artist, with \"Rolling in the Deep\", \"Someone Like You\", and \"Set Fire to the Rain\", all of which also topped the chart. 21 is the longest-running number one album by a female solo artist in the history of the UK and US Album Charts.\n In 2012, Adele released \"Skyfall\", which she co-wrote and recorded for the James Bond film of the same name. The song won an Academy Award, a Grammy Award, and a Golden Globe for Best Original Song, as well as the Brit Award for British Single of the Year. After taking a three-year break, Adele released her third studio album, 25, in 2015. It became the year's best-selling album and broke first-week sales records in the UK and US. 25 was her second album to be certified diamond in the US and earned her five Grammy Awards, including Album of the Year, and four Brit Awards, including British Album of the Year. The lead single, \"Hello\", became the first song in the US to sell over one million digital copies within a week of its release. Her third concert tour, Adele Live 2016, visited Europe, North America and Oceania, and concluded with finale concerts at Wembley Stadium in late June 2017.\n In 2011, 2012, and 2016, Adele was named Artist of the Year by Billboard. At the 2012 and 2016 Ivor Novello Awards, Adele was named Songwriter of the Year by the British Academy of Songwriters, Composers, and Authors. In 2012, she was listed at number five on VH1's 100 Greatest Women in Music. Time magazine named her one of the most influential people in the world in 2012 and 2016. Her 2016–2017 tour, saw her break attendance records in a number of countries, including the UK, Australia, and the US. With sales of more than 120 million records, Adele is one of the world's best-selling music artists.",
  "/wiki/21_(Adele_album)": "21 is the second studio album by English singer-songwriter Adele. It was released on 24 January 2011 in Europe and on 22 February 2011 in North America by XL Recordings and Columbia Records. The album was named after the age of the singer during its production. 21 shares the folk and Motown soul influences of her 2008 debut album 19, but was further inspired by the American country and Southern blues music to which she had been exposed during her 2008–09 North American tour An Evening with Adele. Composed in the aftermath of the singer's separation from her then partner, the album typifies the near dormant tradition of the confessional singer-songwriter in its exploration of heartbreak, self-examination, and forgiveness.\n Adele began writing 21 in April 2009, when still involved in the relationship that subsequently inspired the record. Dissatisfied with once again portraying herself as the musical tragedian of her debut, she had intended to compose a more upbeat and contemporary follow-up. However, studio sessions ended prematurely due to a lack of inspiration. She resumed production immediately after the breakdown of her relationship, channelling her heartbreak and depression into her songs. Adele collaborated with various songwriters and producers, including Columbia Records co-president Rick Rubin, Paul Epworth, Ryan Tedder, Jim Abbiss, and Dan Wilson.\n Praised by critics for its understated production, vintage aesthetic, and Adele's vocal performance, 21 defied the modest commercial expectations of her independent record label XL Recordings. The album topped the charts in more than 30 countries and became the world's best-selling album of the year for 2011 and 2012. In the United Kingdom, it is the best-selling album of the 21st century and fourth best-selling album of all time, while its 23-week tenure atop the UK Albums Chart is the longest by a female solo artist. In the United States, the album held the top position for 24 weeks, longer than any other album since 1985 and the longest by a female solo artist in Billboard 200 history. In addition, it had the most weeks on the Billboard 200 chart of any album by a woman. It was certified Diamond by the RIAA and was ranked as the \"Greatest Billboard 200 Album of All Time.\"\n Five singles were released to promote the album, with \"Rolling in the Deep,\" \"Someone like You\" and \"Set Fire to the Rain\" becoming international number-one songs, while \"Rumour Has It\" charted in the top 20 across Europe and North America. Globally, 21 was the biggest selling musical release for both 2011 and 2012, and helped revitalise lagging sales of the UK and US music industry. With over 30 million copies sold worldwide, 21 is one of the best-selling albums of all time and the best-selling albums of the 21st century. Critics hailed the album as a shift from the overtly sexual and musically bombastic status quo, and attributed its success to its deeply autobiographical yet universal songs. Shortlisted for the 2011 Mercury Prize, 21 won the 2012 Grammy Award for Album of the Year and the Brit Award for British Album of the Year.",
  "/wiki/Depeche_Mode": "Depeche Mode (/dəˌpɛʃ-, diː-, dɪ-/) are an English electronic music band formed in Basildon, Essex in 1980. The group as of now consists of a trio of Dave Gahan (lead vocals and co-songwriting), Martin Gore (keyboards, guitar, co-lead vocals and main songwriting), and Andy Fletcher (keyboards).\n Depeche Mode released their debut album Speak & Spell in 1981, bringing the band onto the British new wave scene. Founding member Vince Clarke left after the release of the album; they recorded A Broken Frame as a trio. Gore took over as main songwriter and, later in 1982, Alan Wilder replaced Clarke, establishing a lineup that continued for 13 years.\n The band's last albums of the 1980s, Black Celebration and Music for the Masses, established them as a dominant force within the electronic music scene. A highlight of this era was the band's June 1988 concert at the Pasadena Rose Bowl, where they drew a crowd in excess of 60,000 people. In early 1990, they released Violator, an international mainstream success. The following album, Songs of Faith and Devotion, released in 1993, was also a success, though internal struggles within the band during recording and touring resulted in Wilder's departure in 1995.\n Depeche Mode has had 54 songs in the UK Singles Chart and 17 top 10 albums in the UK chart; they have sold more than 100 million records worldwide. Q included the band in the list of the \"50 Bands That Changed the World!\". Depeche Mode also ranks number 98 on VH1's \"100 Greatest Artists of All Time\".  In December 2016, Billboard named Depeche Mode the 10th most successful dance club artist of all time. They were nominated for induction into the Rock and Roll Hall of Fame in 2017 and 2018, and will be inducted as part of the Class of 2020.",
  "/wiki/Violator_(album)": "Violator is the seventh studio album by English electronic music band Depeche Mode. It was first released on 19 March 1990 through Mute Records internationally, and through Sire and Reprise Records in the United States. Preceded by the singles \"Personal Jesus\" and \"Enjoy the Silence\" (a top-10 entry in both the United Kingdom and the United States), the album propelled the band into international stardom, and also yielded the singles \"Policy of Truth\" and \"World in My Eyes\". Violator reached number two on the UK Albums Chart, and was the band's first album to chart inside the top 10 of the Billboard 200, peaking at number seven. The album was supported by the World Violation Tour.",
  "/wiki/Dire_Straits": "Dire Straits were a British rock band formed in London in 1977 by Mark Knopfler (lead vocals and lead guitar), David Knopfler (rhythm guitar and backing vocals), John Illsley (bass guitar and backing vocals), and Pick Withers (drums and percussion). They were active from 1977 to 1988 and again from 1991 to 1995. Dire Straits are one of the world's best-selling music artists, with album sales of over 100 million.\n Their first single, \"Sultans of Swing\", from their 1978 self-titled debut album, reached the top ten in the UK and US charts. It was followed by hit singles including \"Romeo and Juliet\" (1981), \"Private Investigations\" (1982), \"Twisting by the Pool\" (1983), \"Money for Nothing\" (1985), and \"Walk of Life\" (1985). Their most commercially successful album, Brothers in Arms (1985), has sold more than 30 million copies; it was the first album to sell a million copies on compact disc,  and is the eighth-bestselling album in UK history.  According to the Guinness Book of British Hit Albums, Dire Straits have spent over 1,100 weeks on the UK albums chart, the fifth most of all time.\n Dire Straits' sound draws from various influences including jazz, folk, and country, and the blues rock of J. J. Cale and Eric Clapton. Their stripped-down sound contrasted with punk rock and demonstrated a roots rock influence that emerged from pub rock. There were several changes in personnel, with Mark Knopfler and Illsley being the only consistent members. After disbanding once again in 1995, Knopfler launched his solo career full-time. Dire Straits won four Grammy Awards, three Brit Awards (Best British Group twice), two MTV Video Music Awards, and various other awards. They were inducted into the Rock and Roll Hall of Fame in 2018.",
  "/wiki/Brothers_in_Arms_(Dire_Straits_album)": "Brothers in Arms is the fifth studio album by British rock band Dire Straits, released on 13 May 1985 by Vertigo Records internationally and by Warner Bros. Records in the United States. It charted at number one in several countries, spending a total of 14 non-consecutive weeks at number one on the UK Albums Chart (including 10 consecutive weeks between 18 January and 22 March 1986), nine weeks at number one on the Billboard 200 in the United States and 34 weeks at number one on the Australian Albums Chart. Brothers in Arms was the first album certified 10-times platinum in the UK and is the eighth-best-selling album in UK chart history, is certified nine-times platinum in the United States, and is one of the world's best-selling albums, having sold more than 30 million copies worldwide.\n The album won a Grammy Award in 1986 for Best Engineered Album, Non-Classical, the 20th Anniversary Edition won another Grammy in 2006 for Best Surround Sound Album, and also won Best British Album at the 1987 Brit Awards. Q magazine placed the album at number 51 in its list of the 100 Greatest British Albums Ever. It was also among ten albums nominated for the best British album of the previous 30 years by the Brit Awards in 2010, ultimately losing to (What's the Story) Morning Glory? by Oasis.",
  "/wiki/Fleetwood_Mac": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.\n Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer. Bassist John McVie completed the lineup for their self-titled debut album. Danny Kirwan joined as a third guitarist in 1968. Keyboardist Christine Perfect, who contributed as a session musician from the second album, married McVie and joined in 1970. At this time it was primarily a British blues band, scoring a UK number one with \"Albatross\", and also had other hits such as the singles \"Oh Well\" and \"Man of the World\". All three guitarists left in succession during the early 1970s, to be replaced by guitarists Bob Welch and Bob Weston and vocalist Dave Walker. By 1974, all three had either departed or been dismissed, leaving the band without a male lead vocalist or guitarist.\n In late 1974, while Fleetwood was scouting studios in Los Angeles, he was introduced to folk-rock duo Lindsey Buckingham and Stevie Nicks. Fleetwood Mac soon asked Buckingham to be their new lead guitarist, and Buckingham agreed on condition that Nicks would also join the band. The addition of Buckingham and Nicks gave the band a more pop rock sound, and their 1975 self-titled album, Fleetwood Mac, reached No. 1 in the United States. Rumours (1977), Fleetwood Mac's second album after the arrival of Buckingham and Nicks, produced four U.S. Top 10 singles and remained at number one on the American albums chart for 31 weeks. It also reached the top spot in various countries around the world and won a Grammy Award for Album of the Year in 1978. Rumours has sold over 40 million copies worldwide, making it the eighth-highest-selling album in history. The band went through personal turmoil while recording the album, as both the romantic partnerships in the band (one being John and Christine McVie, and the other being Buckingham and Nicks) separated while continuing to make music together.\n The band's personnel remained stable through three more studio albums, but by the late 1980s began to disintegrate. After Buckingham and Nicks each left the band, they were replaced by a number of other guitarists and vocalists.  A 1993 one-off performance for the first inauguration of Bill Clinton featured the lineup of Fleetwood, John McVie, Christine McVie, Nicks, and Buckingham back together for the first time in six years. A full reunion occurred four years later, and the group released their fourth U.S. No. 1 album, The Dance (1997), a live compilation of their work. Christine McVie left the band in 1998, but continued to work with the band in a session capacity. Meanwhile, the group remained together as a four-piece, releasing their most recent studio album, Say You Will, in 2003. Christine McVie rejoined the band full-time in 2014. In 2018, Buckingham was fired from the band and was replaced by Mike Campbell, formerly of Tom Petty and the Heartbreakers, and Neil Finn of Split Enz and Crowded House.",
  "/wiki/Rumours_(album)": "Rumours is the eleventh studio album by British-American rock band Fleetwood Mac, released on 4 February 1977 by Warner Bros. Records. Largely recorded in California in 1976, it was produced by the band with Ken Caillat and Richard Dashut. The band wanted to expand on the commercial success of their eponymous 1975 album, but struggled with relationship breakups before recording started. The Rumours studio sessions were marked by hedonism and strife among band members that shaped the album's lyrics.\n Recorded with the intention of making \"a pop album\", the album's music featured a pop rock and soft rock sound characterized by accented rhythms and electric keyboards such as the Fender Rhodes or Hammond B3 organ. The members partied and used cocaine for much of the recording sessions, and its completion was delayed by its mixing process, but was finished by the end of 1976. Following the album's release, Fleetwood Mac undertook worldwide promotional tours. Rumours reached the top of both the US Billboard 200 and the UK Albums Chart, and became the band's most successful release. The songs \"Go Your Own Way\", \"Dreams\", \"Don't Stop\", and \"You Make Loving Fun\" were released as singles, all of which reached the US top 10. \n Rumours garnered widespread acclaim from critics, with praise centred on its production quality and harmonies, which frequently relied on the interplay among three vocalists and has inspired the work of musical acts in different genres. It won Album of the Year at the 20th Grammy Awards. It has sold over 40 million copies worldwide, making it one of the best-selling albums of all time. It has received Diamond certifications in several countries, including the US, the UK, Canada, and Australia. \n Often considered Fleetwood Mac's best release, the album has featured in several publications' lists of the best albums of the 1970s and of all time. In 2004, Rumours was remastered and reissued with the addition of \"Silver Springs\", which had been excluded from the original due to tension within the band, and a bonus CD of outtakes from the recording sessions. In 2003, the album was inducted into the Grammy Hall of Fame. In 2006, Time named it in its All-TIME 100 Albums list. In 2018, it was selected for preservation in the National Recording Registry, being deemed \"culturally, historically, or artistically significant\" by the Library of Congress.",
  "/wiki/Genesis_(band)": "Genesis  were  an English rock band formed at Charterhouse School, Godalming, Surrey, in 1967. The most successful and longest-lasting line-up consisted of keyboardist Tony Banks, bassist/guitarist Mike Rutherford and drummer/singer Phil Collins. Significant former members were original lead singer Peter Gabriel, and guitarists Anthony Phillips and Steve Hackett. The band moved from folk music to progressive rock in the 1970s, before moving towards pop at the end of the decade. They have sold 21.5 million copies of their albums in the United States, with worldwide sales of between 100 million and 150 million.\n Formed by five Charterhouse pupils including Banks, Rutherford, Gabriel, and Phillips, Genesis were named by former pupil Jonathan King, who arranged for them to record several unsuccessful singles and their debut album From Genesis to Revelation in 1968. After splitting with King, the group began to tour professionally, signed with Charisma Records and recorded Trespass (1970) in the progressive rock style. Following the departure of Phillips, Genesis recruited Collins and Hackett and recorded Nursery Cryme (1971). Their live shows also began to be centred on Gabriel's theatrical costumes and performances. They were first successful in mainland Europe, before entering the UK charts with Foxtrot (1972). In 1973, they released Selling England by the Pound (1973), which featured their first UK top 30 single \"I Know What I Like (In Your Wardrobe)\". The concept album The Lamb Lies Down on Broadway followed in 1974, and was promoted with a transatlantic tour featuring an elaborate stage show. Following the Lamb tour, Gabriel left Genesis in August 1975 to begin a solo career.\n After an unsuccessful search for a replacement, Collins took over as lead singer, while Genesis gained popularity in the UK and the US. Following A Trick of the Tail and Wind & Wuthering (both 1976), Hackett left, reducing the band to Banks, Rutherford, and Collins. Genesis' next album ...And Then There Were Three... produced their first UK top ten and US top 30 single in 1978 with \"Follow You Follow Me\", and they continued to gain commercial success with Duke (1980), Abacab (1981), and Genesis (1983). They reached a peak of popularity with Invisible Touch (1986), which featured five US top five singles, and its title track reached number one there. After the tour for We Can't Dance (1991), Collins left Genesis in 1996 to focus on his solo career. Banks and Rutherford recruited Ray Wilson for Calling All Stations (1997), but a lack of success in the US led to a group hiatus. Banks, Rutherford and Collins reunited for the Turn It On Again Tour in 2007. Though Genesis have not been active again since that tour, the trio (along with Gabriel and Hackett) participated in interviews for the 2014 BBC documentary Genesis: Together and Apart.\n Their discography includes fifteen studio and six live albums, six of which topped the UK chart. They have won numerous awards and nominations, including a Grammy Award for Best Concept Music Video with \"Land of Confusion\", and inspired a number of tribute bands recreating Genesis shows from various stages of the band's career. In 2010, Genesis were inducted into the Rock and Roll Hall of Fame.",
  "/wiki/Invisible_Touch": "Invisible Touch is the thirteenth studio album by the English rock band Genesis, released on 6 June 1986 by Atlantic Records in the United States and 9 June 1986 by Charisma and Virgin Records in the United Kingdom. After taking a break in group activity for each member to continue with their solo projects in 1984, the band reconvened in October 1985 to write and record Invisible Touch with engineer and producer Hugh Padgham. As with their previous album, it was written entirely through group improvisations and no material developed prior to recording was used.\n Invisible Touch was a worldwide success and reached No. 1 on the UK Albums Chart and No. 3 on the US Billboard 200. It remains the band's highest selling album after it was certified multi-platinum for over 1.2 million copies sold in the UK and 6 million sold in the US. Genesis became the first band and foreign act to have five top five singles on the US Billboard Hot 100, with \"Invisible Touch\" being their first and only song to reach No. 1 on the charts. The album received mixed reviews upon its release and retrospectively, with several reviews, both positive and negative, observing its similarity to Collins's solo records and their commercial pop-oriented sound. In 2007, the album was re-released with new stereo and 5.1 surround sound mixes.",
  "/wiki/George_Michael": "George Michael (born Georgios Kyriacos Panayiotou; 25 June 1963 – 25 December 2016) was an English singer, songwriter, record producer, and philanthropist who rose to fame as a member of the music duo Wham! and later embarked on a solo career. Michael sold over 80 million records worldwide making him one of the best-selling music artists of all time. He achieved seven number one songs on the UK Singles Chart and eight number one songs on the US Billboard Hot 100. He was widely known for his success in the 1980s and 1990s, including Wham! singles such as \"Wake Me Up Before You Go-Go\" and \"Last Christmas\" and solo singles such as \"Careless Whisper\" and \"Faith\".\n Michael formed the duo Wham! with Andrew Ridgeley in 1981. The band's first two albums, Fantastic (1983) and Make It Big (1984), reached number one on the UK Albums Chart and the US Billboard 200. Michael's first solo single \"Careless Whisper\" reached number one in over 20 countries, including the UK and US. Michael's debut solo album, Faith, was released in 1987, topping the UK Albums Chart and staying at number one on the Billboard 200 for 12 weeks. Four singles from the album--\"Faith\", \"Father Figure\", \"One More Try\", and \"Monkey\"--reached number one on the Billboard Hot 100. Faith was named Album of the Year at the 31st Grammy Awards. Three years after the release of Faith, Listen Without Prejudice Vol. 1 (1990) was released; that album included the Billboard Hot 100 number one \"Praying for Time\". \"Don't Let the Sun Go Down on Me\", a 1991 duet with Elton John, was also a transatlantic number one.\n Michael, who came out as gay in 1998, was an active LGBT rights campaigner and HIV/AIDS charity fundraiser. Michael's personal life and legal troubles made headlines during the late 1990s and 2000s, as he was arrested for public lewdness in 1998 and was arrested for multiple drug-related offenses after that time. The 2005 documentary A Different Story covered his career and personal life. Michael's first tour since 1991, the 25 Live tour, spanned three tours over the course of three years; 2006, 2007, and 2008. Four years later, he performed his final concert at London's Earls Court in 2012. In the early hours of 25 December 2016, Michael was found dead at his home in Goring-on-Thames, Oxfordshire aged 53. A coroner's report attributed his death to natural causes.\n Michael won various music awards including two Grammy Awards, three Brit Awards, three American Music Awards, four MTV Video Music Awards and six Ivor Novello Awards. In 2004, the Radio Academy named Michael the most played artist on British radio during the period 1984–2004. In 2008, he was ranked 40th on Billboard's list of the Greatest Hot 100 Artists of All Time.",
  "/wiki/Faith_(George_Michael_album)": "Faith is the debut studio album by the English singer George Michael, released on 30 October 1987 by Columbia Records and Epic Records. In addition to playing various instruments on the album, Michael wrote and produced every track on the recording except for one, \"Look at Your Hands\", which he co-wrote with David Austin. A \"black\" inspired pop-R&B album, Faith's songs include introspective lyrics, which generated controversies about Michael's personal relationships at that time.\n By 1986, Michael had spent five years as the lead singer of the popular duo Wham! and had grown tired of accusations that the group, which featured his best friend Andrew Ridgeley, was nothing more than a teenybopper group. After the success of Make It Big, Michael had grown weary of continuing the duo, and expressed to Ridgeley the desire that they should split up which eventually happened. Following the split, Michael began to work on songs that would make his first solo album, which would be titled Faith.\nFaith peaked at number one on the UK Albums Chart and US Billboard 200. It stayed for 51 non-consecutive weeks inside the Billboard 200 top 10, including 12 weeks at number one. It was also the first album by a white solo artist to hit number one on the Billboard Top Black Albums chart. Faith spawned four number one singles on the Billboard Hot 100: \"Faith\", \"Father Figure\", \"One More Try\", and \"Monkey\", making Michael the only British male solo artist to have four number one hits from one album on the Billboard Hot 100. Michael embarked on the The Faith Tour to promote Faith in February 1988, opening at Tokyo's Budokan arena, before going on to dates in Australia, Europe and North America.\nFaith is one of the best-selling albums of all time having sold over 20 million copies worldwide and was certified Diamond by the Recording Industry Association of America (RIAA) in 1996. The album won several awards, including Album of the Year at the 31st Grammy Awards. Michael won three awards at the 1989 American Music Awards: Favorite Pop/Rock Male Artist, Favorite Soul/R&B Male Artist and Favorite Soul/R&B Album for Faith. He was also honoured with the MTV Video Vanguard Award. Often ranked as one of the best albums of the 1980s, Faith was ranked number 472 on Rolling Stone's list of the 500 Greatest Albums of All Time.",
  "/wiki/Iron_Maiden": "Iron Maiden are an English heavy metal band formed in Leyton, East London, in 1975 by bassist and primary songwriter Steve Harris. The band's discography has grown to thirty-nine albums, including sixteen studio albums, twelve live albums, four EPs, and seven compilations.\n Pioneers of the new wave of British heavy metal, Iron Maiden achieved initial success during the early 1980s. After several line-up changes, the band went on to release a series of UK and US platinum and gold albums, including 1982's The Number of the Beast, 1983's Piece of Mind, 1984's Powerslave, 1985's live release Live After Death, 1986's Somewhere in Time and 1988's Seventh Son of a Seventh Son. Since the return of lead vocalist Bruce Dickinson and guitarist Adrian Smith in 1999, the band has undergone a resurgence in popularity, with their 2010 studio offering, The Final Frontier, peaking at No. 1 in 28 countries and receiving widespread critical acclaim. Their sixteenth studio album, The Book of Souls, was released on 4 September 2015 to similar success.\n Despite little radio or television support, Iron Maiden are considered one of the most successful heavy metal bands in history, with The Sunday Times reporting in 2017 that the band have sold over 100 million copies of their albums worldwide. The band won the Ivor Novello Award for international achievement in 2002. As of October 2013[update], the band have played over 2000 live shows throughout their career. For 40 years the band have been supported by their famous mascot, \"Eddie\", who has appeared on almost all of their album and single covers, as well as in their live shows.",
  "/wiki/The_Number_of_the_Beast_(album)": "The Number of the Beast is the third studio album by English heavy metal band Iron Maiden. It was released on 22 March 1982 in the United Kingdom by EMI Records and in the United States by Harvest and Capitol Records. The album was their first to feature vocalist Bruce Dickinson and their last with drummer Clive Burr.\n The Number of the Beast was met with critical and commercial success, and became the band's first album to top the UK Albums Chart and reach the top 40 of the US Billboard 200. The album produced the singles \"Run to the Hills\" and \"The Number of the Beast\", the former of which became the band's first top-ten UK single. The album was also controversial, particularly in the United States, due to the religious references in its artwork and the title track's lyrics. Since the release of The Number of the Beast and its subsequent tour The Beast on the Road, \"The Beast\" has become an alternate name for Iron Maiden and was later used in the titles of some of their compilations and live releases, including Best of the Beast and Visions of the Beast.",
  "/wiki/Paul_McCartney": "Sir James Paul McCartney CH MBE (born 18 June 1942) is an English singer, songwriter, musician, composer, and record and film producer who gained worldwide fame as co-lead vocalist and bassist for the Beatles. His songwriting partnership with John Lennon remains the most successful in history. After the group disbanded in 1970, he pursued a solo career and formed the band Wings with his first wife, Linda, and Denny Laine.\n A self-taught musician, McCartney is proficient on bass, guitar, keyboards, and drums. He is known for his melodic approach to bass-playing (mainly playing with a plectrum), his versatile and wide tenor vocal range (spanning over four octaves), and his eclecticism (exploring styles ranging from pre-rock and roll pop to classical and electronica). McCartney began his career as a member of the Quarrymen in 1957, which evolved into the Beatles in 1960. Starting with the 1967 album Sgt. Pepper's Lonely Hearts Club Band, he gradually became the Beatles' de facto leader, providing the creative impetus for most of their music and film projects. His Beatles songs \"And I Love Her\" (1964), \"Yesterday\" (1965), \"Eleanor Rigby\" (1966) and \"Blackbird\" (1968) rank among the most covered songs in history. \n In 1970, McCartney debuted as a solo artist with the album McCartney. Throughout the 1970s, he led Wings, one of the most successful bands of the decade, with more than a dozen international top 10 singles and albums. McCartney resumed his solo career in 1980. Since 1989, he has toured consistently as a solo artist. In 1993, he formed the music duo the Fireman with Youth of Killing Joke. Beyond music, he has taken part in projects to promote international charities related to such subjects as animal rights, seal hunting, land mines, vegetarianism, poverty, and music education.\n McCartney is one of the most successful composers and performers of all time. He has written or co-written 32 songs that have reached No. 1 on the Billboard Hot 100, and as of 2009[update], had 25.5 million RIAA-certified units in the United States. His honors include two inductions into the Rock and Roll Hall of Fame (as a member of the Beatles in 1988 and as a solo artist in 1999), 18 Grammy Awards, an appointment as a Member of the Order of the British Empire in 1965, and a knighthood in 1997 for services to music. As of 2015, he is also one of the wealthiest musicians in the world, with an estimated fortune of $730 million.",
  "/wiki/Pipes_of_Peace": "Pipes of Peace is the fourth studio album by English singer-songwriter Paul McCartney, released in 1983. As the follow-up to the popular Tug of War, the album came close to matching the commercial success of its predecessor in Britain but peaked only at number 15 on America's Billboard 200 albums chart. While Pipes of Peace was the source of international hit singles such as \"Say Say Say\" (recorded with Michael Jackson) and the title track, the critical response to the album was less favourable than that afforded to Tug of War.",
  "/wiki/Pet_Shop_Boys": "Pet Shop Boys are an English synth-pop duo, formed in London in 1981 and consisting of Neil Tennant and Chris Lowe.\n Pet Shop Boys have sold more than 100 million records worldwide,[better source needed] and are listed as the most successful duo in UK music history by The Guinness Book of Records. Three-time Brit Award winners and six-time Grammy nominees, since 1985 they have achieved 42 Top 30 singles, 22 of them Top 10 hits in the UK Singles Chart, including four UK number ones: \"West End Girls\" (also number one on the US Billboard Hot 100), \"It's a Sin\", a synthpop version of \"Always on My Mind\", and \"Heart\". Other hit songs include a cover of \"Go West\", \"Opportunities (Let's Make Lots of Money)\" and \"What Have I Done to Deserve This?\" in a duet with Dusty Springfield. With five US top ten singles in the 1980s, they are associated with the Second British Invasion.\n At the 2009 Brit Awards in London, Pet Shop Boys received an award for Outstanding Contribution to Music. In 2016, Billboard magazine named Pet Shop Boys the number one dance duo/group over the 40 years since the chart's inception in 1976. In 2017, the duo received NME's Godlike Genius Award.",
  "/wiki/Actually_(album)": "Actually (stylised as Pet Shop Boys, actually.) is the second studio album by English synth-pop duo Pet Shop Boys. It was released on 7 September 1987 by Parlophone in the United Kingdom and by EMI Manhattan in the United States and Canada. According to Neil Tennant and music historian Wayne Studer, Actually loosely critiques Thatcherism, the political zeitgeist of the 1980s, and was recorded in anticipation of Margaret Thatcher's re-election.\nActually is featured in the 2005 musical reference book 1001 Albums You Must Hear Before You Die, and in 2006 Q magazine placed the album at number 22 in its list of the \"40 Best Albums of the '80s\". In 2012, Slant Magazine listed the album at number 88 on its list of \"Best Albums of the 1980s\".",
  "/wiki/Phil_Collins": "Philip David Charles Collins LVO (born 30 January 1951) is an English drummer, singer, songwriter, multi-instrumentalist, record producer, and actor. He was the drummer and then the singer of the rock band Genesis, and is also a solo artist. Between 1982 and 1989, Collins scored three UK and seven US number-one singles in his solo career. When his work with Genesis, his work with other artists, as well as his solo career is totalled, he had more US Top 40 singles than any other artist during the 1980s. His most successful singles from the period include \"In the Air Tonight\", \"Against All Odds (Take a Look at Me Now)\", \"One More Night\", \"Sussudio\", \"Two Hearts\" and \"Another Day in Paradise\".\n Born and raised in west London, Collins played drums from the age of five and completed drama school training, which secured him various roles as a child actor. He then pursued a music career, joining Genesis in 1970 as their drummer and becoming lead singer in 1975 following the departure of Peter Gabriel. Collins began a solo career in the 1980s, initially inspired by his marital breakdown and love of soul music, releasing a series of successful albums, including Face Value (1981), No Jacket Required (1985), and ...But Seriously (1989). Collins became \"one of the most successful pop and adult contemporary singers of the '80s and beyond\". He also became known for a distinctive gated reverb drum sound on many of his recordings. In 1996, Collins left Genesis to focus on solo work; this included writing songs for Disney’s Tarzan (1999) for which he received an Oscar for Best Original Song for “You'll Be in My Heart”. He rejoined Genesis for their Turn It On Again Tour in 2007. Following a five-year retirement to focus on his family life, Collins released an autobiography in 2016 and completed his 97-date Not Dead Yet Tour in 2019.\n Collins's discography includes eight studio albums that have sold 33.5 million certified units in the US and an estimated 150 million worldwide, making him one of the world's best-selling artists. He is one of only three recording artists, along with Paul McCartney and Michael Jackson, who have sold over 100 million records worldwide both as solo artists and separately as principal members of a band. He has received eight Grammy Awards, six Brit Awards (winning Best British Male Artist three times), two Golden Globe Awards, one Academy Award, and a Disney Legend Award. He was awarded six Ivor Novello Awards from the British Academy of Songwriters, Composers and Authors, including the International Achievement Award. He received a star on the Hollywood Walk of Fame in 1999, and was inducted into the Songwriters Hall of Fame in 2003 and the Rock and Roll Hall of Fame as a member of Genesis in 2010. He has also been recognised by music publications with induction into the Modern Drummer Hall of Fame in 2012, and the Classic Drummer Hall of Fame in 2013.",
  "/wiki/No_Jacket_Required": "No Jacket Required is the third solo studio album by English drummer and singer-songwriter Phil Collins. It was originally released on 18 February 1985 on Virgin (UK and Ireland), Atlantic (US and Canada), and WEA (rest of the world). It features guest backing vocalists, including Helen Terry, Peter Gabriel and Sting. Some of the songs, like \"Don't Lose My Number\" and \"Sussudio\", were based around improvisation. Other songs, like \"Long Long Way to Go\", had a political message. \"One More Night\", \"Sussudio\", \"Don't Lose My Number\" and \"Take Me Home\" were released as singles, with corresponding music videos. All four singles were top-ten hits on the Billboard Hot 100 chart, with \"Sussudio\" and \"One More Night\" reaching number one. The three singles that were released in the UK all reached the top 20 on the UK charts. Many of the songs, including \"Take Me Home\" and \"Long Long Way to Go\", have been featured in episodes of Miami Vice and Cold Case, and \"The Man with the Horn\" was re-written and re-recorded for the episode \"Phil the Shill\". \"We Said Hello Goodbye\" was remixed for the film Playing for Keeps.\n Upon its release, the album was received favourably by the majority of music critics and won three Grammy Awards including for Album of the Year in 1986. Stephen Holden of The New York Times wrote that Collins was \"quietly revolutionising and expanding the role of the drums in pop record making\". Rolling Stone reviewer David Fricke wrote that, \"Like his '81 and '82 outings, Face Value and Hello, I Must Be Going!, No Jacket Required is not an album that waits to be liked\". Collins' most commercially successful solo album, it reached number one in several countries, including the US (where it was at the top of the charts for seven weeks), the UK and Canada. According to the RIAA, the album sold over twelve million copies in the US, and in the UK, it sold over two million copies, and was certified 6× Platinum. It was the second-best-selling album of 1985 in the UK, beaten to first place by Dire Straits' Brothers in Arms. Worldwide, the album has sold over 25 million copies, making it one of the best-selling albums of all time. No Jacket Required was ranked No. 74 on the Rock and Roll Hall of Fame's \"Definitive 200\" list. It was also among ten albums nominated for the best British album of the previous 30 years by the Brit Awards in 2010, ultimately losing to (What's the Story) Morning Glory? by Oasis.\n Following the release of the album Collins embarked on the successful No Jacket Required World Tour. At the end of that tour, Collins performed at both the London and Philadelphia Live Aid concerts on 13 July 1985. During the tour, Collins recorded the song \"Separate Lives\" with Marilyn Martin for the movie White Nights, which was a number-one hit in the US and a top-ten hit in the UK. Remixes of six songs from the album were later included on the 12\"ers compilation album, released in 1987.",
  "/wiki/Status_Quo_(band)": "Status Quo are an English rock band who play boogie rock. The group originated in The Spectres, founded by Francis Rossi and Alan Lancaster in 1962, while still schoolboys. After a number of lineup changes, which included the introduction of Rick Parfitt in 1967, the band became The Status Quo in 1967 and Status Quo in 1969.\n They have had over 60 chart hits in the UK, more than any other rock band, including \"Rockin' All Over the World\", \"Whatever You Want\" and \"In the Army Now\". Twenty-two of these reached the Top 10 in the UK Singles Chart. In July 1985 the band opened Live Aid at Wembley Stadium with \"Rockin' All Over the World\". In 1991, Status Quo received a Brit Award for Outstanding Contribution to Music.\n The band appeared on Top Of The Pops more than any other band.  They have released over 100 singles and 33 albums, several of which were best-sellers.",
  "/wiki/12_Gold_Bars": "12 Gold Bars is a 1980 compilation album by English rockers Status Quo. It achieved number 3 in the UK charts and remained in the charts for 48 weeks.  This was longer than any other Quo album. \n All the songs featured on the album were hit singles during the period 1972–1979.\n It was followed up by 12 Gold Bars Vol. 2 in 1984.",
  "/wiki/The_Who": "The Who are an English rock band formed in London in 1964. Their classic line-up consisted of lead singer Roger Daltrey, guitarist and singer Pete Townshend, bass guitarist John Entwistle and drummer Keith Moon. They are considered one of the most influential rock bands of the 20th century, selling over 100 million records worldwide.\n The Who developed from an earlier group, the Detours, and established themselves as part of the pop art and mod movements, featuring auto-destructive art by destroying guitars and drums on stage. Their first single as the Who, \"I Can't Explain\", reached the UK top ten, and was followed by a string of singles including \"My Generation\", \"Substitute\" and \"Happy Jack\". In 1967, they performed at the Monterey Pop Festival and released the US top ten single \"I Can See for Miles\", while touring extensively. The group's fourth album, 1969's rock opera Tommy, included the single \"Pinball Wizard\" and was a critical and commercial success. Live appearances at Woodstock and the Isle of Wight Festival, along with the live album Live at Leeds, cemented their reputation as a respected rock act. With their success came increased pressure on lead songwriter Townshend, and the follow-up to Tommy, Lifehouse, was abandoned. Songs from the project made up 1971's Who's Next, which included the hit \"Won't Get Fooled Again\". The group released the album Quadrophenia in 1973 as a celebration of their mod roots, and oversaw the film adaptation of Tommy in 1975. They continued to tour to large audiences before semi-retiring from live performances at the end of 1976. The release of Who Are You in 1978 was overshadowed by the death of Moon shortly after.\n Kenney Jones replaced Moon and the group resumed activity, releasing a film adaptation of Quadrophenia and the retrospective documentary The Kids Are Alright. After Townshend became weary of touring, the group split in 1983. The Who occasionally re-formed for live appearances such as Live Aid in 1985, a 25th anniversary tour in 1989 and a tour of Quadrophenia in 1996–1997. They resumed regular touring in 1999, with drummer Zak Starkey. After Entwistle's death in 2002, plans for a new album were delayed. Townshend and Daltrey continued as the Who, releasing Endless Wire in 2006, and continue to play live regularly, with Starkey,  bassists Pino Palladino (2006–2017) and Jon Button (2017–present), and guitarist Simon Townshend (Pete's brother) serving as touring players. A tour with a complete symphony orchestra, along with the release of a twelfth studio album, both occurred in 2019.\n The Who's major contributions to rock music include the development of the Marshall stack, large PA systems, use of the synthesizer, Entwistle and Moon's lead playing styles, Townshend's feedback and power chord guitar technique, and the development of the rock opera. They are cited as an influence by hard rock, punk rock and mod bands, and their songs still receive regular exposure.",
  "/wiki/Who's_Next": "Who's Next is the fifth studio album by English rock band the Who. It developed from the aborted Lifehouse project, a multi-media rock opera written by the group's Pete Townshend as a follow-up to the band's 1969 album Tommy. The project was cancelled owing to its complexity and to conflicts with Kit Lambert, the band's manager, but the group salvaged some of the songs, without the connecting story elements, to release as their next album. Eight of the nine songs on Who's Next were from Lifehouse, the lone exception being the John Entwistle-penned \"My Wife\". Ultimately, the remaining Lifehouse tracks would all be released on other albums throughout the next decade.\n The Who recorded Who's Next with assistance from recording engineer Glyn Johns. After producing the song \"Won't Get Fooled Again\" in the Rolling Stones Mobile Studio, they relocated to Olympic Studios to record and mix most of the album's remaining songs. They made prominent use of synthesizer on the album, particularly on \"Won't Get Fooled Again\" and \"Baba O'Riley\", which were both released as singles. The cover photo was shot by Ethan Russell; it made reference to the monolith in the 1968 film 2001: A Space Odyssey, as it featured group members standing by a concrete piling protruding from a slag heap, apparently having urinated against it.\n Who's Next was an immediate success when it was released in August 1971. It has since been viewed by many critics as the Who's best record and one of the greatest albums of all time. It was reissued on CD several times, with additional songs originally intended for Lifehouse.",
  "/wiki/Rod_Stewart": "Sir Roderick David Stewart CBE (born 10 January 1945) is a British rock singer and songwriter. Born and raised in London, he is of Scottish and English ancestry. Stewart is one of the best-selling music artists of all time, having sold over 120 million records worldwide. He has had  nine number-one albums in the UK Albums Chart and his tally of 62 UK hit singles includes 31 that reached the top ten, six of which gained the #1 position. Stewart has had 16 top ten singles in the US, with four reaching #1 on the Billboard Hot 100. He was knighted in the 2016 Birthday Honours for services to music and charity.\n With his distinctive raspy singing voice, Stewart came to prominence in the late 1960s and the early 1970s with The Jeff Beck Group, and then with Faces, though his music career had begun in 1962 when he took up busking with a harmonica. In October 1963, he joined The Dimensions as a harmonica player and part-time vocalist. In 1964, Stewart joined Long John Baldry and the All Stars, and in August, Stewart signed a solo contract, releasing his first single, \"Good Morning Little Schoolgirl\", in October. He maintained a solo career alongside a group career, releasing his debut solo album, An Old Raincoat Won't Ever Let You Down in 1969. Stewart's early albums were a fusion of rock, folk music, soul music, and R&B.\n From the late 1970s through the 1990s, Stewart's music often took on a new wave or soft rock/middle-of-the-road quality, and in the early 2000s, he released a series of successful albums interpreting the Great American Songbook. In 1994, Stewart staged the largest free rock concert in history when he performed in front of 3.5 million people in Rio de Janeiro.\n In 2008, Billboard magazine ranked him the 17th most successful artist on the \"Billboard Hot 100 All-Time Top Artists\". A Grammy and Brit Award recipient, he was voted at #33 in Q Magazine's list of the Top 100 Greatest Singers of all time, and #59 on Rolling Stone 100 Greatest Singers of all time. As a solo artist, Stewart was inducted into the US Rock and Roll Hall of Fame in 1994, the UK Music Hall of Fame in 2006, and was inducted a second time into the US Rock and Roll Hall of Fame in 2012 as a member of Faces.",
  "/wiki/Out_of_Order_(Rod_Stewart_album)": "Out of Order  is the fifteenth studio album by Rod Stewart, released in 1988. It features the hit singles \"Lost in You\", \"Forever Young\", \"My Heart Can't Tell You No\", and \"Crazy About Her\". The album was produced by Stewart and members of The Power Station: guitarist Andy Taylor (also a former member of Duran Duran), and bassist Bernard Edwards (formerly of Chic). Chic drummer Tony Thompson also plays on the record.",
  "/wiki/List_of_biggest_selling_British_acts_of_all_time": "This list documents Britain's best-selling music artists alphabetically as well as by record sales. This page lists those artists who have had claims of over 50 million or more records in sales. The list is divided into numerous record-sales brackets within each of which, artists are listed in alphabetical order, rather than by number of records sold. The artists on  the list are supported by third-party reliable sources, the sales-figures within which should represent a total number of sold albums, singles, compilation-albums, music videos as well as downloads of singles and full-length albums.\nThis list holds no account of sales after the initial release dates, some artists keep on selling albums they originally released for instance in 1972. those albums sold over the years in their millions."
}