{
  "/wiki/Fatboy_Slim": "Norman Quentin Cook (born Quentin Leo Cook; 31 July 1963), known by his stage name Fatboy Slim, is an English DJ, musician, and record producer who helped to popularise the big beat genre in the 1990s. In the 1980s, Cook was the bassist for the Hull-based indie rock band The Housemartins, who achieved a UK number-one single with their a cappella cover of \"Caravan of Love\". After the Housemartins split, Norman Cook formed the electronic band Beats International in Brighton, who produced the number-one single \"Dub Be Good to Me\". Cook then played in Freak Power, Pizzaman, and the Mighty Dub Katz with moderate success.",
  "/wiki/RockNess_2006": "RockNess 2006 was the first RockNess Festival to take place. Fatboy Slim took his 'Brighton Beach Party' to the shores of Loch Ness to create the first festival which was held on Saturday 24 June 2006. All of the 20,000 tickets were sold at price of £32.50.",
  "/wiki/The_Chemical_Brothers": "The Chemical Brothers are a British electronic music duo composed of Tom Rowlands and Ed Simons, originating in Manchester in 1989. Along with the Prodigy, Fatboy Slim, and other fellow acts, they were pioneers at bringing the big beat genre to the forefront of pop culture. They achieved widespread success when their second album Dig Your Own Hole topped the UK charts in 1997. In the United Kingdom they have had six number one albums and thirteen Top Twenty singles, including two number ones. In the United States they have won six Grammy Awards including \"Best Rock Instrumental Performance\", \"Best Dance Recording\" and \"Best Dance/Electronic Album\" of the year as recently as 2020.",
  "/wiki/Groove_Armada": "Groove Armada are an English electronic music duo, composed of Andy Cato and Tom Findlay. They achieved chart success with their singles \"I See You Baby\" and \"Superstylin'\". The group has released eight studio albums, four of which have charted in the UK Albums Chart top 50.",
  "/wiki/Manic_Street_Preachers": "Manic Street Preachers are a Welsh rock band formed in Blackwood in 1986. The band consists of cousins James Dean Bradfield (lead vocals, lead guitar), and Sean Moore (drums, percussion, soundscapes), plus Nicky Wire (bass guitar, lyrics). They are often colloquially known as \"the Manics\". They form a key part of the 1990s Cool Cymru movement.",
  "/wiki/Daft_Punk": "Daft Punk is a French electronic music duo formed in Paris in 1993 by Guy-Manuel de Homem-Christo and Thomas Bangalter. They achieved popularity in the late 1990s as part of the French house movement; they also had success in the years following, combining elements of house music with funk, techno, disco, rock and synthpop. They have worn ornate helmets and gloves to assume robot personas in most public appearances since 1999 and rarely grant interviews or appear on television. The duo were managed from 1996 to 2008 by Pedro Winter (also known as Busy P), the head of Ed Banger Records.",
  "/wiki/RockNess_2007": "RockNess 2007 was the second RockNess Festival to take place. the festival was increased to two days, had additional stages and capacity was increased to 35,000. Headlining on Saturday were the Chemical Brothers, while Sunday was headlined by Manic Street Preachers on the main stage and Daft Punk in the Clash Arena. Other notable acts included The Charlatans, Groove Armada, The Feeling, and Soulwax playing Nite Versions.",
  "/wiki/Razorlight": "Razorlight are an English indie rock band, formed in 2002 in London by lead singer and guitarist Johnny Borrell. Along with Borrell, the current line-up of the band is composed of founding member Björn Ågren on guitar, keyboardist Reni Lane, bassist Ben Ellis and drummer Mat Hector.",
  "/wiki/The_View_(band)": "The View are a Scottish indie rock band. They incorporate various styles such as punk, pop, alternative rock, and folk in their music. They are best known for their 2007 single \"Same Jeans\" which reached number 3 on the UK Singles Chart.",
  "/wiki/Underworld_(band)": "Underworld are a British electronic music group formed in 1980 in Cardiff, Wales and the principal name of Karl Hyde and Rick Smith recording together. Prominent former members include Darren Emerson, from 1991 to 1999, and Darren Price, as part of the live band from 2005 to 2016.",
  "/wiki/RockNess_2008": "RockNess 2008 was the third RockNess Festival to take place. It took place on 7 June and 8 June. Fatboy Slim returned to Loch Ness to headline the Saturday on the mainstage. The other main headliners were Razorlight, The View, Underworld, 2manydjs and Annie Mac.",
  "/wiki/Flaming_Lips": "The Flaming Lips are an American rock band formed in 1983 in Oklahoma City, Oklahoma. The group recorded several albums and EPs on an indie label, Restless, in the 1980s and early 1990s. After signing to Warner Brothers, they released their first record with Warner, Hit to Death in the Future Head (1992). They later released The Soft Bulletin (1999), which was NME magazine's Album of the Year, and then Yoshimi Battles the Pink Robots (2002). In February 2007, they were nominated for a BRIT Award for \"Best International Act\". The group has won three Grammy Awards, including two for Best Rock Instrumental Performance. They were placed on Q magazine's list of the \"50 Bands to See Before You Die\" in 2002.",
  "/wiki/Basement_Jaxx": "Basement Jaxx are an English electronic music duo consisting of Felix Buxton and Simon Ratcliffe. The pair got their name from the regular night club they held in their hometown of Brixton, London, UK. They first rose to popularity in the mid 1990s. As the British Hit Singles & Albums book duly noted \"they surfaced from the underground house scene, are regular transatlantic club chart-toppers and won the BRIT Award for Best Dance Act in 2002 and 2004\".",
  "/wiki/The_Prodigy": "The Prodigy are an English electronic dance music band from Braintree, Essex, formed in 1990 by keyboardist and songwriter Liam Howlett. The line-up of the band has included MC and vocalist Maxim, dancer and vocalist Keith Flint (until his death in March 2019), dancer and live keyboardist Leeroy Thornhill (who left to pursue a solo career in 1999), and dancer and vocalist Sharky (1990-1991). Along with the Chemical Brothers and Fatboy Slim, The Prodigy are credited as pioneers of the breakbeat-influenced genre big beat, which achieved mainstream popularity in the 1990s. Howlett's rock-inspired drum rhythms infused with electronic rave music beats/breaks were combined with Maxim's omnipresent mystique, Thornhill's shuffle dancing style and Flint's modern punk appearance.",
  "/wiki/RockNess_2009": "RockNess 2009 was the fourth RockNess Festival to take place. It took place on the 12th, 13th and 14 June 2009 with for the first time acts playing on the Friday. The headlining acts were The Flaming Lips, The Prodigy, Biffy Clyro, Basement Jaxx, Dizzee Rascal, Orbital and Placebo.",
  "/wiki/Leftfield": "Leftfield are a British electronic music group formed in 1989. They began as the duo of Neil Barnes and Paul Daley (the latter formerly of the Rivals and A Man Called Adam). In January 2010 Barnes resurrected Leftfield without Daley and, after touring for a few years, finished writing new material for a third album entitled Alternative Light Source. Daley declined to be involved and is focusing upon his solo career.",
  "/wiki/The_Strokes": "The Strokes are an American rock band from New York City. Formed in 1998, the band is composed of singer Julian Casablancas, guitarists Nick Valensi and Albert Hammond Jr., bassist Nikolai Fraiture, and drummer Fabrizio Moretti. Following the conclusion of five-album deals with RCA and Rough Trade, the band has continued to release new music through Casablancas' Cult Records.",
  "/wiki/RockNess_2010": "RockNess 2010' was the fifth RockNess Festival to take place. It took place in Dores, Scotland from 11–13 June 2010.",
  "/wiki/Kasabian": "Kasabian (/kəˈseɪbiən/ kə-SAY-bee-ən) are an English rock band formed in Leicester in 1997. The band's original members were vocalist Tom Meighan, guitarist and vocalist Sergio Pizzorno, guitarist Chris Karloff, and bassist Chris Edwards. The band's line-up was completed by drummer Ian Matthews in 2004 after a string of session drummers. Karloff left the band in 2006 and founded a new band called Black Onassis. Jay Mehler joined as touring lead guitarist in 2006. Mehler left the band for Liam Gallagher's Beady Eye in 2013, to be replaced by Tim Carter. In 2010 and 2014, Kasabian won the Q Awards for \"Best Act in the World Today\", while they were also named \"Best Live Act\" at the 2014 Q Awards and the 2007 and 2018 NME Awards. The band's music is often described as \"indie rock\", but Pizzorno has said he \"hates indie bands\" and does not feel Kasabian fit into that category.",
  "/wiki/Paolo_Nutini": "Paolo Giovanni Nutini (born 9 January 1987) is a Scottish singer, songwriter and musician from Paisley. Nutini's debut album, These Streets (2006), peaked at number three on the UK Albums Chart. Its follow-up, Sunny Side Up (2009), debuted at number one on the UK Albums Chart. Both albums have been certified quintuple platinum by the British Phonographic Industry.",
  "/wiki/RockNess_2011": "RockNess 2011 was the sixth RockNess Festival to take place. It took place on 10–12 June 2011. On 12 October 2010, it was announced that a limited number of early bird tickets, priced at £99 including camping, would be sold from 28 October. All 3000 tickets were sold on the morning of the launch, causing organisers to bring forward a second early bird offer of £135, including weekend camping and bus travel from a number of cities across the United Kingdom. Student and payment plan tickets were also made available.",
  "/wiki/Mumford_%26_Sons": "Mumford & Sons are  a British folk rock band formed in 2007. The band consists of Marcus Mumford (lead vocals, electric guitar, acoustic guitar, drums), Ben Lovett (vocals, keyboard, piano, synthesizer), Winston Marshall (vocals, electric guitar, banjo) and Ted Dwane (vocals, bass guitar, double bass).",
  "/wiki/Deadmau5": "Joel Thomas Zimmerman (born January 5, 1981), known professionally as Deadmau5 (stylized as deadmau5; pronounced \"dead mouse\"), is a Canadian electronic music producer, DJ, and musician. Zimmerman mainly produces progressive house music and sometimes other forms of electronic music. His works have been included in compilation albums such as Tiësto's In Search of Sunrise 6: Ibiza and presented on Armin van Buuren's A State of Trance radio show.",
  "/wiki/Biffy_Clyro": "Biffy Clyro are a Scottish rock band that formed in Kilmarnock, East Ayrshire, composed of Simon Neil (guitar, lead vocals), James Johnston (bass, vocals) and Ben Johnston (drums, vocals). Currently signed to 14th Floor Records, they have released seven studio albums, four of which (Puzzle, Only Revolutions,  Opposites and Ellipsis) reached the top five in the UK Albums Chart, with their sixth studio album, Opposites claiming their first UK No. 1 album. After their first three albums, the band expanded their following significantly in 2007 with the release of their fourth, Puzzle, creating more mainstream songs with simpler rhythms and distancing themselves from the more unusual dissonant style that was present in their previous three albums. Puzzle peaked at No. 2 on the official UK album charts on 16 June 2007. The album went gold in the UK, selling over 100,000 units, and later in 2012 went platinum in the UK, having sold over 300,000 copies.",
  "/wiki/RockNess_2012": "RockNess 2012 was the seventh RockNess Festival to take place. It took place between 8–10 June 2012. On 5 July 2011 it was announced that the first 3000 people to complete an online survey on the 2011 event would be guaranteed to get their 2012 weekend tickets for a special £99 launch price. Due to an overwhelming response the offer was opened up to everyone and a limited amount of earlybird tickets were made available through the official website for £99 or in three installments of £33. On 3 October 2011 at 9am the earlybird ticket offer ended, ticket prices were increased to an interim price of £125. The lineup for the 2012 event was announced on 26 January 2012. Volunteering was available at RockNess through 'Festival Volunteer'.",
  "/wiki/Example_(musician)": "Elliot John Gleave (born 20 June 1982), better known by his stage name Example, is an English musician, singer, songwriter and record producer. His name arose due to his initials being E.G., which is an abbreviation of the Latin phrase exempli gratia (\"for example\").",
  "/wiki/Plan_B_(musician)": "Benjamin Paul Ballance-Drew (born 22 October 1983), better known by his stage name Plan B, is an English hip hop recording artist, actor, film director and producer. He first emerged as a rapper releasing his critically acclaimed debut album Who Needs Actions When You Got Words in 2006. His second studio album, The Defamation of Strickland Banks (2010), was a soul record and went straight to number one on the UK Albums Chart. He has also collaborated with other artists such as Chase & Status, most notably on the 2009 top ten single \"End Credits\".",
  "/wiki/RockNess_2013": "RockNess 2013 was the eighth RockNess Festival to take place. It was confirmed by organisers via social media on 24 December 2012 and took place on the weekend of 7–9 June 2013."
}