{
  "/wiki/Relation_aller_Fürnemmen_und_gedenckwürdigen_Historien": "Johann Carolus (1575−1634) was a German publisher of the first newspaper, called Relation aller Fürnemmen und  gedenckwürdigen Historien (Account of all distinguished and commemorable stories). The Relation is recognised by the World Association of Newspapers, as well as many authors, as the world's first newspaper.",
  "/wiki/Strasbourg": "Strasbourg (UK: /ˈstræzbɜːrɡ/, US: /ˈstræs-, ˈstrɑːsbʊərɡ, ˈstrɑːzbʊərɡ, -bɜːrɡ, strɑːzˈbʊər/, French: [stʁazbuʁ, stʁasbuʁ] (listen); Bas Rhin Alsatian: Strossburi [ˈʃd̥ʁɔːsb̥uʁi] (listen), Haut Rhin Alsatian: Strossburig [ˈʃd̥ʁɔːsb̥uʁiɡ̊] (listen); German: Straßburg [ˈʃtʁaːsbʊʁk] (listen)) is the capital and largest city of the Grand Est region of France and is the official seat of the European Parliament. Located at the border with Germany in the historic region of Alsace, it is the capital of the Bas-Rhin department.",
  "/wiki/Holy_Roman_Empire": "The Holy Roman Empire (Latin: Sacrum Imperium Romanum; German: Heiliges Römisches Reich), also known as Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighboring Kingdom of Bohemia and Kingdom of Italy, plus numerous other territories, and soon after the Kingdom of Burgundy was added. Its size gradually diminished over time, particularly from 1648 onward, and by the time of its dissolution, it largely contained only German-speaking territories (although Switzerland and East Prussia were not included), plus the Kingdom of Bohemia which was bordered by the German lands on three sides. At the conclusion of the Napoleonic Wars in 1815, most of the Holy Roman Empire was included in the German Confederation.",
  "/wiki/Johann_Carolus": "Johann Carolus (1575−1634) was a German publisher of the first newspaper, called Relation aller Fürnemmen und  gedenckwürdigen Historien (Account of all distinguished and commemorable stories). The Relation is recognised by the World Association of Newspapers, as well as many authors, as the world's first newspaper.",
  "/wiki/Avisa_Relation_oder_Zeitung": "Avisa Relation oder Zeitung was one of the first news-periodicals in the world. It was published in Wolfenbüttel, Germany, in 1609. The printer/publisher was Lucas Schulte. The first issue states that the news had been collected from various countries by 15 January. It is presumed that the issue was printed on or about that date.",
  "/wiki/Wolfenbüttel": "Wolfenbüttel (German pronunciation: [ˌvɔlfn̩ˈbʏtl̩]) is a town in Lower Saxony, Germany, the administrative capital of Wolfenbüttel District. It is best known as the location of the internationally renowned Herzog August Library and for having the largest concentration of timber-framed buildings in Germany. It is an episcopal see of the Evangelical Lutheran Church in Brunswick. It is also home to the Jägermeister distillery and houses a campus of the Ostfalia University of Applied Sciences.",
  "/wiki/Principality_of_Brunswick-Wolfenbüttel": "The Principality of Brunswick-Wolfenbüttel  (German: Fürstentum Braunschweig-Wolfenbüttel) was a subdivision of the Duchy of Brunswick-Lüneburg, whose history was characterised by numerous divisions and reunifications. Various dynastic lines of the House of Welf ruled Brunswick-Wolfenbüttel until the dissolution of the Holy Roman Empire in 1806. As a result of the Congress of Vienna, its successor state, the Duchy of Brunswick, was created in 1815.",
  "/wiki/Basel": "Basel (/ˈbɑːzəl/ BAH-zəl, German: [ˈbaːzl̩] (listen)) or Basle (/bɑːl/ BAHL; French: Bâle [bɑl]; Italian: Basilea [baziˈlɛːa]; Romansh: Basilea [baziˈleːa] (listen)) is a city in northwestern Switzerland on the river Rhine. Basel is Switzerland's third-most-populous city (after Zürich and Geneva) with about 180,000 inhabitants.",
  "/wiki/Old_Swiss_Confederacy": "The Old Swiss Confederacy (Modern German: Alte Eidgenossenschaft; historically Eidgenossenschaft, after the Reformation also République des Suisses, Res publica Helvetiorum \"Republic of the Swiss\") was a loose confederation of independent small states (cantons, German Orte or Stände) within the Holy Roman Empire. It is the precursor of the modern state of Switzerland.",
  "/wiki/Frankfurt_am_Main": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Margraviate_of_Brandenburg": "The Margraviate of Brandenburg (German: Markgrafschaft Brandenburg) was a major principality of the Holy Roman Empire from 1157 to 1806 that played a pivotal role in the history of Germany and Central Europe.",
  "/wiki/Courante_uyt_Italien,_Duytslandt,_&c.": "Courante uyt Italien, Duytslandt, &c. was the first Dutch newspaper. It was published in June 1618 in Amsterdam. It was a regular weekly publication. It can be called the first broadsheet paper, because it was issued in folio-size. Before this, news periodicals had been pamphlets in quarto-size.",
  "/wiki/Amsterdam": "Amsterdam (/ˈæmstərdæm/, UK also /ˌæmstərˈdæm/; Dutch: [ɑmstərˈdɑm] (listen)) is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,380,872 in the urban area and 2,410,960 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "/wiki/County_of_Holland": "The County of Holland was a State of the Holy Roman Empire and from 1432 part of the Burgundian Netherlands, from 1482 part of the Habsburg Netherlands and from 1581 onward the leading province of the Dutch Republic, of which it remained a part until the Batavian Revolution in 1795. The territory of the County of Holland corresponds roughly with the current provinces of North Holland and South Holland in the Netherlands.",
  "/wiki/Dutch_Republic": "The United Provinces of the Netherlands, or simply United Provinces (officially the Republic of the Seven United Netherlands), and commonly referred to historiographically as the Dutch Republic, was a federal republic formally established from the formal creation of a federal state in 1581 by several Dutch provinces—seceded from Spanish rule—until the Batavian Revolution of 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state.",
  "/wiki/Broadsheet": "A broadsheet is the largest newspaper format and is characterized by long vertical pages (typically 22.5 in (57 cm)).  Other common newspaper formats include the smaller Berliner and tabloid/compact formats.",
  "/wiki/Folio-size": "Bookbinding is the process of physically assembling a book of codex format from an ordered stack of paper sheets that are folded together into sections or sometimes left as a stack of individual sheets. The stack is then bound together along one edge by either sewing with thread through the folds or by a layer of flexible adhesive. Alternative methods of binding that are cheaper but less permanent include loose-leaf rings, individual screw posts or binding posts, twin loop spine coils, plastic spiral coils, and plastic spine combs. For protection, the bound stack is either wrapped in a flexible cover or attached to stiff boards. Finally, an attractive cover is adhered to the boards, including identifying information and  decoration. Book artists or specialists in book decoration can also greatly enhance a book's content by creating book-like objects with artistic merit of exceptional quality.",
  "/wiki/Quarto-size": "Bookbinding is the process of physically assembling a book of codex format from an ordered stack of paper sheets that are folded together into sections or sometimes left as a stack of individual sheets. The stack is then bound together along one edge by either sewing with thread through the folds or by a layer of flexible adhesive. Alternative methods of binding that are cheaper but less permanent include loose-leaf rings, individual screw posts or binding posts, twin loop spine coils, plastic spiral coils, and plastic spine combs. For protection, the bound stack is either wrapped in a flexible cover or attached to stiff boards. Finally, an attractive cover is adhered to the boards, including identifying information and  decoration. Book artists or specialists in book decoration can also greatly enhance a book's content by creating book-like objects with artistic merit of exceptional quality.",
  "/wiki/Gdańsk": "Gdańsk (/ɡəˈdænsk/, also US: /ɡəˈdɑːnsk/, Polish: [ɡdaj̃sk] (listen); Kashubian: Gduńsk; German: Danzig [ˈdantsɪç] (listen)) is a city on the Baltic coast of northern Poland. With a population of 468,158, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and one of the most prominent cities within the cultural and geographical region of Kashubia. It is Poland's principal seaport and the centre of the country's fourth-largest metropolitan area.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Nieuwe_Tijdinghen": "Nieuwe Tijdinghen (in English also known as the Antwerp Gazette) is the contemporary name cataloguers and bibliographers have given to the first Flemish newspaper, which was published without a single fixed title. News was printed from across Western and Central Europe.",
  "/wiki/Antwerp": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen); Spanish: Amberes) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.",
  "/wiki/Southern_Netherlands": "The Southern Netherlands,[note 1] also called the Catholic Netherlands, was the part of the Low Countries largely controlled by Spain (1556–1714), later Austria (1714–1794), and occupied then annexed by France (1794–1815). The region also included a number of smaller states that were never ruled by Spain or Austria: the Prince-Bishopric of Liège, the Imperial Abbey of Stavelot-Malmedy, the County of Bouillon, the County of Horne and the Princely Abbey of Thorn. The Southern Netherlands were part of the Holy Roman Empire until the whole area was annexed by Revolutionary France.",
  "/wiki/La_Gazette": "La Gazette (French pronunciation: ​[la ɡazɛt]), originally Gazette de France, was the first weekly magazine published in France. It was founded by Théophraste Renaudot and published its first edition on 30 May 1631. It progressively became the mouthpiece of one royalist faction, the Legitimists. With the rise of modern news media and specialized and localized newspapers throughout the country in the early 20th century,  La Gazette was finally discontinued in 1915.",
  "/wiki/Genova_(newspaper_1639–1646)": "Genova (or Di Genova) was a newspaper published in Genoa from 1639 to 1646. The issue dated 29 July 1639 is the oldest issue still in existence of a newspaper printed in Italy.[a]",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/Republic_of_Genoa": "The Republic of Genoa (Italian: Repubblica di Genova; Ligurian: Repúbrica de Zêna [ɾeˈpybɾika de ˈzeːna]; Latin: Res Publica Ianuensis) was an independent state from 1005 to 1797 in Liguria on the northwestern Italian coast, incorporating Corsica from 1347 to 1768, and numerous other territories throughout the Mediterranean.",
  "/wiki/Milano_(newspaper)": "Milano  was a newspaper published in Milan from 1640 to 1768. It is considered one of the oldest newspapers in Italy.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Duchy_of_Milan": "The Duchy of Milan was a state of the Holy Roman Empire in northern Italy. It was created in 1395 by Gian Galeazzo Visconti, Lord of Milan, who obtained from Wenceslaus, King of the Romans, the founding diploma. At that time, it included twenty-six towns and the wide rural area of the middle Padan Plain east of the hills of Montferrat. During much of its existence, it was wedged between Savoy to the west, Venice to the east, the Swiss Confederacy to the north, and separated from the Mediterranean by Genoa to the south. The Duchy eventually fell to Habsburg Austria with the Convention of Milan during the War of the Spanish Succession. The Duchy remained an Austrian possession until 1796, when a French army under Napoleon Bonaparte conquered it, and it ceased to exist a year later as a result of the Treaty of Campo Formio, when Austria ceded it to the new Cisalpine Republic.",
  "/wiki/Genova_(newspaper_1642–1684)": "Genova (or Di Genova) was a newspaper published in Genoa from 1642 to 1684. This newspaper had sometime additional titles: in a few issues the addition was Il Sincero,[a] other issues had the additional title Il Botticelli,[b] while two issues had only as title the year in Latin digits.[c]",
  "/wiki/Bologna_(newspaper)": "Bologna  was a newspaper published in Bologna from 1642 to 1787. It is considered one of the oldest newspapers in Italy.",
  "/wiki/Bologna": "Bologna (/bəˈloʊnjə/, UK also /bəˈlɒnjə/, Italian: [boˈloɲɲa] (listen); Bolognese: Bulåggna [buˈlʌɲːa]; Latin: Bononia) is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy, at the heart of a metropolitan area of about one million people.",
  "/wiki/Papal_States": "The Papal States (/pæpəl/) (Italian: Stato Pontificio), officially the State of the Church (Italian: Stato della Chiesa, Italian pronunciation: [ˈstaːto della ˈkjɛːza; ˈkjeː-]; Latin: Status Ecclesiasticus; also Dicio Pontificia) were a series of territories in the Italian Peninsula under the direct sovereign rule of the Pope, from the 8th century until 1870. They were among the major states of Italy from roughly the 8th century until the Kingdom of Piedmont-Sardinia successfully unified the Italian Peninsula by conquest in a campaign virtually concluded in 1861 and definitively in 1870. At their zenith, the Papal States covered most of the modern Italian regions of Lazio (which includes Rome), Marche, Umbria and Romagna, and portions of Emilia. These holdings were considered to be a manifestation of the temporal power of the pope, as opposed to his ecclesiastical primacy.",
  "/wiki/Gazeta_em_Que_Se_Relatam_as_Novas_Que_Houve_Nesta_e_Que_vieram_de_Várias_Partes": "Gazeta em Que Se Relatam as Novas Que Houve Nesta e Que vieram de Várias Partes was the first newspaper to be published in Lisbon, Portugal and also the first newspaper to be published in the Portuguese language. It was first published in 1641, by Manuel de Galhegos . Later scholars refer to this paper as Gazeta da Restauração (Gazette of the Portuguese Restoration).",
  "/wiki/Lisbon": "Lisbon (/ˈlɪzbən/; Portuguese: Lisboa [liʒˈboɐ] (listen)) is the capital and the largest city of Portugal, with an estimated population of 505,526 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.8 million people, being the 10th-most populous urban area in the European Union. About 3 million people live in the Lisbon metropolitan area, which represents approximately 27% of the country's population. It is mainland Europe's westernmost capital city and the only one along the Atlantic coast. Lisbon lies in the western Iberian Peninsula on the Atlantic Ocean and the River Tagus. The westernmost portions of its metro area form the westernmost point of Continental Europe, which is known as Cabo da Roca, located in the Sintra Mountains.",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments.",
  "/wiki/Ordinari_Post_Tijdender": "Post- och Inrikes Tidningar or PoIT (Swedish for \"Post and Domestic Times\") is the government newspaper and gazette of Sweden, and the country's official notification medium for announcements like bankruptcy declarations or auctions. The newspaper also carries advertising, the largest advertiser being the Swedish Patent and Registration Office.",
  "/wiki/Stockholm": "Stockholm (Swedish pronunciation: [ˈstɔ̂kː(h)ɔlm] (listen)) is the capital and most populous urban area of Sweden. 972,647 people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain of the Stockholm archipelago. The area has been settled since the Stone Age, in the 6th millennium BC, and was founded as a city in 1252 by Swedish statesman Birger Jarl. It is also the county seat of Stockholm County.",
  "/wiki/Kingdom_of_Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/Einkommende_Zeitungen": "Einkommende Zeitungen was a German newspaper published from Leipzig, Germany by  Timotheus Ritzsch. It was the first daily newspaper in the world.",
  "/wiki/Leipzig": "Leipzig (/ˈlaɪpsɪɡ/, also US: /-(t)sɪk/, German: [ˈlaɪptsɪç] (listen); Upper and Lower Sorbian: Lipsk; Upper Saxon: Leibzsch) is the most populous city in the German federal state of Saxony. With a population of 600,000 inhabitants as of 2019 (1.1 million residents in the larger urban zone), it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig-Halle. Between the two cities (in Schkeuditz) lies Leipzig/Halle International Airport.",
  "/wiki/Electorate_of_Saxony": "The Electorate of Saxony (German: Kurfürstentum Sachsen, also Kursachsen) was a state of the Holy Roman Empire established when Emperor Charles IV raised the Ascanian duchy of Saxe-Wittenberg to the status of an Electorate by the Golden Bull of 1356. Upon the extinction of the House of Ascania, it was feoffed to the Margraves of Meissen from the Wettin dynasty in 1423, who moved the ducal residence up the river Elbe to Dresden. After the Empire's dissolution in 1806, the Wettin Electors raised Saxony to a territorially reduced kingdom.",
  "/wiki/Weeckelycke_Courante_van_Europa": "The Haarlems Dagblad is a regional newspaper in Haarlem, Netherlands. It makes claim to being the newspaper with the oldest publishing history in the world, even if this claim is based on its (forced) merger with another title.",
  "/wiki/Haarlem": "Haarlem (Dutch pronunciation: [ˈɦaːrlɛm] (listen); predecessor of Harlem in the English language) is a city and municipality in the Netherlands. It is the capital of the province of North Holland and is situated at the northern edge of the Randstad, one of the most populated metropolitan areas in Europe. Haarlem had a population of 161,265 in 2019.",
  "/wiki/Haarlems_Dagblad": "The Haarlems Dagblad is a regional newspaper in Haarlem, Netherlands. It makes claim to being the newspaper with the oldest publishing history in the world, even if this claim is based on its (forced) merger with another title.",
  "/wiki/Boletín_Oficial_del_Estado": "The Boletín Oficial del Estado (BOE) (English: Official State Gazette) is the official gazette of the Kingdom of Spain and is published every day except Sunday.",
  "/wiki/Madrid": "Madrid (/məˈdrɪd/, Spanish: [maˈðɾið])[n. 1] is the capital and most populous city of Spain. The city has almost 3.3 million inhabitants and a metropolitan area population of approximately 6.5 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin, and its monocentric metropolitan area is the second-largest in the EU, smaller only than Paris. The municipality covers 604.3 km2 (233.3 sq mi).",
  "/wiki/Kingdom_of_Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Merkuriusz_Polski_Ordynaryjny": "Merkuriusz Polski Ordynaryjny (The Polish Mercury Ordinary; original 17th-century Polish spelling: Merkuryusz Polski Ordynaryiny; full title: Merkuriusz Polski dzieje wszystkiego świata w sobie zamykający, dla informacji pospolitej:  The Polish Mercury, Encompassing All the World's Affairs, for the Common Knowledge) was the first Polish newspaper (actually, a weekly), published from 1661, first in Kraków, then in Warsaw.",
  "/wiki/Polish_language": "Polish (język polski, ['jɛ̃w̃zɨk ˈpɔlskʲi] (listen), polszczyzna or simply polski, [ˈpɔlskʲi] (listen)) is a West Slavic language of the Lechitic group. It is spoken primarily in Poland and serves as the native language of the Poles. In addition to being an official language of Poland, it is also used by Polish minorities in other countries. There are over 50 million Polish-language speakers around the world and it is one of the official languages of the European Union.",
  "/wiki/Kraków": "Kraków (/ˈkrækaʊ, -koʊ/, also US: /ˈkreɪk-, ˈkrɑːkaʊ/, UK: /ˈkrækɒf/, Polish: [ˈkrakuf] (listen)), traditionally known in English as Cracow, is the second largest and one of the oldest cities in Poland. Situated on the Vistula River in the Lesser Poland Voivodeship, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cited as one of Europe's most beautiful cities, its Old Town was declared a UNESCO World Heritage Site.",
  "/wiki/Polish–Lithuanian_Commonwealth": "The Polish–Lithuanian Commonwealth – formally, the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland – was a dual state, a bi-confederation of Poland and Lithuania ruled by a common monarch, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th- to 17th-century Europe. At its largest territorial extent, in the early 17th century, the Commonwealth covered almost 400,000 square miles (1,000,000 km2) and sustained a multi-ethnic population of 11 million. Polish and Latin were the two co-official languages.",
  "/wiki/Gazzetta_di_Mantova": "Gazzetta di Mantova is an Italian language local daily newspaper published in Mantua, in northern Italy.",
  "/wiki/Mantua": "Mantua (/ˈmæntjuə/; Italian: Mantova [ˈmantova] (listen); Lombard and Latin: Mantua) is a city and comune in Lombardy, Italy, and capital of the province of the same name.",
  "/wiki/Duchy_of_Mantua": "The Duchy of Mantua was a duchy in Lombardy, Northern Italy, subject to the Holy Roman Empire.",
  "/wiki/List_of_the_oldest_newspapers": "This list of the oldest newspapers sorts the newspapers of the world by the date of their first publication. The earliest newspapers date to 17th century Europe when printed periodicals began rapidly to replace the practice of hand-writing newssheets. The emergence of the new media branch has to be seen in close connection with the simultaneous spread of the printing press from which the publishing press derives its name."
}