{
  "/wiki/Klyuchevskaya_Sopka": "Klyuchevskaya Sopka (Russian: Ключевская сопка; also known as Klyuchevskoi, Russian: Ключевской) is a stratovolcano, the highest mountain on the Kamchatka Peninsula of Russia and the highest active volcano of Eurasia. It is the highest mountain in Siberia (Asian Russia). Its steep, symmetrical cone towers about 100 kilometres (60 mi) from the Bering Sea. The volcano is part of the natural Volcanoes of Kamchatka UNESCO World Heritage Site.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Shiveluch": "Shiveluch (Russian: Шивелуч) is the northernmost active volcano in Kamchatka Krai, Russia. It, and Karymsky are Kamchatka's largest, and most active and most continuous erupting volcanoes.",
  "/wiki/Ichinsky": "Ichinsky (Russian: Ичинский or Ичинская сопка, Ichinskaya sopka) is a large stratovolcano located in the central part of Kamchatka Peninsula, Russia. At 3,607 metres (11,834 ft), it is the highest peak of the Sredinny Range, the central range of the peninsula.  Ichinsky is also among the largest volcanoes in Kamchatka, with a volume of about 450 cubic kilometres (110 cu mi).",
  "/wiki/Koryaksky": "Koryaksky or Koryakskaya Sopka (Russian: Коря́кская со́пка) is an active volcano on the Kamchatka Peninsula in the Russian Far East. It lies within sight of Kamchatka Krai's administrative center, Petropavlovsk-Kamchatsky. Together with neighbouring Avachinsky, it has been designated a Decade Volcano, worthy of particular study in light of its history of explosive eruptions and proximity to populated areas.",
  "/wiki/Kronotsky": "Kronotsky (Russian: Кроноцкая сопка, Kronotskaya Sopka) is a major stratovolcano on Kamchatka Peninsula, Russia. It is located in Kronotsky Nature Reserve to the east of Lake Kronotskoye. It has a particularly symmetrical conical shape, comparable to Mount Fuji in Japan and to Mayon Volcano in the Philippines. The summit crater is plugged by a volcanic neck, and the summit itself is ice-capped. It exhibits the classic radial drainage pattern, extending downward from its crater. Kronotsky is considered to be one of the most scenic volcanos in Kamchatka.",
  "/wiki/Zhupanovsky": "Zhupanovsky (Russian: Жупановский) is a volcanic massif located in the southeastern part of Kamchatka Peninsula, Russia. It consists of four overlapping stratovolcanoes. After 54 years of inactivity, the volcano began erupting on October 23, 2013 and again in 2014, continuing nonstop into 2016.",
  "/wiki/Tolbachik": "Tolbachik (Russian: Толбачик) is a volcanic complex on the Kamchatka Peninsula in the far east of Russia.  It consists of two volcanoes, Plosky (flat) Tolbachik (3,085 m) and Ostry (sharp) Tolbachik (3,682 m), which as the names suggest are respectively a flat-topped shield volcano and a peaked stratovolcano. As Ostry is the mountain's highest point, the entire mountain is often referred to as \"Ostry Tolbachik\", not to be confused with Ostry, a separate volcano to the north also on the Kamchatka Peninsula.",
  "/wiki/Opala_volcano": "Opala (Russian: Опала) is a stratovolcano located in the southern part of Kamchatka Peninsula, Russia.",
  "/wiki/Kambalny": "Kambalny (Russian: Камбальный) is a stratovolcano located in the southern part of Kamchatka Peninsula, Russia. It is the southernmost active volcano of Kamchatka. It has erupted mafic rocks. It has a summit crater as well as five cinder cones on its flanks which are the source of lava flows.",
  "/wiki/Khuvkhoitun": "Khuvkhoitun (Russian: Хувхойтун) sometimes referred to as Gora Khuvkhoitun is a stratovolcano located on Russia's Kamchatka Peninsula. The mountain reaches 2,616 m in elevation above sea level.",
  "/wiki/Alney-Chashakondzha": "Alney–Chashakondzha (Russian: Алней-Чашаконджа) is a volcanic complex located in the northern part of Kamchatka Peninsula, Russia. It consists of two stratovolcanoes: Alney (2598 m) and Chashakondzha (2526 m). Alney is one of the few large stratovolcanoes in the Sredinny Range known to have been active throughout the Holocene, with more than 30 documented pyroclastic deposits.",
  "/wiki/Khodutka": "Khodutka (Russian: Ходутка), also known as Khodutkinskiye Gory (Russian: Ходуткинские Горы),  is a stratovolcano located in the southern part of Kamchatka Peninsula, Russia.",
  "/wiki/Gamchen": "Gamchen (Russian: Гамчен) is a complex volcano located in the southeastern part of Kamchatka Peninsula, Russia. It is composed of four stratovolcanoes.",
  "/wiki/Mutnovsky": "Mutnovsky (Russian: Мутновский) is a complex volcano located in the southern part of Kamchatka Peninsula, Russia. It is one of the most active volcanoes of southern Kamchatka; the latest eruption was recorded in 2000. At the foot of the Mutnovsky lies a geyser field, popularly known as the Lesser Valley of Geysers.",
  "/wiki/Zheltovsky": "Zheltovsky (Russian: Желтовский) is a stratovolcano located in the southern part of Kamchatka Peninsula, Russia.",
  "/wiki/Udina": "Udina (Russian: Удина) is a volcanic massif located in the central part of Kamchatka Peninsula, Russia. It comprises two conical stratovolcanoes: Bolshaya Udina (2,920 m) and Malaya Udina (1,945 m).",
  "/wiki/Bakening": "Bakening (Russian: Бакенинг) (also known as Bakenin (Russian: Бакенин)) is a stratovolcano located in the southern part of Kamchatka Peninsula, Russia.",
  "/wiki/Vilyuchik": "Vilyuchik, also known as Vilyuchinsky (Russian: Вилючинский вулкан) is a stratovolcano in the southern part of Kamchatka Peninsula, Russia. It is located about 30 kilometres (19 mi) SSW of the closed city of Vilyuchinsk.",
  "/wiki/Zimin_volcano": "Zimina volcano (Russian: Вулкан Зимина) or Zimin is a stratovolcano located in the central part of Kamchatka Peninsula, Russia. It comprises two peaks: Ovalnaya Zimina and Ostraya Zimina.",
  "/wiki/Avachinsky": "Avachinsky (also known as Avacha or Avacha Volcano or Avachinskaya Sopka) (Russian: Авачинская сопка, Авача) is an active stratovolcano on the Kamchatka Peninsula in the far east of Russia.  It lies within sight of the capital of Kamchatka Krai, Petropavlovsk-Kamchatsky.  Together with neighboring Koryaksky volcano, it has been designated a Decade Volcano, worthy of particular study in light of its history of explosive eruptions and proximity to populated areas.",
  "/wiki/List_of_ultras_of_Northeast_Asia": "This is a list of all the ultra prominent peaks (with topographic prominence greater than 1,500 metres) in Mainland Northeast Asia. There are 53 in total."
}