{
  "/wiki/Sachsenring": "The Sachsenring (German pronunciation: [ˈzaksənʁɪŋ]) motorsport racing circuit is located in Hohenstein-Ernstthal near Chemnitz in Saxony, Germany. Among other events, it features the annual German motorcycle Grand Prix of the FIM Grand Prix motorcycle racing world championship.",
  "/wiki/Pol_Demeuter": "Leopold \"Pol\" Demeuter (9 May 1904 – 2 July 1934) was a Belgian motorcycle racer.",
  "/wiki/Spa-Francorchamps": "The Circuit de Spa-Francorchamps is a motor-racing circuit located in Stavelot, Belgium. It is also referred to as Spa and is the venue of the Formula One Belgian Grand Prix, and the Spa 24 Hours and 1000 km Spa endurance races.",
  "/wiki/Jimmie_Guthrie": "Andrew James Guthrie (23 May 1897 – 8 August 1937) was a Scottish motorcycle racer.",
  "/wiki/Omobono_Tenni": "Tommaso Omobono Tenni (July 24, 1905 - June 30, 1948) was an Italian motorcycle road racer. Nicknamed The Black Devil, he was a multiple Italian Motor Cycle champion, who raced to 47 victories for Moto Guzzi from 1933 till 1948, the year he died from an accident during practice for the Swiss GP.",
  "/wiki/Bern": "Bern or Berne (German: Bern [bɛrn] (listen); Alemannic German: Bärn [b̥æːrn]; French: Berne [bɛʁn] (listen); Italian: Berna [ˈbɛrna]; Romansh: Berna [ˈbɛrnɐ] (listen)) is the de facto capital of Switzerland, referred to by the Swiss as their \"federal city\", in German Bundesstadt, French ville fédérale, and Italian città federale.[note 1] With a population of about 140,000 (as of 2019), Bern is the fifth-most populous city in Switzerland. The Bern agglomeration, which includes 36 municipalities, had a population of 406,900 in 2014. The metropolitan area had a population of 660,000 in 2000. Bern is also the capital of the canton of Bern, the second-most populous of Switzerland's cantons.",
  "/wiki/Hans_Baltisberger": "Hans Baltisberger (born September 16, 1924,  - August 26, 1956 Brno) was a German professional Grand Prix motorcycle road racer.",
  "/wiki/Masaryk_Circuit": "The Masaryk circuit (Czech: Masarykův okruh) or Masarykring, now referred to as the Brno Circuit, refers to two motorsport race tracks located close to the city of Brno, Czech Republic.\nThe original street circuit was made up of public roads, and at its longest measured 18 miles (29 km). In the 1930s, events such as the Masaryk Grand Prix attracted top teams and drivers. The track is named after the first president of Czechoslovakia, Tomáš Masaryk. Racing on the old roads ended after 1986, when the new (current) circuit was opened.",
  "/wiki/Inge_Stoll": "Ingeborg Stoll-Laforge (11 February 1930, Breinig - Stolberg (Rhineland), Germany – 24 August 1958) was a female German motorcycle racer.",
  "/wiki/Dave_Chadwick": "Dave Chadwick was a Grand Prix motorcycle road racer. His best season was in 1958 when he finished in fourth place in the 350cc world championship, and fifth in the 125cc world championship. Chadwick was killed in 1960 while competing in the Mettet International Road Races in Belgium.",
  "/wiki/Mettet": "Mettet (French pronunciation: ​[mɛ.tɛ]) is a Walloon municipality located in the Belgian province of Namur, 20 km southeast of Charleroi. On 1 January 2006 Mettet had 11,977 inhabitants. The total area is 116.78 km², giving a population density of 103 inhabitants per km².",
  "/wiki/Bob_McIntyre_(motorcycle_racer)": "Robert MacGregor McIntyre (28 November 1928 – 15 August 1962) was a Scottish motorcycle racer. The first rider to clock an average speed of 100 mph (160 km/h) on the Snaefell Mountain Course, Mcintyre is also remembered for his five motorcycle Grand Prix wins which included three wins at the Isle of Man TT Races, and four victories in the North West 200. McIntyre died nine days after injuries sustained racing at Oulton Park, Cheshire in August 1962.",
  "/wiki/Oulton_Park": "Oulton Park Circuit is a motor racing track close to the village of Little Budworth, Cheshire, England. It is about 5 miles (8 km) from Winsford, 13 miles (21 km) from Chester city centre, 8 miles (13 km) from Northwich and 17 miles (27 km) from Warrington, with a nearby rail connection along the Mid-Cheshire Line. It occupies much of the area which was previously known as the Oulton Estate. The racing circuit is owned and operated by Jonathan Palmer's MotorSport Vision organisation.",
  "/wiki/John_Hartle": "John Hartle (22 December 1933 - 31 August 1968) was an English professional road racer who competed in national, international and Grand Prix motorcycle events.",
  "/wiki/Oliver%27s_Mount": "Oliver's Mount is an area of high ground overlooking Scarborough, North Yorkshire, England. It offers impressive views of the town, a tribute monument to the war dead, camping and caravanning at selected times of the year, 10 football pitches, 1 rugby league pitch, in the past a small school, and a cafe, but may be primarily known for its motorcycle races (however, cars have raced here twice, in 1955 and 1956). Oliver's Mount first held a motorcycle race in 1946, and continues to hold motorcycle circuit racing today, and also holds car rally and car hill-climb events.",
  "/wiki/Cal_Rayborn": "Calvin Rayborn II ((1940-02-20)February 20, 1940 – December 29, 1973(1973-12-29) (aged 33)) was a top American professional motorcycle road racer in the 1960s and early 1970s.",
  "/wiki/Pukekohe_Park_Raceway": "Pukekohe Park is a horse racing, motor racing, and community events facility located in Pukekohe, New Zealand, approximately 40 kilometres (24.9 mi) south of the Auckland CBD, in the Auckland Region of the North Island. The venue, owned by Counties Racing Club Inc. is used seven days a week for horse training, driver training, motor sport events, cycling and various events and functions.",
  "/wiki/Kim_Newcombe": "Kim Newcombe (2 January 1944 – 14 August 1973), was a Grand Prix motorcycle road racer from New Zealand.",
  "/wiki/Silverstone_Circuit": "Silverstone Circuit is a motor racing circuit in England located next to the Northamptonshire villages of Silverstone and Whittlebury.",
  "/wiki/Formula_750": "Formula 750 was a FIM motorcycle road racing series based on a 750 cubic centimeter engine capacity.",
  "/wiki/Guia_Circuit": "The Guia Circuit, or Circuito da Guia, is a street circuit located at the southeast region of the Macau Peninsula in Macau.  It is the venue of the Macau Grand Prix and Guia Race of Macau. The circuit consists of long straights and tight corners, and features the characteristics of a typical street circuit - narrow, bumpy and limited overtaking opportunities. However, there are two special features that can rarely be found in other street circuits - variation in altitude (over 30 m (100 ft) between highest and lowest point of the circuit) and an ultra long main straight that allows top speed of 260 km/h (160 mph) on Formula Three cars. As a result, the circuit is recognised as one of the most challenging circuits in the world in terms of both driving and tuning, as cars have to maintain competitive speed to overcome hill-climbing, twisty corners and long straights in a single lap.",
  "/wiki/Macau_Grand_Prix": "The Macau Grand Prix (Portuguese: Grande Prémio de Macau; Chinese: 澳門格蘭披治大賽車) is a motorsport road race for automobiles and motorcycles held annually in Macau. It is the only street circuit racing event in which both cars and motorcycles participate.",
  "/wiki/Autodromo_Enzo_e_Dino_Ferrari": "The Autodromo Internazionale Enzo e Dino Ferrari is a race track near the Italian town of Imola, 40 kilometres (24.9 mi) east of Bologna. It is one of the few major international circuits to run in an anti-clockwise direction. The circuit is named after Ferrari's late founder, Enzo Ferrari, and his son, Alfredo Ferrari, who had died in 1956. The circuit has a FIA Grade One license.",
  "/wiki/Guido_Paci": "Guido Paci (December 27, 1949 - April 10, 1983) was an Italian professional Grand Prix motorcycle road racer. He competed in the 500cc class from 1980 until his death. His best finish to a season was in 1981 when he finished in 11th position in the standings.",
  "/wiki/Imola_200": "The Imola 200 (also known as the 200 Miglia) is a 200-mile (320 km) motorcycle race held annually at Imola.  The race originally ran as a modern motorcycle race from 1972 to 1985.  In 2010, the Imola 200 Miglia Revival began as a classic bike race.",
  "/wiki/Suzuka_Circuit": "The Suzuka International Racing Course (鈴鹿国際レーシングコース, Suzuka Kokusai Rēsing Kōsu), more famously known as the Suzuka Circuit (鈴鹿サーキット, Suzuka Sākitto), is a motorsport race track located in Ino, Suzuka City, Mie Prefecture, Japan and operated by Mobilityland Corporation, a subsidiary of Honda Motor Co, Ltd. It has a capacity of 155,000."
}