{
  "/wiki/Brian_Lopes": "Brian Thomas Lopes (born September 6, 1971, in Mission Viejo, California) is a professional mountain bike racer who specializes in four-cross. Lopes started riding BMX in his childhood and turned professional at seventeen years old.",
  "/wiki/C%C3%A9dric_Gracia": "Cédric Gracia (born 23 March 1978 in Pau, France) is a French mountain biker, who now lives in Andorra.",
  "/wiki/Mike_King_(BMX_rider)": "Michael Allen King (born June 30, 1969 in Washington, D.C., U.S.) is an \"Old School/Mid School\" former professional Bicycle Motocross (BMX) racer whose prime competitive years were from 1984 to 1998 and is also a former Mountain Bike (MTB) racer who prime competitive years in that discipline were 1993 to 2004.",
  "/wiki/Eric_Carter": "Eric Robert Carter (born March 6, 1970 in Long Beach, California, U.S.) is a former American professional \"Old/Mid School\" Bicycle Motocross (BMX) racer whose prime competitive years were from 1983 to 1998. He had the nickname \"The Golden Child,\" and later in his BMX career, acquired the moniker \"The Earthquake.\" More recently, he has been known simply as \"EC.\" Beginning in 1996, he converted fully to mountain bike racing (MTB) and has become one of the most respected racers in that discipline of bicycle racing.",
  "/wiki/Michal_Prokop": "Michal Prokop (born 1 April 1981 in Prague) is a Czech professional BMX and fourcross rider. Started his sporting career at the age of five, Prokop has claimed two World Cup circuit gold medals, and three World Championship jerseys (2003, 2004, and 2011) in the men's elite category, emerging him as one of the most successful fourcross riders in the sport's brief history.",
  "/wiki/2005_UCI_Mountain_Bike_World_Cup": "The 2005 UCI Mountain Bike World Cup included four disciplines: marathon, cross-country, downhill and 4-cross.",
  "/wiki/2006_UCI_Mountain_Bike_World_Cup": "The 2006 UCI Mountain Bike World Cup includes four disciplines: marathon, cross-country, downhill and 4-cross.",
  "/wiki/Jared_Graves": "Jared Graves (born  16 December 1982 in Toowoomba, Queensland) is an Australian cyclist who has represented Australia in BMX, four-cross (4X), and downhill mountain biking. In 2006, he finished second in the mountain bike 4x world cup series. In 2008 he finished second in the BMX world cup series and was selected to compete at the 2008 Summer Olympics in Beijing, where he finished sixth.",
  "/wiki/2008_UCI_Mountain_Bike_World_Cup": "The 2008 UCI Mountain Bike World Cup includes four disciplines: cross-country, downhill, marathon and four-cross. It is sponsored by Nissan.",
  "/wiki/Dan_Atherton": "Daniel Simon Atherton, known as Dan Atherton (born 25 January 1982, near Salisbury), is a professional racing cyclist specialising in downhill, four cross and enduro-downhill mountain bike racing, and is a former national champion of Great Britain. He began riding BMX at the age of 15 and mountain biking a year later.",
  "/wiki/2009_UCI_Mountain_Bike_World_Cup": "The 2009 UCI Mountain Bike World Cup includes three disciplines: cross-country, downhill and four-cross. It is sponsored by Nissan.",
  "/wiki/Joost_Wichman": "Joost Wichman (born 19 May 1978, Lichtenvoorde) is a Dutch professional mountainbiker, whose main discipline is four-cross (4X). He is founder and team manager of the Radon Flow Team. He won the UCI World Championship in 2013.",
  "/wiki/2010_UCI_Mountain_Bike_World_Cup": "The 2010 UCI Mountain Bike World Cup includes three disciplines: cross-country, downhill and four-cross.",
  "/wiki/2011_UCI_Mountain_Bike_World_Cup": "The 2011 UCI Mountain Bike World Cup includes three disciplines: cross-country, downhill and four-cross.",
  "/wiki/Roger_Rinderknecht": "Roger Rinderknecht (born 4 May 1981) is a Swiss racing cyclist who represents Switzerland in BMX and mountain bike racing. He was selected to represent Switzerland at the 2012 Summer Olympics in the men's BMX event where he reached the semi-finals.  He had previously reached the semi-finals at the 2008 Summer Olympics.",
  "/wiki/UCI_Mountain_Bike_World_Cup": "The UCI Mountain Bike World Cup is a multi-round mountain bike racing series that is sanctioned by the Union Cycliste Internationale. The first World Cup series – which was composed of cross-country events – was held in 1989. The Downhill World Cup was inaugurated two years later, and the Dual Slalom World Cup was launched in 1998. The dual-slalom format – which involved knock-out heats with two riders on the parallel courses in each heat – evolved into four-cross (with four riders on a single course per heat) in 2002 before being dropped after the 2011 season. Riders win points according to their placing in each event. The reigning series leaders in each class are identified by a special jersey. The UCI Mountain Bike World Cup is broadcast live and globally on Red Bull TV."
}