{
  "/wiki/Paddy_Barnes": "Patrick Gerard \"Paddy\" Barnes (born 9 April 1987) is an Irish former boxer who competed as an amateur from 2005 to 2016 and as a professional from 2016 to 2019. As an amateur he competed in the light-flyweight division, representing Ireland at the 2008, 2012, and 2016 Olympics; winning bronze medals in Beijing and London, and represented Northern Ireland at the 2010 and 2014 Commonwealth Games; winning a gold medal at both events. As a professional, he challenged for the WBC flyweight title in 2018.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/Boxing_at_the_2010_Commonwealth_Games_%E2%80%93_Light_flyweight": "The Light Flyweight class in the boxing at the 2010 Commonwealth Games competition is the lightest class.  Light flyweights were limited to those boxers weighing less than 49 kilograms (108.02 lbs).",
  "/wiki/Patrick_Gallagher_(boxer)": "Patrick \"Paddy\" Gallagher (born 9 April 1989) is a professional boxer from Belfast, County Antrim, Northern Ireland. He who won the welterweight gold at the 2010 Commonwealth games. He represents the Gleann ABC in Belfast and is the current U21 Irish light welterweight champion, Irish Intermediate champion and Ulster Elite runner up.",
  "/wiki/Boxing_at_the_2010_Commonwealth_Games_%E2%80%93_Welterweight": "The Welterweight class is an even on the Boxing at the 2010 Commonwealth Games competition. Welterweights were limited to those boxers weighing less than 69 kilograms (152.12 lbs).",
  "/wiki/Eamonn_O%27Kane": "Eamonn O'Kane (born 18 March 1982) is an Irish former professional boxer who held the IBF Intercontinental middleweight title.",
  "/wiki/Boxing_at_the_2010_Commonwealth_Games_%E2%80%93_Middleweight": "The Middleweight class in the boxing at the 2010 Commonwealth Games competition is a class. Middleweights were limited to those boxers weighing less than 75 kilograms (165 lb).",
  "/wiki/Wendy_Houvenaghel": "Wendy Louise Houvenaghel (née McLean; born 27 November 1974) is a Northern Irish former racing cyclist from Upperlands, County Londonderry, Northern Ireland, riding on both the road and track, but specialising in the latter. She has represented Great Britain in various World Cycling Championships and in the 2008 Olympic Games, most notably winning the silver medal at the Beijing Olympic Games, and gold in the team pursuit at the 2008, 2009 and 2011 Track World Championships. She has also won many British national titles and represented England at the 2006 Commonwealth Games and Northern Ireland at the 2010 Commonwealth Games. Houvenaghel is based in Cornwall, England.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/Cycling_at_the_2010_Commonwealth_Games_%E2%80%93_Women%27s_individual_pursuit": "The Women's individual pursuit took place at 5 October 2010 at the Indira Gandhi Arena.",
  "/wiki/Boxing_at_the_2010_Commonwealth_Games_%E2%80%93_Heavyweight": "The Heavyweight class is an event on the Boxing at the 2010 Commonwealth Games competition. Heavyweights were limited to those boxers weighing less than 91 kilograms (200.62 lbs). 17 boxers competed.",
  "/wiki/Boxing_at_the_2010_Commonwealth_Games_%E2%80%93_Light_heavyweight": "The light heavyweight class is an event on the Boxing at the 2010 Commonwealth Games competition. Light heavyweights were limited to those boxers weighing under 81 kilograms (179 lb), 20 boxers competed.",
  "/wiki/Sean_Downey": "Sean Patrick Downey (born 10 July 1990) is a former professional road racing cyclist from Dromore, County Down, Northern Ireland. He won a Bronze medal in the 2010 Commonwealth Games in the team pursuit as part of the Northern Ireland team.",
  "/wiki/Martyn_Irvine": "Martyn Irvine (born 6 June 1985) is a Northern Ireland-born former cyclist, who competed professionally between 2008 and 2017 for the Pezula Racing, Planet X, RTS Racing Team, UnitedHealthcare, Madison Genesis and Aqua Blue Sport teams, and rode at the 2012 Olympic Games. He was a directeur sportif for the Aqua Blue Sport team.",
  "/wiki/Philip_Lavery": "Philip Lavery (born 17 August 1990 in Dublin) is an Irish racing cyclist who most recently rode for the Synergy Baku team. Lavery won the 2010 Tour of the North and won a bronze medal at the 2010 Commonwealth Games in India, as part of the Northern Irish team pursuit squad. During the summer of 2013, Lavery joined the Cofidis team as a stagiaire, after taking several victories in French domestic racing.",
  "/wiki/David_McCann": "David McCann (born 17 March 1973 in Belfast) is an Irish professional road bicycle racer, and rode in the 1996, 2000 and 2012 Olympic Games. He was the Irish national road race champion in 2000, 2001 and 2006, and won the Irish national time trial championships a record 6 times (2001, 2002, 2004, 2005, 2009 & 2010).  He last rode for the Synergy Baku Cycling Project, an Azerbaijan-registered UCI Continental team.",
  "/wiki/Cycling_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_team_pursuit": "The Men's team pursuit at the 2010 Commonwealth Games took place on 7 and 8 October 2010 at the Indira Gandhi Arena.",
  "/wiki/Shooting": "Shooting is the act or process of discharging a projectile from a ranged weapon (such as a gun, slingshot, crossbow, or bow).  Even the acts of launching/discharging artillery, darts, grenades, rockets and guided missiles can be considered acts of shooting.  When using a firearm, the act of shooting is often called firing as it involves initiating a combustion process (deflagration).",
  "/wiki/Shooting_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_50_metre_rifle_prone_singles": "The Men's 50 metre rifle prone singles event took place at 13 October 2010 at the CRPF Campus. There was a qualification round held to determine the finalists.",
  "/wiki/Gary_Kelly_(bowls)": "Gary Kelly (born 10 May 1989) is a Northern Irish international indoor and lawn bowler.",
  "/wiki/Lawn_Bowls": "Bowls or lawn bowls is a sport in which the objective is to roll biased balls so that they stop close to a smaller ball called a  \"jack\" or \"kitty\". It is played on a bowling green which may be flat (for \"flat-green bowls\") or convex or uneven (for \"crown green bowls\"). It is normally played outdoors (although there are many indoor venues) and the outdoor surface is either natural grass, artificial turf, or cotula (in New Zealand).",
  "/wiki/Lawn_bowls_at_the_2010_Commonwealth_Games_%E2%80%93_Men%27s_singles": "The men's singles competition began on October 9, 2010. and finished on October 13, 2010."
}