{
  "/wiki/Joseon": "The Joseon dynasty (also transcribed as Chosŏn or Chosen, Korean: 대조선국, lit. Great Korean Country) was a Korean dynastic kingdom that lasted for approximately five centuries. Joseon was founded by Yi Seong-gye in July 1392 and was replaced by the Korean Empire in October 1897. It was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled and the capital was relocated to modern-day Seoul. The kingdom's northernmost borders were expanded to the natural boundaries at the rivers of Amnok and Tuman through the subjugation of the Jurchens. Joseon was the last dynasty of Korea and its longest-ruling Confucian dynasty.",
  "/wiki/Penang": "Penang is a Malaysian state located on the northwest coast of Peninsular Malaysia, by the Malacca Strait. It has two parts: Penang Island, where the capital city, George Town, is located, and Seberang Perai on the Malay Peninsula. They are connected by Malaysia's two longest road bridges, the Penang Bridge and the Sultan Abdul Halim Muadzam Shah Bridge; the latter is also as of May 2019 the longest oversea bridge in Southeast Asia. The second smallest Malaysian state by land mass, Penang is bordered by Kedah to the north and the east, and Perak to the south.",
  "/wiki/British_Malaya": "The term \"British Malaya\" (/məˈleɪə/; Malay: Tanah Melayu British) loosely describes a set of states on the Malay Peninsula and the island of Singapore that were brought under British hegemony or control between the 18th and the 20th centuries. Unlike the term \"British India\", which excludes the Indian princely states, British Malaya is often used to refer to the Federated and Unfederated Malay States, which were British protectorates with their own local rulers, as well as the Straits Settlements, which were under the sovereignty and direct rule of the British Crown, after a period of control by the East India Company.",
  "/wiki/Southeast_Asia": "Southeast Asia or  Southeastern Asia is a subregion of Asia, consisting of the regions that are geographically south of China, east of the Indian subcontinent and north-west of Australia. Southeast Asia is bordered to the north by East Asia, to the west by South Asia and the Bay of Bengal, to the east by Oceania and the Pacific Ocean, and to the south by Australia and the Indian Ocean. The region is the only part of Asia that lies partly within the Southern Hemisphere, although the majority of it is in the Northern Hemisphere. In contemporary definition, Southeast Asia consists of two geographic regions:",
  "/wiki/Bangkok": "Bangkok[a] is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon[b] or simply Krung Thep.[c] The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand, and has a population of over eight million, or 12.6 percent of the country's population. Over fourteen million people (22.2 percent) lived within the surrounding Bangkok Metropolitan Region at the 2010 census, making Bangkok the nation's primate city, significantly dwarfing Thailand's other urban centres in both size and importance to the national economy.",
  "/wiki/Thailand": "Thailand,[a] officially the Kingdom of Thailand and formerly known as Siam,[b] is a country at the centre of the Southeast Asian Indochinese Peninsula composed of 76 provinces. At 513,120 km2 (198,120 sq mi) and over 68 million people, Thailand is the world's 50th-largest country by total area and the 22nd-most-populous country. The capital and largest city is Bangkok, a special administrative area. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia, and to the west by the Andaman Sea and the southern extremity of Myanmar. Its maritime boundaries include Vietnam in the Gulf of Thailand to the southeast, and Indonesia and India on the Andaman Sea to the southwest. It is a unitary state. Although nominally the country is a constitutional monarchy and parliamentary democracy, the most recent coup, in 2014, established a de facto military dictatorship under a junta.",
  "/wiki/The_China_Mail": "The China Mail (Traditional Chinese: 德臣西報, also 中國郵報 and 德臣報) was an English-language newspaper published in Hong Kong from 1845 to 1974, making it the longest-lived of any Hong Kong newspaper.  The head office was in Wellington Street.",
  "/wiki/Victoria_City,_Hong_Kong": "For disambiguation see Victoria, British Columbia, the capital of Canada's western province, or Victoria, a state in south-eastern Australia",
  "/wiki/The_Straits_Times": "The Straits Times is an English-language daily broadsheet newspaper based in Singapore currently owned by Singapore Press Holdings. The Sunday Times is the Sunday edition of the newspaper. It was established on 15 July 1845 as The Straits Times and Singapore Journal of Commerce. As audited by Audit Bureau of Circulations Singapore, the print and digital editions of The Straits Times and The Sunday Times have a daily average circulation of 364,134 and 364,849 respectively in 2017. There are specific Myanmar and Brunei editions published, with a newsprint circulation of 5,000 and 2,500 respectively.",
  "/wiki/Singapore": "Singapore (/ˈsɪŋ(ɡ)əpɔːr/ (listen)), officially the Republic of Singapore, is a sovereign island city-state in Southeast Asia. The country is situated about one degree (137 kilometres or 85 miles) north of the equator, at the southern tip of the Malay Peninsula, with Indonesia's Riau Islands to the south and Peninsular Malaysia to the north. Singapore's territory consists of one main island along with 58 other islets. Since independence, extensive land reclamation has increased its total size by 23% (130 square kilometres or 50 square miles).",
  "/wiki/Straits_Settlements": "The Straits Settlements were a group of British territories located in Southeast and East Asia. Originally established in 1826 as part of the territories controlled by the British East India Company, the Straits Settlements came under direct British control as a Crown colony on 1 April 1867. The colony was dissolved in 1946 as part of the British reorganisation of its dependencies following the end of the Second World War.",
  "/wiki/The_New_Straits_Times": "The New Straits Times is an English-language newspaper published in Malaysia. It is Malaysia's oldest newspaper still in print (though not the first) having been founded as The Straits Times in 1845, and was reestablished as the New Straits Times in 1974. The paper served as Malaysia's only broadsheet format English language newspaper.",
  "/wiki/Kuala_Lumpur": "Kuala Lumpur (Malaysian pronunciation: [ˈkualə, -a ˈlumpo(r), -ʊ(r)]), officially the Federal Territory of Kuala Lumpur (Malay: Wilayah Persekutuan Kuala Lumpur) and commonly known as KL, is the national capital and largest city in Malaysia. As the global city of Malaysia, it covers an area of 243 km2 (94 sq mi) and has an estimated population of 1.73 million as of 2016[update]. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.25 million people as of 2017[update]. It is among the fastest growing metropolitan regions in Southeast Asia, in both population and economic development.",
  "/wiki/Malaysia": "Malaysia (/məˈleɪziə, -ʒə/ (listen) mə-LAY-zee-ə, -⁠zhə; Malay: [məlejsiə]) is a country in Southeast Asia. The  federal constitutional monarchy  consists of 13 states and three federal territories, separated by the South China Sea into two similarly sized regions, Peninsular Malaysia and East Malaysia (Malaysian Borneo). Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and maritime borders with Brunei and Indonesia and a maritime border with the Philippines and Vietnam. Kuala Lumpur is the national capital and largest city while Putrajaya is the seat of the federal government. With a population of over 30 million, Malaysia is the world's 44th most populous country. The southernmost point of continental Eurasia, Tanjung Piai, is in Malaysia. In the tropics, Malaysia is one of 17 megadiverse countries, home to large numbers of endemic species.",
  "/wiki/North_China_Daily_News": "The North China Daily News (in Chinese: Zilin Xibao), was an English-language newspaper in Shanghai, China, called the most influential foreign newspaper of its time.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Chinese_serial": "Chinese Serial  was the first Chinese newspaper in Hong Kong, since the Treaty of Nanjing. Founded in August 1853 and published by Ying Wa College in binding-book style. It introduced Western history, geography and sciences to Chinese readers, as well as reporting the latest news in China and the West. The paper was written mainly in Chinese, although some stories were in English. The paper was the first Chinese newspaper to have ads.",
  "/wiki/Royal_Thai_Government_Gazette": "The Royal Thai Government Gazette (Thai: ราชกิจจานุเบกษา, RTGS: Ratchakitchanubeksa, pronounced [râːt.t͡ɕʰā.kìt.t͡ɕāː.nú.bèːk.sǎː]), frequently abbreviated Government Gazette (GG) or Royal Gazette (RG), is the public journal and newspaper of record of Thailand. Laws passed by the government generally come into force after publication in the GG. The Royal Thai Government Gazette is the first Thai-language newspaper to appear in the kingdom and is also one of the earliest newspapers in Asia that are still in publication. The Cabinet Secretariat, a department in the Office of the Prime Minister, is charged with printing the GG.",
  "/wiki/Dusit_District": "Dusit District (Thai: ดุสิต, pronounced [dù(ʔ̚).sìt̚]) is one of the 50 districts (khet) of Bangkok, Thailand.",
  "/wiki/Nagasaki": "Nagasaki (Japanese: 長崎, \"Long Cape\") is the capital and the largest city of Nagasaki Prefecture on the island of Kyushu in Japan. It became the sole port used for trade with the Portuguese and Dutch during the 16th through 19th centuries and the Hidden Christian Sites in the Nagasaki Region have been recognized and included in the UNESCO World Heritage List. Part of Nagasaki was home to a major Imperial Japanese Navy base during the First Sino-Japanese War and Russo-Japanese War.",
  "/wiki/Edo_period": "The Edo period (江戸時代, Edo jidai) or Tokugawa period (徳川時代, Tokugawa jidai) is the period between 1603 and 1868 in the history of Japan, when Japan was under the rule of the Tokugawa shogunate and the country's 300 regional daimyō. The period was characterized by economic growth, strict social order, isolationist foreign policies, a stable population,  \"no more wars\", and popular enjoyment of arts and culture. The shogunate was officially established in Edo on March 24, 1603, by Tokugawa Ieyasu. The period came to an end with the Meiji Restoration on May 3, 1868, after the fall of Edo.",
  "/wiki/Yokohama": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/Tokyo_Nichi_Nichi_Shimbun": "The Tokyo Nichi Nichi Shimbun (東京日日新聞, Tōkyō Nichi Nichi Shinbun) (lit. Tokyo Daily News) was a newspaper printed in Tokyo, Japan from 1872 to 1943.",
  "/wiki/Mainichi_Shimbun": "The Mainichi Shimbun (毎日新聞, Mainichi Shimbun, literally \"Daily News\") is one of the major newspapers in Japan, published by The Mainichi Newspapers Co, Ltd.",
  "/wiki/Pusan": "Busan (Korean pronunciation: [pusan]), formerly romanized as Pusan and now officially Busan Metropolitan City, is South Korea's second most-populous city after Seoul, with a population of over 3.5 million inhabitants. It is the economic, cultural and educational center of southeastern South Korea, with its port—Korea's busiest and the fifth-busiest in the world [a]—only about 190 kilometers (120 mi) from the Japanese islands of Kyushu and Honshu. The surrounding \"Southeast Economic Zone\" (including Ulsan and South Gyeongsang) is South Korea's largest industrial area.",
  "/wiki/Joseon_Dynasty": "The Joseon dynasty (also transcribed as Chosŏn or Chosen, Korean: 대조선국, lit. Great Korean Country) was a Korean dynastic kingdom that lasted for approximately five centuries. Joseon was founded by Yi Seong-gye in July 1392 and was replaced by the Korean Empire in October 1897. It was founded following the aftermath of the overthrow of Goryeo in what is today the city of Kaesong. Early on, Korea was retitled and the capital was relocated to modern-day Seoul. The kingdom's northernmost borders were expanded to the natural boundaries at the rivers of Amnok and Tuman through the subjugation of the Jurchens. Joseon was the last dynasty of Korea and its longest-ruling Confucian dynasty.",
  "/wiki/Hanseong_sunbo": "The Hanseong sunbo was Korea's first modern newspaper. It began publication on October 31, 1883 as the official mouthpiece of the Korean government. It was published by the Office of Culture and Information (Bangmunguk, 박문국, 博文局) and used Hanmun (literary Chinese) throughout. It appeared three times a month until its closure in 1884 in the wake of the failed Gapsin Coup. It later reemerged in 1886 as a weekly, the Hanseong Jubo (한성주보, 漢城周報), now using a mixture of Hangul and Hanja scripts. Its contents included editorials, news, literary commentary, and even advertisements.",
  "/wiki/Classical_Chinese": "Classical Chinese, also known as Literary Chinese,[a] is the language of the classic literature from the end of the Spring and Autumn period through to the end of the Han dynasty, a written form of Old Chinese. Classical Chinese is a traditional style of written Chinese that evolved from the classical language, making it different from any modern spoken form of Chinese. Literary Chinese was used for almost all formal writing in China until the early 20th century, and also, during various periods, in Japan, Korea and Vietnam. Among Chinese speakers, Literary Chinese has been largely replaced by written vernacular Chinese, a style of writing that is similar to modern spoken Mandarin Chinese, while speakers of non-Chinese languages have largely abandoned Literary Chinese in favor of local vernaculars.",
  "/wiki/Korean_language": "The Korean language (South Korean: 한국어/韓國語 hanguk-eo; North Korean: 조선말/朝鮮말 chosŏn-mal) is an East Asian language spoken by about 77 million people. It is a member of the Koreanic language family and is the official and national language of both Koreas: North Korea and South Korea, with different standardized official forms used in each country. It is a recognised minority language in the Yanbian Korean Autonomous Prefecture and Changbai Korean Autonomous County of Jilin province, China. It is also spoken in parts of Sakhalin, Russia, and Central Asia.",
  "/wiki/Seoul": "Seoul (/soʊl/, like soul; Korean: 서울 [sʌ.ul] (listen); lit. \"Capital\"), officially the Seoul Special City, is the capital and largest metropolis of South Korea. Seoul forms the heart of the Seoul Capital Area. Ranked as an alpha world city, Seoul was the world's 4th largest metropolitan economy with a GDP of US$635 billion in 2014 after Tokyo, New York City and Los Angeles. International visitors generally reach Seoul via AREX from the Incheon International Airport, notable for having been rated the best airport for nine consecutive years (2005–2013) by the Airports Council International. In 2015, it was rated Asia's most livable city with the second highest quality of life globally by Arcadis, with the GDP per capita (PPP) in Seoul being around $40,000. In 2017, the cost of living in Seoul was ranked 6th globally. In 2018, Seoul's real estate market was ranked 5th in the world for the price of apartments in the downtown center., Seoul was one of the host cities for the official tournament of the 2002 FIFA World Cup in Korea/Japan.",
  "/wiki/Taiwan_Church_News": "The Taiwan Church News (Chinese: 台灣教會公報; pinyin: Táiwān Jiàohuì Gōngbào; Pe̍h-ōe-jī: Tâi-oân Kàu-hoē Kong-pò)  is a publication of the Presbyterian Church in Taiwan. It was first published in 1885 as the Tâi-oân-hú-siâⁿ Kàu-hōe-pò (臺灣府城教會報; Táiwān Fǔchéng Jiàohuì Bào; Taiwan Prefecture City Church News) under the direction of missionary Thomas Barclay, and was Taiwan's first printed newspaper. This early edition was also notable for being printed in romanised Taiwanese using the Pe̍h-ōe-jī orthography. The publication was banned during the latter stages of Japanese rule and editions were also impounded on several occasions during the martial law era in post-war Taiwan for discussing forbidden subjects.",
  "/wiki/T%C3%A2i-o%C3%A2n": "Taiwan,[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).",
  "/wiki/Taipei": "Taipei (/ˌtaɪˈpeɪ/), officially Taipei City,[I] is the capital and a special municipality of Taiwan (officially the Republic of China, \"ROC\"). Located in northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city Keelung. Most of the city lies on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian rivers, which join to form the Tamsui River along the city's western border.",
  "/wiki/Taiwan_under_Japanese_rule": "Japanese Taiwan was the period of Taiwan and the Penghu Islands under Japanese rule between 1895 and 1945.",
  "/wiki/The_Manila_Times": "The Manila Times is the oldest extant English-language newspaper in the Philippines. It is published daily by The Manila Times Publishing Corp. with editorial and administrative offices at 2/F Sitio Grande Building, 409 A. Soriano Avenue, Intramuros, Manila.",
  "/wiki/Manila": "Manila (/məˈnɪlə/; Tagalog: Maynilà, pronounced [majˈnilaʔ]), officially the City of Manila (Tagalog: Lungsod ng Maynilà [luŋˈsod nɐŋ majˈnilaʔ]), is the capital of the Philippines and a highly urbanized city. It is the most densely populated city proper in the world as of 2018. It was the first chartered city by virtue of the Philippine Commission Act 183 on July 31, 1901 and gained autonomy with the passage of Republic Act No. 409 or the \"Revised Charter of the City of Manila\" on June 18, 1949. Manila, alongside Mexico City and Madrid are considered the world's original set of Global Cities due to Manila's commercial networks being the first to traverse the Pacific Ocean, thus connecting Asia with the Spanish Americas, marking the first time in world history when an uninterrupted chain of trade routes circled the planet. Manila is also the second most natural disaster-afflicted capital city in the world next to Tokyo, yet it is simultaneously among the most populous and fastest growing cities in Southeast Asia.",
  "/wiki/Captaincy_General_of_the_Philippines": "The Captaincy General of the Philippines (Spanish: Capitanía General de Filipinas Spanish pronunciation: [kapitaˈni.a xeneˈɾal ðe filiˈpinas] (listen); Filipino: Kapitaniyang Heneral ng Pilipinas), also known as the Kingdom of the Philippines (Spanish: Reino de Filipinas; Filipino: Kaharian ng Pilipinas), was an administrative district of the Spanish Empire in Southeast Asia governed by a Governor-General. The Captaincy General encompassed the Spanish East Indies, which included among others the Philippine Islands and the Caroline Islands. It was founded in 1565 with the first permanent Spanish settlements.",
  "/wiki/List_of_the_oldest_newspapers": "This list of the oldest newspapers sorts the newspapers of the world by the date of their first publication. The earliest newspapers date to 17th century Europe when printed periodicals began rapidly to replace the practice of hand-writing newssheets. The emergence of the new media branch has to be seen in close connection with the simultaneous spread of the printing press from which the publishing press derives its name."
}