{
  "/wiki/Scary_Movie_3": "Scary Movie 3 is a 2003 American horror sci-fi comedy film, which parodies the horror, sci-fi, and mystery genres. It is the third film in the Scary Movie franchise, and the first to be directed by David Zucker.",
  "/wiki/Scary_Movie_4": "Scary Movie 4 is a 2006 American horror comedy film and the fourth film in the Scary Movie franchise, as well as the first film in the franchise to be released under The Weinstein Company banner since the purchase of Dimension Films from Disney. It was directed by David Zucker, written by Jim Abrahams, Craig Mazin, and Pat Proft, and produced by Robert K. Weiss and Craig Mazin.",
  "/wiki/Anthony_Anderson": "Anthony Anderson (born August 15, 1970) is an American comedian, actor, writer, and game show host. He has starred in his own short-lived sitcom, All About the Andersons, as well as the ABC sitcom Black-ish and the Fox sitcom The Bernie Mac Show during its fifth and final season. He is known for his leading roles in drama series K-Ville, The Shield and as NYPD Detective Kevin Bernard on Law & Order. He has had major roles in feature films such as Me, Myself & Irene (2000), Kangaroo Jack (2003), Agent Cody Banks 2: Destination London (2004), The Departed (2006), Transformers (2007), and Scream 4 (2011).",
  "/wiki/Carmen_Electra": "Tara Leigh Patrick (born April 20, 1972), known professionally as Carmen Electra, is an American model, actress, television personality, singer and dancer. She began her career as a singer after moving to Minneapolis, where she met Prince, who produced her self-titled debut studio album. Electra began glamour modeling in 1996 with numerous appearances in Playboy magazine. She later relocated to Los Angeles to pursue a career as an actress, playing the role of Lani McKenzie on the television series Baywatch (1997–1998). Electra also hosted MTV’s Singled Out (1997-1998).",
  "/wiki/Anna_Faris": "Anna Kay Faris (/ˈɑːnə ˈfærɪs/; born November 29, 1976) is an American actress, podcaster and author. She rose to prominence for her work in comedic roles, particularly the lead part of Cindy Campbell in the Scary Movie films (2000–2006). Her other films include The Hot Chick (2002), Lost in Translation (2003), Brokeback Mountain (2005), My Super Ex-Girlfriend (2006), Smiley Face (2007), The House Bunny (2008), What's Your Number? (2011), The Dictator (2012), and Overboard (2018). Faris has also had voice-over roles in the film franchises Cloudy with a Chance of Meatballs (2009–2013) and Alvin and the Chipmunks (2009–2015), as well as The Emoji Movie (2017). Also “Just Friends” with Ryan Reynolds & Amy Stuart (2005)",
  "/wiki/Regina_Hall": "Regina Lee Hall (born December 12, 1970) is an American actress and comedian. She is best known for her multiple leading roles, most recently in Girls Trip (2017), Little (2019) and Shaft (2019). Hall, who was an English major in college and studied journalism in graduate school, envisioned a career as a journalist, but ventured into acting in her late twenties.",
  "/wiki/Kevin_Hart_(actor)": "Kevin Darnell Hart (born July 6, 1979) is an American stand-up comedian, actor, and producer. Born and raised in Philadelphia, Pennsylvania, Hart began his career by winning several amateur comedy competitions at clubs throughout New England, culminating in his first real break in 2001 when he was cast by Judd Apatow for a recurring role on the TV series Undeclared. The series lasted only one season, but he soon landed other roles in films such as Paper Soldiers (2002), Scary Movie 3 (2003), Soul Plane (2004), In the Mix (2005), and Little Fockers (2010).",
  "/wiki/Michael_Madsen": "Michael Søren Madsen (born September 25, 1957) is an American actor, producer, director, writer, poet and photographer. His first major film role was in Thelma & Louise (1991), and he is best known for working with director Quentin Tarantino in the iconic role of Mr. Blonde in Reservoir Dogs (1992), as Budd in both segments of Kill Bill (2003 and 2004), and appearing in The Hateful Eight (2015) and Once Upon A Time in Hollywood (2019). Known for playing \"charming, careless, terrifying bastards\", Madsen has also starred in many feature films and television series, and has done voice work for video games.",
  "/wiki/Jenny_McCarthy": "Jennifer Ann McCarthy (born November 1, 1972) is an American actress, model, television host, satellite radio broadcaster, author, screenwriter, and anti-vaccine activist. She began her career in 1993 as a nude model for Playboy magazine and was later named their Playmate of the Year. McCarthy then had a television and film acting career, starting as a co-host on the MTV game show Singled Out, then some eponymous sitcoms, as well as films such as BASEketball, Diamonds, Scream 3, and Santa Baby. She is a former co-host of the ABC talk show The View. She is currently a judge on the FOX musical competition show The Masked Singer.",
  "/wiki/Edward_Moss_(impersonator)": "Edward Moss (born July 11, 1977), occasionally known as Eddie Moss, is an  American actor, dancer, comedian, and Michael Jackson impersonator who has portrayed Jackson in on TV and in films. He used to be an employee at McDonald's in the early 1990s, which was where his co-workers kept telling him that he resembled pop singer Michael Jackson; so Moss entered a company talent contest and won, and then as time went by, he decided to be Jackson for a living.",
  "/wiki/Leslie_Nielsen": "Leslie William Nielsen OC (11 February 1926 – 28 November 2010) was a Canadian actor, comedian and producer. He appeared in more than 100 films and 150 television programs, portraying more than 220 characters.",
  "/wiki/Bill_Pullman": "William James Pullman (born December 17, 1953) is an American film, stage, and television actor. After graduating with a Master of Fine Arts degree in theater, Pullman worked as an adjunct professor at Montana State University before deciding to pursue acting. He made his film debut in the 1986 film Ruthless People, and has since gone on to star in other films, such as Spaceballs (1987), The Accidental Tourist (1988), Sleepless In Seattle (1993), While You Were Sleeping (1995), Casper (1995), Independence Day (1996), Lost Highway (1997) and  Lake Placid (1999). He has also appeared regularly on television, usually in TV films, though starting in the 2000s he has also starred in miniseries and regular series, including starring roles in 1600 Penn (2012–13) and The Sinner (2017–present).",
  "/wiki/Simon_Rex": "Simon Rex Cutright (born July 20, 1974), also known as Dirt Nasty, is an American actor, rapper, comedian, and model. Rising to fame as an MTV VJ, Rex later became an actor known for What I Like About You, Scary Movie 3, Scary Movie 4, and Scary Movie 5, and National Lampoon's Pledge This!. He later developed a rap persona, Dirt Nasty, and had several solo albums and co-founded the supergroup Three Loco.",
  "/wiki/Molly_Shannon": "Molly Helen Shannon (born September 16, 1964) is an American actress and comedian who was a cast member on Saturday Night Live from 1995 to 2001. In 2017 she won the Film Independent Spirit Award for Best Supporting Actress for her role in the film Other People.",
  "/wiki/Charlie_Sheen": "Carlos Irwin Estévez (born September 3, 1965), known professionally as Charlie Sheen, is an American actor. Sheen has appeared in films including Platoon (1986), Wall Street (1987), Young Guns (1988), Eight Men Out (1988), Major League (1989), Hot Shots! (1991), and The Three Musketeers (1993)."
}