{
  "/wiki/Binghamton_University": "The State University of New York at Binghamton (also known as Binghamton University or SUNY Binghamton), is a public research university with campuses in Binghamton, Vestal, and Johnson City, New York.  It is one of the four university centers in the State University of New York (SUNY) system. As of Fall 2018, 17,768 undergraduate and graduate students attend the university. The Vestal campus is listed as a census-designated place, with a residential population of 6,177 as of the 2010 Census.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/University_at_Buffalo,_The_State_University_of_New_York": "The State University of New York at Buffalo (University at Buffalo, UB, or SUNY Buffalo) is a public research university with campuses in Buffalo and Amherst, New York. It is the flagship campus of the State University of New York (SUNY) system, with the largest enrollment, largest endowment, and research funding as a comprehensive university center. The university was founded in 1846 as a private medical college, but in 1962 merged with the SUNY system.",
  "/wiki/Hofstra_University": "Hofstra University is a private university in Hempstead, New York. Long Island's largest private university, Hofstra originated in 1935 as an extension of New York University (NYU) under the name Nassau College – Hofstra Memorial of New York University at Hempstead, Long Island.  It became independent Hofstra College in 1939 and gained university status in 1963. Comprising ten schools, including the Northwell School of Medicine and Deane School of Law, Hofstra is noted for a series of prominent Presidential conferences and hosting several United States presidential debates.",
  "/wiki/Stony_Brook_University": "The State University of New York at Stony Brook, commonly referred to as Stony Brook University, SBU, or SUNY Stony Brook, is a public sea-grant and space-grant research university in Stony Brook, New York. It is one of four university centers of the State University of New York system.",
  "/wiki/New_York_University": "New York University (NYU) is a private research university based in New York City. Founded in 1831, NYU's historical campus is in Greenwich Village, Lower Manhattan. NYU is also a global university with degree-granting campuses in Abu Dhabi and Shanghai, and academic centers in Accra, Berlin, Buenos Aires, Florence, London, Los Angeles, Madrid, Paris, Prague, Sydney, Tel Aviv, and Washington, D.C.",
  "/wiki/SUNY_Albany": "The State University of New York at Albany, commonly referred to as University at Albany, SUNY Albany or UAlbany, is a public research university with campuses in the New York cities of Albany and Rensselaer and the Town of Guilderland, United States. Founded in 1844, it is part of the State University of New York (SUNY) system.",
  "/wiki/Rensselaer_Polytechnic_Institute": "Rensselaer Polytechnic Institute (/rɛnsəˈlɪər/) (RPI) is a private research university in Troy, New York, with additional campuses in Hartford and Groton, Connecticut. It was established in 1824 by Stephen van Rensselaer and Amos Eaton for the \"application of science to the common purposes of life\" and is the oldest technological university in the English-speaking world. Numerous American colleges or departments of applied sciences were modeled after Rensselaer.",
  "/wiki/University_of_Rochester": "The University of Rochester (U of R , UR, or Rochester) is a private research university in Rochester, New York. The university grants undergraduate and graduate degrees, including doctoral and professional degrees.",
  "/wiki/Cornell_University": "Cornell University (/kɔːrˈnɛl/ kor-NEL) is a private and statutory Ivy League research university in Ithaca, New York. Founded in 1865 by Ezra Cornell and Andrew Dickson White, the university was intended to teach and make contributions in all fields of knowledge—from the classics to the sciences, and from the theoretical to the applied. These ideals, unconventional for the time, are captured in Cornell's founding principle, a popular 1868 Ezra Cornell quotation: \"I would found an institution where any person can find instruction in any study.\"",
  "/wiki/Rutgers_University": "Rutgers, The State University of New Jersey (/ˈrʌtɡərz/), commonly referred to as Rutgers University, or RU, is an American public research university in New Jersey. It is the largest institution of higher education in New Jersey.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is a peninsula, bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017, making it the most densely populated of the 50 U.S. states with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.",
  "/wiki/The_Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/Carnegie_Mellon_University": "Carnegie Mellon University (CMU) is a private research university based in Pittsburgh, Pennsylvania. Founded in 1900 by Andrew Carnegie as the Carnegie Technical Schools, the university became the Carnegie Institute of Technology in 1912 and began granting four-year degrees. In 1967, the Carnegie Institute of Technology merged with the Mellon Institute of Industrial Research to form Carnegie Mellon University. With its main campus located 3 miles (5 km) from Downtown Pittsburgh, Carnegie Mellon has grown into an international university with over a dozen degree-granting locations in six continents, including campuses in Qatar and Silicon Valley, and more than 20 research partnerships.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/University_of_Massachusetts_Amherst": "The University of Massachusetts Amherst (UMass Amherst, UMass, or Massachusetts) is a public research and land-grant university in Amherst, Massachusetts.  It is the flagship campus of the University of Massachusetts system. UMass Amherst has an annual enrollment of approximately 1,300 faculty members and more than 30,000 students. The university offers academic degrees in 109 undergraduate, 77 master's and 48 doctoral programs. Programs are coordinated in nine schools and colleges. It is also a member of the Five College Consortium.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/The_George_Washington_University": "George Washington University (GW or GWU) is a private research university in Washington, D.C. It was chartered in 1821 by an act of the United States Congress.",
  "/wiki/District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/University_of_Maryland_at_College_Park": "The University of Maryland, College Park (University of Maryland, UMD, or simply Maryland) is a public research university in College Park, Maryland. Founded in 1856, UMD is the flagship institution of the University System of Maryland. It is also the largest university in both the state and the Washington metropolitan area, with more than 41,000 students representing all fifty states and 123 countries, and a global alumni network of over 360,000. Its twelve schools and colleges together offer over 200 degree-granting programs, including 92 undergraduate majors, 107 master's programs, and 83 doctoral programs. UMD is a member of the Association of American Universities and competes in intercollegiate athletics as a member of the Big Ten Conference.",
  "/wiki/Maryland": "Maryland (US: /ˈmɛrələnd/ (listen) MERR-ə-lənd)[a] is a state in the Mid-Atlantic region of the eastern United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. The state's largest city is Baltimore, and its capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State. It is named after the English queen Henrietta Maria, known in England as Queen Mary, who was the wife of King Charles I.",
  "/wiki/University_of_California,_Riverside": "The University of California, Riverside (UCR or UC Riverside) is a public research university in Riverside, California.  It is one of the 10 general campuses of the University of California system. The main campus sits on 1,900 acres (769 ha) in a suburban district of Riverside with a branch campus of 20 acres (8 ha) in Palm Desert. In 1907, the predecessor to UCR was founded as the UC Citrus Experiment Station, Riverside which pioneered research in biological pest control and the use of growth regulators responsible for extending the citrus growing season in California from four to nine months. Some of the world's most important research collections on citrus diversity and entomology, as well as science fiction and photography, are located at Riverside.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Pennsylvania_State_University": "The Pennsylvania State University (Penn State or PSU) is a state-related, land-grant, doctoral university with campuses and facilities throughout Pennsylvania. Founded in 1855 as the Farmers' High School of Pennsylvania, Penn State conducts teaching, research, and public service. Its instructional mission includes undergraduate, graduate, professional and continuing education offered through resident instruction and online delivery. Its University Park campus, the flagship campus, lies within the Borough of State College and College Township. It has two law schools: Penn State Law, on the school's University Park campus, and Dickinson Law, located in Carlisle, 90 miles south of State College. The College of Medicine is located in Hershey. Penn State has another 19 commonwealth campuses and 5 special mission campuses located across the state. Penn State has been labeled one of the \"Public Ivies,\" a publicly funded university considered as providing a quality of education comparable to those of the Ivy League.",
  "/wiki/Rochester_Institute_of_Technology": "Rochester Institute of Technology (RIT) is a private doctoral university in the town of Henrietta in the Rochester, New York metropolitan area. The university offers undergraduate and graduate degrees, including doctoral and professional degrees and online masters as well.",
  "/wiki/University_of_Central_Florida": "The University of Central Florida (UCF) is a public research  university in Orlando, Florida. It has more students enrolled on campus than any other U.S. university."
}