{
  "/wiki/Anatoly_Alyabyev": "Anatoly Nikolayevich Alyabyev (Russian: Анато́лий Никола́евич Аля́бьев; born 12 December 1951) is a former Soviet biathlete.",
  "/wiki/Biathlon_at_the_1980_Winter_Olympics": "Biathlon at the 1980 Winter Olympics consisted of three biathlon events. They were held at the Lake Placid Olympic Sports Complex Cross Country Biathlon Center.  This Olympic featured the debut of the 10 kilometre sprint event. The events began on 16 February and ended on 22 February 1980.",
  "/wiki/Vladimir_Alikin": "Vladimir Alexandrovich Alikin (Russian: Влади́мир Алекса́ндрович Али́кин; born 10 May 1957) is a Soviet former biathlete.",
  "/wiki/Aleksandr_Tikhonov": "Alexander Ivanovich Tikhonov (Russian: Алекса́ндр Ива́нович Ти́хонов; born 2 January 1947) is a former Soviet biathlete.",
  "/wiki/Vladimir_Barnashov": "Vladimir Mikhaylovich Barnashov (Russian: Владимир Михайлович Барнашов; born 26 February 1951) is a Soviet former biathlete.",
  "/wiki/Nikolay_Zimyatov": "Nikolay Semyonovich Zimyatov (Russian: Николай Семёнович Зимятов; born 28 June 1955), is one of the most successful Soviet/Russian male cross-country skiers. He was the first man in the sport to win three gold medals at a single Winter Olympics, in the 30 km, 50 km and 4 × 10 km relay at the 1980 Lake Placid Games. In the 50 km race he finished two and half minutes ahead of the second place. He also won the 30 km event at the 1984 Winter Olympics in Sarajevo and was awarded Order of Friendship of Peoples that year.",
  "/wiki/Cross-country_skiing_at_the_1980_Winter_Olympics": "The 1980 Winter Olympics results in cross-country skiing.",
  "/wiki/Vasily_Rochev_(skier,_born_1951)": "Vasily Pavlovich Rochev (Russian: Васи́лий Па́влович Рочев) (born 22 December 1951 in the village of Bakur, Izhemsky District, Komi ASSR) is a former Soviet/Russian cross-country skier who competed in the 1970s and early 1980s, training at Dynamo in Syktyvkar. He won two medals for the Soviet Union at the 1980 Winter Olympics in Lake Placid, New York, with a gold in the 4 × 10 km relay and a silver in the 30 km.",
  "/wiki/Nikolay_Bazhukov": "Nikolay Serafimovich Bazhukov (Russian: Николай Серафимович Бажуков) (born July 23, 1953 in Troitsko-Pechorsk, Komi ASSR) is a Soviet/Russian cross-country skier who competed from 1976 to 1980. He won the 15 km gold and the 4 × 10 km relay bronze at the 1976 Winter Olympics in Innsbruck, then followed it with a 4 × 10 km relay gold at the 1980 Winter Olympics in Lake Placid, New York. Bazhukov trained at the Armed Forces sports society.",
  "/wiki/Yevgeny_Belyayev": "Yevgeny Prokopievich Belyayev (Russian: Евге́ний Проко́пьевич Беля́ев) (March 20, 1954 - March 15, 2003) was a Soviet/Russian cross-country skier who competed in the 1970s and 1980s, representing the Soviet Union at the international level. Belyayev trained at VSS Trud in Leningrad until 1981 and at Dynamo in the same city since then. He won the 15 km silver and the 4 × 10 km relay bronze at the 1976 Winter Olympics in Innsbruck, then followed it with a 4 × 10 km relay gold at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Raisa_Smetanina": "Raisa Petrovna Smetanina (Russian: Раиса Петровна Сметанина; born 29 February 1952) is a former Soviet/Russian cross-country skiing champion. Smetanina is an ethnic Komi. She is the first woman in history to win ten Winter Olympic medals (Stefania Belmondo being the second, Marit Bjørgen the third, and Ireen Wüst the fourth). Smetanina took part in five Olympics, representing the Soviet team four times and the Unified Team once. In particular, Smetanina won two gold and one silver medals at the 1976 Winter Olympics, becoming the most successful athlete there, along with Rosi Mittermaier of West Germany.",
  "/wiki/Irina_Rodnina": "Irina Konstantinovna Rodnina (Russian: Ирина Константиновна Роднина, IPA: [ɪˈrʲinə kənstɐnˈtʲinəvnə rədʲnʲɪˈna]; born 12 September 1949) is a Russian politician and figure skater, who is the only pair skater to win 10 successive World Championships (1969–78) and three successive Olympic gold medals (1972, 1976, 1980). She was elected to the State Duma in the 2007 legislative election as a member of President Vladimir Putin's United Russia party. As a figure skater, she initially competed with Alexei Ulanov and later teamed up with Alexander Zaitsev. She is the first pair skater to win the Olympic title with two different partners, followed only by Artur Dmitriev.",
  "/wiki/Alexander_Gennadiyevich_Zaitsev": "Alexander Gennadiyevich Zaitsev (Russian: Александр Геннадиевич Зайцев, born 16 June 1952 in Leningrad) is a retired pair skater who represented the Soviet Union. With partner Irina Rodnina, he is a two-time (1976, 1980) Olympic champion, six-time World champion and seven-time European champion. From 1973 to 1980 they won every event they entered. They were coached by Stanislav Zhuk and later Tatiana Tarasova in Moscow.",
  "/wiki/Figure_skating_at_the_1980_Winter_Olympics": "Figure skating at the 1980 Winter Olympics took place at the Olympic Center Arena in Lake Placid, New York.",
  "/wiki/Natalia_Linichuk": "Natalya Vladimirovna Linichuk (Russian: Наталья Владимировна Линичук​ (help·info); born 6 February 1956) is a Russian ice dancing coach and former competitive ice dancer for the Soviet Union. With partner and husband Gennadi Karponosov, she is the 1980 Olympic champion and a two-time World champion.",
  "/wiki/Gennadi_Karponossov": "Gennadi Mikhailovich Karponosov (Russian: Геннадий Михайлович Карпоносов​ (help·info); born 21 November 1950) is an ice dancing coach and a former competitive ice dancer for the Soviet Union. With Natalia Linichuk, he is the 1980 Olympic champion and a two-time World champion.",
  "/wiki/Vera_Zozu%C4%BCa": "Vera Zozuļa or Vera Zozulya (Russian: Зозуля, Вера Васильевна; born January 15, 1956 in Talsi, Latvian SSR) is a Latvian-born Soviet luger who competed during the late 1970s and early 1980s. Competing in two Winter Olympics, she won the gold medal in the women's singles event at the 1980 Winter Olympics in Lake Placid, New York. As of the 2018 Winter Olympics, she is the only non-German speaking winner of any Winter Olympic luge event.",
  "/wiki/Luge_at_the_1980_Winter_Olympics": "Luge at the 1980 Winter Olympics consisted of three events at Mt. Van Hoevenberg Olympic Bobsled Run.  The competition took place between February 13 and February 16, 1980.",
  "/wiki/Nataliya_Petrusyova": "Natalya Anatolyevna Petrusyova (Russian: Ната́лья Анато́льевна Петрусёва; born 2 September 1955) is a former speed skater.",
  "/wiki/Speed_skating_at_the_1980_Winter_Olympics": "Speed skating at the 1980 Winter Olympics, was held from 9 February to 18 February. Nine events were contested at James B. Sheffield Olympic Skating Rink.",
  "/wiki/Nina_Baldycheva-Fyodorova": "Nina Viktorovna Baldycheva (Russian: Нина Викторовна Балдычёва; also known as Baldychova, Fedorova, Baldycheva-Fedorova or Fyodorova; 18 July 1947 – 27 January 2019) was a Russian cross-country skier who competed from 1970 to 1980. She won three medals at the Winter Olympics with a gold in the 4 × 5 km relay (1976), a silver in the 4 × 5 km relay (1980), and a bronze in the 5 km (1976). In the relay in 1976, she injured her left hand in a fall at the start, but completed the race.",
  "/wiki/Nina_Rocheva": "Nina Petrovna Rocheva (Russian: Нина Петровна Рочева, née Selyunina; 13 October 1948) is a former Soviet cross-country skier who competed from 1978 to 1980. She won a silver medal in the 4 × 5 km relay at the 1980 Winter Olympics in Lake Placid, New York.",
  "/wiki/Galina_Kulakova": "Galina Alexeyevna Kulakova (Russian: Галина Алексеевна Кулакова, born 29 April 1942) is a Soviet former cross-country skier, arguably the best skier on distances shorter than 10 km in the early 1970s. She won four Olympic golds, two individual in 1972 and two relay golds in 1972 and 1976. She was the most successful athlete at the 1972 Winter Olympics, along with Ard Schenk of the Netherlands. Competing in the World Championships, she won three individual golds, two in 1974 and one in 1970, and also two relay golds in those years.  Kulakova also won the 10 km event at the Holmenkollen ski festival in 1970 and 1979. Galina Kulakova was also 39 times Champion of the USSR between 1969 and 1981.",
  "/wiki/Marina_Cherkasova": "Marina Evgenievna Cherkasova (Russian: Марина Евгеньевна Черкасова; born 17 November 1964) is a Russian retired pair skater. With Sergei Shakhrai, she won the 1979 European title at the age of 14. At 15, she was the 1980 Olympic silver medalist and 1980 World champion.",
  "/wiki/Sergei_Shakhrai": "Sergei Semenovich Shakhrai (Russian: Серге́й Семёнович Шахрай; born 28 June 1958) is a Russian retired pair skater. With partner Marina Cherkasova, he is the 1980 Olympic silver medalist, 1980 World champion, and 1979 European champion.",
  "/wiki/Soviet_Union_men%27s_national_ice_hockey_team": "The Soviet national ice hockey team (Russian: Сборная СССР по хоккею с шайбой) was the national ice hockey team of the Soviet Union. The team won nearly every world championship and Olympic tournament between 1954 and 1991 and never failed to medal in any International Ice Hockey Federation (IIHF) tournament they competed in.",
  "/wiki/Vladimir_Myshkin": "Vladimir Semenovich Myshkin (Russian: Владимир Семенович Мышкин; born June 19, 1955) is a former ice hockey goaltender.  He was a goaltender for HC Dynamo Moscow and the Soviet Union national ice hockey team in the 1970s and 1980s.",
  "/wiki/Vladislav_Tretiak": "Vladislav Aleksandrovich Tretiak, MSM (Russian: Владислав Александрович Третьяк, IPA: [trʲɪˈtʲjak]; born 25 April 1952) is a Russian former goaltender for the Soviet Union national ice hockey team. Considered to be one of the greatest goaltenders in the history of the sport, he was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries. He is the current president of the Ice Hockey Federation of Russia and was the general manager of the Russian 2010 Winter Olympic team.",
  "/wiki/Viacheslav_Fetisov": "Viacheslav Alexandrovich \"Slava\" Fetisov (Russian: Вячеслав Александрович Фетисов, Vjačeslav Aleksandrovič Fetisov; born 20 April 1958) is a retired Russian professional ice hockey defenceman. He played for HC CSKA Moscow for 13 seasons before joining the National Hockey League (NHL), where he played with the New Jersey Devils and won back-to-back Stanley Cups with the Detroit Red Wings. After retiring from his playing career, he became the assistant coach for the New Jersey Devils. Having a very successful four years, he helped get the team to two Stanley Cup finals and one Stanley Cup victory.",
  "/wiki/Vasily_Pervukhin": "Vasili Alekseevich Pervukhin (Russian: Василий Алексеевич Первухин) (born January 1, 1956 in Penza, Soviet Union) is a Russian former ice hockey player, who competed for the Soviet Union. At the national level he played for Dizelist Penza between 1974 and 1976, and for HC Dynamo Moscow between 1976 and 1989.",
  "/wiki/Valery_Vasiliev": "Valeri Ivanovich Vasiliev (Russian: Валерий Иванович Васильев) (August 3, 1949 – April 19, 2012) was a Russian ice hockey defenceman, who competed for the USSR. An eight-time Soviet all-star, Vasiliev was captain of the national team, for which he played 13 years. Born in Gorky, Soviet Union, he played for HC Dynamo Moscow.",
  "/wiki/Alexei_Kasatonov": "Alexei Viktorovich Kasatonov (Russian: Алексей Викторович Касатонов; born 14 October 1959 in Leningrad, Soviet Union) is a Russian former ice hockey defenceman, who was a long-time member of the Soviet Union national ice hockey team.",
  "/wiki/Sergei_Starikov": "Sergei Viktorovich Starikov (Russian: Серге́й Ви́кторович Ста́риков) (born December 4, 1958 in Chelyabinsk, Soviet Union) is a Russian ice hockey coach, who competed as defenseman for the Soviet national team.",
  "/wiki/Zinetula_Bilyaletdinov": "Zinetula Khaidarovich \"Bill\" Bilyaletdinov (Russian: Зинэтула Хайдарович Билялетдинов, Tatar: Зиннәтулла Хәйдәр улы Билалетдинев; born 13 March 1955) is a former Russian ice hockey player of Tatar descent, who competed for the USSR. In 1973–1988 he competed for HC Dynamo Moscow. He won the Russian Championship in season 2005–2006 and consecutive European Champions Cup-2007, as well as the history's first KHL Gagarin Cup as a head coach for Ak Bars Kazan.",
  "/wiki/Vladimir_Krutov": "Vladimir Yevgenyevich Krutov (Russian: Владимир Евгеньевич Крутов; 1 June 1960 – 6 June 2012), nicknamed \"The Tank\", was a Soviet hockey forward. Together with Igor Larionov and Sergei Makarov, he was part of the famed KLM Line. He is considered one of the best hockey wingers of the 1980s.",
  "/wiki/Alexander_Maltsev": "Alexander Nikolayevich Maltsev (Russian: Александр Николаевич Мальцев; born 20 April 1949) is a retired Soviet ice hockey forward and politician.",
  "/wiki/Yuri_Lebedev": "Yuri Vasilievich Lebedev (Russian: Юрий Васильевич Лебедев) (born March 1, 1951 in Moscow, Soviet Union) was a Russian hockey player, who competed for the Soviet Union. He scored a hat trick against the Netherlands during the 1980 Winter Olympic games.",
  "/wiki/Boris_Mikhailov_(ice_hockey)": "Boris Petrovich Mikhailov (Russian: Бори́с Петро́вич Миха́йлов; born October 6, 1944) is a former Soviet ice hockey player.",
  "/wiki/Vladimir_Vladimirovich_Petrov": "Vladimir Vladimirovich Petrov (Russian: Влади́мир Влади́мирович Петро́в; 30 June 1947 – 28 February 2017) was a Russian Soviet ice hockey player, Olympic Champion (1972, 1976) and silver medalist (1980).",
  "/wiki/Valery_Kharlamov": "Valeri Borisovich Kharlamov (Russian: Вале́рий Бори́сович Харла́мов, IPA: [vɐˈlʲerʲɪj bɐˈrʲisəvʲɪtɕ xɐrˈɫaməf]; 14 January 1948 – 27 August 1981) was an ice hockey forward who played for CSKA Moscow in the Soviet League from 1967 until his death in 1981. Although small in stature, Kharlamov was speedy, intelligent and skilled and a dominant player, being named the Soviet Championship League most valuable player in 1972 and 1973. An offensive player, who was considered very creative and intelligent on the ice, he also led the league in scoring in 1972. He was also a gifted skater who was able to make plays at top speed. Kharlamov was considered one of the best players of his era, as well as one of the greatest players of all time.",
  "/wiki/Helmut_Balderis": "Helmuts Balderis-Sildedzis (born 31 July 1952) is a retired Latvian and Soviet ice hockey player. He played right wing.",
  "/wiki/Viktor_Zhluktov": "Viktor Vasilievich Zhluktov (Russian: Виктор Васильевич Жлуктов) (born January 26, 1954) is a retired Russian ice hockey player who played for CSKA Moscow and the Soviet Union.",
  "/wiki/Aleksandr_Golikov": "Aleksandr Nikolayevich Golikov (Russian: Александр Николаевич Голиков) (born November 26, 1952) is a Russian former ice hockey player.",
  "/wiki/Sergei_Makarov_(ice_hockey)": "Sergei Mikhailovich Makarov (Russian: Серге́й Михайлович Макаров; born 19 June 1958) is a Russian former ice hockey right wing and two-time Olympic gold medalist. He was voted one of six players to the International Ice Hockey Federation's (IIHF) Centennial All-Star Team in a poll conducted by a group of 56 experts from 16 countries.",
  "/wiki/Vladimir_Golikov": "Vladimir Nikolayevich Golikov (Russian: Владимир Николаевич Голиков) (born June 20, 1954 in Penza, Soviet Union) is a retired ice hockey player who played in the Soviet Hockey League.  He played for HC Dynamo Moscow. Inducted into the Russian and Soviet Hockey Hall of Fame in 1978, he is also the brother of another hockey player, Aleksandr Golikov.",
  "/wiki/Aleksandr_Vikentyevich_Skvortsov": "Alexander Vikentyevich Skvortsov (Russian: Александр Викентьевич Скворцов) (August 28, 1954 – February 4, 2020) was a Russian ice hockey player, who competed for the Union of Soviet Socialist Republics in the Olympic Games.  Skvortsov scored 2 goals during the 1980 games en route to a silver medal, and scored 4 goals in the 1984 games as the Soviets won the gold.  He was also a three-time world champion with the Soviet national team.",
  "/wiki/Ice_hockey_at_the_1980_Winter_Olympics": "The men's ice hockey tournament at the 1980 Winter Olympics in Lake Placid, United States, was the 14th Olympic Championship. Twelve teams competed in the tournament, which was held from February 12 to 24. The United States won its second gold medal, including a win over the heavily favored Soviet Union that became known as the \"Miracle on Ice\". Games were held at the Olympic Fieldhouse (8,000) and the Olympic Arena (2,500).",
  "/wiki/Yevgeny_Kulikov": "Yevgeny Nikolayevich Kulikov (Russian: Евге́ний Никола́евич Кулико́в, born 25 May 1950 in Sverdlovsk Oblast) is a former speed skater who specialised in the sprint.",
  "/wiki/Aleksandr_Zavyalov": "Alexander Alexandrovich Zavyalov (Russian: Алекса́ндр Алекса́ндрович Завья́лов; born June 2, 1955) is a former Soviet/Russian cross-country skier who competed in the early 1980s, training at Armed Forces sports society. He won a bronze in the 50 km at the 1980 Winter Olympics in Lake Placid, New York and two silvers at the 1984 Winter Olympics in Sarajevo (30 km, 4 × 10 km relay). Zavyalov won the Cross-Country World Cup in the 1982–83 season.",
  "/wiki/Irina_Moiseeva": "Irina Valentinovna Moiseeva (Russian: Ирина Валентиновна Моисеева; born 3 July 1955) is \na Russian retired ice dancer who represented the Soviet Union. With partner and husband Andrei Minenkov, she is the 1976 Olympic silver medalist, 1980 Olympic bronze medalist, and two-time World champion (1975, 1977).",
  "/wiki/Andrei_Minenkov": "Andrei Olegovich Minenkov (Russian: Андрей Олегович Миненков; born 6 December 1954) is a Russian retired ice dancer who represented the Soviet Union. With partner and wife Irina Moiseeva, he is the 1976 Olympic silver medalist, 1980 Olympic bronze medalist, and two-time world champion (1975 and 1977).",
  "/wiki/Ingr%C4%ABda_Amantova": "Ingrīda Amantova (born June 21, 1960 in Cēsis) is a Latvian-born Soviet luger who competed during the early 1980s. Competing in two Winter Olympics, she won the bronze medal in the women's singles event at Lake Placid, New York in 1980 and finished fourth in the same event at the following Winter Olympics in Sarajevo. This was the only instances Soviet or Latvian athletes won Olympic medals in women's luge."
}