{
  "/wiki/VP-1": "Patrol Squadron One (VP-1), established 15 February 1943, is an active aviation squadron of the United States Navy operating the Boeing P-8A Poseidon aircraft from its home port at Naval Air Station Whidbey Island, Washington, United States.  The squadron is known by its nickname \"Screaming Eagles\", adopted in 1985 replacing its previous nickname \"Fleet's Finest\".  The squadron went by the call sign \"BACKDOOR\" during the 1960s and 1970s.",
  "/wiki/P-8A": "The Boeing P-8 Poseidon (formerly Multimission Maritime Aircraft) is a military aircraft developed and produced by Boeing Defense, Space & Security, modified from the 737-800ERX. It was developed for the United States Navy (USN).",
  "/wiki/Patrol_Wing": "A Patrol Wing (PatWing) was a United States Navy aviation unit with the commander of a Patrol Wing known as the Commodore, the ComPatWing or COMPATWING.  From 1 November 1942 to 30 June 1973 Patrol Wings were designated \"Fleet Air Wings\".  On 26 March 1999 all then existing Pacific Fleet Patrol Wings were redesignated Patrol and Reconnaissance Wings and on 1 June 1999 all then existing Atlantic Fleet Patrol Wings were redesigned Patrol and Reconnaissance Wings with the Commodore designated as COMPATRECONWING or ComPatReconWing.",
  "/wiki/NAS_Whidbey_Island": "Naval Air Station Whidbey Island (NASWI) (IATA: NUW, ICAO: KNUW, FAA LID: NUW) is a naval air station of the United States Navy located on two pieces of land near Oak Harbor, on Whidbey Island, in Island County, Washington.",
  "/wiki/VP-4": "Patrol Squadron Four (VP-4) is a U.S. Navy land-based patrol squadron based at the Naval Air Station Whidbey Island, Oak Harbor, Washington, which is tasked to undertake maritime patrol, anti-submarine warfare (ASW), and intelligence, surveillance and reconnaissance (ISR) missions flying the Boeing P-8 Poseidon.",
  "/wiki/VP-5": "Patrol Squadron FIVE (VP-5) is a long-lived maritime patrol squadron of the United States Navy. It is the second squadron to bear the VP-5 designation. VP-5 is the second oldest patrol squadron, the fourth oldest in the United States Navy, and the 33rd oldest squadron in the United States military. As of 2019, VP-5 is still active and is based at NAS Jacksonville, Florida.",
  "/wiki/NAS_Jacksonville": "Naval Air Station Jacksonville (NAS Jacksonville) (IATA: NIP, ICAO: KNIP, FAA LID: NIP) is a large naval air station located approximately eight miles (13 km) south of the central business district of Jacksonville, Florida, United States.",
  "/wiki/VP-8": "Patrol Squadron Eight (VP-8) is a U.S. Navy land-based patrol squadron stationed at Naval Air Station Jacksonville, Florida (USA).  VP-8 is tasked to undertake maritime patrol, anti-submarine warfare (ASW), and intelligence, surveillance and reconnaissance (ISR) missions. The Squadron is equipped with the Boeing P-8A Poseidon.",
  "/wiki/VP-9": "Patrol Squadron  9 (VP-9) is a U.S. Navy patrol squadron with its homeport located at Naval Air Station Whidbey Island. As of 2018, VP-9 is part of Patrol and Reconnaissance Wing Ten, Commander, Naval Air Forces, Pacific.",
  "/wiki/VP-10": "Patrol Squadron 10 (VP-10) is a United States Navy Patrol Squadron based at Naval Air Station Jacksonville in Jacksonville, Florida, United States. It is nicknamed the \"Red Lancers\" and is equipped with the Boeing P-8A Poseidon. It is the third squadron to be designated VP-10. The first VP-10 was redesignated VP-2D15 on 21 September 1927 and the second VP-10 was redesignated VP-25 on 1 July 1939.",
  "/wiki/Patrol_Squadron_16": "VP-16, nicknamed the War Eagles, is an active Patrol Squadron of the U.S. Navy. It has been based at NAS Jacksonville, Florida since its founding in 1946. The squadron's mission is to operate Maritime patrol aircraft to the fleet in support of national interests. Originally established as Reserve Patrol Squadron 906 (VP-906) in May 1946, it was redesignated Medium Seaplane Squadron 56 (VP-ML-56) on 15 November 1946, redesignated Patrol Squadron 741 (VP-741) in February 1950 and redesignated Patrol Squadron 16 (VP-16) on 4 February 1953. It is the third squadron to be designated VP-16; the first VP-16 was redesignated VP-41 on 1 July 1939 and the second VP-16 was redesignated VPB-16 on 1 October 1944.",
  "/wiki/VP-26": "The VP-26 Tridents are a United States Navy aircraft squadron based at Naval Air Station Jacksonville in Florida. The squadron flies Boeing P-8A patrol aircraft. It was established as Bombing Squadron 114 (VB-114) on 26 August 1943 and renamed Patrol Bombing Squadron 114 (VPB-114) on 1 October 1944; Patrol Squadron 114 (VP-114) on 15 May 1946; Heavy Patrol Squadron (Landplane) 6 (VP-HL-6) on 15 November 1946, and Patrol Squadron 26 (VP-26) on 1 September 1948. The Tridents are the third squadron to be designated VP-26; the first VP-26 was renamed VP-102 on 16 December 1940, and the second VP-26 was renamed VP-14 on 1 July 1941.",
  "/wiki/VP-30": "Patrol Squadron 30 (VP-30) is an maritime patrol squadron of the United States Navy, established on 30 June 1960. It is based at Naval Air Station Jacksonville, Florida United States.",
  "/wiki/P-3_Orion": "The Lockheed P-3 Orion is a four-engine turboprop anti-submarine and maritime surveillance aircraft developed for the United States Navy and introduced in the 1960s. Lockheed based it on the L-188 Electra commercial airliner. The aircraft is easily distinguished from the Electra by its distinctive tail stinger or \"MAD Boom\", used for the magnetic detection of submarines.",
  "/wiki/Fleet_Replacement_Squadron": "A Fleet Replacement Squadron (FRS), is a unit of the United States Navy and Marine Corps that trains Naval Aviators, Naval Flight Officers (NFOs) and enlisted Naval Aircrewman on the specific front-line aircraft they have been assigned to fly.  Students, referred to as Replacement Pilots or Replacement Weapon Systems Officers are either newly winged aviators (Category I), aviators transitioning from one type aircraft to another (Category II), or aviators returning to the cockpit after a period of non-flying (Category III). After completing the training regimen, graduates are assigned to fleet squadrons.  Additionally, FRSs are responsible for training aircraft mechanics, providing replacement aircraft for fleet squadron attrition, and standardizing maintenance and aircraft operations.",
  "/wiki/VP-40_(1951-present)": "VP-40 is a Patrol Squadron of the U.S. Navy. The squadron was established on 20 January 1951. It is the second squadron to be designated VP-40, the first VP-40 was disestablished on 25 January 1950.",
  "/wiki/Boeing_P-8_Poseidon": "The Boeing P-8 Poseidon (formerly Multimission Maritime Aircraft) is a military aircraft developed and produced by Boeing Defense, Space & Security, modified from the 737-800ERX. It was developed for the United States Navy (USN).",
  "/wiki/VP-45": "Patrol Squadron 45 (VP-45) is a maritime patrol squadron of the United States Navy. The squadron was established on 1 November 1942 and is based at Naval Air Station Jacksonville, Florida, United States. Since 2014, VP-45 is equipped with the Boeing P-8 Poseidon aircraft.",
  "/wiki/VP-46": "Patrol Squadron 46 (VP-46), also known as the \"Grey Knights\", is a maritime patrol squadron of the United States Navy based at Naval Air Station Whidbey Island, Washington. Part of Patrol and Reconnaissance Wing Ten, VP-46 is the oldest maritime patrol squadron and the second oldest aircraft squadron in the entire U.S. Navy, second only behind VFA-14.",
  "/wiki/VP-47": "Patrol Squadron 47 (VP-47), also known as \"The Golden Swordsmen\", is a maritime patrol squadron of the United States Navy based at Naval Air Station Whidbey Island, Washington (USA), attached to Patrol and Reconnaissance Wing 10. The squadron currently flies the Boeing P-8A Poseidon.",
  "/wiki/VP-62_(1970-present)": "VP-62 is a Patrol Squadron of the United States Navy Reserve. The squadron was established on 1 November 1970. It is the fourth squadron to be designated VP-62, the first VP-62 was disestablished on 1 July 1943, the second VP-62 was redesignated VPB-62 on 1 October 1944 and the third VP-62 was disestablished on 30 January 1950.",
  "/wiki/List_of_United_States_Navy_aircraft_wings": "This is a list of United States Navy aircraft wings. The U.S. Navy operates different types of aircraft wings. Carrier air wings are operational units made up of squadrons of different types of aircraft and which deploy aboard aircraft carriers.  Type Wings are wings of a single type/model or type/model/series aircraft which do not deploy, they are \"force providers\" providing combat ready squadrons to deploying Carrier Air Wings and to other Navy or joint forces. Functional wings are wings which perform type wing functions but in addition to those functions they are also responsible for executing operational tasking of their subordinate squadrons. Lastly, the Navy operates Training Air Wings which train Navy, Marine Corps and Coast Guard Student Naval Aviators and Student Naval Flight Officers qualifying them as Naval Aviators and Naval Flight Officers. All Navy aircraft wings are commanded by an officer holding the rank of Captain.",
  "/wiki/VP-69": "VP-69 is a Patrol Squadron of the United States Navy Reserve. The squadron was established on 1 November 1970.",
  "/wiki/Marine_Corps_Base_Hawaii": "Marine Corps Base Hawaii (MCBH), formerly Marine Corps Air Station Kaneohe Bay and originally Naval Air Station Kaneohe Bay, is a U.S. Marine Corps facility and air station located on the Mokapu Peninsula of windward O'ahu in the City & County of Honolulu. For census purposes, the area is demarcated as the Kaneohe Station census-designated place, with a population at the 2010 Census of 9,517. Marine Corps Base Hawaii is home to Marines, sailors, their family members and civilian employees. The United States Marine Corps operates a 7,800-foot (2,400 m) runway at the base.",
  "/wiki/MQ-4C_Triton": "The Northrop Grumman MQ-4C Triton is an American high-altitude long endurance unmanned aerial vehicle (UAV) under development for the United States Navy as a surveillance aircraft.  Together with its associated ground control station, it is an unmanned aircraft system (UAS). Developed under the Broad Area Maritime Surveillance (BAMS) program, the system is intended to provide real-time intelligence, surveillance and reconnaissance missions (ISR) over vast ocean and coastal regions, continuous maritime surveillance, conduct search and rescue missions, and to complement the Boeing P-8 Poseidon maritime patrol aircraft. Triton builds on elements of the RQ-4 Global Hawk; changes include reinforcements to the air frame and wing, de-icing systems, and lightning protection systems. These capabilities allow the aircraft to descend through cloud layers to gain a closer view of ships and other targets at sea when needed.  The sensor suites allow ships to be tracked by gathering information on their speed, location, and classification.",
  "/wiki/VUP-19": "Unmanned Patrol Squadron 19 (VUP-19) is an unmanned patrol squadron of the United States Navy, nicknamed the \"Big Red\" and established on 1 October 2013.",
  "/wiki/NAS_Point_Mugu": "Naval Air Station Point Mugu is a former United States Navy air station that operated from 1942 to 2000 in California. In 2000, it merged with nearby Naval Construction Battalion Center Port Hueneme to form Naval Base Ventura County (NBVC).",
  "/wiki/List_of_United_States_Navy_aircraft_squadrons": "This is a list of active United States Navy aircraft squadrons. Deactivated or disestablished squadrons are listed in the List of Inactive United States Navy aircraft squadrons."
}