{
  "/wiki/Alpha_Chi_Alpha": "Alpha Chi Alpha (ΑΧΑ) is a fraternity at the American Ivy League university of Dartmouth College. Alpha Chi Alpha is a member of Dartmouth's Greek system, which currently has fourteen fraternities, nine sororities and three co-ed undergraduate houses that fall under the umbrella of the Greek system.",
  "/wiki/Alpha_Chi_Rho": "Alpha Chi Rho (ΑΧΡ), commonly known as Crows or AXP, is a men's collegiate fraternity founded on June 4, 1895, at Trinity College in Hartford, Connecticut, by the Reverend Paul Ziegler, his son Carl Ziegler, and Carl's friends William H. Rouse, Herbert T. Sherriff and William A.D. Eardeley. It is a charter member of the North-American Interfraternity Conference, and its national headquarters is R.B. Stewart National Headquarters, located in Neptune, New Jersey. The symbol of the fraternity is the labarum and men of Alpha Chi Rho are commonly called \"Crows.\"",
  "/wiki/Alpha_Delta_Phi": "Alpha Delta Phi (ΑΔΦ), commonly known as Alpha Delt, ADPhi, or ADP, is a North American Greek-letter social college fraternity. Alpha Delta Phi was originally founded as a literary society by Samuel Eells in 1832 at Hamilton College in Clinton, New York. Its more than 50,000 alumni include former presidents and senators of the United States, and justices of the Supreme Court.",
  "/wiki/Theta_Chi": "Theta Chi (ΘΧ) is an international college fraternity. It was founded on April 10, 1856 at Norwich University in Norwich, Vermont, and is a member of the North-American Interfraternity Conference. Theta Chi has initiated more than 191,000 members and currently has over 8,000 undergraduate members across North America.",
  "/wiki/Beta_Theta_Pi": "Beta Theta Pi (ΒΘΠ), commonly known as Beta, is a North American social fraternity that was founded in 1839 at Miami University in Oxford, Ohio. One of North America's oldest fraternities, it currently consists of 117 active chapters and 23 colonies in the United States and Canada. More than 210,000 members have been initiated worldwide and there are currently around 11,000 undergraduate members. Beta Theta Pi is the oldest of the three fraternities that formed the Miami Triad, along with Phi Delta Theta and Sigma Chi.",
  "/wiki/Alpha_Xi_Delta": "Alpha Xi Delta (ΑΞΔ or A-\"Zee\"-D ) is a women's fraternity founded on April 17, 1893 at Lombard College in Galesburg, Illinois, United States.",
  "/wiki/Delta_Tau_Delta": "Delta Tau Delta (ΔΤΔ), commonly known as Delt or DTD, is a United States-based international Greek letter college fraternity. Delta Tau Delta was founded in 1858 at Bethany College, Bethany, Virginia, (now West Virginia). It currently has around 140 student chapters nationwide, as well as few regional alumni groups. Its national philanthropic partner is the diabetes research organization JDRF.",
  "/wiki/Casque_and_Gauntlet": "Casque and Gauntlet (also known as C&G) is the second-oldest of the twelve senior societies at Dartmouth College.  C&G was founded in 1886, just after the Sphinx, and moved to its current location at 1 South Main Street in  1893.  The house was built in 1823 by Samuel Alden, and in 1915 the society installed a rear addition designed by Paterson, New Jersey architect Fred Wesley Wentworth, a founding member.  The house is the oldest and longest-occupied building of any society at Dartmouth.",
  "/wiki/Chi_Gamma_Epsilon": "Chi Gamma Epsilon (ΧΓΕ) is a prominent, local fraternity at the American Ivy League university of Dartmouth College.  \"Chi Gam,\" as it is commonly known, was part of the Kappa Sigma fraternity before breaking off for political reasons.  On campus, Chi Gam is known for its dance parties such as Gammapalooza, its house pong game known as ship  and its commitment to community service. In past years Chi Gam gained a reputation as the \"Baseball Frat,\"  although now the house is populated by a wide variety of different people, including members of the Dartmouth Lightweight Crew team, Dartmouth Cross Country team, and leaders of student organizations.",
  "/wiki/Kappa_Sigma": "Kappa Sigma (ΚΣ), commonly known as Kappa Sig, is an American collegiate social fraternity founded at the University of Virginia in 1869. Kappa Sigma is one of the five largest international fraternities with currently 318 active chapters and colonies in North America. Its endowment fund, founded in 1919, has donated more than $5 million to undergrads since 1948. In 2012 alone, the Fraternity's endowment fund raised over $1 million in donations.",
  "/wiki/Chi_Heorot": "Chi Heorot (often referred to simply as \"Heorot\" or \"XH\") is a local fraternity at Dartmouth College in Hanover, New Hampshire.",
  "/wiki/Delta_Delta_Delta": "Delta Delta Delta (ΔΔΔ), also known as Tri Delta, is an international sorority founded on November 27, 1888 at Boston University by Sarah Ida Shaw, Eleanor Dorcas Pond, Isabel Morgan Breed and Florence Isabelle Stewart.",
  "/wiki/Alpha_Phi_Alpha": "Alpha Phi Alpha Fraternity, Inc. (ΑΦΑ) is the first African-American, intercollegiate Greek-lettered fraternity.  It was initially a literary and social studies club organized in the 1905–1906 school year at Cornell University but later evolved into a fraternity with a founding date of December 4, 1906, at Cornell. It employs an icon from Ancient Egypt, the Great Sphinx of Giza, as its symbol. Its aims are \"Manly Deeds, Scholarship, and Love For All Mankind,\" and its motto is \"First of All, Servants of All, We Shall Transcend All.\" Its archives are preserved at the Moorland-Spingarn Research Center.",
  "/wiki/Dragon_Society": "The Dragon Society or Society of Dragons is a secret society of senior men at Dartmouth College in Hanover, New Hampshire, United States.  The group's membership and organizational structure are unknown, with notable exceptions. Dragon has been in continuous operation since its founding in 1898.",
  "/wiki/Dartmouth_College_Greek_organizations": "Dartmouth College is host to many Greek organizations, and a significant percentage of the undergraduate student body is active in Greek life.  In 2005, the school stated that 1,785 students were members of a fraternity, sorority, or coeducational Greek house, comprising about 43 percent of all students, or about 60 percent of the eligible student body.  Greek organizations at Dartmouth provide both social and residential opportunities for students, and are the only single-sex residential option on campus.  Greek organizations at Dartmouth do not provide dining options, as regular meals service has been banned in Greek houses since 1909.",
  "/wiki/Alpha_Chi_Omega": "Alpha Chi Omega (ΑΧΩ, also known as Alpha Chi or A Chi O) is a women's fraternity founded on October 15, 1885.",
  "/wiki/Kappa_Kappa_Gamma": "Kappa Kappa Gamma (ΚΚΓ), also known simply as Kappa or KKG, is a collegiate sorority, founded at Monmouth College in Monmouth, Illinois, United States.",
  "/wiki/Kappa_Kappa_Kappa": "Kappa Kappa Kappa, known informally as Tri-Kap, is a local men's fraternity at Dartmouth College in Hanover, New Hampshire. The fraternity was founded in 1842 and is the second-oldest fraternity at Dartmouth College. Tri-Kap is the oldest local fraternity in the United States.[not verified in body] It is located at 1 Webster Avenue, Hanover, New Hampshire.",
  "/wiki/Doric_temple": "The Doric order was one of the three orders of ancient Greek and later Roman architecture; the other two canonical orders were the Ionic and the Corinthian. The Doric is most easily recognized by the simple circular capitals at the top of columns. Originating in the western Dorian region of Greece, it is the earliest and in its essence the simplest of the orders, though still with complex details in the entablature above."
}