{
  "/wiki/Caliber": "In guns, particularly firearms, caliber (or calibre in British English) is the specified nominal internal diameter of the gun barrel bore regardless of how or where the bore is measured and whether or not the finished bore matches that specification. It is measured in inches to an accuracy of hundredths or thousandths of an inch or in millimeters.  For example, a \".45 caliber\" firearm has a barrel diameter of roughly 0.45 inches (11 mm).  Barrel diameters can also be expressed using metric dimensions. For example, a \"9 mm pistol\" has a barrel diameter of about 9 millimeters. Due to the inaccuracy and imprecision of imperial dimensions \"converted\" to metric units, metric designations are typically far out of specifications published in decimal inches. True \"caliber\" specifications require imperial measure, and even when cartridge designations (often mistakenly referred to as \"caliber\") only specify caliber to even tenths or hundredths of an inch, actual barrel/chamber/projectile dimensions are published to at least thousandths of an inch and frequently tolerances extend into ten-thousandths of an inch.",
  "/wiki/Rheinmetall_RMK30": "The RMK 30 (Rückstoßfreie Maschinenkanone 30; recoilless autocannon) is a recoilless 30 mm caliber autocannon firing caseless 30 × 250 mm ammunition cartridges. The gun was developed by the German company Mauser, which is now a subsidiary of the Rheinmetall group.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Jagdfaust": "The Sondergerät SG 500 Jagdfaust (\"hunting fist\") or Jägerfaust (\"hunter's fist\") was an experimental airborne anti-bomber recoilless rifle designed for use in the Me 163 Komet rocket plane by the German Luftwaffe during World War II.",
  "/wiki/Nazi_Germany": "Nazi Germany is the common English name for Germany between 1933 and 1945, when Adolf Hitler and his Nazi Party (NSDAP) controlled the country through a dictatorship. Under Hitler's rule, Germany became a totalitarian state where nearly all aspects of life were controlled by the government. The official name of the state was Deutsches Reich (German Reich) until 1943 and Großdeutsches Reich (Greater German Reich) from 1943 to 1945. Nazi Germany is also known as the Third Reich (Drittes Reich), meaning \"Third Realm\" or \"Third Empire\", the first two being the Holy Roman Empire (800–1806) and the German Empire (1871–1918). The Nazi regime ended after the Allies defeated Germany in May 1945, ending World War II in Europe.",
  "/wiki/M18_recoilless_rifle": "The M18 recoilless rifle is a 57 mm shoulder-fired, anti-tank recoilless rifle that was used by the U.S. Army in World War II and the Korean War. Recoilless rifles are capable of firing artillery-type shells at reduced velocities comparable to those of standard cannon, but with greater accuracy than anti-tank weapons that used unguided rockets, and almost entirely without recoil. The M18 was a breech-loaded, single-shot, man-portable, crew-served weapon. It could be used in both anti-tank and anti-personnel roles. The weapon could be both shoulder fired or fired from a prone position. The T3 front grip doubled as an adjustable monopod and the two-piece padded T3 shoulder cradle could swing down and to the rear as a bipod for the gunner. The most stable firing position was from the tripod developed for the water-cooled Browning M1917 machine gun.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Cold_War": "The Cold War was a period of geopolitical tension between the Soviet Union and the United States and their respective allies, the Eastern Bloc and the Western Bloc, after World War II. The period is generally considered to span the 1947 Truman Doctrine to the 1991 dissolution of the Soviet Union. The term \"cold\" is used because there was no large-scale fighting directly between the two superpowers, but they each supported major regional conflicts known as proxy wars. The conflict was based around the ideological and geopolitical struggle for global influence by the two powers, following their temporary alliance and victory against Nazi Germany in 1945. Whilst the Western Bloc and Eastern Bloc generally espoused the economic theories of capitalism and socialism, respectively, the conflict was mostly geopolitical in nature. Each power had a nuclear strategy that discouraged a pre-emptive attack by the other side, on the basis that such an attack would lead to the total destruction of the attacker—the doctrine of mutually assured destruction (MAD). Aside from the nuclear arsenal development and conventional military deployment, the struggle for dominance was expressed via psychological warfare, massive propaganda campaigns and espionage, far-reaching embargoes, rivalry at sports events and technological competitions such as the Space Race.",
  "/wiki/SPG-9": "The SPG-9 Kopye (Spear) is a tripod-mounted man-portable, 73 millimetre calibre recoilless gun developed by the Soviet Union. It fires fin-stabilised, rocket-assisted HE and HEAT projectiles similar to those fired by the 73 mm 2A28 Grom low pressure gun of the BMP-1 armored vehicle. It was accepted into service in 1962, replacing the B-10 recoilless rifle.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.",
  "/wiki/Miniman": "The Miniman (Swedish military designation Pansarskott m/68, abbreviated Pskott m/68) is a disposable single-shot 74-mm unguided anti-tank smooth bore recoilless weapon, designed in Sweden by Försvarets Fabriksverk (FFV) and became operational in 1968. The Miniman is delivered with the HEAT projectile pre-loaded launch tube. In appearance, the Miniman is similar to a single section tube  US M72 LAW and French SARPAC of the same era. In 1986 the Swedish Army adopted the FFV AT4, designated the Pansarskott m/86, to replace the Miniman. FFV engineers adopted the rugged but simple firing and safety mechanism of the Miniman for the AT4. The Miniman uses a unique version of the high-low chamber launch system that results in no recoil.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/7.5_cm_Leicht_Gesch%C3%BCtz_40": "The 7.5 cm Leichtgeschütz 40 was a recoilless gun used by the German Army during World War II.",
  "/wiki/M20_recoilless_rifle": "The M20 recoilless rifle is a U.S. 75 mm caliber recoilless rifle T21E12 that was used during the last months of the Second World War and the M20 extensively during the Korean War. It could be fired from an M1917A1 .30 caliber machine gun tripod, or from a vehicle mount, typically a Jeep. Its shaped charge warhead, also known as HEAT, was capable of penetrating 100 mm of armor. Although the weapon proved ineffective against the T-34 tank during the Korean War and most other tanks, it was used primarily as a close infantry support weapon to engage all types of targets including infantry and lightly armored vehicles. The M20 proved useful against pillboxes and other types of field fortifications. Its poor armor penetration by the HEAT round was because of it being a spin-stabilized projectile rather than the later fin-stabilized rounds used in the 106mm M40 recoilless rifle.[citation needed]",
  "/wiki/Breda_Folgore": "The Folgore (Thunderbolt) is an Italian 80 mm recoilless anti-tank weapon developed and manufactured by Breda Meccanica Bresciana. It weighs 18.9 kilograms (with bipod) and 25.6 kilograms (with tripod). Development of the Folgore started in 1974 and it was adopted by the Italian Army in 1986. Over 800 Folgores had been produced by 2001.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Czechoslovakia": "Czechoslovakia, or Czecho-Slovakia (/ˌtʃɛkoʊsloʊˈvækiə, -kə-, -slə-, -ˈvɑː-/; Czech and Slovak: Československo, Česko-Slovensko), was a sovereign state in Central Europe that existed from October 1918, when it declared its independence from the Austro-Hungarian Empire, until its peaceful dissolution into the Czech Republic and Slovakia on 1 January 1993.",
  "/wiki/B-10_recoilless_rifle": "The B-10 recoilless rifle (Bezotkatnojie orudie-10, known as the RG82 in East Germany) is a Soviet 82 mm smoothbore recoilless gun. It could be carried on the rear of a BTR-50 armoured personnel carrier. It was a development of the earlier SPG-82, and entered Soviet service during 1954. It was phased out of service in the Soviet Army in the 1960s and replaced by the SPG-9, remaining in service with parachute units at least until the 1980s. Although now obsolete it was used by a large number of countries during the Cold War.",
  "/wiki/Socialist_Federal_Republic_of_Yugoslavia": "The Socialist Federal Republic of Yugoslavia (SFRY), also known as SFR Yugoslavia or simply Yugoslavia, was a country located in Central and Southeastern Europe that existed from its foundation in the aftermath of World War II until its dissolution in 1992 amid the Yugoslav Wars. Covering an area of 255,804 km² (98,766 sq mi), the SFRY was bordered by the Adriatic Sea and Italy to the west, Austria and Hungary to the north, Bulgaria and Romania to the east, and Albania and Greece to the south. The nation was a socialist state and a federation governed by the League of Communists of Yugoslavia and made up of six socialist republics – Bosnia and Herzegovina, Croatia, Macedonia, Montenegro, Serbia, and Slovenia – with Belgrade as its capital. In addition, it included two autonomous provinces within Serbia: Kosovo and Vojvodina. The SFRY's origin is traced to 26 November 1942, when the Anti-Fascist Council for the National Liberation of Yugoslavia was formed during World War II. On 29 November 1945, the Federal People's Republic of Yugoslavia was proclaimed after the deposition of King Peter II, thus ending the monarchy. Until 1948, the new communist government originally sided with the Eastern Bloc under the leadership of Josip Broz Tito at the beginning of the Cold War, but after the Tito–Stalin split of 1948, Yugoslavia pursued a policy of neutrality. It became one of the founding members of the Non-Aligned Movement, and transitioned from a command economy to market-based socialism. The SFRY maintained neutrality during the Cold War as part of its foreign policy. It was a founding member of CERN, the United Nations, Non-Aligned Movement, OSCE, IFAD, WTO, Eutelsat, and BTWC. Following the death of Tito on 4 May 1980, the Yugoslav economy started to collapse, which increased unemployment and inflation. The economic crisis led to a rise in ethnic nationalism in the late 1980s and early 1990s; dissidence resulted among the multiple ethnicities within the constituent republics. With the collapse of communism in Eastern Europe, inter-republic talks on transformation of the federation into a confederacy also failed, with the two wealthiest republics (Croatia and Slovenia) seceding. In 1991 some European states recognized their independence. The federation collapsed along federal borders, followed by the start of the Yugoslav Wars, and the final downfall and breakup of the federation on 27 April 1992. Two of its republics, Serbia and Montenegro, remained within a reconstituted state known as the \"Federal Republic of Yugoslavia\", but this union was not recognized internationally as the official successor state to the SFRY. The term \"former Yugoslavia\" (bivša Jugoslavija/бивша Југославија) is now commonly used retrospectively.",
  "/wiki/Carl_Gustav_recoilless_rifle": "The Carl Gustaf recoilless rifle (Swedish pronunciation: [kɑːɭ ˈɡɵ̂sːtav]) is an 84-mm man-portable reusable anti-tank weapon produced by Saab Bofors Dynamics (formerly Bofors Anti-Armour AB) in Sweden. Introduced in 1946, it was one of the many recoilless rifle designs of that era. While similar weapons have generally disappeared from service, the Carl Gustaf is still being made and remains in widespread use today. The Carl Gustaf is a lightweight, low-cost weapon that uses a wide range of ammunition, which makes it extremely flexible and suitable for a wide variety of roles.",
  "/wiki/AT4": "The AT4 (also AT-4) is an 84-mm unguided, portable, single-shot recoilless smoothbore weapon built in Sweden by Saab Bofors Dynamics (previously Bofors Anti-Armour Systems). Saab has had considerable sales success with the AT4, making it one of the most common light anti-tank weapons in the world.",
  "/wiki/55_S_55": "55 S 55 (from Finnish 55 millimetrin kevyt sinko malli 1955, '55 millimetre light recoilless anti-tank weapon model 1955'), colloquially Nyrkki, was a Finnish recoilless anti-tank weapon from the mid-1950s. The 55 S 55 was designed by a Finnish Defence Forces team led by MSc, Capt Esko Puronto, and it was manufactured by FDF's Vammaskoski factory (now part of Finnish state military industrial enterprise Patria).",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Ordnance,_RCL,_3.45_in": "The 3.45 inch RCL was an 88mm  British recoilless weapon, designed by Sir Dennis Burney during the Second World War. Delayed by problems due to breech wear because of gas erosion upon firing, it did not see action, as was hoped, in the Far East, particularly Burma. However it did lead to the post war Mobat and  Wombat recoilless rifles.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Pvpj_1110": "The Pansarvärnspjäs 1110 (Pvpj 1110) is a Swedish 90 mm  recoilless gun also widely known as Pv-1110. It entered service at the early 1960s and was phased out of service in the Swedish Army in the late 1990s after 1,600 had been produced. Some 300 weapons were transferred to Estonia, Latvia and Lithuania.",
  "/wiki/M67_recoilless_rifle": "The M67 recoilless rifle was a 90 mm (3.55 inch) anti-tank recoilless rifle made in the United States and later in South Korea. It could also be employed in an anti-personnel role with the use of the M590 antipersonnel round. It was designed to be fired primarily from the ground using the bipod and monopod, but could also be fired from the shoulder using the folded bipod as a shoulder rest and the monopod as a front grip. The weapon was air-cooled and breech-loaded, and fired fixed ammunition. It is a direct fire weapon employing stadia lines to allow simple range finding, based on a typical tank target bridging the lines once in range.",
  "/wiki/RCL_3.7_inch_Gun": "The 3.45 inch RCL was an 88mm  British recoilless weapon, designed by Sir Dennis Burney during the Second World War. Delayed by problems due to breech wear because of gas erosion upon firing, it did not see action, as was hoped, in the Far East, particularly Burma. However it did lead to the post war Mobat and  Wombat recoilless rifles.",
  "/wiki/95_S_58-61": "The 95 S 58-61 is a heavy recoilless anti-tank weapon used by the Finnish Army. It is also referred to as raskas sinko (heavy recoilless rifle), or colloquially as Musti (\"Blackie\"). The weapon was developed in 1958 and it was given a new wheel-equipped carriage in 1961. The name of the weapon means \"95 mm, Sinko, model 1958/1961\", where sinko is the Finnish word for recoilless weapon.",
  "/wiki/Davy_Crockett_(nuclear_device)": "The M-28 or M-29 Davy Crockett Weapon System was the tactical nuclear recoilless gun (smoothbore) for firing the M-388 nuclear projectile that was deployed by the United States during the Cold War. It was one of the smallest nuclear weapon systems ever built, with a yield between 10 and 20 tons TNT equivalent (40–80 gigajoules). \nIt is named after American folk hero, soldier, and congressman Davy Crockett.",
  "/wiki/List_of_artillery_by_type": "A list of artillery catalogues types of weapons found in batteries of national armed forces' artillery units."
}