{
  "/wiki/Member_state_of_the_European_Union": "The European Union (EU) consists of 27 member states. Each member state is party to the founding treaties of the union and thereby shares in the privileges and obligations of membership. Unlike members of most international organisations, the member states of the EU have agreed by treaty to shared sovereignty through the institutions of the European Union in some (but by no means all) aspects of government. Member states must agree unanimously for the EU to adopt some policies; for others, collective decision making is by qualified majority voting. Subsidiarity, meaning that decisions are taking collectively if and only if they cannot realistically be taken individually, is a founding principle of the EU. In 1957, six core states founded the EU's predecessor, the European Economic Community (Belgium, France, Italy, Luxembourg, the Netherlands, and West Germany). The remaining states have acceded in subsequent enlargements. To accede, a state must fulfill the economic and political requirements known as the Copenhagen criteria, which require a candidate to have a democratic, free-market government together with the corresponding freedoms and institutions, and respect for the rule of law.",
  "/wiki/Currency_sign": "A currency symbol or currency sign is a graphic symbol used as a shorthand for a currency's name, especially in reference to amounts of money.",
  "/wiki/ISO_4217": "ISO 4217 is a standard first published by International Organization for Standardization in 1978, which delineates currency designators, country codes (alpha and numeric), and references to minor units in three tables:",
  "/wiki/Austrian_schilling": "The schilling (German: Schilling) was the currency of Austria from 1925 to 1938 and from 1945 to 1999, and the circulating currency until 2002. The euro was introduced at a fixed parity of  €1 = 13.7603 schilling to replace it. The schilling was divided into 100 groschen.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czech Republic to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects. Austria initially emerged as a margraviate around 976 and developed into a duchy and archduchy. In the 16th century, Austria started serving as the heart of the Habsburg Monarchy and the junior branch of the House of Habsburg – one of the most influential royal dynasties in history. As an archduchy, it was a major component and administrative centre of the Holy Roman Empire.",
  "/wiki/Belgian_franc": "The Belgian franc (Dutch: Belgische frank, French: Franc belge, German: Belgischer Franken) was the currency of the Kingdom of Belgium from 1832 until 2002 when the Euro was introduced. It was subdivided into 100 subunits, known as centiemen (Dutch), centimes (French) or Centime (German).",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège. The sovereign state is a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region in the north, Wallonia in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita.",
  "/wiki/Cypriot_pound": "The Cypriot pound, also known as the Cypriot lira (Greek: λίρα / plural λίρες and Turkish: lira, from the Latin libra through the Italian lira), was the currency of Cyprus, including the Sovereign Base Areas in Akrotiri and Dhekelia, from 1879 to 2007, when the Republic of Cyprus adopted the euro. However, the self-proclaimed Turkish Republic of Northern Cyprus used and still uses on the official level the Turkish lira.\n The Cypriot pound was introduced in 1879 and was equal in value to the pound sterling. It had remained at that value until 1972, some twelve years after Cyprus gained independence from the United Kingdom. The Cypriot pound was replaced by the euro as official currency of the Republic of Cyprus on 1 January 2008 at the irrevocable fixed exchange rate of CYP 0.585274 = € 1.00.",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece. The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world. Cyprus was settled by Mycenaean Greeks in two waves in the 2nd millennium BC. As a strategic location in the Middle East, it was subsequently occupied by several major powers, including the empires of the Assyrians, Egyptians and Persians, from whom the island was seized in 333 BC by Alexander the Great. Subsequent rule by Ptolemaic Egypt, the Classical and Eastern Roman Empire, Arab caliphates for a short period, the French Lusignan dynasty and the Venetians, was followed by over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914).",
  "/wiki/Dutch_guilder": "The Dutch guilder (Dutch: gulden, IPA: [ˈɣɵldə(n)]) or fl. was the currency of the Netherlands from the 17th century until 2002, when it was replaced by the euro. Between 1999 and 2002, the guilder was officially a \"national subunit\" of the euro. However, physical payments could only be made in guilder, as no euro coins or banknotes were available. The Netherlands Antillean guilder is still in use in Curaçao and Sint Maarten (two countries in the Kingdom of the Netherlands), but this currency is distinct from the Dutch guilder. In 2004, the Surinamese guilder was replaced by the Surinamese dollar. The Dutch name gulden was a Middle Dutch adjective meaning \"golden\", and the name indicates the coin was originally made of gold. The symbol ƒ or fl.",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages. The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht and Eindhoven. Amsterdam is the country's most populous city and nominal capital, while The Hague holds the seat of the States General, Cabinet and Supreme Court.",
  "/wiki/Estonian_kroon": "The kroon (sign: kr; code: EEK) was the official currency of Estonia for two periods in history: 1928–1940 and 1992–2011. Between 1 January and 14 January 2011, the kroon circulated together with the euro, after which the euro became the sole legal tender in Estonia. The kroon was subdivided into 100 cents (senti; singular sent). The word kroon (Estonian pronunciation: [ˈkroːn], “crown”) is related to that of the Nordic currencies (such as the Swedish krona and the Danish and Norwegian krone) and derived from the Latin word corona (\"crown\"). The kroon succeeded the mark in 1928 and was in use until the Soviet invasion in 1940 and Estonia's subsequent incorporation into the Soviet Union when it was replaced by the Soviet ruble. After Estonia regained its independence, the kroon was reintroduced in 1992.",
  "/wiki/Estonia": "Estonia (Estonian: Eesti [ˈeːsʲti] (listen)), officially the Republic of Estonia (Estonian: Eesti Vabariik), is a country on the eastern coast of the Baltic Sea in Northern Europe. It is bordered to the north by the Gulf of Finland with Finland on the other side, to the west by the Baltic Sea with Sweden on the other side, to the south by Latvia (343 km), and to the east by Lake Peipus and Russia (338.6 km). The territory of Estonia consists of the mainland and of 2,222 islands in the Baltic Sea, covering a total area of 45,227 km2 (17,462 sq mi), water 2,839 km2 (1,096 sq mi), land area 42,388 km2 (16,366 sq mi), and is influenced by a humid continental climate. The official language of the country, Estonian, is the second-most-spoken Finnic language. The territory of Estonia has been inhabited since at least 9,000 BC. Ancient Estonians became some of the last European pagans to adopt Christianity - following the Livonian Crusade in the 13th century. After centuries of successive rule by Germans, Danes, Swedes, Poles and Russians, a distinct Estonian national identity began to emerge in the 19th and early 20th centuries. This culminated in independence from Russia in 1920 after a brief War of Independence at the end of World War I.",
  "/wiki/Finnish_markka": "The Finnish markka (Finnish: Suomen markka; Swedish: finsk mark; sign: mk; ISO code: FIM) was the currency of Finland from 1860 until 28 February 2002, when it ceased to be legal tender. The markka was divided into 100 pennies (Finnish: penni; Swedish: penni), abbreviated as \"p\". At the point of conversion, the rate was fixed at €1 = 5.94573 mk.\n The markka was replaced by the euro (€), which had been introduced, in cash form, on 1 January 2002. This was after a transitional period of three years, when the euro was the official currency but only existed as \"book money\" outside of the monetary base. The dual circulation period, when both the Finnish markka and the euro had legal tender status, ended on 28 February 2002.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio. Finland's population is 5.52 million as of July 2019, the majority of whom live in the central and south of the country and speak Finnish, a Finnic language from the Uralic language family, unrelated to the Scandinavian languages. Finland is the eighth-largest country in Europe and the most sparsely populated country in the European Union. It is a parliamentary republic of 310 municipalities, and includes an autonomous region, the Åland Islands. Over 1.4 million people live in the Greater Helsinki metropolitan area, which produces one third of the country's GDP. Swedish is the second official language of Finland, which is mainly spoken in certain coastal areas and on Åland.",
  "/wiki/French_franc": "The franc (/fræŋk/; French: [fʁɑ̃]; sign: F or Fr),[n 2] also commonly distinguished as the French franc (FF), was a currency of France. Between 1360 and 1641, it was the name of coins worth 1 livre tournois and it remained in common parlance as a term for this amount of money. It was reintroduced (in decimal form) in 1795. After two centuries of inflation, it was revalued in 1960, with each new franc (NF) being worth 100 old francs. The NF designation was continued for a few years before the currency returned to being simply the franc; some mostly older French continued to reference and value items in terms of the old franc (equivalent to the new centime) until the introduction of the euro in 1999 (for accounting purposes) and 2002 (for coins and banknotes). The French franc was a commonly held international reserve currency of reference in the 19th and 20th centuries.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories. [XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/German_mark": "The Deutsche Mark (German: [ˈdɔʏtʃə ˈmaɐ̯k] (listen), \"German mark\"), abbreviated \"DM\" or \"D-Mark\" (help·info), was the official currency of West Germany from 1948 until 1990 and later the unified Germany from 1990 until 2002. It was first issued under Allied occupation in 1948 to replace the Reichsmark, and served as the Federal Republic of Germany's official currency from its founding the following year until the adoption of the euro. In English it is commonly called the \"Deutschmark\" (/ˈdɔɪtʃmɑːrk/); this expression is unknown in Germany. [citation needed] The Germans usually called it D-Mark when referring to the currency, and Mark when talking about individual sums. [citation needed]\n In 1999, the Deutsche Mark was replaced by the Euro; its coins and banknotes remained in circulation, defined in terms of euros, until the introduction of euro notes and coins on 1 January 2002. The Deutsche Mark ceased to be legal tender immediately upon the introduction of the euro—in contrast to the other eurozone nations, where the euro and legacy currency circulated side by side for up to two months. Mark coins and banknotes continued to be accepted as valid forms of payment in Germany until 28 February 2002. The Deutsche Bundesbank has guaranteed that all German marks in cash form may be changed into euros indefinitely, and one may do so in person at any branch of the Bundesbank in Germany.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west. Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport. Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100.",
  "/wiki/Greek_drachma": "The drachma (Greek: δραχμή Modern Greek: [ðraxˈmi], Ancient Greek: [drakʰmέː];[n 1] pl. drachmae or drachmas) was the currency used in Greece during several periods in its history:",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki. Situated on the southern tip of the Balkan Peninsula, Greece is located at the crossroads of Europe, Asia, and Africa. It shares land borders with Albania to the northwest, North Macedonia and Bulgaria to the north, and Turkey to the northeast. The Aegean Sea lies to the east of the mainland, the Ionian Sea to the west, the Cretan Sea and the Mediterranean Sea to the south. Greece has the longest coastline on the Mediterranean Basin and the 11th longest coastline in the world at 13,676 km (8,498 mi) in length, featuring many islands, of which 227 are inhabited. Eighty percent of Greece is mountainous, with Mount Olympus being the highest peak at 2,918 metres (9,573 ft). The country consists of nine traditional geographic regions: Macedonia, Central Greece, the Peloponnese, Thessaly, Epirus, the Aegean Islands (including the Dodecanese and Cyclades), Thrace, Crete, and the Ionian Islands.",
  "/wiki/Irish_pound": "The Irish pound (Irish: punt Éireannach) was the currency of Ireland until 2002. Its ISO 4217 code was IEP, and the usual notation was the prefix £ (or IR£ where confusion might have arisen with the pound sterling or other pounds). The Irish pound was replaced by the euro on 1 January 1999. Euro currency did not begin circulation until the beginning of 2002.",
  "/wiki/Republic_of_Ireland": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann), is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around a third of the country's population of 4.9 million people resides in the greater Dublin area. The sovereign state shares its only land border with Northern Ireland, a part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
  "/wiki/Italian_lira": "The lira (Italian: [ˈliːra]; plural lire [ˈliːre]) was the currency of Italy between 1861 and 2002 and of the Albanian Kingdom between 1941 and 1943. Between 1999 and 2002, the Italian lira was officially a national subunit of the euro. However, cash payments could be made in lira only, as euro coins or notes were not yet available. The lira was also the currency of the Napoleonic Kingdom of Italy between 1807 and 1814. The term originates from the value of a pound weight (Latin: libra) of high purity silver and is thus directly related to the British pound sterling from the Germanic silabar; in some countries, such as Cyprus and Malta, the words lira and pound were used as equivalents, before the euro was adopted in 2008 in the two countries. \"L\", sometimes in a double-crossed script form (\"₤\"), was the symbol most often used. Until the Second World War, it was subdivided into 100 centesimi (singular: centesimo), which translates to \"hundredths\" or \"cents\". The lira was established at 4.5 grams of silver or 290.322 milligrams of gold.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice. Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively.",
  "/wiki/Latvian_lats": "The lats (plural: lati (2–9) latu (10 and more)), ISO 4217 currency code: LVL or 428) was the currency of Latvia from 1922 until it was replaced by the euro on 1 January 2014.  A two-week transition period during which the lats was in circulation alongside the euro ended on 14 January 2014. It is abbreviated as Ls and was subdivided into 100 santīmi (singular: santīms; from French centime).",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters. After centuries of Swedish, Polish and Russian rule, a rule mainly executed by the Baltic German aristocracy, the Republic of Latvia was established on 18 November 1918 when it broke away from the Russian Empire and declared independence in the aftermath of World War I. However, by the 1930s the country became increasingly autocratic after the coup in 1934 establishing an authoritarian regime under Kārlis Ulmanis.",
  "/wiki/Lithuanian_litas": "The Lithuanian litas (ISO currency code LTL, symbolized as Lt; plural litai (nominative) or litų (genitive) was the currency of Lithuania, until 1 January 2015, when it was replaced by the euro. It was divided into 100 centų (genitive case; singular centas, nominative plural centai). The litas was first introduced on 2 October 1922 after World War I, when Lithuania declared independence and was reintroduced on 25 June 1993, following a period of currency exchange from the ruble to the litas with the temporary talonas then in place. The name was modeled after the name of the country (similar to Latvia and its lats). From 1994 to 2002, the litas was pegged to the U.S. dollar at the rate of 4 to 1. The litas was pegged to the euro at the rate of 3.4528 to 1 since 2002. The euro was expected to replace the litas by 1 January 2007, but persistent high inflation and the economic crisis delayed the switch. On 1 January 2015 the litas was switched to the euro at the rate of 3.4528 to 1.",
  "/wiki/Lithuania": "The first known record of the name of Lithuania (Lithuanian: Lietuva) is in a 9 March 1009 story of Saint Bruno in the Quedlinburg Chronicle. The Chronicle recorded a Latinized form of the name Lietuva: Litua (pronounced [litua]). Due to the lack of reliable evidence, the true meaning of the name is unknown. Nowadays, scholars still debate the meaning of the word and there are a few plausible versions. Since Lietuva has a suffix (-uva), the original word should have no suffix. [citation needed] A likely candidate is Lietā. Because many Baltic ethnonyms originated from hydronyms, linguists have searched for its origin among local hydronyms. Usually, such names evolved through the following process: hydronym → toponym → ethnonym.",
  "/wiki/Luxembourgian_franc": "The Luxembourg franc (F or ISO LUF, French: franc luxembourgeois, Luxembourgish: Lëtzebuerger Frang, German: Luxemburger Franken) was the currency of Luxembourg between 1854 and 1999 (except during the period 1941-'44). The franc remained in circulation until 2002, when it was replaced by the euro. During the period 1999–2002, the franc was officially a subdivision of the euro (€1 = 40.3399F) but the euro did not circulate.\nUnder the principle of \"no obligation and no prohibition\", financial transactions could be conducted in euros and francs, but physical payments could be made only in francs, as euro notes and coins were not available yet.\n The franc was subdivided into 100 centimes.",
  "/wiki/Luxembourg": "Luxembourg (/ˈlʌksəmbɜːrɡ/ (listen) LUK-səm-burg; Luxembourgish: Lëtzebuerg [ˈlətsəbuə̯ɕ] (listen); French: Luxembourg; German: Luxemburg), officially the Grand Duchy of Luxembourg,[c] is a landlocked country in western Europe. It is bordered by Belgium to the west and north, Germany to the east, and France to the south. Its capital, Luxembourg City, is one of the four official capitals of the European Union (together with Brussels, Frankfurt, and Strasbourg) and the seat of the European Court of Justice, the highest judicial authority in the EU. Its culture, people, and languages are highly intertwined with its neighbours, making it essentially a mixture of French and German cultures, as evident by the nation's three official languages: French, German, and the national language of Luxembourgish. The repeated invasions by Germany, especially in World War II, resulted in the country's strong will for mediation between France and Germany and, among other things, led to the foundation of the European Union. With an area of 2,586 square kilometres (998 sq mi), it is one of the smallest sovereign states in Europe. In 2019, Luxembourg had a population of 613,894, which makes it one of the least-populous countries in Europe, but by far the one with the highest population growth rate. Foreigners account for nearly half of Luxembourg's population.",
  "/wiki/Maltese_lira": "The lira  (Maltese: lira Maltija, plural: liri, ISO 4217 code : MTL) was the currency of Malta from 1972 until 31 December 2007. The lira was abbreviated as Lm, although the traditional ₤ sign was often used locally. In English, the currency was still frequently called the pound because of the past usage of British currency on the islands.\n The euro replaced the Maltese lira as the official currency of Malta on 1 January 2008 at the irrevocable fixed exchange rate of €1 per 0.4293 lira.",
  "/wiki/Malta": "The origin of the name Malta is uncertain, and the modern-day variation is derived from the Maltese language. The most common etymology is that the word Malta is derived from the Greek word μέλι, meli, \"honey\". The ancient Greeks called the island Μελίτη (Melitē) meaning \"honey-sweet\", possibly for Malta's unique production of honey; an endemic subspecies of bees live on the island. The Romans called the island Melita, which can be considered either a latinisation of the Greek Μελίτη or the adaptation of the Doric Greek pronunciation of the same word Μελίτα. In 1525 William Tyndale used the transliteration \"Melite\" in Acts 28:1 for Καὶ διασωθέντες τότε ἐπέγνωμεν ὅτι Μελίτη ἡ νῆσος καλεῖται as found in his translation of The New Testament that relied on Greek texts instead of Latin. \"Melita\" is the spelling used in the Authorized (King James) Version of 1611 and in the American Standard Version of 1901. \"Malta\" is widely used in more recent versions, such as The Revised Standard Version of 1946 and The New International Version of 1973. Another conjecture suggests that the word Malta comes from the Phoenician word Maleth, \"a haven\", or 'port' in reference to Malta's many bays and coves.",
  "/wiki/Portuguese_escudo": "The Portuguese escudo was the currency of Portugal prior to the introduction of the euro on 1 January 1999 and its removal from circulation on 28 February 2002.  The escudo was subdivided into 100 centavos. The word escudo means \"shield\".\n Amounts in escudos were written as escudos $ centavos with the cifrão as the decimal separator (e.g. 25$00 means $25.00, 100$50 means $100.50). Because of the conversion rate of 1000 réis = $1, three decimal places were initially used ($1 = 1$000).",
  "/wiki/Portugal": "Portugal (Portuguese: [puɾtuˈɣal]), officially the Portuguese Republic (Portuguese: República Portuguesa [ʁɛˈpuβlikɐ puɾtuˈɣezɐ]),[note 5] is a country located mostly on the Iberian Peninsula, in southwestern Europe. It is the westernmost sovereign state of mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional governments. Portugal is the oldest nation state on the Iberian Peninsula and one of the oldest in Europe and the world, its territory having been continuously settled, invaded and fought over since prehistoric times. The pre-Celtic people, Iberians, \nCelts, Carthaginians and Romans were followed by the invasions of the Visigoths and Suebi Germanic peoples. After the Muslim conquests of the Iberian Peninsula, most of the territory was part of Al-Andalus until their expulsion. Portugal as a country was established during the early Christian Reconquista. Founded in 868, the County of Portugal gained prominence after the Battle of São Mamede in 1128.",
  "/wiki/Slovak_koruna": "The Slovak koruna or Slovak crown (Slovak: slovenská koruna, literally meaning Slovak crown) was the currency of Slovakia between 8 February 1993 and 31 December 2008, and could be used for cash payment until 16 January 2009. The ISO 4217 code was SKK and the local abbreviation was Sk. The Slovak crown (koruna) was also the currency of the Nazi-era Slovak Republic between 1939 and 1945. Both korunas were subdivided into 100 haliers (abbreviated as \"hal.\" or simply \"h\", singular: halier). The abbreviation is placed after the numeric value. Slovakia switched its currency from the koruna to the euro on 1 January 2009, at a rate of 30.1260 korunas per euro. In the Slovak language, the nouns \"koruna\" and \"halier\" both assume two plural forms.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak. The Slavs arrived in the territory of present-day Slovakia in the 5th and 6th centuries. In the 7th century they played a significant role in the creation of Samo's Empire and in the 9th century established the Principality of Nitra, which was later conquered by the Principality of Moravia to establish Great Moravia.",
  "/wiki/Slovenian_tolar": "The tolar was the currency of Slovenia from 8 October 1991 until the introduction of the euro on 1 January 2007. It was subdivided into 100 stotinov (cents). The ISO 4217 currency code for the Slovenian tolar was SIT. From October 1991 until June 1992, the acronym SLT was in use.",
  "/wiki/Slovenia": "Slovenia (/sloʊˈviːniə, slə-/ (listen) sloh-VEE-nee-ə; Slovene: Slovenija [slɔˈʋèːnija]), officially the Republic of Slovenia (Slovene: Republika Slovenija (help·info), abbr. : RS), is a country located in Europe at the crossroads of main European cultural and trade routes. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia covers 20,273 square kilometers (7,827 sq mi) and has a population of 2.084 million. One of the successor states of the former Yugoslavia, Slovenia is now a parliamentary republic and member nation of the European Union, United Nations, and NATO. The capital and largest city is Ljubljana. Slovenia has a mostly mountainous terrain with a mainly continental climate, with the exception of the Slovene Littoral, which has a sub-Mediterranean climate, and of the Julian Alps in the northwest, which have an Alpine climate. Additionally, the Dinaric Alps and the Pannonian Plain meet on the territory of Slovenia.",
  "/wiki/Spanish_peseta": "The peseta (/pəˈseɪtə/, Spanish: [peˈseta])[a] was the currency of Spain between 1868 and 2002. Along with the French franc, it was also a de facto currency used in Andorra (which had no national currency with legal tender).",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco). [h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean. With an area of 505,990 km2 (195,360 sq mi), Spain is the largest country in Southern Europe, the second largest country in Western Europe and the European Union, and the fourth largest country in the European continent. By population (about 47 million), Spain is the sixth largest in Europe and the fifth in the European Union.",
  "/wiki/European_Currency_Unit": "The European Currency Unit (₠ or ECU) was a basket of the currencies of the European Community member states, used as the unit of account of the European Community before being replaced by the euro on 1 January 1999, at parity.  The ECU itself replaced the European Unit of Account, also at parity, on 13 March 1979. The European Exchange Rate Mechanism attempted to minimize fluctuations between member state currencies and the ECU. The ECU was also used in some international financial transactions, where its advantage was that securities denominated in ECUs provided investors with the opportunity for foreign diversification without reliance on the currency of a single country.\n The ECU was conceived on 13 March 1979 as an internal accounting unit. It had the ISO 4217 currency code XEU.",
  "/wiki/Currencies_of_the_European_Union": "There are nine currencies of the European Union as of 2020[update] used officially by member states. The euro accounts for the majority of the member states with the remainder operating independent monetary policies. Those European Union states that have adopted it are known as the eurozone and share the European Central Bank (ECB). The ECB and the national central banks of all EU countries, including those who operate an independent currency, are part of the European System of Central Banks."
}