{
  "/wiki/Samrajyam": "Samrajyam (Malayalam: സാമ്രാജ്യം, English: The Empire) is a 1990 Indian Malayalam-language gangster film directed by Jomon. The film stars Mammootty as Alexander, a powerful underworld don.",
  "/wiki/Malayalam": "Malayalam (/ˌmələˈjɑːləm/; Malayalam: മലയാളം, Malayāḷam ? [mələjaːɭəm]) is a Dravidian language spoken in the Indian state of Kerala and the union territories of Lakshadweep and Puducherry (Mahé district) by the Malayali people. It is one of 22 scheduled languages of India spoken by nearly 2.88% of Indians. Malayalam has official language status in the state of Kerala and in the union territories of Lakshadweep and Puducherry (Mahé) and is spoken by 37 million people worldwide. Malayalam is also spoken by linguistic minorities in the neighbouring states; with significant number of speakers in the Nilgiris, Kanyakumari, and Coimbatore districts of Tamil Nadu, and Kodagu and Dakshina Kannada districts of Karnataka. Due to Malayali expatriates in the Persian Gulf, the language is also widely spoken in Gulf countries.",
  "/wiki/Mammootty": "Muhammad Kutty Paniparambil Ismail (born 7 September 1951), better known by his stage name Mammootty is an Indian film actor and producer who works in Malayalam cinema. In his career spanning four decades, he has appeared in over 400 films, predominantly in Malayalam language and also in Tamil, Telugu, Kannada, Hindi and English.",
  "/wiki/Madhu_(actor)": "Madhavan Nair, commonly known by his stage name Madhu, is an Indian film actor, director, producer, and former film studio owner, who works in Malayalam cinema.",
  "/wiki/Srividya": "Srividya, also known as Sreevidya, was an Indian film actress best known for her work predominantly in Malayalam and Tamil films with few Telugu, Kannada and Hindi films for 40 years.She acted in more than 800 films in her film career. In the latter part of her career, she concentrated on Malayalam films. In addition to acting, she occasionally worked as a playback singer as well. She was best known for restraint and subtlety in portrayal of varied emotions.She used her own voice for dubbing in all her movies in all languages. Srividya's personal life was full of tragedies. In 2006, she died of spine cancer, aged 53.",
  "/wiki/Anaswaram": "Anaswaram is a 1991 Malayalam film directed by Jomon and starring Mammootty and Shweta Menon in the lead roles. This was Shweta Menon's first movie in Malayalam. The movie was produced by Maniyanpilla Raju under the banner of Sarawathy Chaithanya and was distributed by Sreeram pictures.",
  "/wiki/Shweta_Menon": "Shweta Menon (born 23 April 1974) is an Indian model, actress and television anchor. She won Femina Miss India Asia Pacific 1994. She has predominantly acted in Malayalam and Hindi language films, besides appearing in a number of Tamil productions.",
  "/wiki/Innocent_(actor)": "Innocent Vareed Thekkethala (born 4 March 1948), better known mononymously as Innocent, is an Indian film actor and politician. He served as the Member of Parliament in the 16th Lok Sabha of India representing Chalakudy constituency. He predominantly works in Malayalam cinema in addition to Bollywood, English, Tamil, and Kannada films, mostly in comedic roles. He has acted in more than 750 films and has won several awards, including three Kerala State Film Awards.",
  "/wiki/Asadhyulu": "Asadhyulu (English: Invincible Persons) is a 1992 Telugu psychological film, produced by K. V. Rao on Neo Art Creations banner and directed by Joemon. It stars Jagapathi babu, Suresh, Shobana, Nirosha in the lead roles and music composed by Ilaiyaraaja. The film was inspired by the English film Dream Team.",
  "/wiki/Jagapathi_Babu": "Jagapati Babu (pronunciation (help·info); born Veeramachaneni Jagapatirao Chowdary) is an Indian film actor known for his works predominantly in Telugu cinema in addition to a few Tamil and Malayalam films. In a career spanning 31 years, Jagapati Babu has starred in over 120 feature films, and has received 4 Filmfare Awards and 7 state Nandi Awards.",
  "/wiki/Jackpot_(1993_film)": "Jackpot is a 1993 Malayalam-language Indian feature film, directed by Jomon, starring Mammootty, Tejas Kapadia, Aishwarya and Gautami in the lead roles, with Kannada actor R. N. Sudarshan playing the villain. It portrays the story of a race jockey.",
  "/wiki/Gautami": "Gautami Tadimalla is an Indian film actress who has worked mainly in Tamil films, although she also appeared in successful Telugu, Malayalam, Hindi and Kannada films. She is also a television actress, television host, the founder of Life Again Foundation, and a costume designer.",
  "/wiki/Aishwarya_(actress)": "Aishwariya is an Indian actress who has acted in Tamil, Malayalam, and Telugu movies along with several Malayalam television serials. She is the daughter of popular actress Lakshmi.",
  "/wiki/Yaadhavam": "Yaadhavam is a 1993 Indian Malayalam film, directed by Jomon and starring Madhu and Suresh Gopi in the lead roles.",
  "/wiki/Suresh_Gopi": "Suresh Gopi (born 26 June 1959) is an Indian film actor, politician, playback singer and television presenter. He works predominantly in Malayalam cinema and has also appeared in few Tamil, Telugu, Kannada and Bollywood films. Suresh has acted in more than 200 films and is a recipient of a National Film Award and Kerala State Film Award. He currently serves as a Member of Parliament (MP) in Rajya Sabha. Suresh Gopi is also a philanthropist, social worker, and advocates for environmental protection.",
  "/wiki/Narendra_Prasad": "Raghava Kurup Narendra Prasad (26 December 1946 – 3 November 2003) was a popular Indian actor, playwright, director, teacher and literary critic. He was born at Mavelikara, Alappuzha District, in the south Indian state of Kerala.",
  "/wiki/Kushboo_Sundar": "Khushbu Sundar is an Indian film actress, producer and television presenter who has acted in more than 200 movies. She is predominantly known for her work in the South Indian film industry. She has received two Tamil Nadu State Film Awards for Best Actress and one Kerala State Film Award – Special Mention.",
  "/wiki/Karma_(1995_film)": "Karma is a 1995 Indian Malayalam film, directed by T. S. Jomon, starring Suresh Gopi and Ranjitha in the lead roles.",
  "/wiki/Ranjitha": "Ranjitha (born Sri Valli) is an Indian sannyasi and former film and television actress. She has acted in a number of Tamil, Malayalam and Telugu films.",
  "/wiki/Rambha_(actress)": "Vijayalakshmi Yeedi (born 5 June 1976), better known as Rambha, is an Indian film actress. Throughout her career, Rambha acted in many Indian films and worked across seven regional languages, while appearing alongside most of India's leading actors.",
  "/wiki/Unnathangalil": "Unnathangalil (transl. At the peaks) is a 2001 Indian Malayalam-language action drama film directed by Jomon and written by Robin Thirumala from a story by Jomon. Starring Manoj K. Jayan, Lal and Poornima Indrajith, while Mohanlal makes in a cameo appearance. The original songs were composed by Mohan Sithara, while the background score was provided by C. Rajamani.",
  "/wiki/Mohanlal": "Mohanlal Viswanathan (born 21 May 1960), known mononymously as Mohanlal, is an Indian actor, producer, playback singer, and distributor, who predominantly works in Malayalam cinema. He has had a prolific career spanning over four decades, during which he has acted in more than 350 films. In addition to Malayalam, he has also appeared in other regional Indian films.",
  "/wiki/Manoj_K._Jayan": "Manoj Kadampoothramadam Jayan, popularly known as Manoj K. Jayan, is an Indian actor who predominantly acts in Malayalam and Tamil films in addition to a few Telugu and Kannada films. Manoj has won three Kerala State Film Award for Second Best Actor, respectively for his portrayals of Hariharan's \"Kuttan Thampuran\" in Sargam (1992), \"Thalakkal Chandu\" in Pazhassi Raja (2009) and \"Kunjiraman\" in Farook Abdul Rahiman's Kaliyachan. His most critically acclaimed characters are \"Kuttan Thampuran\" (Sargam), \"Digambaran\" (Anandabhadram) and \"Thalakkal Chandu\" (Pazhassi Raja).He is known for his polished acting skills and style quotient.",
  "/wiki/Lal_(actor)": "M. P. Michael (born 2 December 1958), better known by his stage name Lal, is an Indian actor, screenwriter, film director, producer, and distributor, who predominantly works in Malayalam cinema and has also appeared in Tamil and Telugu films. Lal has won one National Film Award – Special Mention for acting (in 2012), two Kerala State Film Award for Best Actor (in 2008 and 2013) and a Filmfare Award for Best Actor – Malayalam (in 2008).",
  "/wiki/Indraja_(actress)": "Rajathi, better known by her stage name Indraja, is an Indian film actress best known for her work in Telugu and Malayalam films. She has also starred in a few Tamil and Kannada films and in some television shows.",
  "/wiki/Bhargavacharitham_Moonam_Khandam": "Bhargavacharitham Moonam Khandam (The History of Bhargavan, Third Chapter)is 2006 Malayalam-language Indian feature film directed by Jomon starring Mammootty, Sreenivasan and Rahman. The lead characters are inspired by the film Analyze This though the plot is original.",
  "/wiki/Sreenivasan_(actor)": "Sreenivasan (born 6 April 1956) is an Indian film actor, screenwriter, director and producer who works predominantly in Malayalam films. He has also appeared in a few Tamil films.",
  "/wiki/Rahman_(actor)": "Rahman (born Rashin Rahman) is an Indian film actor who has starred in over 150 films, primarily Malayalam, Tamil and Telugu films. In Tamil and Telugu cinema, he is also known by the screen names Raghuman and Raghu.",
  "/wiki/Saikumar_(Malayalam_actor)": "Saikumar (born 30  March 1963), also credited as Sai Kumar, is a veteran Indian film actor who appears in Malayalam films. He is the son of Malayalam actor Kottarakkara Sreedharan Nair.",
  "/wiki/Jomon_(director)": "Jomon is an Indian screenwriter and director. After working as assistant director in films like Aalkkoottathil Thaniye, Uyarangalil, Adiyozhukkukal, 1921 and Douthyam, Jomon became independent Malayalam cinema director with the 1990 Mammootty film Samrajyam."
}