{
  "/wiki/NY_74": "New York State Route 74 (NY 74) and Vermont Route 74 (VT 74) are state highways in the northeastern United States, connected by one of the last remaining cable ferries in North America. Together they extend for 34 miles (55 km) through Essex County, New York, and Addison County, Vermont. NY 74 begins at exit 28 off Interstate 87 (I-87) in the hamlet of Severance in the Adirondack Mountains region of the northern part of New York State. It extends 20.44 miles (32.89 km) to the western shore of Lake Champlain in Ticonderoga. There, the seasonal Fort Ticonderoga–Larrabees Point Ferry carries cars across the state border into Vermont, where VT 74 starts at the lake's eastern shore and terminates 13.26 miles (21.34 km) later at a junction with VT 30 in the town of Cornwall.",
  "/wiki/Ticonderoga,_New_York": "Ticonderoga (/taɪkɒndəˈroʊɡə/) is a town in Essex County, New York, United States. The population was 5,042 at the 2010 census. The name comes from the Mohawk tekontaró:ken, meaning \"it is at the junction of two waterways\".",
  "/wiki/NY_9N": "New York State Route 9N (NY 9N) is a north–south state highway in northeastern New York in the United States. It extends from an intersection with U.S. Route 9 (US 9), NY 29, and NY 50 in the city of Saratoga Springs to a junction with US 9 and NY 22 in the Clinton County hamlet of Keeseville. At 143.49 miles (230.92 km) in total length, NY 9N is the longest letter-suffixed route in the state. It is concurrent with its parent route for 1 mile (1.6 km) in the village of Lake George and for three blocks in the hamlet of Elizabethtown.",
  "/wiki/NY_22": "New York State Route 22 (NY 22) is a north–south state highway that parallels the eastern border of the U.S. state of New York, from the outskirts of New York City to the hamlet of Mooers in Clinton County near the Canadian border. At 337 miles (542 km), it is the state's longest north–south route and the third longest state route overall, after NY 5 and NY 17.[a] Many of the state's major east–west roads intersect with, and often join, Route 22 just before crossing into the neighboring New England states, where U.S. Route 7 (US 7), which originally partially followed NY 22's alignment, similarly parallels the New York state line.",
  "/wiki/Crown_Point,_New_York": "Crown Point is a town in Essex County, New York, United States, located on the west shore of Lake Champlain. The population was 2,024 at the 2010 census. The name of the town is a direct translation of the original French name, \"Pointe à la Chevelure\".",
  "/wiki/Warren_County,_New_York": "Warren County is a county in the U.S. state of New York. As of the 2010 census, the population was 65,707. The county seat is Queensbury. The county is named in honor of General Joseph Warren, an American Revolutionary War hero of the Battle of Bunker Hill.",
  "/wiki/US_9_(NY)": "U.S. Route 9 (US 9) is a part of the U.S. Highway System that runs from Laurel, Delaware, to Champlain, New York. In New York, US 9 extends 324.72 miles (522.59 km) from the George Washington Bridge in Manhattan to an interchange with Interstate 87 (I-87) just south of the Canada–United States border in the town of Champlain. US 9 is the longest north–south U.S. Highway in New York; additionally, the portion of US 9 in New York accounts for more than half of the highway's total length.",
  "/wiki/North_Hudson,_New_York": "North Hudson is a town in Essex County, New York, United States. The population was 240 at the 2010 census. The town derives its name by being near the north end of the Hudson River.[citation needed]",
  "/wiki/Port_Henry,_New_York": "Port Henry is a hamlet (and census-designated place) in Essex County, New York, United States. The population was 1,194 at the 2010 census.",
  "/wiki/Moriah,_New_York": "Moriah is a town in Essex County, New York, United States. The population was 4,798 at the 2010 census.",
  "/wiki/Elizabethtown,_New_York": "Elizabethtown is a town in Essex County, New York, United States. The population was 1,163 at the 2010 census. The county seat of Essex County is the hamlet of Elizabethtown, located in the northern part of the town. The name is derived from Elizabeth Gilliland, the wife of an early settler.",
  "/wiki/Westport,_New_York": "Westport is a town in Essex County, New York, United States overlooking Lake Champlain. The population was 1,312 at the 2010 census.",
  "/wiki/County_Route_21A_(Warren_County,_New_York)": "The highway system of Warren County, New York, comprises 1,248.6 miles (2,009.4 km) of roads maintained by the New York State Department of Transportation, the county, and its towns and villages. Fourteen state-maintained highways enter the county, which account for a combined 219.4 miles (353.1 km) of the state highway mileage in New York. The state roads are supplemented by 245.3 miles (394.8 km) of county-maintained highways. Most roads within the county are short connectors, while others are sections of 30-mile (48 km) long highways. Warren County is served by one Interstate Highway, I-87, also known as the Adirondack Northway; one United States Numbered Highway, US 9; eight state-numbered signed touring routes; three state-maintained reference routes, all of which are unsigned; and 81 county-maintained routes, most of which are short connectors between more major roads.",
  "/wiki/Lewis,_Essex_County,_New_York": "Lewis is a town in Essex County, New York, United States. The population was 1,382 at the 2010 census. The town is named after Morgan Lewis, the governor of New York at the time the town was established.",
  "/wiki/Essex,_New_York": "Essex is a town in Essex County, New York, United States overlooking Lake Champlain. The population was 671 at the 2010 census. The town is named after locations in England.",
  "/wiki/Keene,_New_York": "Keene is a town in central Essex County, New York, United States. It includes the hamlets of Keene, Keene Valley, and St. Huberts, with a total population of 1,105 as of the 2010 census.",
  "/wiki/NY_73": "New York State Route 73 (NY 73) is a 27.55-mile-long (44.34 km) state highway located entirely within Essex County, New York, in the United States. The highway begins at an intersection with NY 86 in the village of Lake Placid and ends at a junction with U.S. Route 9 (US 9) north of the hamlet of Underwood in the extreme southwestern corner of the town of Elizabethtown. NY 73 meanders through a mountainous region of Adirondack Park and passes by several named peaks, including Porter Mountain and Lower Wolfjaw Mountain. Along the way, the route has a short concurrency with NY 9N in the town of Keene.",
  "/wiki/Willsboro,_New_York": "Willsboro is a town in Essex County, New York, in the United States, and lies 30 miles (48 km) south of the city of Plattsburgh. As of the 2010 census, the town population was 2,025. The town is named after early landowner William Gilliland.",
  "/wiki/Chesterfield,_New_York": "Chesterfield is a town in Essex County, New York, United States. The population was 2,445 at the 2010 census. The name possibly is from a location in New England.",
  "/wiki/Keeseville,_New_York": "Keeseville is a hamlet (and census-designated place) in Clinton and Essex counties, New York, in the United States. The population was 1,815 at the 2010 census. The hamlet was named after the Keese family, early settlers from Vermont. It developed along the Ausable River, which provided water power for mills and industrial development.",
  "/wiki/Lake_Champlain": "Lake Champlain (/ʃæmˈpleɪn/; French: Lac Champlain; Abenaki: Pitawbagok; Mohawk: Kaniatarakwà:ronte) is a natural freshwater lake in North America mainly within the borders of the United States (in the states of Vermont and New York) but partially situated across the Canada–U.S. border, in the Canadian province of Quebec.",
  "/wiki/NY_373": "New York State Route 373 (NY 373) is a short state highway in Essex County, New York, within Adirondack Park. It begins at U.S. Route 9 (US 9) and proceeds eastward, ending at a ferry landing on Lake Champlain. It intersects two county routes, several local roads, and a reference route—NY 912T—which connects it with US 9. NY 373 is the only connector between US 9 and the hamlet of Port Kent and the ferry that serves it.",
  "/wiki/New_York_State_Route_3": "New York State Route 3 (NY 3) is a major east–west state highway in New York, in the United States, that connects central New York to the North Country region near the Canada–US border via Adirondack Park. The route extends for 245.88 miles (395.71 km) between its western terminus at an intersection with NY 104A in the Cayuga County town of Sterling and its eastern terminus at a junction with U.S. Route 9 (US 9) in the Clinton County city of Plattsburgh. NY 3 traverses eight counties and is a lakeside roadway from Mexico to Sackets Harbor, a mountainous route in Adirondack Park, and an urban arterial in Fulton, Watertown, and Plattsburgh.",
  "/wiki/St._Armand,_New_York": "St. Armand is a town in Essex County, New York, United States. The population was 1,548 at the 2010 census. The town was named by an early settler for Saint-Armand, Quebec, in Canada.",
  "/wiki/Franklin_County,_New_York": "Franklin County is a county on the northern border of the U.S. state of New York. To the north across the Canada–United States border are the Canadian provinces of Quebec and Ontario, from east to west. As of the 2010 census, the county population was 51,599. Its county seat is Malone. The county is named in honor of United States Founding Father Benjamin Franklin.",
  "/wiki/County_Route_48_(Warren_County,_New_York)": "The highway system of Warren County, New York, comprises 1,248.6 miles (2,009.4 km) of roads maintained by the New York State Department of Transportation, the county, and its towns and villages. Fourteen state-maintained highways enter the county, which account for a combined 219.4 miles (353.1 km) of the state highway mileage in New York. The state roads are supplemented by 245.3 miles (394.8 km) of county-maintained highways. Most roads within the county are short connectors, while others are sections of 30-mile (48 km) long highways. Warren County is served by one Interstate Highway, I-87, also known as the Adirondack Northway; one United States Numbered Highway, US 9; eight state-numbered signed touring routes; three state-maintained reference routes, all of which are unsigned; and 81 county-maintained routes, most of which are short connectors between more major roads."
}