{
  "/wiki/Bulrush_Lake_(Northland)": "Bulrush Lake is a small lake on the Aupouri Peninsula in the Northland Region of New Zealand. It has a wetland area at its southwest end, but no outlet.",
  "/wiki/Far_North_District": "The Far North District is the northernmost territorial authority district of New Zealand, consisting of the northern part of the Northland Peninsula in the North Island. It stretches from North Cape and Cape Reinga in the north, down to the Bay of Islands, the Hokianga and the town of Kaikohe.",
  "/wiki/Aupouri_Peninsula": "The Aupouri Peninsula is a tombolo at the northern tip of the North Island of New Zealand. It projects between the Tasman Sea to the west and the Pacific Ocean to the east. It constitutes the northern part of the Far North District, incorporating North Cape, Houhora and the northern half of Awanui.",
  "/wiki/Half_Mile_Lagoon": "Half Mile Lagoon is a lake in the Northland Region of New Zealand. It is located 5 km to the northwest of Ngataki.",
  "/wiki/Lake_Ngatu": "Lake Ngatu is a dune lake in the Northland Region of New Zealand. It is located to the northwest of Awanui, near Waipapakauri.",
  "/wiki/Lake_Half": "Lake Half is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Rotoroa_(Northland)": "Lake Rotoroa is a dune lake in the Northland Region of New Zealand. It is located to the west of Awanui.",
  "/wiki/Lake_Humuhumu": "Lake Humuhumu is a lake in the Northland Region of New Zealand.",
  "/wiki/Kaipara_District": "The Kaipara District is located in the Northland Region in northern New Zealand.",
  "/wiki/Pouto_Peninsula": "The Pouto Peninsula is a landform on the northern Kaipara Harbour in Northland, New Zealand. The Peninsula runs in the north west to south east direction and is approximately 55 km long. The width varies from about 5.4 km to about 14 km, with the widest part of the peninsula near its southern end. The Tasman Sea is to the west, and the Kaipara Harbour is to the south. The Wairoa River and Kaipara Harbour are to the east. Dargaville and State Highway 12 lie directly to the north east of the peninsula. The mouth of the Kaipara Harbour separates the peninsula from the smaller Te Korowai-o-Te-Tonga Peninsula to the south.",
  "/wiki/Lake_Kahuparere": "Lake Kahuparere is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Kaiiwi": "Lake Kaiiwi is a lake in the Northland Region of New Zealand. It is known for its scenery.[citation needed]",
  "/wiki/Lake_Taharoa": "Lake Taharoa is located in the Northland Region of New Zealand near Ripiro Beach. There is also a lake of the same name in the Waikato region.",
  "/wiki/Lake_Kaiwai": "Lake Kaiwai is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Kanono": "Lake Kanono is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Kapoai": "Lake Kapoai is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Karaka": "Lake Karaka is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Karoro": "Lake Karoro is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Kihona": "Lake Kihona is a dune lake in the Northland Region of New Zealand. It is located to the northwest of Te Kao on the Aupouri Peninsula.",
  "/wiki/Lake_Manuwai": "Lake Manuwai is a lake in the Northland Region of New Zealand.",
  "/wiki/Kerikeri": "Kerikeri, the largest town in Northland, New Zealand, is a tourist destination 240 kilometres (150 mi) north of Auckland and 80 kilometres (50 mi) north of the northern region's largest city, Whangarei. It is sometimes called the Cradle of the Nation, as it was the site of the first permanent mission station in the country, and it has some of the most historic buildings in the country.",
  "/wiki/Lake_Mokeno": "Lake Mokeno is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Morehurehu": "Lake Morehurehu is a dune lake in the Northland Region of New Zealand. It is located to the northeast of Te Kao on the Aupouri Peninsula.",
  "/wiki/Lake_Ngakapua": "Lake Ngakapua is a lake in the Northland Region of New Zealand.",
  "/wiki/Lake_Ngakeketa": "Lake Ngakeketa is a lake in the Northland Region of New Zealand."
}