{
  "/wiki/Lake_Dive": "Lake Dive is located in the south east of the Egmont National Park at a height of 907 m above sea level. It was discovered in 1887 by Bradshaw Dive on his descent from the summit when he saw what he believed to be a lake. A party led by Thomas Dawson later confirmed that it was indeed a lake. In April 1964 the Lake Dive Hut was opened a short distance from the lake.",
  "/wiki/Egmont_National_Park": "Egmont National Park is located south of New Plymouth, close to the west coast of the North Island of New Zealand.  It is named after the mountain which dominates its environs, which itself was named by Captain Cook after John Perceval, 2nd Earl of Egmont, the First Lord of the Admiralty  who promoted Cook's first voyage. Taranaki has been the Māori name for the mountain for many centuries, and the mountain itself now has two alternative official names, \"Mount Taranaki\" and \"Mount Egmont\".",
  "/wiki/South_Taranaki_District": "South Taranaki is a territorial authority on the west coast of New Zealand's North Island that contains the towns of Hawera, Manaia, Opunake, Patea, Eltham, and Waverley. The District has a land area of 3,575.46 km² (1,380.49 sq mi) and a population of 28,300 (June 2018). It is part of the greater Taranaki Region.",
  "/wiki/Waverley,_Taranaki": "Waverley is a town located in the South Taranaki District in New Zealand. It is 44 km northwest of Wanganui. Patea is 17 km to the west, and Waitotara is 10 km to the southeast. State Highway 3 and the Marton - New Plymouth Line railway run through the town.",
  "/wiki/New_Plymouth_District": "The New Plymouth District is one of the districts of New Zealand within Taranaki. It includes the city of New Plymouth and smaller towns such as Inglewood, Oakura and Waitara.",
  "/wiki/New_Plymouth": "New Plymouth (Māori: Ngāmotu) is the major city of the Taranaki Region on the west coast of the North Island of New Zealand. It is named after the English city of Plymouth from where the first English settlers to New Zealand migrated. The New Plymouth District, which includes New Plymouth City and several smaller towns, is the 10th largest district (out of 67) in New Zealand, and  has a population of 74,184 – about two-thirds of the total population of the Taranaki Region and 1.7% of New Zealand's population. This includes New Plymouth City (58,300), Waitara (6,483), Inglewood (3,380), Oakura (1,359), Okato (561) and Urenui (429).",
  "/wiki/Inglewood,_New_Zealand": "Inglewood is a town in the Taranaki Region of New Zealand's North Island. It is 16 kilometres (9.9 mi) southeast of New Plymouth on State Highway 3, close to Mount Taranaki/Egmont, and sits 200 metres (660 ft) above sea level. The town services a mainly dairy farming region. The population was 3,246 in the 2013 census, an increase of 156 from 2006.",
  "/wiki/Ratapiko": "Ratapiko is a locality in Taranaki, New Zealand. Kaimata is about six kilometres to the north-west. Lake Ratapiko is just to the south-east of the locality.",
  "/wiki/Lake_Rotokare": "Lake Rotokare is a landslide dammed lake in the New Zealand region of Taranaki.  It is located 12 km (7.5 mi) east of Eltham.",
  "/wiki/Waiwhakaiho_River": "The Waiwhakaiho River is a river of the Taranaki Region of New Zealand's North Island. One of many rivers and streams radiating from the slopes of Taranaki/Mount Egmont, it flows initially northeast before veering northwest to reach the Tasman Sea close to the New Plymouth suburb of Fitzroy. Near the sea, it is crossed by the coastal walkway, connecting New Plymouth with Bell Block via the Te Rewa Rewa Bridge.",
  "/wiki/Lake_Rotorangi": "Lake Rotorangi is the largest lake in the New Zealand region of Taranaki. The reservoir was created in 1984 by the damming of the Patea River.",
  "/wiki/Patea_Dam": "The Patea Dam is a high compacted earth fill–type hydroelectric dam in New Zealand, constructed between 1979 and 1984.",
  "/wiki/Patea_River": "The Patea River is in Taranaki in the North Island of New Zealand. It runs for 105 kilometres from the eastern slopes of Mount Taranaki, passing east through Stratford before swinging south and reaching the South Taranaki Bight near the town of Patea.",
  "/wiki/Waitotara_River": "The Waitotara River in New Zealand's North Island stretches approximately 100 km in length from its headwaters in the Matemateaonga Ranges to its mouth on the South Taranaki Bight.  The river takes in significant tributaries such as the Ngutuwera, Makakaho, Pokeka, Omaru and Totara Streams.",
  "/wiki/Waipu_Lagoons": "The Waipu Lagoons is a series of small coastal lagoons near the city of New Plymouth in the Taranaki Region of New Zealand. They consist of three lakelets with a combined surface area of about 2 hectares (4.9 acres), located 0.5 kilometres (0.31 mi) from the Tasman Sea, immediately to the east of Bell Block. The lagoons plus surrounding wetlands totalling 7.9 hectares (20 acres) are a local purpose conservation reserve owned by the New Plymouth District Council.",
  "/wiki/Bell_Block,_New_Zealand": "Bell Block is a town in Taranaki, New Zealand. State Highway 3 runs through it. It is 6 km north-east of the centre of New Plymouth and 1 km from the outer edge of New Plymouth at Waiwhakaiho. Waitara is about 9 km to the north-east. New Plymouth Airport is located immediately to the north-east of Bell Block.",
  "/wiki/List_of_lakes_of_New_Zealand": "This is a list of lakes in New Zealand."
}