{
  "/wiki/South_Wairarapa_District": "The South Wairarapa District is an area at the south-east tip of the North Island of New Zealand governed by the South Wairarapa District Council. The district comprises the southernmost part of the Wairarapa, and is part of the Wellington Region.",
  "/wiki/Lake_Wairarapa": "Lake Wairarapa is a lake at the southern end of the North Island of New Zealand, 50 kilometers east of Wellington. The lake covers an area of 78 km2 (30 sq mi), and at its deepest is 2.5 m (8.2 ft). The lake is the third largest in the North Island, fractionally smaller than Lake Rotorua. The nearest town to the lake is Featherston, which is located five kilometres from its northern shore.The lake forms part of the Wairarapa Moana Wetlands Park.",
  "/wiki/Porirua": "Porirua, a city in the Wellington Region of the North Island of New Zealand, is one of the four cities that constitute the  Wellington metropolitan area. It almost completely surrounds Porirua Harbour at the southern end of the Kapiti Coast.  As of June 2018 Porirua had a population of 56,700.",
  "/wiki/Oxbow_lake": "An oxbow lake is a U-shaped lake that forms when a wide meander of a river is cut off, creating a free-standing body of water. This landform is so named for its distinctive curved shape, which resembles the bow pin of an oxbow. In Australia, an oxbow lake is called a billabong, from the indigenous Wiradjuri language. In south Texas, oxbows left by the Rio Grande are called resacas.",
  "/wiki/Ruamahanga_River": "The Ruamahanga River runs through the southeastern North Island of New Zealand.",
  "/wiki/Martinborough,_New_Zealand": "Martinborough (Māori: Wharekaka) is a town in the South Wairarapa District, in the Wellington region of New Zealand. It is 65 kilometres east of Wellington and 35 kilometres south-west of Masterton. The town has a resident population of 1,680  (June 2018).",
  "/wiki/Kapiti_Coast_District": "Kapiti Coast District is a local government district in the lower North Island of New Zealand, 50 km north of Wellington.",
  "/wiki/Lake_Kohangapiripiri": "Lake Kohangapiripiri is one of the two freshwater Pencarrow lakes in Fitzroy Bay – the other being the slightly larger Lake Kohangatera. It stands to the east of Pencarrow Head, on the eastern side of New Zealand's Wellington Harbour, in East Harbour Regional Park, and is fed by Cameron Stream which rises on private land to its north. The Pencarrow lakes formed in valleys which became blocked to the nearby sea after earthquakes changed the topography.",
  "/wiki/Lower_Hutt": "Lower Hutt (Māori: Te Awakairangi) is a city in the Wellington Region of the North Island of New Zealand. Administered by the Hutt City Council, it is one of the four cities that constitute the Wellington metropolitan area.",
  "/wiki/Pencarrow_Head": "Pencarrow Head, also known as Pencarrow, is a headland in the Wellington Region of New Zealand and the name of the surrounding area. It had a population of 549, as of the 2013 New Zealand census.",
  "/wiki/Lake_Kohangatera": "Lake Kohangatera is one of two lakes in Fitzroy Bay (to the east of Pencarrow Head, on the eastern side of New Zealand's Wellington Harbour).  It has an open water area of 17 hectares and is fed by Gollans Stream, which has its headwaters on Mount Lowry, 14 km to the north.  The drainage basin area is about 1,700 ha.",
  "/wiki/Otaki,_New_Zealand": "Otaki (officially Ōtaki) is a town in the Kapiti Coast District of the North Island of New Zealand, situated half way between the capital city Wellington, 70 km (43 mi) to the southwest, and Palmerston North, 70 km (43 mi) to the northeast. In the 2013 census the town's population was 5,778, a slight increase since the 2006 census.",
  "/wiki/Kapiti_Island": "Kapiti Island is an island about 5 km (3 mi) off the west coast of the lower North Island of New Zealand. It is 10 kilometres (6.2 mi) long, running southwest/northeast, and roughly 2 kilometres (1.2 mi) wide, being more or less rectangular in shape, and has an area of 19.65 km2 (7.59 sq mi).",
  "/wiki/Waikanae": "Waikanae (English:  /ˌwaɪkəˈnaɪ/, Māori pronunciation: [ˈwaikaˈnaɛ]) is a town on New Zealand's Kapiti Coast. The name is a Māori word meaning \"waters\" (wai) \"of the grey mullet\".",
  "/wiki/Waikanae_River": "Waikanae River is located on the Kapiti Coast in the North Island of New Zealand.",
  "/wiki/List_of_lakes_of_New_Zealand": "This is a list of lakes in New Zealand."
}