{
  "/wiki/Queenstown-Lakes_District": "Queenstown-Lakes District, a local government district, is in the Otago Region of New Zealand. It is surrounded by the districts of Central Otago, Southland, Westland and Waitaki.",
  "/wiki/Mou_Waho": "Mou Waho is an island in Lake Wanaka, New Zealand.\nIt is around the same size as the nearby Mou Tapu, these two islands being the largest in the lake.",
  "/wiki/Lake_Wanaka": "Lake Wanaka (officially Lake Wānaka) is located in the Otago region of New Zealand, at an altitude of 278 meters. Covering an area of 192 km2 (74 sq mi), it is New Zealand's fourth largest lake, estimated to be more than 300 m (980 ft) deep. The original Māori name Oanaka means 'The place of Anaka', a local tribal chief.",
  "/wiki/South_Island": "The South Island, also officially named Te Waipounamu, is the larger of the two major islands of New Zealand in surface area; the other being the smaller but more populous North Island. It is bordered to the north by Cook Strait, to the west by the Tasman Sea, and to the south and east by the Pacific Ocean. The South Island covers 150,437 square kilometres (58,084 sq mi), making it the world's 12th-largest island. It has a temperate climate.",
  "/wiki/Blue_Lake_(Otago)": "Blue Lake is a small lake adjacent to the town of Saint Bathans in Central Otago, New Zealand. The lake is man-made, the result of sluicing operations that began in 1873 when John Ewing (1844–1922) formed the St.Bathans Channel Company, to mine the Kildare Hill Gold Claim in St Bathans. His company constructed a tailings channel and introduced hydraulic elevating to work the claim. As this work progressed the Kildare Hill Claim became the site of the deepest hydraulic elevating operation in the world, that would turn a 120-metre hill into a 68-metre hole. Work stopped in 1902 when there was insufficient fall in the tailings channel to carry away the tailings. By 1905 John Ewing was bankrupt as a result of poor investments in other locations. The Kildare Hill Claim was then taken up by the Scandinavian Water Race Company in that year. This company restarted operations and worked the claim until 1932, when it was finally abandoned due to the fear of undermining the town of St Bathans. Natural drainage from the surrounding hills filled the hole with water and created the present day lake. The Blue Lake is a key feature of modern-day St. Bathans and is used for swimming, fishing, bodyboarding, and kayaking.",
  "/wiki/Central_Otago_District": "Central Otago District is local government district in New Zealand. It is administered by the Central Otago District Council and it is in the Otago region, the top tier of local government in New Zealand. The major towns in the district are Alexandra (the seat of local government), Cromwell, Roxburgh, Clyde and Ranfurly.",
  "/wiki/Saint_Bathans,_New_Zealand": "The former gold and coal mining town of St Bathans, formerly named Dunstan Creek, lies deep in the heart of the Maniototo in New Zealand's Otago region. Mining has long ceased, and it is a tranquil holiday retreat. The preservation of many of its historic buildings makes it one of the region's more picturesque tourist venues. St Bathans is well known for its scenic man-made lake with beautiful looking clay cliffs that attract many tourists. It is currently a camping spot, and swimming is allowed in the lake.",
  "/wiki/Alexandra,_New_Zealand": "Alexandra (Māori: Manuherikia or Areketanara) is a town in the Central Otago district of the South Island of New Zealand. It is located on the banks of the Clutha River (at the confluence of the Manuherikia River), on State Highway 8, 188 kilometres (117 mi) by road from Dunedin and 33 kilometres (21 mi) south of Cromwell.",
  "/wiki/The_Catlins": "The Catlins (sometimes referred to as The Catlins Coast) comprises an area in the southeastern corner of the South Island of New Zealand. The area lies between Balclutha and Invercargill, straddling the boundary between the Otago and Southland regions. It includes the South Island's southernmost point, Slope Point.",
  "/wiki/Catlins_River": "The Catlins River flows southeastward through The Catlins, an area of the southern South Island of New Zealand. Its total length is 42 kilometres (26 mi), and it flows into the Pacific Ocean at Pounawea, 28 kilometres (17 mi) south of Balclutha. Its upper estuary is called Catlins Lake, and its lower estuary is shared with the Owaka River.",
  "/wiki/Mount_Aspiring_National_Park": "Mount Aspiring National Park is in the Southern Alps of the South Island of New Zealand, north of Fiordland National Park, situated in Otago and Westland regions. The park forms part of the Te Wahipounamu World Heritage site.",
  "/wiki/Naseby,_New_Zealand": "Naseby is a small town, formerly a borough, in the Maniototo area of Central Otago, New Zealand. It is named after a village in Northamptonshire, England. Previous names of the township were Parker’s, Hogburn and Mt Ida.",
  "/wiki/Glenorchy,_New_Zealand": "Glenorchy is a small settlement at the northern end of Lake Wakatipu in the South Island region of Otago, New Zealand. It is approximately 45 km (28 mi) by road or boat from Queenstown, the nearest large town. There are two pubs, a café and a range of small shops in the town catering mainly to tourists but also to the small resident population. There is also a small airstrip which caters to small planes.",
  "/wiki/Paradise,_New_Zealand": "Paradise is a rural locality in the Otago region of the South Island of New Zealand. It lies on the eastern side of the Dart River at the head of Lake Wakatipu, close to the settlement of Glenorchy.[citation needed]",
  "/wiki/Waitaki_District": "Waitaki District is a territorial authority that is located in the Canterbury and Otago regions of the South Island of New Zealand, and it straddles the traditional border between the two regions, the Waitaki River.",
  "/wiki/Falls_Dam": "Falls Lake is a 12,410 acre (50 km²) reservoir located in Durham, Wake, and Granville counties in North Carolina, United States. Falls Lake extends 28 miles (45 km) up the Neuse River to its source at the confluence of the Eno, Little, and Flat rivers.",
  "/wiki/Manuherikia_River": "The Manuherikia River is located in Otago in the South Island of New Zealand. It rises in the far north of the Maniototo, with the West Branch draining the eastern side of the St Bathans Range, and the East Branch draining the western flanks of the Hawkdun Range.  The river continues southwest through the wide Manuherikia Valley to its confluence with the Clutha River at Alexandra. During the 1860s the Manuherikia was one of the centres of the Central Otago Gold Rush.",
  "/wiki/Clutha_District": "Clutha District is a local government district of southern New Zealand, with its headquarters in the Otago town of Balclutha. The Clutha District has a land area of 6,362.86 km² (2,456.71 sq mi) and a 2006 census population of 16,839 usual residents. Clutha District occupies the majority of the geographical area known as South Otago.",
  "/wiki/Dunedin": "Dunedin (/dʌˈniːdɪn/ (listen) duh-NEE-din; Māori: Ōtepoti) is the second-largest city in the South Island of New Zealand (after Christchurch), and the principal city of the Otago region. Its name comes from Dùn Èideann, the Scottish Gaelic name for Edinburgh, the capital of Scotland.",
  "/wiki/Waikouaiti": "Waikouaiti is a small town in East Otago, New Zealand, within the city limits of Dunedin. The town is close to the coast and the mouth of the Waikouaiti River."
}