{
  "/wiki/List_of_United_States_Senators_from_Illinois": "Illinois was admitted to the Union on December 3, 1818, and has been represented in the United States Senate by 47 senators. Senators from Illinois are elected to Class 2 and Class 3.",
  "/wiki/James_Shields_(politician,_born_1810)": "James Shields (May 10, 1806[a] – June 1, 1879) was an Irish American Democratic politician and United States Army officer, who is the only person in U.S. history to serve as a Senator for three different states. Shields represented Illinois from 1849 to 1855, in the 31st, 32nd, and 33rd Congresses, Minnesota from 1858 to 1859, in the 35th Congress, and Missouri in 1879, in the 45th Congress.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/United_States_Constitution": "The Constitution of the United States is the supreme law of the United States of America. The Constitution, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress (Article One); the executive, consisting of the president  (Article Two); and the judicial, consisting of the Supreme Court and other federal courts  (Article Three). Articles Four, Five and Six embody concepts of federalism, describing the rights and responsibilities of state governments, the states in relationship to the federal government, and the shared process of constitutional amendment. Article Seven establishes the procedure subsequently used by the thirteen States to ratify it. It is regarded as the oldest written and codified national constitution in force.",
  "/wiki/List_of_United_States_Senators_from_Maryland": "This is a list of United States senators from Maryland, which ratified the United States Constitution April 28, 1788, becoming the seventh state to do so. To provide for continuity of government, the framers divided Senators into staggered classes that serve six-year terms, and Maryland's Senators are in the first and third classes. Before the passage of the Seventeenth Amendment to the United States Constitution in 1913, which allowed for direct election of Senators, Maryland's Senators were chosen by the Maryland General Assembly. Until the assembly appointed George L. Wellington of Cumberland in 1897, Senators in class 3 were chosen from the Eastern Shore while Senators in class 1 were chosen from the remainder of the state.",
  "/wiki/Reverdy_Johnson": "Reverdy Johnson (May 21, 1796 – February 10, 1876) was a statesman and jurist from Maryland. He gained fame as a defense attorney, defending notables such as Sandford of the Dred Scott case, Maj. Gen. Fitz John Porter at his court-martial, and Mary Surratt, alleged conspirator in the assassination of Abraham Lincoln.  A former Whig, he was a strong supporter of the Union war effort. At first he opposed wartime efforts to abolish slavery until 1864, and in 1865 supported the 13th Amendment banning slavery.",
  "/wiki/Whig_Party_(United_States)": "The  Whig Party was a political party active in the middle of the 19th century in the United States of America. Alongside the Democratic Party, it was one of the two major parties in the United States during the late 1830s, the 1840s, and the early 1850s, part of the Second Party System. Four U.S. presidents were affiliated with the Whig party for at least part of their respective terms. Other influential party leaders include Henry Clay, Daniel Webster, William Seward, John J. Crittenden, and Truman Smith.",
  "/wiki/United_States_Attorney_General": "The United States Attorney General (AG) is the head of the United States Department of Justice, a member of the Cabinet of the United States; as directed by the President of the United States, and the chief lawyer of the federal government of the United States.",
  "/wiki/David_Stewart_(Maryland)": "David Stewart (September 13, 1800 – January 5, 1858) was a U.S. Senator.",
  "/wiki/List_of_United_States_Senators_from_Alabama": "Alabama was admitted to the Union on December 14, 1819. The state elects U.S. senators to Class 2 and Class 3. Its United States Senate seats were declared vacant from March 1861 to July 1868 due to its secession from the Union during the American Civil War. Alabama's current U.S. senators are Republican Richard Shelby (since 1987) and Democrat Doug Jones (since 2018), making it one of nine states to have a split U.S. Senate delegation.",
  "/wiki/Benjamin_Fitzpatrick": "Benjamin Fitzpatrick (June 30, 1802 – November 21, 1869) was the 11th Governor of the U.S. state of Alabama and a United States Senator from that state. He was a Democrat.",
  "/wiki/Dixon_Lewis": "Dixon Hall Lewis (August 10, 1802 – October 25, 1848) was an American politician who served as a Representative and a Senator from Alabama.",
  "/wiki/Jeremiah_Clemens": "Jeremiah Clemens (December 28, 1814 – May 21, 1865) was a U.S. senator and novelist from the state of Alabama. He was elected to fill the vacancy left by the death of Dixon Hall Lewis, and served from November 30, 1849 to March 4, 1853. Clemens was the author of Tobias Wilson, one of the first American Civil War novels, and he was also one of the earliest writers of Western novels.",
  "/wiki/Thomas_Pratt_(Maryland_politician)": "Thomas George Pratt (February 18, 1804 – November 9, 1869) was a lawyer and politician from Annapolis, Maryland. He was the 27th governor of Maryland from 1845 to 1848 and a U.S. senator from 1850 to 1857.",
  "/wiki/List_of_United_States_Senators_from_South_Carolina": "South Carolina ratified the United States Constitution on May 23, 1788. Its Senate seats were declared vacant in July 1861 owing to its secession from the Union. They were again filled from July 1868. The state's current U.S. senators are Republicans Lindsey Graham, serving since 2003, and Tim Scott, serving since 2013.",
  "/wiki/John_C._Calhoun": "John Caldwell Calhoun (/kælˈhuːn/; March 18, 1782 – March 31, 1850) was an American statesman and political theorist from South Carolina who served as the seventh vice president of the United States from 1825 to 1832. He is remembered for strongly defending slavery and for advancing the concept of minority rights in politics, which he did in the context of protecting the interests of the white South when it was outnumbered by Northerners. He began his political career as a nationalist, modernizer, and proponent of a strong national government and protective tariffs. In the late 1820s, his views changed radically, and he became a leading proponent of states' rights, limited government, nullification, and opposition to high tariffs—he saw Northern acceptance of these policies as a condition of the South remaining in the Union. His beliefs and warnings heavily influenced the South's secession from the Union in 1860–1861.",
  "/wiki/Franklin_H._Elmore": "Franklin Harper Elmore (October 15, 1799 – May 29, 1850) was a United States Representative and Senator. Born in Laurens District, the son of John Archer Elmore, he graduated from the South Carolina College at Columbia in 1819, studied law, was admitted to the bar in 1821 and commenced practice in Walterboro. He was solicitor for the southern circuit from 1822 to 1836, a colonel on the staff of the Governor from 1824 to 1826, and was elected as a State Rights Democrat to the Twenty-fourth Congress to fill the vacancy caused by the resignation of James H. Hammond. Elmore was reelected to the Twenty-fifth Congress and served from December 10, 1836, to March 4, 1839. From 1839 to 1850 he was president of the Bank of the State of South Carolina 1839-1850; he declined appointment by President James Polk as Minister to Great Britain. Elmore was appointed as a Democrat to the U.S. Senate to fill the vacancy caused by the death of John C. Calhoun and served from April 11, 1850, until his own death in Washington, D.C. in 1850. He was interred in the First Presbyterian Churchyard in Columbia.",
  "/wiki/Robert_Woodward_Barnwell": "Robert Woodward Barnwell (August 10, 1801 – November 5, 1882) was an American planter, lawyer, and educator from South Carolina who served as a Senator in both the United States Senate and that of the Confederate States of America.",
  "/wiki/List_of_United_States_Senators_from_Ohio": "Ohio was admitted to the Union on March 1, 1803 and elects U.S. senators to Class 1 and Class 3. Its current U.S. senators are Democrat Sherrod Brown (serving since 2007) and Republican Rob Portman (serving since 2011), making it one of nine states to have a split United States Senate delegation.",
  "/wiki/Thomas_Corwin": "Thomas Corwin (July 29, 1794 – December 18, 1865), also known as Tom Corwin, The Wagon Boy, and Black Tom was a politician from the state of Ohio. He represented Ohio in both houses of Congress and served as the 15th Governor of Ohio and the 20th Secretary of the Treasury. After affiliating with the Whig Party, he joined the Republican Party in the 1850s. Corwin is best known for his sponsorship of the proposed Corwin Amendment, which was presented in an unsuccessful attempt to avoid the oncoming American Civil War.",
  "/wiki/United_States_Secretary_of_the_Treasury": "The secretary of the treasury is the head of the United States Department of the Treasury which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. This position in the federal government of the United States is analogous to the minister of finance in many other countries. The secretary of the treasury is a member of the president's Cabinet, and is nominated by the president of the United States. Nominees for secretary of the treasury undergo a confirmation hearing before the United States Senate Committee on Finance before being voted on by the United States Senate.",
  "/wiki/Thomas_Ewing": "Thomas Ewing Sr. (December 28, 1789 – October 26, 1871) was a National Republican and Whig politician from Ohio. He served in the U.S. Senate as well as serving as the Secretary of the Treasury and the first Secretary of the Interior.  He is also known as the foster father (and subsequently father-in-law) of famous American Civil War general William Tecumseh Sherman.",
  "/wiki/List_of_United_States_Senators_from_Massachusetts": "Below is a chronological listing of the United States senators from Massachusetts. According to the Seventeenth Amendment to the United States Constitution adopted in 1913, U.S. senators are popularly elected for a six-year term. Elections are held the first Tuesday after November 1 and terms begin on January 3, about two months after the vote. Before 1914 and the enforcement of the Seventeenth Amendment, the state's U.S. senators were chosen by the Massachusetts General Court, and before 1935, their terms began March 4. The current senators are Democrats Elizabeth Warren and Ed Markey.",
  "/wiki/Daniel_Webster": "Daniel Webster (January 18, 1782 – October 24, 1852) was an American statesman who represented New Hampshire and Massachusetts in the United States Congress and served as the United States Secretary of State under Presidents William Henry Harrison, John Tyler, and Millard Fillmore. He was also a prominent attorney, especially during the period of the Marshall Court. Throughout his career, he was a member of the Federalist Party, the National Republican Party, and the Whig Party.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/Robert_Charles_Winthrop": "Robert Charles Winthrop (May 12, 1809 – November 16, 1894) was an American lawyer and philanthropist and one time Speaker of the United States House of Representatives. He was a descendant of John Winthrop.",
  "/wiki/List_of_United_States_Senators_from_California": "California elects United States senators to Class 1 and Class 3. The state has been represented by 44 people in the Senate since it was admitted to the Union on September 9, 1850. Its current U.S. senators are Democrats Dianne Feinstein and Kamala Harris.",
  "/wiki/John_C._Frémont": "John Charles Frémont  or Fremont (January 21, 1813 – July 13, 1890) was an American explorer, military officer, and politician. He was a US Senator from California, and in 1856 was the first Republican candidate for President of the United States. During the 1840s, he led five expeditions into the American West, and became known as The Pathfinder.",
  "/wiki/William_M._Gwin": "William McKendree Gwin (October 9, 1805 – September 3, 1885) was an American medical doctor and politician, serving in elected office in Mississippi and California. In California he shared the distinction, along with John C. Frémont, of being the state's first US senators. Before, during, and after the Civil War, Gwin was well known in California; Washington, DC; and in the South as a determined Confederate sympathizer.",
  "/wiki/Robert_Rhett": "Robert Rhett (born Robert Barnwell Smith; December 21, 1800 – September 14, 1876) was an American politician who served as a deputy from South Carolina to the Provisional Confederate States Congress from 1861 to 1862, a member of the US House of Representatives from South Carolina from 1837 to 1849, and US Senator from South Carolina from 1850 to 1852. A bulwark of states' rights ideology and an early advocate of secession, he was a \"Fire-Eater\".",
  "/wiki/Robert_Rantoul,_Jr.": "Robert Rantoul Jr. (August 5, 1805 – August 7, 1852) was an American lawyer and politician from Massachusetts.",
  "/wiki/31st_United_States_Congress": "The Thirty-first United States Congress was a meeting of the legislative branch of the United States federal government, consisting of the United States Senate and the United States House of Representatives. It met in Washington, D.C. from March 4, 1849, to March 4, 1851, during the 16 months of the Zachary Taylor presidency and the first eight months of the administration of Millard Fillmore's.  The apportionment of seats in this House of Representatives was based on the Sixth Census of the United States in 1840. The Senate had a Democratic majority, while there was a Democratic plurality in the House."
}