{
  "/wiki/California_National_Historic_Trail": "The California Trail was an emigrant trail of about 3,000 mi (4,800 km) across the western half of the North American continent from Missouri River towns to what is now the state of California. After it was established, the first half of the California Trail followed the same corridor of networked river valley trails as the Oregon Trail and the Mormon Trail, namely the valleys of the Platte, North Platte, and Sweetwater rivers to Wyoming. In the present states of Wyoming, Idaho, and Utah, the California and Oregon trails split into several different trails or cutoffs.",
  "/wiki/El_Camino_Real_de_Tierra_Adentro_National_Historic_Trail": "The Camino Real de Tierra Adentro (English: Royal Road of the Interior Land) was an historic 2,560-kilometre-long (1,590 mi) trade route between Mexico City and San Juan Pueblo (Ohkay Owingeh), New Mexico, USA, from 1598 to 1882. It was the northernmost of the four major \"royal roads\" that linked Mexico City to its major tributaries during and after the Spanish colonial era.",
  "/wiki/Iditarod_National_Historic_Trail": "The Iditarod Trail, also known historically as the Seward-to-Nome Trail, refers to a thousand-plus mile (1,600 km) historic and contemporary trail system in the US state of Alaska. The trail began as a composite of trails established by Alaskan native peoples. Its route crossed several mountain ranges and valleys and passed through numerous historical settlements en route from Seward to Nome. The discovery of gold around Nome brought thousands of people over this route beginning in 1910. Roadhouses for people and dog barns sprang up every 20 or so miles. By 1918 World War I and the lack of 'gold fever' resulted in far less travel. The trail might have been forgotten except for the 1925 diphtheria outbreak in Nome. In one of the final great feats of dog sleds, twenty drivers and teams carried the life-saving serum 674 miles (1,085 km) in 127 hours. Today, the Iditarod Trail Sled Dog Race serves to commemorate the part the trail and its dog sleds played in the development of Alaska.",
  "/wiki/Juan_Bautista_de_Anza_National_Historic_Trail": "The Juan Bautista de Anza National Historic Trail is a 1,210-mile (1,950 km) National Park Service unit in the United States National Historic Trail and National Millennium Trail programs.  The trail route extends from Nogales on the U.S.-Mexico border in Arizona, through the California desert and coastal areas in Southern California and the Central Coast region to San Francisco.",
  "/wiki/Lewis_and_Clark_National_Historic_Trail": "The Lewis and Clark National Historic Trail is a route across the United States commemorating the Lewis and Clark Expedition of 1804 to 1806. It is part of the National Trails System of the United States. It extends for some 3,700 miles (6,000 km) from Wood River, Illinois, to the mouth of the Columbia River in Oregon.",
  "/wiki/Mormon_Pioneer_National_Historic_Trail": "The Mormon Trail is the 1,300-mile (2,092 km) route from Illinois to Utah that members of The Church of Jesus Christ of Latter-day Saints traveled from 1846 to 1868. Today, the Mormon Trail is a part of the United States National Trails System, known as the Mormon Pioneer National Historic Trail.",
  "/wiki/Nez_Perce_National_Historic_Trail": "The Nez Perce National Historic Trail follows the route taken by a large band of the Nez Perce Indian tribe in 1877 during their attempt to flee the U.S. Cavalry and get to Canada, to avoid being forced on to a reservation. The 1,170-mile (1,883 km) trail was created in 1986 as part of the National Trails System Act and is managed by the U.S. Forest Service. The trail traverses through portions of the U.S. states of Oregon, Idaho, Wyoming and Montana and connects 38 separate sites across these four states that commemorate significant events that took place as the Nez Perce tried to escape capture by the U.S. Cavalry. The sites are part of the National Park Service's Nez Perce National Historical Park, managed overall by the National Park Service, with some sites managed by local and state affiliated organizations.",
  "/wiki/Old_Spanish_National_Historic_Trail": "The Old Spanish Trail (Spanish: Viejo Sendero Español) is a historical trade route that connected the northern New Mexico settlements of (or near) Santa Fe, New Mexico with those of Los Angeles, California and southern California. Approximately 700 mi (1,100 km) long, the trail ran through areas of high mountains, arid deserts, and deep canyons. It is considered one of the most arduous of all trade routes ever established in the United States. Explored, in part, by Spanish explorers as early as the late 16th century, the trail saw extensive use by pack trains from about 1830 until the mid-1850s.",
  "/wiki/Oregon_National_Historic_Trail": "The Oregon Trail is a 2,170-mile (3,490 km) historic east–west, large-wheeled wagon route and emigrant trail in the United States that connected the Missouri River to valleys in Oregon. The eastern part of the Oregon Trail spanned part of the future state of Kansas, and nearly all of what are now the states of Nebraska and Wyoming. The western half of the trail spanned most of the future states of Idaho and Oregon.",
  "/wiki/Pony_Express_National_Historic_Trail": "Pony Express National Historic Trail in the United States is the historic route of The Pony Express where men on horseback once carried the nation's mail across the country between 1860 and 1861. The horse-and-rider system became the United States' most direct and practical means of east-west communications before the telegraph, delivering mail in the unprecedented time of ten days."
}