{
  "/wiki/Bj%C3%B8rg_Eva_Jensen": "Bjørg Eva Jensen (born 15 February 1960) is a speed skater from Norway. She had her best year in 1980, when she became junior world allround champion, finished third at the senior allround world championships, and won the 3,000 m event at the 1980 Winter Olympics in Lake Placid.",
  "/wiki/Speed_skating_at_the_1980_Winter_Olympics": "Speed skating at the 1980 Winter Olympics, was held from 9 February to 18 February. Nine events were contested at James B. Sheffield Olympic Skating Rink.",
  "/wiki/Lars-Erik_Eriksen": "Lars Erik Eriksen (born 29 December 1954) is a retired Norwegian cross-country skier who competed in multiple events at the 1980 and 1984 Olympics and 1978 and 1982 World Championships. He had his best achievements in the 4 × 10 km relay, winning a bronze in 1978, a silver in 1980 and a gold in 1982, and finishing in fourth place at the 1984 Olympic Games. Individually, he performed better in longer distances, winning two medals in the 30 and 50 km at the 1982 World Championships and finishing fourth in the 50 km at the 1980 Olympic Games, though he also won the 1984 World Cup in the 15 km event. Eriksen retired in 1988, and later worked as a skiing coach, with Bjørn Dæhlie among others.",
  "/wiki/Per_Knut_Aaland": "Per Knut Aaland (born 5 September 1954 in Norway) is a retired Norwegian cross-country skier.",
  "/wiki/Ove_Aunli": "Ove Robert Aunli (born 12 March 1956 in Hemne) is a Norwegian former cross-country skier. He took the Olympic bronze medal in 1980 Lake Placid when Thomas Wassberg beat Juha Mieto by one-hundredth of a second for the gold medal, and won a silver medal as part of Norway's 4 × 10 km relay team.",
  "/wiki/Oddvar_Br%C3%A5": "Oddvar Brå (born 16 March 1951) is a Norwegian former cross-country skier. He was among the best skiers in Norway, the three-times winner of the World Cup (1972-73, then named \"World ranking\", 1974–75 and 1978–79) and the winner of 16 national championships. His success in the major international championships was more modest.",
  "/wiki/Cross-country_skiing_at_the_1980_Winter_Olympics": "The 1980 Winter Olympics results in cross-country skiing.",
  "/wiki/Kay_Arne_Stenshjemmet": "Kay Arne Stenshjemmet (born 9 August 1953) is a former speed skater from Norway.",
  "/wiki/Brit_Pettersen": "Brit Pettersen Tofte (born 24 November 1961 in Lillehammer) is a former Norwegian cross-country skier who competed during the 1980s.",
  "/wiki/Anette_B%C3%B8e": "Anette Bøe (born 5 November 1957 in Larvik) is a former Norwegian cross-country skier.\nBøe won her first international medal when she took the bronze at the 1980 Winter Olympics in Lake Placid on the 4 × 5 km relay.  She won the 20 km event at the Holmenkollen ski festival twice, in 1984 and 1985.",
  "/wiki/Marit_Myrm%C3%A6l": "Marit Myrmæl (born 20 January 1954) is a Norwegian cross-country skier who competed during the early 1980s.",
  "/wiki/Berit_Aunli": "Berit Kristine Aunli, née Kvello, (born 9 June 1956 in Stjørdal, Norway) is a Norwegian former cross-country skier. She won her first international championship medal as a member of the Norwegian team that won the bronze medal at the 4 × 5 km relay at the 1980 Winter Olympics.",
  "/wiki/Frode_R%C3%B8nning": "Frode Rønning (born 7 July 1959) is a former speed skater and coach from Norway.",
  "/wiki/Terje_Andersen": "Terje Andersen (born 4 March 1952) is a former speed skater and president of the Norwegian Skating Association. Andersen was a typical middle distance skater, his best achievement being one bronze medal from the 1980 Winter Olympics of Lake Placid.",
  "/wiki/Tom_Erik_Oxholm": "Tom Erik Oxholm (born 22 February 1959) is a former speed skater from Norway. He had his best period in the early 1980s.",
  "/wiki/Norway_at_the_1980_Winter_Olympics": "Norway competed at the 1980 Winter Olympics in Lake Placid, United States."
}