{
  "/wiki/Bridge_over_Troubled_Water": "Bridge over Troubled Water is the fifth and final studio album by American folk rock duo Simon & Garfunkel, released in January 1970 on Columbia Records. Following the duo's soundtrack for The Graduate, Art Garfunkel took an acting role in the film Catch-22, while Paul Simon worked on the songs, writing all tracks except Felice and Boudleaux Bryant's \"Bye Bye Love\" (previously a hit for the Everly Brothers).\n With the help of producer Roy Halee, the album followed a similar musical pattern as their Bookends, partly abandoning their traditional style to incorporate elements of rock, R&B, gospel, jazz, world music, pop and other genres. It was described as their \"most effortless record and their most ambitious\".\nBridge over Troubled Water was released on January 26, 1970, and several re-releases followed. The album was mixed and released in both stereo and quadraphonic. Columbia Records released a 40th Anniversary Edition on March 8, 2011, which includes two DVDs, including the politically themed TV special Songs of America (1969), the documentary The Harmony Game, additional liner notes and a booklet. Other reissues contain bonus tracks, such as the 2001 version, which covers the demo tapes of \"Feuilles-O\" and \"Bridge over Troubled Water\".\n Despite numerous accolades, the duo decided to split up, and parted company later in 1970; Garfunkel continued his film career, while Simon worked intensely with music. Both artists released solo albums in the following years. Bridge includes two of the duo's most critically acclaimed and commercially successful songs, \"Bridge over Troubled Water\" and \"The Boxer\", which were listed on Rolling Stone's 500 Greatest Songs of All Time. Critically and commercially successful, the album topped the charts in over ten countries and received two Grammy Awards, plus four more for the title song. It sold around 25 million records and was ranked on several lists, including at number 51 on Rolling Stone's 500 Greatest Albums of All Time.\n The story of the making of the album is told in the 72 minute documentary The Harmony Game (2011), featuring interviews with both Simon & Garfunkel and various collaborators.",
  "/wiki/Jesus_Christ_Superstar_(album)": "Jesus Christ Superstar is a 1970 album musical by Andrew Lloyd Webber and Tim Rice, on which the rock opera musical of the same name was based. The album musical is a musical dramatisation of the last week of the life of Jesus Christ, beginning with his entry into Jerusalem and ending with the Crucifixion. It was originally banned by the BBC on grounds of being \"sacrilegious\". By 1983, the album had sold over 7 million copies worldwide.",
  "/wiki/Harvest_(Neil_Young_album)": "Harvest is the fourth studio album by Canadian musician Neil Young, released in February 1972 on Reprise Records, catalogue MS 2032. It featured the London Symphony Orchestra on two tracks and vocals by noted guests David Crosby, Graham Nash, Linda Ronstadt, Stephen Stills, and James Taylor. It topped the Billboard 200 album chart for two weeks, and spawned two hit singles, \"Old Man\", which peaked at #31 on the Billboard Hot 100, and \"Heart of Gold\", which reached No. 1. It was the best-selling album of 1972 in the United States.",
  "/wiki/War_(U.S._band)": "War (originally called Eric Burdon and War) is an American funk band from Long Beach, California, known for several hit songs (including \"Spill the Wine\", \"The World Is a Ghetto\", \"The Cisco Kid\", \"Why Can't We Be Friends?\", \"Low Rider\", and \"Summer\").\nFormed in 1969, War is a musical crossover band that fuses elements of rock, funk, jazz, Latin, rhythm and blues, and reggae.  Their album The World Is a Ghetto was Billboard's best-selling album of 1973.  The band transcended racial and cultural barriers with a multi-ethnic line-up.  War was subject to many line-up changes over the course of its existence, leaving member Leroy \"Lonnie\" Jordan as the only original member in the current line-up; four other members created a new group called the Lowrider Band.",
  "/wiki/The_World_Is_a_Ghetto": "The World Is a Ghetto is the fifth album by the band War, released in late 1972 on United Artists Records. The album attained the number one spot on Billboard, and was Billboard magazine's Album of the Year as the best-selling album of 1973. In addition to being Billboard's #1 album of 1973, the album is ranked number 444 on Rolling Stone magazine's list of the 500 greatest albums of all time. The title track became a gold record.[citation needed]",
  "/wiki/Elton_John": "Sir Elton Hercules John CH CBE (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists. He has more than fifty Top 40 hits in the UK Singles Chart and US Billboard Hot 100, including seven numbers ones in the UK and nine in the US, as well as seven consecutive number-one albums in the US. His tribute single \"Candle in the Wind 1997\", rewritten in dedication to Diana, Princess of Wales, sold over 33 million copies worldwide and is the best-selling single in the history of the UK and US singles charts. He has also produced records and occasionally acted in films. John owned Watford F.C. from 1976 to 1987 and from 1997 to 2002, and is an honorary life president of the club.\n Raised in the Pinner area of London, John learned to play piano at an early age, and by 1962 had formed Bluesology, an R&B band with whom he played until 1967. He met his longtime musical partner Taupin in 1967, after they both answered an advert for songwriters. For two years, they wrote songs for artists including Lulu, and John worked as a session musician for artists including the Hollies and the Scaffold. In 1969, John's debut album, Empty Sky, was released. In 1970, his first hit single, \"Your Song\", from his second album, Elton John, reached the top ten in the UK and the US. John has also had success in musical films and theatre, composing for The Lion King and its stage adaptation, Aida and Billy Elliot the Musical.\n John has received five Grammy Awards, five Brit Awards, two Academy Awards, two Golden Globe Awards, a Tony Award, a Disney Legends award, and the Kennedy Center Honor. In 2004, Rolling Stone ranked him 49th on its list of 100 influential musicians of the rock and roll era. In 2013, Billboard ranked him the most successful male solo artist on the Billboard Hot 100 Top All-Time Artists, and third overall, behind the Beatles and Madonna. He was inducted into the Rock and Roll Hall of Fame in 1994 and the Songwriters Hall of Fame in 1992, and is a fellow of the British Academy of Songwriters, Composers and Authors. He was knighted by Elizabeth II for \"services to music and charitable services\" in 1998. John has performed at a number of royal events, such as the funeral of Princess Diana at Westminster Abbey in 1997, the Party at the Palace in 2002 and the Queen's Diamond Jubilee Concert outside Buckingham Palace in 2012.\n John has been involved in the fight against AIDS since the late 1980s. In 1992, he established the Elton John AIDS Foundation, and a year later he began hosting his annual Academy Awards Party, which has since become one of the highest-profile Oscar parties in the Hollywood film industry. Since its inception, the foundation has raised over £300 million. John, who announced he was bisexual in 1976 and has been openly gay since 1988, entered into a civil partnership with David Furnish on 21 December 2005; they married after same-sex marriage became legal in England and Wales in 2014. Presenting John with France's highest civilian award, the Legion d'honneur, in 2019, French President Emmanuel Macron called him a \"melodic genius\" and praised his work on behalf of the LGBT community. In 2018, John embarked on a three-year farewell tour.",
  "/wiki/Goodbye_Yellow_Brick_Road": "Goodbye Yellow Brick Road is the seventh studio album by Elton John, first released in 1973 as a double LP. It was the second of his two studio albums released in the same year of 1973 (first one was Don't Shoot Me I'm Only the Piano Player released 9 months earlier). The album has sold more than 30 million copies worldwide and is widely regarded as John's best. Among the 17 tracks, the album contains the hits \"Candle in the Wind\", \"Bennie and the Jets\", \"Goodbye Yellow Brick Road\" and \"Saturday Night's Alright for Fighting\" plus live favorites \"Funeral for a Friend/Love Lies Bleeding\" and \"Harmony\".\n It was recorded at the Studio d'enregistrement Michel Magne at the Château d'Hérouville in France after problems recording at the intended location in Jamaica.\nThe move provided John and his band with a great deal of creative inspiration, and an abundance of quality material was produced, leading to the decision to release the work as a double album (LP).\n In 2003, the album was inducted into the Grammy Hall of Fame. The album was ranked number 91 on Rolling Stone magazine's list of the 500 greatest albums of all time, and number 59 in Channel 4's 2009 list of 100 Greatest Albums.  The album was also included in the book 1001 Albums You Must Hear Before You Die.",
  "/wiki/Elton_John's_Greatest_Hits": "Greatest Hits is the eleventh official album release for Elton John, and the first compilation. Released in November 1974, it spans the years 1970 to 1974, compiling ten of John's singles, with one track variation for releases in North America and for Europe and Australia. It topped the album chart in both the United States and the United Kingdom, staying at number one for ten consecutive weeks in the former nation and eleven weeks in the latter. It was the best-selling album of 1975 in the United States, and is his best-selling album to date, being his first to have received an RIAA diamond certification for US sales of more than 10 million copies – as of April 2016 the album has been certified for 17 million units in the US. It remains John's best-selling album and one of the best-selling albums of all time, with 24 million copies sold worldwide.",
  "/wiki/Peter_Frampton": "Peter Kenneth Frampton (born 22 April 1950) is an English rock musician, singer, songwriter, producer, and guitarist. He was previously associated with the bands Humble Pie and the Herd. After the end of his 'group' career, as a solo artist, Frampton released several albums including his international breakthrough album, the live release Frampton Comes Alive!. The album sold more than 8 million copies in the United States and spawned several hit singles. Since then he has released several other albums. He has also worked with Ringo Starr, David Bowie and both Matt Cameron and Mike McCready from Pearl Jam, among others.\n Frampton is best known for such hits as \"Breaking All the Rules\", \"Show Me the Way\", \"Baby, I Love Your Way\", \"Do You Feel Like We Do\", and \"I'm in You\", which remain staples on classic rock radio. He has also appeared as himself in television shows such as The Simpsons, Family Guy, and Madam Secretary. Frampton is known for his work as a guitar player, particularly with a talk box and his voice.",
  "/wiki/Frampton_Comes_Alive": "Frampton Comes Alive! is a double live album by English rock musician Peter Frampton released in 1976. It is one of the best-selling live albums in the United States. \"Show Me the Way\", \"Baby, I Love Your Way\", and \"Do You Feel Like We Do\" were released as singles. All three singles reached the Top 15 on the Billboard Hot 100, and frequently receive airplay on classic rock radio stations. Following four solo albums with little commercial success, Frampton Comes Alive! was a breakthrough for the artist.\n Released on January 6, 1976, it debuted on the charts at 191. The album reached number one on the Billboard 200 the week ending April 10, 1976, and was in the top spot for a total of 10 weeks. It was the best-selling album of 1976, selling over 8 million copies in the US and becoming one of the best-selling live albums to date, with estimated sales of 11 million worldwide.\nFrampton Comes Alive! was voted \"Album Of The Year\" in the 1976 Rolling Stone readers poll. It stayed on the chart for 97 weeks and was still No. 14 on Billboard's 1977 year-end album chart. It was ranked 41 on Rolling Stone's \"Greatest Live Albums of All Time\" list.",
  "/wiki/Fleetwood_Mac": "Fleetwood Mac are a British-American rock band, formed in London in 1967. They have sold more than 120 million records worldwide, making them one of the world's best-selling bands. In 1998, select members of Fleetwood Mac were inducted into the Rock and Roll Hall of Fame and received the Brit Award for Outstanding Contribution to Music.\n Fleetwood Mac was founded by guitarist Peter Green, drummer Mick Fleetwood and guitarist Jeremy Spencer. Bassist John McVie completed the lineup for their self-titled debut album. Danny Kirwan joined as a third guitarist in 1968. Keyboardist Christine Perfect, who contributed as a session musician from the second album, married McVie and joined in 1970. At this time it was primarily a British blues band, scoring a UK number one with \"Albatross\", and also had other hits such as the singles \"Oh Well\" and \"Man of the World\". All three guitarists left in succession during the early 1970s, to be replaced by guitarists Bob Welch and Bob Weston and vocalist Dave Walker. By 1974, all three had either departed or been dismissed, leaving the band without a male lead vocalist or guitarist.\n In late 1974, while Fleetwood was scouting studios in Los Angeles, he was introduced to folk-rock duo Lindsey Buckingham and Stevie Nicks. Fleetwood Mac soon asked Buckingham to be their new lead guitarist, and Buckingham agreed on condition that Nicks would also join the band. The addition of Buckingham and Nicks gave the band a more pop rock sound, and their 1975 self-titled album, Fleetwood Mac, reached No. 1 in the United States. Rumours (1977), Fleetwood Mac's second album after the arrival of Buckingham and Nicks, produced four U.S. Top 10 singles and remained at number one on the American albums chart for 31 weeks. It also reached the top spot in various countries around the world and won a Grammy Award for Album of the Year in 1978. Rumours has sold over 40 million copies worldwide, making it the eighth-highest-selling album in history. The band went through personal turmoil while recording the album, as both the romantic partnerships in the band (one being John and Christine McVie, and the other being Buckingham and Nicks) separated while continuing to make music together.\n The band's personnel remained stable through three more studio albums, but by the late 1980s began to disintegrate. After Buckingham and Nicks each left the band, they were replaced by a number of other guitarists and vocalists.  A 1993 one-off performance for the first inauguration of Bill Clinton featured the lineup of Fleetwood, John McVie, Christine McVie, Nicks, and Buckingham back together for the first time in six years. A full reunion occurred four years later, and the group released their fourth U.S. No. 1 album, The Dance (1997), a live compilation of their work. Christine McVie left the band in 1998, but continued to work with the band in a session capacity. Meanwhile, the group remained together as a four-piece, releasing their most recent studio album, Say You Will, in 2003. Christine McVie rejoined the band full-time in 2014. In 2018, Buckingham was fired from the band and was replaced by Mike Campbell, formerly of Tom Petty and the Heartbreakers, and Neil Finn of Split Enz and Crowded House.",
  "/wiki/Rumours_(album)": "Rumours is the eleventh studio album by British-American rock band Fleetwood Mac, released on 4 February 1977 by Warner Bros. Records. Largely recorded in California in 1976, it was produced by the band with Ken Caillat and Richard Dashut. The band wanted to expand on the commercial success of their eponymous 1975 album, but struggled with relationship breakups before recording started. The Rumours studio sessions were marked by hedonism and strife among band members that shaped the album's lyrics.\n Recorded with the intention of making \"a pop album\", the album's music featured a pop rock and soft rock sound characterized by accented rhythms and electric keyboards such as the Fender Rhodes or Hammond B3 organ. The members partied and used cocaine for much of the recording sessions, and its completion was delayed by its mixing process, but was finished by the end of 1976. Following the album's release, Fleetwood Mac undertook worldwide promotional tours. Rumours reached the top of both the US Billboard 200 and the UK Albums Chart, and became the band's most successful release. The songs \"Go Your Own Way\", \"Dreams\", \"Don't Stop\", and \"You Make Loving Fun\" were released as singles, all of which reached the US top 10. \n Rumours garnered widespread acclaim from critics, with praise centred on its production quality and harmonies, which frequently relied on the interplay among three vocalists and has inspired the work of musical acts in different genres. It won Album of the Year at the 20th Grammy Awards. It has sold over 40 million copies worldwide, making it one of the best-selling albums of all time. It has received Diamond certifications in several countries, including the US, the UK, Canada, and Australia. \n Often considered Fleetwood Mac's best release, the album has featured in several publications' lists of the best albums of the 1970s and of all time. In 2004, Rumours was remastered and reissued with the addition of \"Silver Springs\", which had been excluded from the original due to tension within the band, and a bonus CD of outtakes from the recording sessions. In 2003, the album was inducted into the Grammy Hall of Fame. In 2006, Time named it in its All-TIME 100 Albums list. In 2018, it was selected for preservation in the National Recording Registry, being deemed \"culturally, historically, or artistically significant\" by the Library of Congress.",
  "/wiki/Bee_Gees": "The Bee Gees \nwere a pop music group formed in 1958. Their lineup consisted of brothers Barry, Robin, and Maurice Gibb. The trio were especially successful as a popular music act in the late 1960s and early 1970s, and later as prominent performers of the disco music era in the mid-to-late 1970s. The group sang recognisable three-part tight harmonies; Robin's clear vibrato lead vocals were a hallmark of their earlier hits, while Barry's R&B falsetto became their signature sound during the mid-to-late 1970s and 1980s. The Bee Gees wrote all of their own hits, as well as writing and producing several major hits for other artists.\n Born on the Isle of Man to English parents, the Gibb brothers lived in Chorlton, Manchester, England until the late 1950s. There, in 1955, they formed the skiffle/rock and roll group the Rattlesnakes. The family then moved to Redcliffe, in the Moreton Bay Region, Queensland, Australia, and then to Cribb Island.  After achieving their first chart success in Australia as the Bee Gees with \"Spicks and Specks\" (their 12th single), they returned to the UK in January 1967, when producer Robert Stigwood began promoting them to a worldwide audience.\n The Bee Gees have sold between 120 million to 220 million records worldwide, making them one of the world's best-selling artists of all time. They were inducted into the Rock and Roll Hall of Fame in 1997; the presenter of the award to \"Britain's first family of harmony\" was Brian Wilson, historical frontman of the Beach Boys, another \"family act\" featuring three harmonising brothers. The Bee Gees' Hall of Fame citation says, \"Only Elvis Presley, the Beatles, Michael Jackson, Garth Brooks and Paul McCartney have outsold the Bee Gees.\". The Bee Gees are the third most successful band in Billboard charts history after The Beatles and The Supremes.\n Following Maurice's death in January 2003 at the age of 53, Barry and Robin retired the group's name after 45 years of activity. In 2009, Robin announced that he and Barry had agreed the Bee Gees would re-form and perform again. Robin died in May 2012, aged 62, after a prolonged struggle with cancer and other health problems, leaving Barry as the only surviving member of the group.",
  "/wiki/Saturday_Night_Fever": "Saturday Night Fever is a 1977 American dance drama film directed by John Badham. It stars John Travolta as Tony Manero, a working-class young man who spends his weekends dancing and drinking at a local Brooklyn discothèque; Karen Lynn Gorney as Stephanie Mangano, his dance partner and eventual confidante; and Donna Pescow as Annette, Tony's former dance partner and would-be girlfriend. While in the disco, Tony is the champion dancer. His circle of friends and weekend dancing help him to cope with the harsh realities of his life: a dead-end job, clashes with his unsupportive and squabbling parents, racial tensions in the local community, and his general restlessness.\n The story is based upon a 1976 New York magazine article by British writer Nik Cohn, \"Tribal Rites of the New Saturday Night\"; in the mid-1990s, Cohn acknowledged that he fabricated the article. A newcomer to the United States and a stranger to the disco lifestyle, Cohn was unable to make any sense of the subculture he had been assigned to write about; instead, the character who became Tony Manero was based on an English mod acquaintance of Cohn.\nSaturday Night Fever was a huge commercial success. The film significantly helped to popularize disco music around the world and made Travolta, already well known from his role on TV's Welcome Back, Kotter, a household name; he was nominated for the Academy Award for Best Actor for his performance. The Saturday Night Fever soundtrack, featuring disco songs by the Bee Gees, is one of the best-selling soundtracks of all time. The film showcased aspects of the music, the dancing, and the subculture surrounding the disco era: symphony-orchestrated melodies; haute couture styles of clothing; pre-AIDS sexual promiscuity; and graceful choreography. A sequel, Staying Alive, also starring Travolta was released six years later, but was panned by critics. In 2010, Saturday Night Fever was deemed \"culturally, historically, or aesthetically significant\" by the Library of Congress and selected for preservation in the National Film Registry.",
  "/wiki/Billy_Joel": "William Martin Joel (born May 9, 1949) is an American singer-songwriter, composer, and pianist. Commonly nicknamed the \"Piano Man\" after his first major hit and signature song of the same name, he has led a commercially successful career as a solo artist since the 1970s, having released twelve studio albums from 1971 to 1993 as well as one studio album in 2001. He is one of the best-selling music artists of all time, as well as the sixth best-selling recording artist and the third best-selling solo artist in the United States, with over 150 million records sold worldwide. His 1985 compilation album, Greatest Hits Vol. 1 & 2, is one of the best-selling albums in the US.\n Joel was born in 1949 in The Bronx, New York, and grew up on Long Island, both places that influenced his music. Growing up, he took piano lessons at the insistence of his mother. After dropping out of high school to pursue a musical career, Joel took part in two short-lived bands, The Hassles and Attila, before signing a record deal with Family Productions and kicking off a solo career in 1971 with his first release, Cold Spring Harbor. In 1972, Joel caught the attention of Columbia Records after a live radio performance of the song \"Captain Jack\" became popular in Philadelphia, prompting him to sign a new record deal with the company and release his second album, Piano Man, in 1973. After releasing the albums Streetlife Serenade and Turnstiles in 1974 and 1976 respectively, Joel released his critical and commercial breakthrough album, The Stranger, in 1977. This album became Columbia's best-selling release, selling over 10 million copies and spawning several hit singles, including \"Just the Way You Are\", \"Movin' Out (Anthony's Song)\", \"Only the Good Die Young\", and \"She's Always a Woman\"; another song on this album, \"Scenes from an Italian Restaurant\", is Joel's favorite of his own songs and has become a staple of his live shows.\n Joel's next album, 52nd Street, was released in 1978 and became his first album to peak at No.1 on the Billboard 200 chart. Joel released his seventh studio album, Glass Houses, in 1980 in an attempt to further establish himself as a rock and roll artist; this release featured \"It's Still Rock and Roll to Me\" (Joel's first single to top the Billboard Hot 100 chart), \"You May Be Right\", \"Don't Ask Me Why\", and \"Sometimes a Fantasy\". His next album, The Nylon Curtain, was released in 1982, and stemmed from a desire from Joel to create more lyrically and melodically ambitious music. An Innocent Man, released in 1983, served as an homage to genres of music which Joel had grown up with in the 1950s, such as rhythm and blues and doo-wop; this release featured \"Uptown Girl\" and \"The Longest Time\", two of his most well-known songs today. After releasing the albums The Bridge and Storm Front in 1986 and 1989 respectively, Joel released his twelfth and to date final studio album, River of Dreams, in 1993. He went on to release Fantasies and Delusions, a 2001 album featuring classical compositions composed by Joel and performed by British-Korean pianist Richard Hyung-ki Joo. Joel also provided voiceover work in 1988 for the animated Disney film, Oliver & Company, in which he played the character Dodger, and contributed to the soundtracks to several different films, including Easy Money, Ruthless People, and Honeymoon in Vegas.\n Across the 20 years of his solo career, Joel produced 33 Top 40 hits in the U.S., all of which he wrote himself, and three of which (\"It's Still Rock and Roll to Me\", \"Tell Her About It\", and \"We Didn't Start the Fire\") managed to peak at the top of the Billboard Hot 100 charts. Joel has been nominated for 23 Grammy Awards, winning five of them, including Album of the Year for 52nd Street. Joel was inducted into the Songwriters Hall of Fame (1992), the Rock and Roll Hall of Fame (1999), and the Long Island Music Hall of Fame (2006). In 2001, Joel received the Johnny Mercer Award from the Songwriters Hall of Fame. In 2013, Joel received the Kennedy Center Honors, for influencing American culture through the arts. Since the advent of his solo career, Joel has held a successful touring career, holding live performances across the globe in which he sings several of his written songs. In 1987, he became one of the very first artists to hold a rock and roll tour in the Soviet Union following the country's alleviation of the ban on rock and roll music. Despite largely retiring from writing and releasing pop music following the release of River of Dreams, he continues to tour; he frequently performs at Madison Square Garden in Manhattan. Joel has been in several relationships, including marriages to Elizabeth Weber Small, model Christie Brinkley, and chef Katie Lee; since 2015, he has been married to Alexis Roderick, his fourth spouse. He also has three children: daughter Alexa Ray Joel with Brinkley, and daughters Della Rose and Remy Anne with Roderick.",
  "/wiki/52nd_Street_(album)": "52nd Street is the sixth studio album by American singer-songwriter Billy Joel, released on Oct 12, 1978. The follow-up to his breakthrough success album, The Stranger, Joel tried to give the album a fresh sound, hiring various jazz musicians to make it feel differentiated from his previous album efforts. It was the first of four Joel albums to top the Billboard charts, and it earned him two Grammys.\nThree songs reached the Top 40 in the United States, contributing to the album's success: \"My Life\" (#3), \"Big Shot\" (#14), and \"Honesty\" (#24). It was similarly well received by critics, earning the 1979 Grammy for Album of the Year. This Grammy was presented to its producer, Phil Ramone. Upon Ramone's death, 52nd Street's Album of the Year Grammy was passed on to Joel. Additionally, the album is notable for being among the first albums commercially released on the compact disc format, reaching store shelves on October 1, 1982 in Japan (it was one of fifty CDs released that day, including The Stranger, but bore the first catalogue number in the sequence, 35DP-1, and so is frequently cited as the first to be released). In keeping with this history, it was also the first release when Sony returned to manufacturing vinyl records in 2018.\n The title is a reference to 52nd Street, one of New York City's jazz centers in the middle of the century. Joel's label was headquartered on 52nd Street (in the CBS Building) at the time of the album's release. The studio where recording took place was also on 52nd Street, one block away from the CBS Building.",
  "/wiki/List_of_best-selling_albums_by_year_in_the_United_States": "This is a list of the best-selling albums by year in the United States. Billboard magazine began publishing year-end lists for album sales in 1956. Until 1991, the Billboard album chart was based on a survey of representative retail outlets that determined a ranking, not a tally of actual sales. Weekly surveys and year-end charts by Billboard and other publications such as now defunct Cash Box magazine sometimes differed. For instance, during the 1960s and 1970s, the number-one album as determined by these two publications differed in 10 out of 20 years. From 1992 onwards, the Billboard year-end and weekly charts were calculated by Nielsen SoundScan. Note that this slightly differs from prior Billboard year-end album charts, which were a measure of chart performances over twelve months from around December to November (cutoff determined by Billboard´s publication schedule) rather than actual total sales."
}