{
  "/wiki/Janet_Jackson": "Janet Damita Jo Jackson (born May 16, 1966) is an American singer, songwriter, actress, and dancer. A prominent figure in popular culture, she is known for sonically innovative, socially conscious and sexually provocative records and elaborate stage shows.",
  "/wiki/Janet_Jackson%27s_Rhythm_Nation_1814": "Janet Jackson's Rhythm Nation 1814 (commonly referred to as Rhythm Nation) is the fourth studio album by American singer Janet Jackson, released on September 19, 1989, by A&M Records. Although label executives wanted material similar to her previous album, Control (1986), Jackson insisted on creating a concept album addressing social issues. Collaborating with songwriters and record producers Jimmy Jam and Terry Lewis, she drew inspiration from various tragedies reported through news media, exploring racism, poverty, and substance abuse, in addition to themes of romance.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/Mariah_Carey_(album)": "Mariah Carey is the eponymous debut studio album by American singer and songwriter Mariah Carey, released on June 12, 1990, by Columbia Records. Its music incorporates a range of contemporary genres with a mix of slow ballads and up-tempo tracks. Originally, Carey wrote four songs with Ben Margulies, which solely constituted her demo tape. After Carey was signed to Columbia, all four songs, after being altered and partially re-recorded, made the final cut for the album. Aside from Margulies, Carey worked with a range of professional writers and producers, all of whom were hired by Columbia CEO, Tommy Mottola. Mariah Carey featured production and writing from Rhett Lawrence, Ric Wake and Narada Michael Walden, all of whom were top record producers at the time. Together with Carey, they conceived the album and reconstructed her original demo tape.",
  "/wiki/Billy_Ray_Cyrus": "Billy Ray Cyrus (born August 25, 1961) is an American singer-songwriter and actor. He has released 16 studio albums and 53 singles since 1992, and is known for his number one single \"Achy Breaky Heart\", which became the first single ever to achieve triple platinum status in Australia. It was also the best-selling single in the same country in 1992. Due to the song's music video, the line dance rose in popularity.",
  "/wiki/Some_Gave_All": "Some Gave All is the debut album by American singer Billy Ray Cyrus. It was his first album for Mercury Records in 1992 and became the best selling album of that year in the United States, selling over 9 million copies in the first 12 months of release. It produced four hit singles on the Billboard country charts. The first of these was Cyrus's breakthrough song \"Achy Breaky Heart\", which topped the charts in several countries. In the US it was a five-week number one on the Hot Country Songs chart, as well as a top 5 hit on the Billboard Hot 100. It became the first single ever to achieve triple Platinum status in Australia and was the best-selling single of 1992 in the same country. Thanks to the video of the song, there was an explosion of line dancing into the mainstream, becoming a craze. The song earned Grammy Award nominations for Cyrus in the categories Record of the Year and Best Country Vocal Performance, Male. That same year, Cyrus also received a Grammy Award nomination for Best New Artist. \"Achy Breaky Heart\" was originally recorded as \"Don't Tell My Heart\" by The Marcy Brothers on their 1991 self-titled album.",
  "/wiki/Whitney_Houston": "Whitney Elizabeth Houston (August 9, 1963 – February 11, 2012) was an American singer and actress. She was cited as the most awarded female artist of all time by Guinness World Records and remains one of the best-selling music artists of all time with 200 million records sold worldwide. Houston released seven studio albums and two soundtrack albums, all of which have been certified diamond, multi-platinum, platinum, or gold by the Recording Industry Association of America (RIAA). Her crossover appeal on the popular music charts—as well as her prominence on MTV, starting with her video for \"How Will I Know\"—influenced several female African-American artists.",
  "/wiki/The_Bodyguard_(soundtrack)": "The Bodyguard: Original Soundtrack Album is a soundtrack album from the film of the same name, released on November 17, 1992, by Arista Records. The album's first side (in its original LP and cassette formats) features songs recorded by American singer Whitney Houston, who starred in the film, while side two features the work of various artists. Houston and Clive Davis were co-executive producers of the record, which is the best selling female album of all-time.",
  "/wiki/Elton_John": "Sir Elton Hercules John CH CBE (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists. He has more than fifty Top 40 hits in the UK Singles Chart and US Billboard Hot 100, including seven numbers ones in the UK and nine in the US, as well as seven consecutive number-one albums in the US. His tribute single \"Candle in the Wind 1997\", rewritten in dedication to Princess Diana, sold over 33 million copies worldwide and is the best-selling single in the history of the UK and US singles charts. He has also produced records and occasionally acted in films. John owned Watford F.C. from 1976 to 1987 and from 1997 to 2002, and is an honorary life president of the club.",
  "/wiki/The_Lion_King_(1994_soundtrack)": "The Lion King: Original Motion Picture Soundtrack is the soundtrack album for the 1994 Disney animated film, The Lion King. It contains songs from the film written by Elton John and Tim Rice, and a score composed by Hans Zimmer. Elton John has a dual role of performer for several tracks. Additional performers include Lebo M, Carmen Twillie, Jason Weaver, Rowan Atkinson, Joseph Williams, Whoopi Goldberg, Jeremy Irons, Cheech Marin, Jim Cummings, Nathan Lane, Ernie Sabella, and Sally Dworsky. The album was released on May 31, 1994 on CD and audio cassette. The soundtrack was recorded in three different countries: the U.S., the U.K. and South Africa.  It is the best-selling soundtrack album to an animated film in the United States with over 7 million copies sold, with 4,934,000 copies sold in 1994.",
  "/wiki/Hootie_and_the_Blowfish": "Hootie & the Blowfish is an American rock band that was formed in Columbia, South Carolina in 1986. The band's lineup for most of its existence has been the quartet of Darius Rucker, Mark Bryan, Dean Felber, and Jim Sonefeld. The band went on hiatus in  2008 until they announced plans for a full reunion tour in 2019 and released their first new studio album in fourteen years, Imperfect Circle.",
  "/wiki/Cracked_Rear_View": "Cracked Rear View is the debut studio album by Hootie & the Blowfish, released on July 5, 1994 by Atlantic Records. Released to positive critical reviews, it became extremely popular and is currently one of the best-selling albums of all time.",
  "/wiki/Alanis_Morissette": "Alanis Nadine Morissette (born June 1, 1974) is a Canadian-American singer, songwriter, record producer, and actress. Known for her emotive mezzo-soprano voice, Morissette began her career in Canada in the early 1990s with two mildly successful dance-pop albums. Afterwards, as part of a recording deal, she moved to Holmby Hills, Los Angeles and in 1995 released Jagged Little Pill, a more rock-oriented album which sold more than 33 million copies globally and is her most critically acclaimed work. Her follow-up album, Supposed Former Infatuation Junkie, was released in 1998.",
  "/wiki/Jagged_Little_Pill": "Jagged Little Pill is the third studio album, and international debut, by Canadian singer Alanis Morissette, released on June 13, 1995, through Maverick. It was her first album to be released worldwide as her first two albums were released only in Canada. The album was a stylistic departure from her first two albums, which featured a new jack swing and dance-pop musical style. Morissette began work on the album after moving from her hometown, Ottawa, to Toronto; she made little progress until she traveled to Los Angeles, where she met producer Glen Ballard. Morissette and Ballard had an instant connection and began co-writing and experimenting with sounds.",
  "/wiki/Spice_Girls": "The Spice Girls are an English pop girl group formed in 1994. The group comprises Melanie Brown, also known as Mel B (\"Scary Spice\"), Melanie Chisholm, also known as Mel C (\"Sporty Spice\"), Emma Bunton (\"Baby Spice\"), Geri Halliwell (\"Ginger Spice\"), and Victoria Beckham (\"Posh Spice\"). They were signed to Virgin Records and released their debut single \"Wannabe\" in 1996; it hit number one in 37 countries and commenced their global success. Their debut album Spice sold more than 31 million copies worldwide, becoming the best-selling album by a female group in history. Their follow-up album, Spiceworld sold over 20 million copies worldwide. The Spice Girls have sold 85 million records worldwide, making them the best-selling girl group of all time, one of the best-selling pop groups of all time, and the biggest British pop success since The Beatles. Among the highest profile acts in 1990s popular culture, Time called them \"arguably the most recognizable face\" of Cool Britannia, the mid-1990s celebration of youth culture in the UK.",
  "/wiki/Spice_(album)": "Spice is the debut studio album by English girl group the Spice Girls. It was released on 19 September 1996 by Virgin Records. The album was recorded between 1995 and 1996 at Olympic Studios in Barnes, London, and Strongroom Studios in Shoreditch, London, by producers Matt Rowe and Richard Stannard, and the production duo Absolute. Spice is a pop album that incorporates styles such as dance, R&B and hip hop. It is considered to be the record that brought teen pop back, opening the doors for a wave of teen pop artists. Conceptually, the album centered on the idea of Girl Power, and the hype surrounding the group was compared to Beatlemania.",
  "/wiki/James_Horner": "James Roy Horner (August 14, 1953 – June 22, 2015) was an American composer, conductor and orchestrator of film scores, writing over 100. He was known for the integration of choral and electronic elements, and for his frequent use of motifs associated with Celtic music.",
  "/wiki/Titanic:_Music_from_the_Motion_Picture": "Titanic: Music from the Motion Picture is the soundtrack to the film of the same name composed, orchestrated and conducted by James Horner. The soundtrack was released by Sony Classical/Sony Music Soundtrax on November 18, 1997.",
  "/wiki/Backstreet_Boys": "Backstreet Boys  (often abbreviated as BSB) is an American vocal group, formed in Orlando, Florida in 1993. The group consists of AJ McLean, Howie Dorough, Nick Carter, Kevin Richardson, and Brian Littrell.",
  "/wiki/Millennium_(Backstreet_Boys_album)": "Millennium is the third studio album (second in the US) by American vocal pop group, the Backstreet Boys, released on May 18, 1999 by Jive Records. It was a highly anticipated follow-up to both their US debut album, and their second internationally released album. It was their first album to be released in both the US and internationally in the same form, at the same time.",
  "/wiki/List_of_best-selling_albums_by_year_in_the_United_States": "This is a list of the best-selling albums by year in the United States. Billboard magazine began publishing year-end lists for album sales in 1956. Until 1991, the Billboard album chart was based on a survey of representative retail outlets that determined a ranking, not a tally of actual sales. Weekly surveys and year-end charts by Billboard and other publications such as now defunct Cash Box magazine sometimes differed. For instance, during the 1960s and 1970s, the number-one album as determined by these two publications differed in 10 out of 20 years. From 1992 onwards, the Billboard year-end and weekly charts were calculated by Nielsen SoundScan. Note that this slightly differs from prior Billboard year-end album charts, which were a measure of chart performances over twelve months from around December to November (cutoff determined by Billboard´s publication schedule) rather than actual total sales."
}