{
  "/wiki/NSYNC": "NSYNC (/ɛnˈsɪŋk/, /ɪn-/; also stylized as *NSYNC or 'N Sync) was an American boy band formed in Orlando, Florida, in 1995 and launched in Germany by BMG Ariola Munich. NSYNC consisted of Justin Timberlake, JC Chasez, Chris Kirkpatrick, Joey Fatone, and Lance Bass. After heavily publicized legal battles with their former manager Lou Pearlman and former record label Bertelsmann Music Group, the group's second album, No Strings Attached (2000), sold over one million copies in one day and 2.42 million copies in one week, which was a record for over fifteen years. Among the group's singles, \"I Want You Back\", \"Bye Bye Bye\", \"This I Promise You\", \"Girlfriend\", \"Pop\" and \"It's Gonna Be Me\" reached the top 10 in several international charts, with the last being a US Billboard Hot 100 number one. In addition to a host of Grammy Award nominations, NSYNC has performed at the World Series, the Super Bowl and the Olympic Games, and sang or recorded with Elton John, Stevie Wonder, Michael Jackson, Janet Jackson, Britney Spears, Phil Collins, Celine Dion, Aerosmith, Nelly, Left Eye, Mary J. Blige, country music supergroup Alabama, and Gloria Estefan.",
  "/wiki/No_Strings_Attached_(%27N_Sync_album)": "No Strings Attached is the second studio album by American boy band NSYNC, released on March 21, 2000, by Jive Records. Looking to distinguish their music from that of their labelmates, the band chose to incorporate pop and R&B styles. Prior to the release of the album, NSYNC separated from their management Trans Continental and their label RCA Records; its title is a play on the idea of independence from corporate control. Contributions to the album's production came from a wide range of producers, including group members Justin Timberlake and JC Chasez and new collaborators Kristian Lundin, Jake Schulze, Rami, Teddy Riley, Kevin \"She'kspere\" Briggs, Richard Marx, Veit Renn, Babyface, and Guy Roche.",
  "/wiki/Linkin_Park": "Linkin Park is an American rock band from Agoura Hills, California. The band's current lineup comprises vocalist/rhythm guitarist Mike Shinoda, lead guitarist Brad Delson, bassist Dave Farrell, DJ/keyboardist Joe Hahn and drummer Rob Bourdon, all of whom are founding members. Vocalists Mark Wakefield and Chester Bennington and bassist Kyle Christner are former members of the band. Categorized as alternative rock, Linkin Park has experimented with their music throughout their career by incorporating heavy metal, hard rock, hip hop, pop, and electronica.",
  "/wiki/Hybrid_Theory": "Hybrid Theory is the debut studio album by American rock band Linkin Park, released on October 24, 2000, through Warner Bros. Records. Recorded at NRG Recordings in North Hollywood, California, and produced by Don Gilmore, the album's lyrical themes deal with problems lead vocalist Chester Bennington experienced during his adolescence, including drug abuse and the constant fighting and divorce of his parents. Hybrid Theory takes its title from the previous name of the band as well as the concept of music theory and combining different styles.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/The_Eminem_Show": "The Eminem Show is the fourth studio album by American rapper Eminem, released on May 26, 2002 by Aftermath Entertainment, Shady Records, and Interscope Records. The album also saw Eminem take a substantially more predominant production role; most of it was self-produced. Predominantly hip hop based, Eminem incorporated a heavier use of rock elements than his previous records. Dr. Dre was the album's executive producer. Due to its less comedic and shock factor lyrical approach, The Eminem Show is regarded as Eminem's most personal album and \"revealing Marshall Mathers\" for the first time.",
  "/wiki/50_Cent": "Curtis James Jackson III (born July 6, 1975), known professionally as 50 Cent, is an American rapper, songwriter, singer, actor, television producer, entrepreneur, and investor. Born in the South Jamaica neighborhood of the borough of Queens, Jackson began selling drugs at age twelve during the 1980s crack epidemic. He later began pursuing a musical career and in 2000 he produced Power of the Dollar for Columbia Records, but days before the planned release he was shot and the album was never released. In 2002, after Jackson released the compilation album Guess Who's Back?, he was discovered by Eminem and signed to Shady Records, under the aegis of Dr. Dre's Aftermath Entertainment and Interscope Records.",
  "/wiki/Get_Rich_or_Die_Tryin%27_(album)": "Get Rich or Die Tryin' is the debut studio album by American rapper 50 Cent. It was released on February 6, 2003, by Shady Records, G-Unit Records, Aftermath Entertainment and Interscope Records. After signing with Eminem, 50 Cent also worked heavily with Dr. Dre, with the duo acting as the album's executive producers, who worked to combine the gangsta rap and R&B combo prevalent in New York hip hop.",
  "/wiki/Usher_(entertainer)": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records. He released his self-titled debut album, Usher (1994) but rose to fame in the late 1990s with the release of his second album My Way (1997). It spawned his first U.S. Billboard Hot 100 number-one single, \"Nice & Slow\", among top-two singles \"You Make Me Wanna...\" and \"My Way\". 8701 (2001) produced the number-one singles \"U Remind Me\" and \"U Got It Bad\", as well as top-three single \"U Don't Have to Call\". It sold eight million copies worldwide and won his first two Grammy Awards as Best Male R&B Vocal Performance in 2002 and 2003.",
  "/wiki/Confessions_(Usher_album)": "Confessions is the fourth studio album by American singer Usher. It was released on March 23, 2004, by Arista Records. Recording sessions for the album took place during 2003 to 2004, with its production handled by his longtime collaborator Jermaine Dupri, along with Jimmy Jam and Terry Lewis and Lil Jon, among others. Primarily an R&B album, Confessions showcases Usher as a crooner through a mixture of ballads and up-tempos, incorporating musical genres of dance-pop, hip hop and crunk. The album's themes generated controversy about Usher's personal relationships; however, the album's primary producer Jermaine Dupri claimed the album reflects Dupri's own personal story.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/The_Emancipation_of_Mimi": "The Emancipation of Mimi is the tenth studio album by American singer and songwriter Mariah Carey, released through Island Records on April 12, 2005. The Emancipation of Mimi was considered Carey's \"comeback album\" by critics and became her highest-selling release in the US in a decade. In composing the album, the singer collaborated with many songwriters and producers throughout 2004, including Jermaine Dupri, Snoop Dogg, Twista, Nelly, Pharrell Williams, and James \"Big Jim\" Wright, many of whom appeared as featured guests on select tracks.",
  "/wiki/High_School_Musical_(soundtrack)": "High School Musical is the soundtrack of the Disney Channel Original Movie of the same name. Recorded in five days, it was released on January 10, 2006, and became the best selling album of that year, having sold more than 3.7 million copies in the US and 7 million copies worldwide.  As of January 2016, the album has sold 5 million copies in the US, making it the best-selling TV soundtrack since 1991 when Nielsen SoundScan started tracking music sales.",
  "/wiki/Josh_Groban": "Joshua Winslow Groban (born February 27, 1981) is an American singer, songwriter, actor, and record producer, who is known for his unusually dusky tenor voice. His first four solo albums have been certified multi-platinum, and he was charted in 2007 as the number-one best selling artist in the United States, with over 22.3 million records. As of 2012[update], he had sold over 25 million records worldwide.",
  "/wiki/No%C3%ABl_(Josh_Groban_album)": "Noël is a Christmas album and the fourth studio album by Josh Groban that was released on October 9, 2007. In the United States, the album is available as a single CD release in most retail stores. However, Target stores released a limited edition version of the album with a bonus DVD that features a \"making of\" documentary entitled The Making of Noël.[citation needed]",
  "/wiki/Lil_Wayne": "Dwayne Michael Carter Jr. (born September 27, 1982), known professionally as Lil Wayne, is an American rapper, singer, songwriter, record executive, entrepreneur, and actor. His career began in 1996, at the age of 13, when he was discovered by Birdman and joined Cash Money Records as the youngest member of the label. He joined the southern hip hop group Hot Boys, with Cash Money label-mates Juvenile and Turk, in 1997, who became popular following the release of the album Guerrilla Warfare (1999) and the \"Bling Bling\". For many years, Lil Wayne was the flagship artist of Cash Money Records, before ending his long-tenured deal with the company in June 2018.",
  "/wiki/Tha_Carter_III": "Tha Carter III is the sixth studio album by American rapper Lil Wayne, released on June 10, 2008, by Cash Money and Universal Motown. It follows a long string of mixtape releases and guest appearances on other hip hop and R&B artists records, helping to increase his exposure in the mainstream. Amid release delays and leaks, Tha Carter III became one of the most anticipated releases of 2008. It is widely regarded as one of Wayne’s best projects.",
  "/wiki/Taylor_Swift": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal. Her 2006 eponymous debut album was the longest-charting album of the 2000s in the US. Its third single, \"Our Song\", made her the youngest person to single-handedly write and perform a number-one song on the Billboard Hot Country Songs chart. Swift's second album, Fearless, was released in 2008. Buoyed by the pop crossover success of the singles \"Love Story\" and \"You Belong with Me\", it became the US's best-selling album of 2009 and was certified diamond in the US. The album won four Grammy Awards, and Swift became the youngest Album of the Year winner.",
  "/wiki/Fearless_(Taylor_Swift_album)": "Fearless is the second studio album by American singer-songwriter Taylor Swift. The album was released on November 11, 2008, by Big Machine Records. Swift wrote most of the songs during the time when she was promoting her self-titled debut studio album performing as an opening act for other country artists. Of the 13 tracks on the standard edition, eight were solely written by Swift, and the other were co-written by Swift with Liz Rose, Hillary Lindsey, Colbie Caillat, and John Rich. Swift also made her debut as a record producer, co-producing all songs with Nathan Chapman.",
  "/wiki/List_of_best-selling_albums_by_year_in_the_United_States": "This is a list of the best-selling albums by year in the United States. Billboard magazine began publishing year-end lists for album sales in 1956. Until 1991, the Billboard album chart was based on a survey of representative retail outlets that determined a ranking, not a tally of actual sales. Weekly surveys and year-end charts by Billboard and other publications such as now defunct Cash Box magazine sometimes differed. For instance, during the 1960s and 1970s, the number-one album as determined by these two publications differed in 10 out of 20 years. From 1992 onwards, the Billboard year-end and weekly charts were calculated by Nielsen SoundScan. Note that this slightly differs from prior Billboard year-end album charts, which were a measure of chart performances over twelve months from around December to November (cutoff determined by Billboard´s publication schedule) rather than actual total sales."
}