{
  "/wiki/Payette_National_Forest": "The Payette National Forest is a U.S. National Forest located in central western Idaho, in parts of Valley, Idaho, Adams, and Washington counties.  The land area consists of approximately 2.3 million acres (9,300 km2) of federally managed lands.  It is bordered by Hells Canyon National Recreation Area and the Hells Canyon to the west, Salmon-Challis National Forest to the east, Boise National Forest to the south, and the Nez Perce National Forest to the north.  The Payette National Forest is a part of the Intermountain Region (Region 4). It is under the jurisdiction of a forest supervisor in McCall and is divided into five ranger districts: McCall, Krassel, New Meadows, Council, and Weiser.\n The Payette also provides the largest component of the Frank Church-River of No Return Wilderness, the second-largest designated wilderness area outside Alaska. Approximately 790,000 acres (3,200 km2) of it is within the wilderness, comprising one-third of its total acreage. (Five other National Forests also contribute to the River of No Return Wilderness, in addition to a small plot of land from the Bureau of Land Management.) It also provides the third-largest component of the Hells Canyon Wilderness.\n The Forest Reserve Act of 1891 helped the creation of the Weiser Reserve in 1905 and the Idaho Reserve in 1908.  A merger of these two reserves (later called forests) on April 1, 1944 created the official Payette National Forest.  It is named for François Payette (1793-18xx), a French-Canadian fur trapper and later the manager of Fort Boise for the Hudson's Bay Company from 1835-1844.  He was one of the first white men to settle in the area, venturing east from Astoria, Oregon in 1818.  A large and amiable man, he was highly regarded for being very helpful to travelers.  He returned to Montreal in 1844 and the remainder of his life is a mystery.\n The Payette National Forest is located above the Idaho Batholith, the largest granitic body of rock in the United States.  Glacial activity as recently as 15,000 years ago also shaped the character of the forest providing lakes and granite outcrops. The forest is made up of eight species of conifer trees, 300 species of mammals and birds, a number of fish species protected under the Endangered Species Act, and a wide variety of wildflowers.  Streams and lakes drain into two of Idaho's major rivers, the Salmon or the Snake.",
  "/wiki/Yellow_Pine,_Idaho": "Yellow Pine is an unincorporated census-designated place in Valley County, Idaho, United States. As of the 2010 census, its population was 32. Yellow Pine has an area of 0.995 square miles (2.58 km2); 0.984 square miles (2.55 km2) of this is land, and 0.011 square miles (0.028 km2) is water.\n Although unincorporated, the community has its own zip code, 83677, where overall 44 people live on a total land area of 174.269 square miles (451.35 km2), according to the 2010 Census.",
  "/wiki/Suicide_Rock": "Suicide Rock (once Suicide Peak) is a granite outcrop (7,510 feet (2,290 m)) near Idyllwild, California, which is popular with rock climbers. Over three hundred climbing routes have been described. It is located near Tahquitz Peak.\n According to legend, the name of Suicide Rock comes from a story of a Native American princess and her lover who, after being ordered to separate, instead committed suicide by jumping off the rock. It is speculated that this story originated as a derivative of Helen Hunt Jackson's Ramona story, in an attempt to boost tourism to this area in the late 19th century.",
  "/wiki/Cabin_Creek_Ranch": "Cabin Creek Ranch, on Cabin Creek at its confluence with Big Creek in the Payette National Forest, near Black Butte, Idaho, was listed on the National Register of Historic Places in 1990.  The listing included two contributing buildings, two contributing structures, and 16 contributing sites on 620 acres (250 ha)..\n Year of construction: 1894\nHistoric function: Domestic; Agriculture/subsistence\nHistoric subfunction: Single Dwelling; Agricultural Outbuildings; Agricultural Fields; Animal Facility; Secondary Structure\nCriteria: event, information potential",
  "/wiki/Elo_School": "The Elo School is a historic school built in 1906 and expanded in 1915. It is a 24 by 64 feet (7.3 m × 19.5 m) building with an enclosed porch and a bell tower. It was named for Reverend John William Eloheimo, a Finnish Evangelical minister, and his daughter Eva Eloheimo was one of its first teachers. The original 1906 structure was built for $612 by Abram Pekkala; the expansion was by Finnish carpenters John Heikkila and John Ruuska. The school was listed on the National Register of Historic Places in 1982.\n The NRHP listing includes a 25 by 25 feet (7.6 m × 7.6 m) teacher's cottage located behind the school.\n It is located southeast of State Highway 55 on Farm to Market Rd., in or near McCall, in Valley County, Idaho.",
  "/wiki/Idaho_State_Highway_55": "State Highway 55 is an Idaho highway from Marsing to New Meadows, connecting with US-95 at both ends.\n From Marsing it travels east to Nampa, Meridian, and Eagle, then north to Horseshoe Bend. SH-55 then climbs the Payette River to Banks, then its north fork to the Long Valley, through the towns of Cascade and McCall. After descending a narrow canyon to Meadows, SH-55 terminates in New Meadows at the junction with US-95.",
  "/wiki/McCall,_Idaho": "McCall is a resort town on the western edge of Valley County, Idaho, United States. Named after its founder, Tom McCall, it is situated on the southern shore of Payette Lake, near the center of the Payette National Forest. The population was 2,991 as of the 2010 census, up from 2,084 in 2000.\n Originally a logging community whose last sawmill closed in 1977, McCall is now an all-season tourist destination for outdoor recreation. The resort town is known for its Winter Carnival, extended winters, and one of the highest average snowfalls in the state.",
  "/wiki/Matt_N._Hill_Homestead_Barn": "The Matt N. Hill Homestead Barn near McCall, Idaho was built in about 1903.  It was listed on the National Register of Historic Places in 1982.\n It is a basilica plan barn which is 50 by 60 feet (15 m × 18 m) in plan.  It has a steep roof and a pointed hay hood.\n In 1980 the barn was in very good condition and was used for storing farm equipment.  Its roof shingles had been replaced by a metal roof, but its interior was virtually unchanged from its original status.",
  "/wiki/Lake_Fork,_Idaho": "Lake Fork is an unincorporated community in Valley County, Idaho, United States. Lake Fork is located on Idaho State Highway 55 5.5 miles (8.9 km) south of McCall.",
  "/wiki/John_Korvola_Homestead": "John Korvola was one of four Finnish homesteaders who came to Roseberry in Valley County, Idaho after the Spanish–American War. The town flourished until it failed to get the railroad, which passed 1.5 miles to the west, instead.\n The homestead was listed on the National Register of Historic Places in 1982. It was one of 13 buildings in the Long Valley area that were considered together for NRHP listing in 1982; all were built by Finns using traditional Finnish log construction.",
  "/wiki/Donnelly,_Idaho": "Donnelly is a city in rural Valley County, Idaho, United States. The population was 152 at the 2010 census.\n Donnelly is in the Long Valley of Valley County, on the northeast shore of Lake Cascade (Cascade Reservoir), between the two major cities in the county.  McCall is 13 miles (21 km) north, and Cascade is 16 miles (26 km) to the south, via Highway 55.  Tamarack Resort is across the reservoir to the southwest.\n Donnelly is the world headquarters of the celebrated Donnelly Show Ski Team which was established in 2008.",
  "/wiki/Krassel_Ranger_Station": "The Krassel Ranger Station, near Yellow Pine, Idaho, was built in 1937.  It was listed on the National Register of Historic Places in 1992.  The listing included four contributing buildings, a contributing structure, and a contributing site on 6.2 acres (2.5 ha).\n It is located along the South Fork of the Salmon River, 11 miles west of Yellow Pine in the Payette National Forest.\n Some of the work was designed by Architects of the United States Forest Service;  some of the building was done by the Civilian Conservation Corps.\n It includes:",
  "/wiki/Salmon_River_(Idaho)": "The Salmon River is located in Idaho in the northwestern United States.  The Salmon is also known as \"The River of No Return\". It flows for 425 miles (685 km) through central Idaho, draining a rugged, thinly populated watershed of 14,000 square miles (36,000 km2) and dropping more than 7,000 feet (2,100 m) between its headwaters, near Galena Summit above the Sawtooth Valley in the Sawtooth National Recreation Area, and its confluence with the Snake River. Measured at White Bird, its average discharge is 11,060 cubic feet per second (82,700 US gal/s; 313 m3/s). It is one of the largest rivers in the continental United States without a single dam on its mainstem.\n Cities located along the Salmon River include Stanley, Clayton, Challis, Salmon, Riggins, and White Bird. Redfish Lake and Little Redfish Lake near Stanley, which flow into the river via Redfish Lake Creek, are the terminus of the longest Pacific sockeye salmon migration in North America.\n The lower half of the river provides the time zone boundary for the state, with northern Idaho on Pacific time and the rest of the state on Mountain time.",
  "/wiki/Gust_Laituri_Homestead": "The Gust Laituri Homestead, in Valley County, Idaho near Lake Fork, Idaho, was listed on the National Register of Historic Places in 1982.",
  "/wiki/Long_Valley_Finnish_Church": "Long Valley Finnish Church is a church constructed to meet the needs of Finnish immigrants to the United States, located in Valley County, Idaho. The church was added to the National Register or Historic Places on May 27, 1980.\n The church was maintained by the Finnish Ladies' Aid Society.  It was \"the best-preserved building of the Long Valley Finnish community\".",
  "/wiki/North_Fork_Payette_River_Bridge": "The North Fork Payette River Bridge near Smiths Ferry, Idaho is a historic reinforced concrete arch bridge built in 1933.  It was a work of Charles A. Kyle.  It has also been known as Rainbow Bridge and as 85-2114.\n Its 410-foot (120 m) span bridges across the North Fork Payette River.  It is significant as the longest single-span arch bridge in Idaho.  It is an open spandrel concrete arch bridge.  According to a scenic byways guide, \"it remains today as a major achievement reflecting leading-edge bridge engineering at the time and shows a conscious effort to maintain the picturesque natural setting.\"\n It was listed on the National Register of Historic Places in 1999.",
  "/wiki/Smiths_Ferry,_Idaho": "Smiths Ferry is a census-designated place in Valley County, Idaho, United States.  Its population was 75 as of the 2010 census. Situated where the North Fork of the Payette River briefly calms and widens, its elevation is 4,554 feet (1,388 m) above sea level.\n A ferry at the river was established by Clinton Meyers in 1887 to transport livestock to summer pasture in the Round and Long Valleys across the river. Also popular with freighters, the ferry was sold by Meyers to Jim Smith in 1891, hence the name Smith's Ferry.",
  "/wiki/Herman_Ojala_Homestead": "The Herman Ojala Homestead, in Valley County, Idaho, near Lake Fork, Idaho, was built around 1902.  It was listed on the National Register of Historic Places in 1982.\n Its construction date is figured as five years before the 1907 receipt of homestead patent by Mr. Ojala;  homesteading requires five years of possession of the land.  It was deemed significant as an early example of the Finnish style of log construction.\n It is a one-room homestead cabin, about 12 by 20 feet (3.7 m × 6.1 m) in dimension, built of hewn logs in Finnish style.  It is unusual for having a three-foot extension, along the lengthwise south-facing wall, which provides shelter for firewood.  In 1980 the boards nailed over its gable ends were falling down, and the shake-shingled roof was only partly covered.\n It is located about 2.5 miles northeast of Lake Fork, Idaho, off Pearson Road.  It is inaccessible by road and at least partly hidden by aspen trees, factors which may have contributed to its survival in good condition.",
  "/wiki/Payette_Lakes_Club": "The Payette Lakes Club, at 1858 Warren Wagon Rd. in McCall, Idaho, was listed on the National Register of Historic Places in 2017.\n It is a large (100 by 70 feet (30 m × 21 m) in plan) three-story building which was built during 1914-15 and was \"instrumental in the early development of recreation in the McCall area, as well as central Idaho, and is an excellent representative of Rustic style architecture.\"\n It was modeled after the Adirondack Architecture of the Great Camps in the Adirondacks of New York State. It was designed to be an inn, a Chautauqua center, and a casino. It was surrounded by small cabin lots.\n It is rustic Swiss chalet style.\n It was designed by Boise architects Frank H. Paradice and Benjamin Morgan Nisbet, and it was built by contractor Fenton G. Cottingham with lumber supplied by the Hoff and Brown Lumber Company. Cottingham was a skilled carpenter and did much of the interior finish work, too, including building much of the inn's furniture.\n \"A focal point of the promotion was the clubhouse and casino, which at an estimated cost of\n$20,000, was quite luxurious—almost $500,000 in today’s value. Construction began in August\nof 1914. The contract for the preliminary work, including excavation, stone foundations, and\nexterior work was given to contractor Fenton G. Cottingham of Nampa. The Hoff and Brown\nLumber Company supplied the lumber at $14 per thousand feet. Fenton was a skilled carpenter\n \nParadice and Nisbet\n It overlooks Big Payette Lake, from its western side, in town of McCall.\n \"The building is situated on a small knoll above the lake, in what is\ncurrently a heavily wooded area. The primary façade faces the lake to the east. The Payette\nLakes Club was built between 1914 and 1915 by a non-profit social club of the same name\norganized by Judge Samuel H. Hays of Boise and marketed by H. W. Arnold & Company. The\nbuilding was designed in the Rustic style by noted Boise architects Nisbet and Paradice. The\nbuilding is a three-story, side-gabled wood-framed building with a T-shaped plan and three\nprominent front-facing gables. The foundation is poured concrete. Decorative features include\nthe jerkinheads at the gable ends, the large decorative wooden gable brackets, window boxes and\nshutters, porches and verandas with low balustrades, and the numerous gabled dormers. A\npopular vacation spot, the inn was instrumental in the early development of recreation in the\nMcCall area, as well as central Idaho, and is an excellent representative of Rustic style\narchitecture. Although the Club suffers from some condition issues, it retains sufficient integrity\nto convey its significance under Criteria A and C.\"\n \"The Inn is a large, three-story wood-framed building of post and beam construction, which is set\non a concrete foundation (Figure 1). Designed in the Rustic style, with elements of Swiss Chalet\nRevival, the main section measures 33 ft. by 100 ft. wide and is supported by a series of several\nlarge 18-in. hand-planed timbers. The prominent front porch is 34 ft. x 16 ft. and is recessed\nbeneath the large front-facing cross-gable, supported by eight hand-planed square timbers. A low\nbalustrade encircles the porch. A small ell in the southwest corner where the kitchen is located\nmeasures 22 ft. by 24 ft. and would have been reached by a separate entrance. The siding is\nclapboard, and is heavily deteriorated in sections. The north and south gable ends are\njerkinheads, with six large wooden gable brackets, while the front-facing cross-gable also has six\nlarge brackets. The gable ends were originally clad in board and batten siding. The steeply\npitched gabled roof is currently clad in corrugated metal, although it originally had wood\nshingles. The widely overhanging eaves exhibit exposed rafter tails. Several gabled dormers\npierce the roof; originally, there were eight on the west façade, only three of which remain.\nCurrently, seven dormers remain on the east elevation.\"",
  "/wiki/National_Register_of_Historic_Places_listings_in_Valley_County,_Idaho": "This is a list of the National Register of Historic Places listings in Valley County, Idaho.\n This is intended to be a complete list of the properties and districts on the National Register of Historic Places in Valley County, Idaho, United States. Latitude and longitude coordinates are provided for many National Register properties and districts; these locations may be seen together in a map.\n There are 26 properties and districts listed on the National Register in the county. More may be added; properties and districts nationwide are added to the Register weekly."
}