{
  "/wiki/1974–75_UAE_Football_League": "Statistics of UAE Football League for the 1974–75 season.",
  "/wiki/Al-Ahli_Dubai_F.C.": "Shabab Al Ahli Club (Arabic: نادي الأهلي‎) is a United Arab Emirates professional association football club based in Dubai, that currently plays in the UAE Arabian Gulf League. Al Ahli is one of the most successful clubs in the UAE.",
  "/wiki/1975–76_UAE_Football_League": "Statistics of UAE Football League in season 1975/76.",
  "/wiki/Al-Wahda_F.C.": "Al Wahda Football Club (Arabic: نادي الوحدة لكرة القدم‎) is a football club based in Abu Dhabi in the United Arab Emirates that plays in the UAE Pro League. The club was founded in 1974 and plays its home games at the Al-Nahyan Stadium. The club's colours are maroon, grey and white.",
  "/wiki/1976–77_UAE_Football_League": "Statistics of UAE Football League in season 1976/77.",
  "/wiki/Al-Nasr_Dubai_SC": "Al-Nasr Sports Club (Arabic: نادي النصر الرياضي‎) is a professional association football club located in Dubai and plays in the UAE Arabian Gulf League. Al-Nasr, literally translating to \"victory\" in Arabic, was founded in 1945 and is considered as the first and oldest club in the United Arab Emirates. They play at Al Maktoum Stadium, which can hold 15,000 people.",
  "/wiki/1977–78_UAE_Football_League": "Statistics of UAE Football League in season 1977/78.",
  "/wiki/Al_Ain_FC": "Al-Ain Football Club (Arabic: نادي العين لكرة القدم‎; transliterated: Nady al-'Ayn) or Al-Ain FC or simply Al-Ain is a professional football club, based in the city of Al Ain, Abu Dhabi, United Arab Emirates. It is one of many sport sections of the multi-sports club Al Ain Sports and Cultural Club (Arabic: نادي العين الرياضي الثقافي‎) Al Ain SCC for short.",
  "/wiki/1980–81_UAE_Football_League": "Statistics of UAE Football League in season 1980/81.",
  "/wiki/Emirates_Club": "Emirates Club (Arabic: نادي الامارات‎) is a professional football club based in the city of RAK City in the United Arab Emirates.",
  "/wiki/1981–82_UAE_Football_League": "Statistics of UAE Football League in season 1981/82.",
  "/wiki/1982–83_UAE_Football_League": "Statistics of UAE Football League in season 1982/83.",
  "/wiki/1983–84_UAE_Football_League": "Statistics of UAE Football League for the 1983–84 season.",
  "/wiki/Al-Wasl_F.C.": "Al Wasl Football Club (Arabic: نادي الوصل لكرة القدم‎) is a United Arab Emirates Football League club based in Dubai. It is a part of the multi-sports club Al Wasl Sports Club. Former Argentina national football team player and manager Diego Maradona was the manager of the club in 2011 to 2012. The club has a supporters' group, the Ultras Junoon.",
  "/wiki/1984–85_UAE_Football_League": "Statistics of UAE Football League in season 1984/85.",
  "/wiki/Al-Shaab_CSC": "Al-Shaab Cultural & Sports Club (Arabic: نادي الشعب الثقافي الرياضي‎) was a multi-sports club based in Sharjah, United Arab Emirates. The club was merged with Sharjah FC in 2017.",
  "/wiki/1985–86_UAE_Football_League": "Statistics of UAE Football League in season 1985/86.",
  "/wiki/1986–87_UAE_Football_League": "Statistics of UAE Football League in season 1986/87.",
  "/wiki/Al_Khaleej_Club": "Khor Fakkan Club (formally known as Al Khaleej), usually known simply as Khor Fakkan, is an Emirati football club from Khor Fakkan. Founded in 1981, the club won a UAE Federation Cup in the 1993–94 season. In June 2017 the club was rebranded with a new name and logo now it is known as Khor Fakkan club.",
  "/wiki/1987–88_UAE_Football_League": "Statistics of UAE Football League in season 1987/88.",
  "/wiki/1988–89_UAE_Football_League": "Statistics of UAE Football League for the 1988–89 season.",
  "/wiki/1989–90_UAE_Football_League": "Statistics of UAE Football League in season 1989/90.",
  "/wiki/Baniyas_Club": "Baniyas Sports and Cultural Club is an Emirati Sports Club, based in Al Shamkha, in the Baniyas area of Abu Dhabi. They play in the UAE Pro-League.",
  "/wiki/1991–92_UAE_Football_League": "Statistics of UAE Football League in season 1991/92.",
  "/wiki/1992–93_UAE_Football_League": "Statistics of UAE Football League in season 1992/93.",
  "/wiki/1993–94_UAE_Football_League": "Statistics of UAE Football League for the 1993–94 season.",
  "/wiki/Al-Sharjah_SCC": "Sharjah Football Club is a United Arab Emirates football club that plays in the UAE Arabian Gulf League. It is based in Sharjah city. The home stadium is Sharjah Stadium. In 2017 Al-Shaab CSC merged with Sharjah to form the modern day club of Sharjah FC.",
  "/wiki/1994–95_UAE_Football_League": "Statistics of UAE Football League for the 1994–95 season.",
  "/wiki/1995–96_UAE_Football_League": "Statistics of UAE Football League for the 1995–96 season.",
  "/wiki/1996–97_UAE_Football_League": "Statistics of the UAE Football League for the 1996–97 UAE Football League.",
  "/wiki/UAE_Pro_League": "The UAE Pro League, known for sponsorship reasons as the Arabian Gulf League, is the top professional football league in the United Arab Emirates (UAE). The first team to win the title was Al Orouba (Sharjah), whilst Al Ain has the record with 13 league titles to their name. Fourteen clubs compete in the League that operates on a system of promotion and relegation with the First Division League."
}