{
  "/wiki/Confederated_Tribes_of_the_Chehalis_Reservation": "The Confederated Tribes of the Chehalis Reservation is a federally recognized tribe of Upper and Lower Chehalis, Klallam, Muckleshoot, Nisqually, and Quinault peoples. They are one of the Northern Straits branch Central Coast Salish peoples of indigenous peoples of the Northwest Coast. Their tribe is located in southwest Washington.",
  "/wiki/Grays_Harbor_County,_Washington": "Grays Harbor County is a county in the U.S. state of Washington. As of the 2010 census, the population was 72,797. The county seat is Montesano, and its largest city is Aberdeen.",
  "/wiki/Thurston_County,_Washington": "Thurston County is a county located in the U.S. state of Washington. As of the 2010 census, its population was 252,264. The county seat and largest city is Olympia, the state capital.",
  "/wiki/Colville_Indian_Reservation": "The Colville Indian Reservation is an Indian reservation in the north-central part of the U.S. state of Washington, inhabited and managed by the Confederated Tribes of the Colville Reservation, which is federally recognized. Established in 1872, the reservation currently consists of 2,825,000 acres (1,143,000 ha). It is located primarily in the southeastern section of Okanogan County and the southern half of Ferry County, but it includes other pieces of trust land in eastern Washington, including in Chelan County, just to the northwest of the city of Chelan. The reservation's name is adapted from that of Fort Colville, which was named by British colonists for Andrew Colville, a London governor of the Hudson's Bay Company.",
  "/wiki/Okanogan_County,_Washington": "Okanogan County /ˌoʊkəˈnɑːɡən/ is a county located in the U.S. state of Washington along the Canada–US border. As of the 2010 census, the population was 41,120. The county seat is Okanogan, while the largest city is Omak. Its area is the largest in the state.",
  "/wiki/Ferry_County,_Washington": "Ferry County is a county located on the northern border of the U.S. state of Washington. As of the 2010 census, the population was 7,551, making it the fourth-least populous county in Washington. The county seat and largest city is Republic. The county was created out of Stevens County in February 1899 and is named for Elisha P. Ferry, the state's first governor.",
  "/wiki/Cowlitz_Reservation": "The Cowlitz Indian Tribe is a federally recognized tribe of Cowlitz people. They are a tribe of Southwestern Coast Salish and Sahaptan people indigenous people of the Pacific Northwest located in Washington. The tribe is named for the Cowlitz River.",
  "/wiki/Clark_County,_Washington": "Clark County is a county in the southwestern part of the U.S. state of Washington, and the southernmost county in Washington. As of the 2010 census, the population was 425,363, making it Washington's fifth-most populous county. Its county seat and largest city is Vancouver. It was the first county in Washington, named after William Clark of the Lewis and Clark Expedition. It was created by the provisional government of Oregon Territory on August 20, 1845, and at that time covered the entire present-day state.",
  "/wiki/Hoh_Indian_Reservation": "The Hoh or Chalá·at (′Those-Who-Live-on-the-Hoh River′ or ′People of the Hoh River′) are a Native American tribe in western Washington state in the United States. The tribe lives on the Pacific Coast of Washington on the Olympic Peninsula. The Hoh moved onto the Hoh Indian Reservation, 47°44′31″N 124°25′17″W﻿ / ﻿47.74194°N 124.42139°W﻿ / 47.74194; -124.42139 at the mouth of the Hoh River, on the Pacific Coast of Jefferson County, after the signing of the Quinault Treaty on July 1, 1855. The reservation has a land area of 1.929 square kilometres (477 acres) and a 2000 census resident population of 102 persons, 81 of whom were Native Americans. It lies about half-way between its nearest outside communities of Forks, to its north, and Queets (on the Quinault Indian Reservation), to its south.",
  "/wiki/Jefferson_County,_Washington": "Jefferson County is a county located in the U.S. state of Washington.  As of the 2010 census, the population was 29,872. The county seat and only incorporated city is Port Townsend. The county is named for Thomas Jefferson.",
  "/wiki/Jamestown_S%27Klallam_Indian_Reservation": "The Jamestown S'Klallam Tribe is a federally recognized tribe of S'Klallam or Klallam Native Americans. They are on the northern Olympic Peninsula of Washington state in the northwestern United States.",
  "/wiki/Clallam_County,_Washington": "Clallam County is a county in the U.S. state of Washington. As of the 2010 census, the population was 71,404. The county seat and largest city is Port Angeles. The name is a Klallam word for \"the strong people\". The county was formed on April 26, 1854. Located on the Olympic Peninsula, it is south from the Strait of Juan de Fuca, which forms the Canada–US border, as British Columbia's Vancouver Island is across the strait.",
  "/wiki/Kalispel_Indian_Reservation": "The Kalispel Indian Community of the Kalispel Reservation is a federally recognized tribe of Lower Kalispel people, located in Washington. They are an Indigenous people of the Northwest Plateau.",
  "/wiki/Cusick,_Washington": "Cusick (Salish: čmq̓ʷoqnú ) is a town in Pend Oreille County, Washington, United States. The population was 207 at the 2010 census. Cusick is the headquarters of the federally recognized Kalispel Indian Community of the Kalispel Reservation.",
  "/wiki/Pend_Oreille_County,_Washington": "Pend Oreille County (/pɒndəˈreɪ/ pond-ə-RAY) is a county located in the northeast corner of the U.S. state of Washington, along the Canada–US border. As of the 2010 census, the population was 13,001. The county seat and largest city is Newport. The county was created out of Stevens County on March 1, 1911. It is the most recently formed of the state's 39 counties. It is named after the Pend d'Oreilles tribe, who in turn were ostensibly named for large shell earrings that members wore. (\"Pend d'oreille\", while awkward in French, could be translated as \"hangs from the ear\".)",
  "/wiki/Lower_Elwha_Indian_Reservation": "The Lower Elwha Klallam Tribe (or Nəxʷsƛ̓áy̓əm (\"strong people\") in Klallam ) is a federally recognized Native American nation in the Pacific Northwest of the United States. The tribe is part of the larger Klallam culture, part of the Coast Salish peoples.",
  "/wiki/Lummi_Indian_Reservation": "The Lummi (/ˈlʌmi/ LUM-ee; Lummi: Xwlemi [χʷləˈmi]; also known as Lhaq'temish (LOCK‐tuh‐mish), or People of the Sea), governed by the Lummi Nation, are a Native American tribe of the Coast Salish ethnolinguistic group in the Pacific Northwest region of Washington state in the United States. The federally recognized tribe primarily resides on and around the Lummi Indian Reservation (48°45′N 122°39′W﻿ / ﻿48.750°N 122.650°W﻿ / 48.750; -122.650) to the west of Bellingham in western Whatcom County, 20 miles (32 km) south of the border with Canada.",
  "/wiki/Bellingham,_Washington": "Bellingham (/ˈbɛlɪŋhæm/ BEL-ing-ham) is the county seat and most populous city of Whatcom County in the U.S. state of Washington. Located 52 miles (84 km) southeast of Vancouver, 90 miles (140 km) north of Seattle, and 21 miles (34 km) south of the U.S.–Canada border, Bellingham is in between two major metropolitan areas, Seattle and Vancouver, British Columbia. The city's population was 80,885 at the 2010 United States Census. With a 2018 population estimate of 90,665 per the Washington State Office of Financial Management, Bellingham is the twelfth-most populous city in the state of Washington.",
  "/wiki/Whatcom_County,_Washington": "Whatcom County /ˈwɒtkəm/ is located in the U.S. state of Washington. As of the 2010 census, the population was 201,140. It is bordered by Canada on the north, Okanogan County on the east, Skagit County on the south, and the Strait of Georgia on the west. The county seat and largest city is Bellingham.",
  "/wiki/Makah_Indian_Reservation": "Makah Reservation is an Indian reservation of the Makah Native Americans located on the northwestern tip of the Olympic Peninsula in Clallam County, Washington, United States. The northern boundary of the reservation is the Strait of Juan de Fuca. The western boundary is the Pacific Ocean. It has a land area of 121.451 square kilometres (46.892 sq mi) and a 2000 census resident population of 1,356 persons. Its largest community is Neah Bay.",
  "/wiki/Cape_Flattery_(Washington)": "Cape Flattery (48°23′09″N 124°43′37″W﻿ / ﻿48.385961°N 124.726912°W﻿ / 48.385961; -124.726912Coordinates: 48°23′09″N 124°43′37″W﻿ / ﻿48.385961°N 124.726912°W﻿ / 48.385961; -124.726912) is the northwesternmost point of the contiguous United States. It is in Clallam County, Washington on the Olympic Peninsula, where the Strait of Juan de Fuca joins the Pacific Ocean. It is also part of the Makah Reservation, and is the northern boundary of the Olympic Coast National Marine Sanctuary. Cape Flattery can be reached from a short hike, most of which is boardwalked. The westernmost point in the contiguous United States is at Cape Alava, south of Cape Flattery in Olympic National Park. However, the westernmost tip of Cape Flattery is almost exactly as far west as Cape Alava, the difference being approximately 5 seconds of longitude, about 360 feet (110 m), at high tide and somewhat more at low tide.",
  "/wiki/Muckleshoot_Indian_Reservation": "The Muckleshoot are a Lushootseed-speaking Indian tribe, part of the Coast Salish peoples of the Pacific Northwest. They are descendants of the Duwamish and Puyallup peoples whose traditional territory was located along the Green and White rivers, including up to the headwaters in the foothills of the Cascade Mountains, in present-day Washington State. Since the mid-19th century, their reservation is located in the area of Auburn, Washington, about 15 miles (24 km) northeast of the port of Tacoma and 35 miles (55 km) southeast of Seattle, another major port.",
  "/wiki/Auburn,_Washington": "Auburn is a city in King County, with a small portion in Pierce County, Washington, United States. The population was 70,180 at the 2010 United States Census. Auburn is a suburb in the Seattle metropolitan area, currently ranked the fifteenth largest city in the state of Washington.",
  "/wiki/King_County,_Washington": "King County is a county located in the U.S. state of Washington. The population was 2,233,163 in the 2018 census estimate, making it the most populous county in Washington, and the 12th-most populous in the United States. The county seat is Seattle, also the state's most populous city.",
  "/wiki/Nisqually_Indian_Reservation": "The Nisqually Reservation, also known as Nisqually Indian Reservation is a federally recognized Indian reservation in Thurston County, Washington, United States. The population was 575 at the 2010 census.",
  "/wiki/Pierce_County,_Washington": "Pierce County is a county in the U.S. state of Washington. As of the 2010 Census, the population was 795,225, making it the second-most populous county in Washington behind King County, and the 63rd-most populous in the United States. The county seat and largest city is Tacoma. Formed out of Thurston County on December 22, 1852, by the legislature of Oregon Territory, it was named for U.S. President Franklin Pierce. Pierce County is in the Seattle metropolitan area (formally the Seattle-Tacoma-Bellevue, WA metropolitan statistical area).",
  "/wiki/Nooksack_Indian_Reservation": "The Nooksack (/ˈnʊksæk/; Nooksack: Noxwsʼáʔaq) are a federally recognized Native American people in the Pacific Northwest Coast. The tribe lives in the mainland northwest corner of Washington state in the United States along the Nooksack River and near the small town of Deming (in western Whatcom County). They have more than 1,800 enrolled members.",
  "/wiki/Deming,_Washington": "Deming is a census-designated place (CDP) in Whatcom County, Washington, United States, along the Nooksack River. It is named for its first postmaster, George Deming. The community population was 353 at the 2010 census.",
  "/wiki/Port_Gamble_Indian_Reservation": "The Port Gamble S'Klallam Tribe, formerly known as the Port Gamble Indian Community of the Port Gamble Reservation or the Port Gamble Band of S'Klallam Indians is a federally recognized tribe of S'Klallam people, located on the Kitsap Peninsula in Washington. They are an Indigenous peoples of the Northwest Coast.",
  "/wiki/Port_Madison_Reservation": "The Port Madison Native Reservation is an Indian reservation in the U.S. state of Washington belonging to the Suquamish Tribe, a federally recognized indigenous nation and signatory to the Treaty of Point Elliott of 1855.",
  "/wiki/Suquamish_Indian_Reservation": "The Port Madison Native Reservation is an Indian reservation in the U.S. state of Washington belonging to the Suquamish Tribe, a federally recognized indigenous nation and signatory to the Treaty of Point Elliott of 1855.",
  "/wiki/Port_Madison": "Port Madison, sometimes called Port Madison Bay, is a deep water bay located on the west shore of Puget Sound in western Washington. It is bounded on the north by Indianola, on the west by Suquamish, and on the south by Bainbridge Island. Port Madison connects to Bainbridge Island via the Agate Pass Bridge to the southwest.  Two small bays open off Port Madison: Miller Bay to the northwest, and another small bay to the south which, confusingly, is also called Port Madison Bay (or, locally, as the \"Inner Harbor\").",
  "/wiki/Kitsap_County": "Kitsap County is located in the U.S. state of Washington. As of the 2010 census, its population was 251,133. Its county seat is Port Orchard, and its largest city is Bremerton. The county was formed out of King County and Jefferson County on January 16, 1857, and is named for Chief Kitsap of the Suquamish Tribe. Originally named Slaughter County, it was soon renamed.",
  "/wiki/Puyallup_Indian_Reservation": "The Puyallup, Spuyaləpabš  or S’Puyalupubsh (pronounced: Spoy-all-up-obsh) (“generous and welcoming behavior to all people (friends and strangers) who enter our lands.”) are a federally recognized Coast Salish Native American tribe from western Washington state, United States. They were forcibly relocated onto reservation lands in what is today Tacoma, Washington, in late 1854, after signing the Treaty of Medicine Creek with the United States. Today[when?] they have an enrolled population of 4,000, of whom 2,500 live on the reservation.[citation needed]",
  "/wiki/Quileute_Indian_Reservation": "The Quileute Indian Reservation is an Indian reservation for the Quileute people located in the southwestern of the Olympic Peninsula in Clallam County, Washington, United States. The reservation is  mouth of the Quillayute River on the Pacific coast.",
  "/wiki/Olympic_Peninsula": "The Olympic Peninsula is the large arm of land in western Washington that lies across Puget Sound from Seattle, and contains Olympic National Park. It is bounded on the west by the Pacific Ocean, the north by the Strait of Juan de Fuca, and the east by Hood Canal. Cape Alava, the westernmost point in the contiguous United States, and Cape Flattery, the northwesternmost point, are on the peninsula. Comprising about 3600 square miles, the Olympic Peninsula contained many of the last unexplored places in the Contiguous United States. It remained largely unmapped until Arthur Dodwell and Theodore Rixon mapped most of its topography and timber resources between 1898 and 1900.",
  "/wiki/Quinault_Indian_Nation": "The Quinault Indian Nation (/kwɪˈnɒlt/ or /kwɪˈnɔːlt/; QIN), formerly known as the Quinault Tribe of the Quinault Reservation, is a federally recognized tribe of Quinault, Queets, Quileute, Hoh, Chehalis, Chinook, and Cowlitz peoples. They are a Southwestern Coast Salish people of indigenous peoples of the Pacific Northwest Coast. Their tribe is located in Washington state on the Pacific coast of the Olympic Peninsula. These peoples are also represented in other tribes in Washington and Oregon.",
  "/wiki/Samish_Indian_Reservation": "The Samish Indian Nation is a Coast Salish nation and a signatory to the Treaty of Point Elliott of 1855. Samish has a government-to-government relationship with the United States of America. The Samish are a Northern Straits branch of Central Coast Salish peoples. The Samish Nation is headquartered in Anacortes, Fidalgo Island, in Washington, north of Puget Sound.",
  "/wiki/Anacortes,_Washington": "Anacortes /ˌænəˈkɔːrtəs/ is a city in Skagit County, Washington, United States. The name \"Anacortes\" is an adaptation of the name of Anne Curtis Bowman, who was the wife of early Fidalgo Island settler Amos Bowman. Anacortes' population was 15,778 at the time of the 2010 census. It is one of two principal cities of and included in the Mount Vernon-Anacortes Metropolitan Statistical Area.",
  "/wiki/Sauk-Suiattle_Indian_Reservation": "Sauk-Suiattle, or Sah-Ku-Me-Hu, is a federally recognized Native American tribe in western Washington state in the United States. The tribe historically lived along the banks of the Sauk, Suiattle, Cascade, Stillaguamish, and Skagit rivers, in the area known as Sauk Prairie at the foot of Whitehorse Mountain in the North Cascade Range.",
  "/wiki/Darrington,_Washington": "Darrington is a town in Snohomish County, Washington, United States. It is located in a mountain valley within the North Cascades that was formed by the Sauk River and North Fork Stillaguamish River. Darrington is connected to nearby areas by State Route 530, which runs along the two rivers towards the city of Arlington, located 30 miles (48 km) to the west, and Rockport. It had a population of 1,347 at the 2010 census.",
  "/wiki/Skagit_County,_Washington": "Skagit County /ˈskædʒɪt/ is a county in the U.S. state of Washington. As of the 2010 census, the population was 116,901. The county seat and largest city is Mount Vernon. The county was formed in 1883 from Whatcom County and is named for  the Skagit Indian tribe, which has been indigenous to the area prior to European-American settlement.",
  "/wiki/Shoalwater_Bay_Indian_Reservation": "Shoalwater Bay Tribe is a Native American tribe in western Washington state in the United States. They are descendants of the Willapa Chinook, Lower Chehalis, and Willapa Hills tribes. The Shoalwater Bay tribe lives on the southwest coast of Washington in northwestern Pacific County, along the shores of Willapa Bay where the 2.693 km² (1.0397 sq mi) Shoalwater Bay Indian Reservation (46°43′22″N 124°01′33″W﻿ / ﻿46.72278°N 124.02583°W﻿ / 46.72278; -124.02583) with 70 inhabitants (2000 census) is located. The reservation is just west of Tokeland, Washington.",
  "/wiki/Willapa_Bay": "Willapa Bay (/ˈwɪləpɑː/) is a bay located on the southwest Pacific coast of Washington state in the United States.  The Long Beach Peninsula separates Willapa Bay from the greater expanse of the Pacific Ocean. With over 260 square miles (670 km2) of water surface Willapa Bay is the second-largest estuary on the United States Pacific coast.  Early settlers called the bay Shoalwater Bay and this name is found on old maps and charts of the region.",
  "/wiki/Pacific_County,_Washington": "Pacific County is a county located in the U.S. state of Washington. As of the 2010 census, the population was 20,920. Its county seat is South Bend, and its largest city is Raymond. The county was formed by the government of Oregon Territory in February 1851 and is named for the Pacific Ocean."
}