{
  "/wiki/Cecil_D._Andrus": "Cecil Dale Andrus (August 25, 1931 – August 24, 2017) was an American politician who served fourteen years as the Governor of Idaho.  A Democrat, he also served as U.S. Secretary of the Interior from 1977 to 1981 during the Carter Administration. Andrus lost his first gubernatorial election in 1966, but won four (in 1970, 1974, 1986, and 1990) and his 14 years as governor is the most in state history. Through 2019, he is the most recent Democrat to have held the office.",
  "/wiki/List_of_Governors_of_Idaho": "The Governor of Idaho is the head of the executive branch of Idaho's state government and commander-in-chief of the state's military forces.  The governor has the duty to see state laws are executed, power to either approve or veto bills passed by the Idaho Legislature.",
  "/wiki/United_States_Secretary_of_the_Interior": "The United States secretary of the interior is the head of the United States Department of the Interior. The Department of the Interior in the United States is responsible for the management and conservation of most federal land and natural resources; it oversees such agencies as the Bureau of Land Management, the United States Geological Survey, and the National Park Service.  The secretary also serves on and appoints the private citizens on the National Park Foundation board. The secretary is a member of the president's Cabinet. The U.S. Department of the Interior should not be confused with the Ministries of the Interior as used in many other countries.  Ministries of the Interior in these other countries correspond primarily to the Department of Homeland Security in the U.S. Cabinet and secondarily to the Department of Justice.",
  "/wiki/Earl_I._Anzai": "Earl I. Anzai (Family Name 安斎　October 4, 1941) served as Attorney General of Hawaii from 1999 to 2002, appointed by Governor of Hawaii Benjamin J. Cayetano.  A career Democrat, Anzai also served as state budget director from 1995 to 1999 and Office of Hawaiian Affairs special counsel from 1990 to 1994.  From 1968 to 1970, he worked for the federal government in the United States Government Accountability Office. He was admitted to the Hawaii State Bar in October 1981.",
  "/wiki/Attorney_General_of_Hawaii": "The Attorney General of Hawaii (Hawaiian: Loio Kuhina) is the chief legal officer and chief law enforcement officer of Hawaii. In present-day statehood within the United States, the Attorney General is appointed by the elected governor with the approval of the state senate and is responsible for a state department charged with advising the various other departments and agencies of state government.  The Attorney General is responsible for the prosecution of offenses under state law. The Attorney General can only be removed by an act of the state senate. In rare occasions, the Attorney General serves as acting governor in the absence of both the governor and lieutenant governor from the state for an extended period of time.",
  "/wiki/Brad_Avakian": "Bradley Paul Avakian (born February 4, 1961) is an American politician who served as a Democrat in the Oregon House, the Oregon Senate, and as the state's nonpartisan elected  Labor Commissioner.",
  "/wiki/Oregon_Bureau_of_Labor_and_Industries": "The Oregon Bureau of Labor and Industries (BOLI) is an agency in the executive branch of the government of the U.S. state of Oregon. It is headed by the Commissioner of Labor and Industries, a nonpartisan, statewide elective office. The term of office is four years. The current Commissioner is Val Hoyle.",
  "/wiki/Rod_Chandler": "Rodney Dennis \"Rod\" Chandler (born July 13, 1942 in La Grande, Oregon) is a former U.S. Representative from Washington. He is the great-great-grandnephew of long-time U.S. Senator Zachariah Chandler of Michigan.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Washington_(U.S._state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/Charles_Crookham": "Charles Sewell Crookham (March 17, 1923 – October 7, 2004), a native and lifelong resident of the U.S. state of Oregon, was a lawyer, a Republican politician, jurist, and military historian. He was briefly Oregon Attorney General, appointed to serve out David Frohnmayer's uncompleted term, but most of his professional career was spent in the private practice of law and as a judge.",
  "/wiki/Oregon_Attorney_General": "The Oregon Attorney General is a statutory office within the executive branch of the state of Oregon, and serves as the chief legal officer of the state, heading its Department of Justice with its six operating divisions. The Attorney General is chosen by statewide partisan election to serve a term of four years. The incumbent, Ellen Rosenblum, was sworn in on June 29, 2012, replacing John Kroger, a Democrat who was elected in 2008 and resigned six months before the end of his term to become President of Reed College. She was re-elected in 2016.",
  "/wiki/John_Ensign": "John Eric Ensign (born March 25, 1958) is an American veterinarian and former politician based in Las Vegas, Nevada. A member of the Republican Party, Ensign was a Congressman and United States Senator from Nevada; he served in the latter seat from January 2001 until May 2011, when he resigned amid a Senate Ethics Committee investigation into his attempts to hide an extramarital affair. Following his resignation from the Senate, Ensign returned to Nevada and resumed his career as a veterinarian.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/John_Hubert_Hall": "John Hubert Hall (February 7, 1899 – November 14, 1970) was an American Republican politician from the US state of Oregon. He was Speaker of the Oregon House of Representatives in 1947, fourth in line to the governorship, when the governor, secretary of state, and senate president were all killed in a plane crash. He served as the 24th Governor of Oregon for just over one year.",
  "/wiki/List_of_Governors_of_Oregon": "This article lists the individuals who have served as Governor of Oregon from the establishment of the Provisional Government between 1841 and 1843 to the present day.",
  "/wiki/Oregon_House_of_Representatives": "The Oregon House of Representatives is the lower house of the Oregon Legislative Assembly. There are 60 members of the House, representing 60 districts across the state, each with a population of 65,000. The House meets at the Oregon State Capitol in Salem.",
  "/wiki/Julia_Butler_Hansen": "Julia Butler Hansen (June 14, 1907 – May 3, 1988), born Julia Caroline Butler in Portland, Oregon, served as a member of the United States House of Representatives from 1960–1974. She represented Washington's Third Congressional District as a Democrat. She was the second woman and first Democratic woman elected to Congress from Washington.",
  "/wiki/Darlene_Hooley": "Darlene Kay Olson Hooley (born April 4, 1939) is a former Democratic member of the U.S. House of Representatives from Oregon who represented the state's 5th congressional district. A native of North Dakota, she spent eight years teaching high school before entering politics when she was elected to the West Linn, Oregon city council in 1975. Later she was elected to the Oregon State Legislature, then joined the Clackamas County Board of Commissioners before being elected to the House in 1996. In February 2008, Hooley announced that she would not seek re-election in 2008.  In her post-congressional career, she remains engaged in civic life in Oregon and works as a strategic planning consultant.",
  "/wiki/Hector_Macpherson,_Jr.": "Hector \"Huck\" Macpherson, Jr. (September 18, 1918 – March 21, 2015) was an American dairy farmer and politician in the state of Oregon. Macpherson was a member of the Oregon State Senate from 1971 to 1974 and is best remembered as a primary author of the seminal 1973 Land Conservation and Development Act (SB 100) which established the Oregon Land Conservation and Development Commission and statewide land use planning regulation.",
  "/wiki/Douglas_McKay": "James Douglas McKay (June 24, 1893 – July 22, 1959) was an American businessman and politician from the U.S. state of Oregon. He served in World War I before going into business, where he was most successful as a car dealership owner in Salem. A Republican, he served as a city councilor and mayor of Salem before election to the Oregon State Senate. McKay served four terms in the state senate, also served stateside with the rank of major in the U.S. Army during World War II, and was then elected as the twenty-fifth governor of Oregon in 1948. He left that office before the end of his term when he was selected as the thirty-fifth U.S. Secretary of the Interior during the Eisenhower administration.",
  "/wiki/Paul_Peek_(politician)": "Paul Peek (June 5, 1904 – April 7, 1987) was an American attorney, Democratic politician and jurist. Peek practiced law in southern California prior to his election in 1936 to the California Assembly, where he served as Speaker during the 1939 session. He was appointed Secretary of State in 1940 and then to the Court of Appeal, in December 1942, where he served for 20 years. In 1962, Governor Pat Brown appointed Peek to the California Supreme Court. Justice Peek retired from the bench in 1966, but continued to work as a consulting attorney and teacher. He died in Sacramento.",
  "/wiki/California_Secretary_of_State": "The Secretary of State of California is the chief clerk of the U.S. state of California, overseeing a department of 500 people. The Secretary of State is elected for four year terms, like the state's other constitutional officers; the officeholder is restricted by term limits to two terms. The current Secretary of State, Alex Padilla, took office on January 5, 2015.",
  "/wiki/List_of_Speakers_of_the_California_State_Assembly": "The following is a list of Speakers of the California State Assembly. It does not number those individuals who served abbreviated terms or those who served during an extraordinary session called by the Governor of California for a narrowly-defined agenda.",
  "/wiki/Pou_Sohtireak": "Pou Sothirak  is a Cambodian academic and former politician.  He is currently serving as the executive director at the Cambodian Center for Cooperation and Peace. Between 1993 and 1998, he was the Cambodian Minister for Industry, Mines and Energy. He is a former member of the royalist FUNCINPEC and was elected to represent Siem Reap Province in the National Assembly in 2003. Sothirak served as Cambodia's ambassador to Japan between 2005 and 2009.",
  "/wiki/Norris_Poulson": "Charles Norris Poulson (July 23, 1895 – September 25, 1982) served as the 36th Mayor of Los Angeles, California from 1953 to 1961, after having been a California State Assemblyman and then a member of the United States Congress for eight years.  He was a Republican though the office of mayor is officially nonpartisan.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Mayor_of_Los_Angeles,_California": "The Mayor of the City of Los Angeles is the official head and chief executive officer of Los Angeles, California, United States. The officeholder is elected for a four-year term and limited to serving no more than two terms. Under the Constitution of California, all judicial, school, county and city offices, including those of chartered cities, are nonpartisan. Eric Garcetti has been the city's 42nd and current mayor since 2013.",
  "/wiki/Frederick_Steiwer": "Frederick Steiwer (October 13, 1883 – February 3, 1939) was an American politician and lawyer in the state of Oregon.",
  "/wiki/Lowell_Stockman": "Lowell Stockman (April 12, 1901 – August 9, 1962) was a representative from Oregon to the United States House of Representatives from 1943 to 1953.",
  "/wiki/Oregon": "Oregon (/ˈɒrɪɡən/ (listen) ORR-ih-gən) is a state in the Pacific Northwest region on the West Coast of the United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The parallel 42° north delineates the southern boundary with California and Nevada.",
  "/wiki/Jolene_Unsoeld": "Jolene Unsoeld (born December 3, 1931) is an American politician who served as a member of the United States House of Representatives from 1989 to 1995. She represented the third congressional district of Washington as a Democrat.",
  "/wiki/Robert_M._Veatch": "Robert M. Veatch (1843–1925), commonly known in his later years as \"Uncle Bob,\" was a teacher, farmer, mercantile owner, and politician in the U.S. state of Oregon. Veatch is best remembered for having served two terms in each the Oregon House of Representatives and Oregon State Senate and for having served as the long-time mayor of Cottage Grove, Oregon.",
  "/wiki/Cottage_Grove,_Oregon": "Cottage Grove is a city in Lane County, Oregon, United States. The population was 9,686 at the 2010 census. Cottage Grove is the third largest city in Lane County. The city is located on Interstate 5, Oregon Route 99, and the main Willamette Valley line of the Union Pacific railroad.",
  "/wiki/James_K._Weatherford": "James Knox Weatherford, Sr., (1850–1935) was an attorney, judge, and politician in the American state of Oregon. Weatherford served one term in the Oregon House of Representatives, gaining the position of Speaker of the House in 1876, before serving three terms in the Oregon State Senate.",
  "/wiki/Albany,_Oregon": "Albany is the county seat of Linn County, and the 11th largest city in the State of Oregon. Albany is located in the Willamette Valley at the confluence of the Calapooia River and the Willamette River in both Linn and Benton counties, just east of Corvallis and south of Salem.  It is predominantly a farming and manufacturing city that settlers founded around 1848.  As of the 2010 United States Census, the population of Albany was 50,158. Its population was estimated by the Portland Research Center to be 54,453 in 2018.",
  "/wiki/Mary_Carlin_Yates": "Mary Carlin Yates (born 1946 in Portland, Oregon) is a Foreign Service Officer at the U.S. State Department and was one of two deputy commanders of the United States Africa Command until June 2009.",
  "/wiki/Ambassadors_from_the_United_States": "Ambassadors of the United States are persons nominated as ambassadors by the President to serve as United States diplomats to individual nations of the world, to international organizations, and as ambassadors-at-large. Their appointment needs to be confirmed by the United States Senate. An ambassador can be appointed during a recess, but he or she can only serve as ambassador until the end of the next session of Congress unless subsequently confirmed. Ambassadors serve \"at the pleasure of the President\", meaning they can be dismissed at any time. Appointments change regularly for various reasons, such as reassignment or retirement.",
  "/wiki/Burundi": "Burundi (/bəˈrʊndi/ (listen), /-ˈrʌn-/), officially the Republic of Burundi (Kirundi: Republika y'Uburundi, [u.βu.ɾǔː.ndi]; French: République du Burundi, [buʁundi] or [byʁyndi]), is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital is Bujumbura.",
  "/wiki/Ghana": "Ghana (/ˈɡɑːnə/ (listen)), officially the Republic of Ghana, is a country located along the Gulf of Guinea and Atlantic Ocean, in the subregion of West Africa. Spanning a land mass of 238,535 km2 (92,099 sq mi), Ghana is bordered by the Ivory Coast in the west, Burkina Faso in the north, Togo in the east, and the Gulf of Guinea and Atlantic Ocean in the south. Ghana means \"Warrior King\" in the Soninke language.",
  "/wiki/List_of_Oregon_State_University_alumni": "This is a list of notable alumni of Oregon State University, a university in Corvallis, Oregon in the United States. The university traces its roots back to 1856 when Corvallis Academy was founded. It wasn't formally incorporated until 1858 when the name was changed to Corvallis College, and wasn't chartered until 1868. In 1890 the school became known as Oregon Agricultural College, in 1927 it was known as Oregon State Agricultural College, and the current name was adopted in 1961. Alumni from each of these eras may be included on the list, and more than 200,000 people have attended the university since its founding."
}