{
  "/wiki/Pulitzer_Prize": "The Pulitzer Prize (/ˈpʊlɪtsər/) is an award for achievements in newspaper, magazine and online journalism, literature, and musical composition in the United States. It was established in 1917 by provisions in the will of American (Hungarian-born) Joseph Pulitzer who had made his fortune as a newspaper publisher, and is administered by Columbia University in New York City. Prizes are awarded yearly in twenty-one categories. In twenty of the categories, each winner receives a certificate and a US$15,000 cash award (raised from $10,000 in 2017). The winner in the public service category of the journalism competition is awarded a gold medal.",
  "/wiki/John_Brotherton": "John Brotherton (born August 21, 1980) is an American actor. He is most known for playing Jared Banks on the ABC soap opera One Life to Live. He currently stars as Matt Harmon on Netflix's Fuller House.",
  "/wiki/Soap_opera": "A soap opera is a radio or television serial dealing especially with domestic situations and frequently characterized by melodrama and sentimentality. The term soap opera originated from radio dramas being sponsored by soap manufacturers.",
  "/wiki/Actor": "An actor is a person who portrays a character in a performance (also actress; see below). The actor performs \"in the flesh\" in the traditional medium of the theatre or in modern media such as film, radio, and television. The analogous Greek term is ὑποκριτής (hupokritḗs), literally \"one who answers\". The actor's interpretation of their role—the art of acting—pertains to the role played, whether based on a real person or fictional character. Interpretation occurs even when the actor is \"playing themselves\", as in some forms of experimental performance art.",
  "/wiki/George_Bruns": "George Edward Bruns (July 3, 1914 – May 23, 1983) was an American composer of music for film and television who worked on many Disney films. He was nominated for four Academy Awards for his work. He was also a proficient musician, playing and recording on trombone, tuba and string bass.",
  "/wiki/Composer": "A composer (Latin compōnō; literally \"one who puts together\") is a musician who is an author of music in any form, including vocal music (for a singer or choir), instrumental music, electronic music, and music which combines multiple forms. A composer may create music in any music genre, including, for example, classical music, musical theatre, blues, folk music, jazz, and popular music. Composers often express their works in a written musical score using musical notation.",
  "/wiki/Pinto_Colvig": "Vance DeBar Colvig Sr. (September 11, 1892 – October 3, 1967), professionally Pinto Colvig, was an American vaudeville actor, voice actor, newspaper cartoonist and circus performer, whose schtick was playing the clarinet off-key while mugging. Colvig was the original performer of the Disney characters Pluto and Goofy, as well as Bozo the Clown. In 1993, he was posthumously made a Disney Legend for his contributions to Walt Disney Films, including Snow White and the Seven Dwarfs and Fun and Fancy Free.",
  "/wiki/Bozo_the_Clown": "Bozo the Clown was introduced in the United States in 1946, and to television in 1949. His broad popularity peaked locally in the 1960s as a result of widespread franchising in early television.",
  "/wiki/Webley_Edwards": "Webley Edwards (November 11, 1902 – October 5, 1977) was a World War II news correspondent, Hawaiian radio personality and politician.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/Kevin_Hagen": "Kevin Hagen (April 3, 1928 – July 9, 2005) was an American actor best known for his role as Dr. Hiram Baker on NBC's Little House on the Prairie.",
  "/wiki/Christopher_Howell": "Christopher Howell (born August 29, 1945) is an American poet, editor, and educator. He has published nine books of poetry.",
  "/wiki/Harley_Jessup": "Harley Jessup (born 1954) is an American production designer and visual effects art director who has been nominated for two visual effects Academy Awards, and won once. Currently working at Pixar Animation Studios, Jessup has served as production designer for Monsters, Inc. (with Bob Pauley), Ratatouille, Cars 2, Presto, The Good Dinosaur and Pixar's latest animated feature, Coco. Before coming to Pixar, Jessup was production designer on Walt Disney Pictures' James and the Giant Peach.",
  "/wiki/Innerspace": "Innerspace is a 1987 American science-fiction comedy film directed by Joe Dante and produced by Michael Finnell. Steven Spielberg served as executive producer. It was inspired by the 1966 science fiction film Fantastic Voyage. It stars Dennis Quaid, Martin Short and Meg Ryan, with Robert Picardo and Kevin McCarthy, with music composed by Jerry Goldsmith. It earned well over $25 million in its domestic gross revenue and won an Oscar, the only film directed by Dante to do so.",
  "/wiki/Chris_Johns_(photographer)": "Chris Johns (born April 15, 1951) is a photographer who was the editor-in-chief for National Geographic Magazine from January 2005 to April 2014. After a reorganization, in April 2014, Johns was named chief content officer of National Geographic Society. He spent many years in Africa for the magazine and is the first photographer to have been named its editor-in-chief. He started his journalism career at daily newspapers.",
  "/wiki/Tala_Madani": "Tala Madani (born 1981) is an Iranian artist. She was born in Tehran, Iran, and lives in Los Angeles, California.",
  "/wiki/Whitney_Biennial": "The Whitney Biennial is a biennale exhibition of contemporary American art, typically by young and lesser known artists, on display at the Whitney Museum of American Art in New York City, United States. The event began as an annual exhibition in 1932, the first biennial was in 1973. The Whitney show is generally regarded as one of the leading shows in the art world, often setting or leading trends in contemporary art. It helped bring artists like Georgia O'Keeffe, Jackson Pollock and Jeff Koons to prominence.",
  "/wiki/George_Oppen": "George Oppen (April 24, 1908 – July 7, 1984) was an American poet, best known as one of the members of the Objectivist group of poets. He abandoned poetry in the 1930s for political activism and later moved to Mexico to avoid the attentions of the House Un-American Activities Committee. He returned to poetry—and to the United States—in 1958, and received the Pulitzer Prize for Poetry in 1969.",
  "/wiki/Mary_Oppen": "Mary Oppen was born in November 28, 1908  and died in May 14, 1990. She was an American activist, artist, photographer, poet and writer . She was also a painter, author of an autobiography, Meaning a Life (1978), and a book of verse, Poems and Transpositions (1980).",
  "/wiki/Meredith_Phillips": "The second season of The Bachelorette, an ABC reality television series, premiered on January 14, 2004, featuring Meredith Phillips dating 25 men.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Reality_television": "Reality television  is a genre of television programming that documents purportedly unscripted real-life situations, often starring unknown individuals rather than professional actors. Reality television came to prominence in the late 1990s and the early 2000s with the global successes of the series Survivor, Idols, and Big Brother, all of which became global franchises. Reality television shows tend to be interspersed with \"confessionals\", short interview segments in which cast members reflect on or provide context for the events being depicted on-screen. Competition-based reality shows typically feature gradual elimination of participants, either by a panel of judges or by the viewership of the show.",
  "/wiki/The_Bachelorette": "The Bachelorette is an American reality television dating game show that debuted on ABC on January 8, 2003. The show is a spin-off of The Bachelor that airs on the same network. The first season featured Trista Rehn, the runner-up date from the first season of The Bachelor, offering the opportunity for Rehn to choose a husband among 25 bachelors. The 2004 season of The Bachelorette again took a runner-up from the previous season of The Bachelor. After last airing on February 28, 2005, the series returned to ABC during the spring of 2008, following an absence of three years.",
  "/wiki/Mike_Rich": "Michael A. \"Mike\" Rich (born 1959) is an American screenwriter best known for his writing on sports-related films.",
  "/wiki/Laurie_Roth": "Laurie Roth is an American radio talk show host and political commentator. She hosts the nationally syndicated political talk show, The Roth Show. As a candidate for President of the United States in the 2012 election, she unsuccessfully sought the 2012 nominations of the Constitution Party and the American Independent Party.",
  "/wiki/Travis_Rush": "Travis Benjamin Rush (born 15 January 1971) is a country music singer from Oregon.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Bert_Sperling": "Bertrand T. Sperling (born 1950 in Brooklyn, New York) is an author and researcher. His books and studies on quality of life in America have made him \"an internationally recognized expert on cities.\"",
  "/wiki/List_of_Oregon_State_University_alumni": "This is a list of notable alumni of Oregon State University, a university in Corvallis, Oregon in the United States. The university traces its roots back to 1856 when Corvallis Academy was founded. It wasn't formally incorporated until 1858 when the name was changed to Corvallis College, and wasn't chartered until 1868. In 1890 the school became known as Oregon Agricultural College, in 1927 it was known as Oregon State Agricultural College, and the current name was adopted in 1961. Alumni from each of these eras may be included on the list, and more than 200,000 people have attended the university since its founding."
}