{
  "/wiki/Sydney": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.\nIndigenous Australians have inhabited the Sydney area for at least 30,000 years, and thousands of engravings remain throughout the region, making it one of the richest in Australia in terms of Aboriginal archaeological sites. During his first Pacific voyage in 1770, Lieutenant James Cook and his crew became the first Europeans to chart the eastern coast of Australia, making landfall at Botany Bay and inspiring British interest in the area. In 1788, the First Fleet of convicts, led by Arthur Phillip, founded Sydney as a British penal colony, the first European settlement in Australia. Phillip named the city Sydney in recognition of Thomas Townshend, 1st Viscount Sydney. Penal transportation to New South Wales ended soon after Sydney was incorporated as a city in 1842. A gold rush occurred in the colony in 1851, and over the next century, Sydney transformed from a colonial outpost into a major global cultural and economic centre. After World War II, it experienced mass migration and became one of the most multicultural cities in the world. At the time of the 2011 census, more than 250 different languages were spoken in Sydney. In the 2016 Census, about 35.8% of residents spoke a language other than English at home. Furthermore, 45.4% of the population reported having been born overseas, and the city has  the third largest foreign born population of any city in the world after London and New York City, respectively.\n Despite being one of the most expensive cities in the world, Sydney frequently ranks in the top ten of lists of the most livable cities in the world. It is classified as an Alpha+ World City by Globalization and World Cities Research Network, indicating its influence in the region and throughout the world. Ranked eleventh in the world for economic opportunity, Sydney has an advanced market economy with strengths in finance, manufacturing and tourism. There is a significant concentration of foreign banks and multinational corporations in Sydney and the city is promoted as Australia's financial capital and one of Asia Pacific's leading financial hubs. Established in 1850, the University of Sydney is Australia's first university and is regarded as one of the world's leading universities. Sydney is also home to the oldest library in Australia, State Library of New South Wales, opened in 1826.\n Sydney has hosted major international sporting events such as the 2000 Summer Olympics. The city is among the top fifteen most-visited cities in the world, with millions of tourists coming each year to see the city's landmarks. Boasting over 1,000,000 ha (2,500,000 acres) of nature reserves and parks, its notable natural features include Sydney Harbour, the Royal National Park, Royal Botanic Garden and Hyde Park, the oldest parkland in the country. Built attractions such as the Sydney Harbour Bridge and the World Heritage-listed Sydney Opera House are also well known to international visitors. The main passenger airport serving the metropolitan area is Kingsford-Smith Airport, one of the world's oldest continually operating airports. Established in 1906, Central station, the largest and busiest railway station in the state, is the main hub of the city's rail network.",
  "/wiki/New_South_Wales_Waratahs": "The New South Wales Waratahs (/ˈwɒrətɑːz/ or /ˌwɒrəˈtɑːz/; referred to as the Waratahs, are an Australian rugby union team representing the majority of New South Wales in the Super Rugby competition. The Riverina and other southern parts of the state, are represented by the Brumbies, who are based in Canberra, Australian Capital Territory (ACT).\n The \"Waratahs\" name has historically been the name for the New South Wales Rugby Union (NSWRU) representative team, and became the name for the New South Wales team when it entered the Super Six, Super 10 and Super 12 competitions. The name and emblem comes from the waratah, the state flower for New South Wales. Until 2019, their home ground was Sydney Football Stadium in Sydney. With this closed for demolition and rebuilding, in 2019 home games will be played at the Sydney Cricket Ground and Western Sydney Stadium.",
  "/wiki/Sydney_Showground_(Moore_Park)": "The former Sydney Showground (Moore Park) at Moore Park was the site of the Sydney Royal Easter Show in New South Wales, Australia from 1882 until 1997, when the Show was moved to the new Sydney Showground at Sydney Olympic Park, which was built for the Sydney 2000 Olympics. The old site was then leased to News Corporation on a 99-year lease from the Government of New South Wales to be used for the site of Fox Studios Australia, and is now part of The Entertainment Quarter.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/Newcastle,_New_South_Wales": "The Newcastle (/ˈnuːkɑːsəl/ NEW-kah-səl) metropolitan area is the second most populated area in the Australian state of New South Wales and includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council.\n Located at the mouth of the Hunter River, it is the predominant city within the Hunter Region. Famous for its coal, Newcastle is the largest coal exporting harbour in the world, exporting 159.9 million tonnes of coal in 2017. Beyond the city, the Hunter Region possesses large coal deposits. Geologically, the area is located in the central-eastern part of the Sydney basin.",
  "/wiki/Bathurst,_New_South_Wales": "Bathurst /ˈbæθərst/ is a city in the Central Tablelands of New South Wales, Australia. It is about 200 kilometres (120 mi) west-northwest of Sydney and is the seat of the Bathurst Regional Council. Bathurst is the oldest inland settlement in Australia and had a population of 36,801 at June 2018.\n Bathurst is often referred to as the Gold Country as it was the site of the first gold discovery and where the first gold rush occurred in Australia. Bathurst is the second oldest inland city behind Goulburn as stated by historian Oscar Cunningham. Today education, tourism and manufacturing drive the economy. The internationally known racetrack Mount Panorama is a landmark of the city. Bathurst has a historic city centre with many ornate buildings remaining from the gold rush period of the mid to late 19th century.\n The median age of the city's population is 35 years; which is particularly young for a regional centre (the state median is 38), and is related to the large education sector in the community. Population growth has reached 1.6% per annum over the five years until 2010, making Bathurst the seventh fastest growing regional city in New South Wales. This growth over recent years has resulted in increased urban development including retail precincts, sporting facilities, housing estates and expanding industrial areas.",
  "/wiki/1884_New_Zealand_rugby_union_tour_of_New_South_Wales": "The first New Zealand team was selected in 1884, for a tour to New South Wales, Australia. It was a privately organized selection as the New Zealand Rugby Union was founded not until eight years later. On 22 May 1884, before the tour start, the team played a test match against the Wellington Rugby Football Union team, winning 9 to 0. During the tour, the team recorded eight wins in eight matches in Australia."
}