{
  "/wiki/Batsman": "In cricket, batting is the act or skill of hitting the ball with a bat to score runs or prevent the loss of one's wicket. Any player who is currently batting is denoted as a batsman,  batswoman, or batter, regardless of whether batting is their particular area of expertise. Batting players have to adapt to various conditions when playing on different cricket pitches, especially in different countries - therefore, as well as having outstanding physical batting skills, top-level batters will have lightning reflexes, excellent decision-making and be good strategists.",
  "/wiki/Off_spin": "Off spin is a type of finger spin bowling in cricket. A bowler who uses this technique is called an off spinner. Off spinners are right-handed spin bowlers who use their fingers to spin the ball from a right-handed batsman's off side to the leg side (that is, towards the right-handed batsman, or away from a left-handed batsman).  This contrasts with leg spin, in which the ball spins from leg to off and which is bowled with a very different action.",
  "/wiki/Leg_spin": "Leg spin is a type of spin bowling in cricket. A leg spinner, also called leggie, bowls right-arm with a wrist spin action, causing the ball to spin from right to left in the cricket pitch when the ball bounces, that is, away from the leg side of a right-handed batsman. The same kind of trajectory, which spins from right to left on pitching, when performed by a left-arm bowler is known as left-arm unorthodox spin bowling.",
  "/wiki/Seam_bowling": "Seam bowling is a bowling technique in cricket whereby the ball is deliberately bowled on to its seam, to cause a random deviation. Practitioners are known as seam bowlers or seamers.",
  "/wiki/Slow_left_arm": "Left-arm orthodox spin, also known as slow left-arm orthodox spin bowling, is a type of left-arm finger off spin bowling in the sport of cricket. \nLeft-arm orthodox spin is bowled by a left-arm bowler using the fingers to spin the ball from right to left of the cricket pitch (from the bowler's perspective).",
  "/wiki/Fast_bowling": "Pace bowler (also referred to as fast bowling) is one of two main approaches to bowling in the sport of cricket, the other being spin bowling. Practitioners of pace bowling are usually known as fast bowlers, quicks, or pacemen. They can also be referred to as a seam bowler, a swing bowler or a 'fast bowler who can swing it' to reflect the predominant characteristic of their deliveries. Strictly speaking, a pure swing bowler does not need to have a high degree of pace, though dedicated medium-pace swing bowlers are rarely seen at Test level these days.",
  "/wiki/Swing_bowling": "Swing bowling is a technique used for bowling in the sport of cricket. Practitioners are known as swing bowlers. Swing bowling is generally classed as a subtype of fast bowling."
}