{
  "/wiki/Helium–neon_laser": "A helium–neon laser or HeNe laser, is a type of gas laser whose gain medium consists of a mixture of 90% helium and 10% neon at a total pressure of about 1 torr inside of a small  electrical discharge. The best-known and most widely used HeNe laser operates at a wavelength of 632.8 nm, in the red part of the visible spectrum.",
  "/wiki/Nanometre": "The nanometre (international spelling as used by the International Bureau of Weights and Measures; SI symbol: nm) or nanometer (American spelling) is a unit of length in the metric system, equal to one billionth (short scale) of a metre (0.000000001 m). The name combines the SI prefix nano- (from the Ancient Greek νάνος, nanos, \"dwarf\") with the parent unit name metre (from Greek μέτρον, metrοn, \"unit of measurement\").  It can be written in scientific notation as 1×10−9 m, in engineering notation as 1 E−9 m, and as simply 1/1000000000 metres. When used as a prefix for something other than a unit of measure  (as in \"nanoscience\"), nano refers to nanotechnology, or phenomena typically occurring on a scale of nanometres (see nanoscopic scale).",
  "/wiki/Micrometre": "The micrometre (international spelling as used by the International Bureau of Weights and Measures; SI symbol: μm) or micrometer (American spelling), also commonly known by the previous name micron, is an SI derived unit of length equalling 1×10−6 metre (SI standard prefix \"micro-\" = 10−6); that is, one millionth of a metre (or one thousandth of a millimetre, 0.001 mm, or about 0.000039 inch).",
  "/wiki/Interferometry": "Interferometry is a family of techniques in which waves, usually electromagnetic waves, are superimposed, causing the phenomenon of interference, which is used to extract information. Interferometry is an important investigative technique in the fields of astronomy, fiber optics, engineering metrology, optical metrology, oceanography, seismology, spectroscopy (and its applications to chemistry), quantum mechanics, nuclear and particle physics, plasma physics, remote sensing, biomolecular interactions, surface profiling, microfluidics, mechanical stress/strain measurement, velocimetry, optometry, and making holograms.:1–2",
  "/wiki/Holography": "A hologram is a physical recording of an interference pattern which uses diffraction to reproduce a three-dimensional light field, resulting in an image which retains the depth, parallax, and other properties of the original scene.  Holography is the science and practice of making holograms. A hologram is a photographic recording of a light field, rather than an image formed by a lens. The holographic medium, i.e., the object produced by a holographic process (which itself may be referred to as a hologram) is usually unintelligible when viewed under diffuse ambient light. It is an encoding of the light field as an interference pattern of variations in the opacity, density, or surface profile of the photographic medium. When suitably lit, the interference pattern diffracts the light into an accurate reproduction of the original light field, and the objects that were in it exhibit visual depth cues such as parallax and perspective that change realistically with the relative position of the observer. That is, the view of the image from different angles represents the subject viewed from similar angles.In this sense, holograms do not simply produce the illusion of depth but are truly three-dimensional images.",
  "/wiki/Spectroscopy": "Spectroscopy /spɛkˈtrɒskəpi/ is the study of the interaction between matter and electromagnetic radiation (via electron spectroscopy, atomic spectroscopy, etc). Historically, spectroscopy originated through the study of visible light dispersed according to its wavelength, by a prism. Later the concept was expanded greatly to include any interaction with radiative energy as a function of its wavelength or frequency, predominantly in the electromagnetic spectrum, though matter waves and acoustic waves can also be considered forms of radiative energy; recently, with tremendous difficulty, even gravitational waves have been associated with a spectral signature in the context of the Laser Interferometer Gravitational-Wave Observatory (LIGO) and laser interferometry. Spectroscopic data are often represented by an emission spectrum, a plot of the response of interest, as a function of wavelength or frequency.",
  "/wiki/Barcode": "A barcode or bar code is a method of representing data in a visual, machine-readable form. Initially, barcodes represented data by varying the widths and spacings of parallel lines. These barcodes, now commonly referred to as linear or one-dimensional (1D), can be scanned by special optical scanners, called barcode readers. Later, two-dimensional (2D) variants were developed, using rectangles, dots, hexagons and other geometric patterns, called matrix codes or 2D barcodes, although they do not use bars as such. 2D barcodes can be read or deconstructed using application software on mobile devices with inbuilt cameras, such as smartphones.",
  "/wiki/Argon_laser": "An ion laser is a gas laser that uses an ionized gas as its lasing medium. \nLike other gas lasers, ion lasers feature a sealed cavity containing the laser medium and mirrors forming a Fabry–Pérot resonator. Unlike helium–neon lasers, the energy level transitions that contribute to laser action come from ions. Because of the large amount of energy required to excite the ionic transitions used in ion lasers, the required current is much greater, and as a result all but the smallest ion lasers are water-cooled. A small air-cooled ion laser might produce, for example, 130 milliwatts of output light with a tube current of about 10 amperes and a voltage of 105 volts. Since one ampere times one volt is one watt, this is an electrical power input of about one kilowatt. Subtracting the (desirable) light output of 130 mW from power input, this leaves the large amount of waste heat of nearly one kW. This has to be dissipated by the cooling system. In other words, the power efficiency is very low.",
  "/wiki/Second_harmonic_generation": "Second-harmonic generation (SHG, also called frequency doubling) is a nonlinear optical process in which two photons with the same frequency interact with a nonlinear material, are \"combined\", and generate a new photon with twice the energy of the initial photons (equivalently, twice the frequency and half the wavelength), that conserves the coherence of the excitation. It is a special case of sum-frequency generation (2 photons), and more generally of harmonic generation.",
  "/wiki/Retina": "The retina is the innermost, light-sensitive layer of tissue of the eye of most vertebrates and some molluscs. The optics of the eye create a focused two-dimensional image of the visual world on the retina, which translates that image into electrical neural impulses to the brain to create visual perception, the retina serving a function analogous to that of the film or image sensor in a camera.",
  "/wiki/Phototherapy": "Light therapy—or phototherapy, classically referred to as heliotherapy—consists of exposure to daylight or to specific wavelengths of light using polychromatic polarised light, lasers, light-emitting diodes, fluorescent lamps, dichroic lamps or very bright, full-spectrum light. The light is administered for a prescribed amount of time and, in some cases, at a specific time of day.",
  "/wiki/Diabetes": "Diabetes mellitus (DM), commonly known as diabetes, is a group of metabolic disorders characterized by a high blood sugar level over a prolonged period of time. Symptoms often include frequent urination, increased thirst, and increased hunger. If left untreated, diabetes can cause many complications. Acute complications can include diabetic ketoacidosis, hyperosmolar hyperglycemic state, or death. Serious long-term complications include cardiovascular disease, stroke, chronic kidney disease, foot ulcers, damage to the nerves, and damage to the eyes.",
  "/wiki/Lithography": "Lithography (from Ancient Greek  λίθος, lithos, meaning 'stone', and  γράφειν, graphein, meaning 'to write') is a method of printing originally based on the immiscibility of oil and water. The printing is from a stone (lithographic limestone) or a metal plate with a smooth surface. It was invented in 1796 by German author and actor Alois Senefelder as a cheap method of publishing theatrical works. Lithography can be used to print text or artwork onto paper or other suitable material.",
  "/wiki/Confocal_microscopy": "Confocal microscopy, most frequently confocal laser scanning microscopy (CLSM) or laser confocal scanning microscopy (LCSM), is an optical imaging technique for increasing optical resolution and contrast of a micrograph by means of using a spatial pinhole to block out-of-focus light in image formation. Capturing multiple two-dimensional images at different depths in a sample enables the reconstruction of three-dimensional structures (a process known as optical sectioning) within an object. This technique is used extensively in the scientific and industrial communities and typical applications are in life sciences, semiconductor inspection and materials science.",
  "/wiki/Krypton_laser": "An ion laser is a gas laser that uses an ionized gas as its lasing medium. \nLike other gas lasers, ion lasers feature a sealed cavity containing the laser medium and mirrors forming a Fabry–Pérot resonator. Unlike helium–neon lasers, the energy level transitions that contribute to laser action come from ions. Because of the large amount of energy required to excite the ionic transitions used in ion lasers, the required current is much greater, and as a result all but the smallest ion lasers are water-cooled. A small air-cooled ion laser might produce, for example, 130 milliwatts of output light with a tube current of about 10 amperes and a voltage of 105 volts. Since one ampere times one volt is one watt, this is an electrical power input of about one kilowatt. Subtracting the (desirable) light output of 130 mW from power input, this leaves the large amount of waste heat of nearly one kW. This has to be dissipated by the cooling system. In other words, the power efficiency is very low.",
  "/wiki/Argon": "Argon is a chemical element with the symbol Ar and atomic number 18. It is in group 18 of the periodic table and is a noble gas. Argon is the third-most abundant gas in the Earth's atmosphere, at 0.934% (9340 ppmv). It is more than twice as abundant as water vapor (which averages about 4000 ppmv, but varies greatly), 23 times as abundant as carbon dioxide (400 ppmv), and more than 500 times as abundant as neon (18 ppmv). Argon is the most abundant noble gas in Earth's crust, comprising 0.00015% of the crust.",
  "/wiki/Ion_laser": "An ion laser is a gas laser that uses an ionized gas as its lasing medium. \nLike other gas lasers, ion lasers feature a sealed cavity containing the laser medium and mirrors forming a Fabry–Pérot resonator. Unlike helium–neon lasers, the energy level transitions that contribute to laser action come from ions. Because of the large amount of energy required to excite the ionic transitions used in ion lasers, the required current is much greater, and as a result all but the smallest ion lasers are water-cooled. A small air-cooled ion laser might produce, for example, 130 milliwatts of output light with a tube current of about 10 amperes and a voltage of 105 volts. Since one ampere times one volt is one watt, this is an electrical power input of about one kilowatt. Subtracting the (desirable) light output of 130 mW from power input, this leaves the large amount of waste heat of nearly one kW. This has to be dissipated by the cooling system. In other words, the power efficiency is very low.",
  "/wiki/UV": "Ultraviolet  (UV) is electromagnetic radiation with wavelength from 10 nm  to 400 nm, shorter than that of visible light but longer than X-rays. UV radiation is present in sunlight, and constitutes about 10% of the total electromagnetic radiation output from the Sun. It is also produced by electric arcs and specialized lights, such as mercury-vapor lamps, tanning lamps, and black lights. Although long-wavelength ultraviolet is not considered an ionizing radiation because its photons lack the energy to ionize atoms, it can cause chemical reactions and causes many substances to glow or fluoresce. Consequently, the chemical and biological effects of UV are greater than simple heating effects, and many practical applications of UV radiation derive from its interactions with organic molecules.",
  "/wiki/Infrared": "Infrared radiation (IR), sometimes called infrared light, is electromagnetic radiation (EMR) with wavelengths longer than those of visible light. It is therefore generally invisible to the human eye, although IR at wavelengths up to 1050 nanometers (nm)s from specially pulsed lasers can be seen by humans under certain conditions. IR wavelengths extend from the nominal red edge of the visible spectrum at 700 nanometers (frequency 430 THz), to 1 millimeter (300 GHz). Most of the thermal radiation emitted by objects near room temperature is infrared. As with all EMR, IR carries radiant energy and behaves both like a wave and like its quantum particle, the photon.",
  "/wiki/Nitrogen_laser": "A nitrogen laser is a gas laser operating in the ultraviolet range (typically 337.1 nm) using molecular nitrogen as its gain medium, pumped by an electrical discharge.",
  "/wiki/Superradiant_laser": "A superradiant laser is a laser that does not rely on a large population of photons within the laser cavity to maintain coherence.",
  "/wiki/TEA_laser": "A TEA laser is a gas laser energized by a high voltage electrical discharge in a gas mixture generally at or above atmospheric pressure. The most common types are carbon dioxide lasers and excimer lasers, both used extensively in industry and research; less common are nitrogen lasers. The acronym \"TEA\" stands for Transversely Excited Atmospheric.",
  "/wiki/Carbon_dioxide_laser": "The carbon dioxide laser (CO2 laser) was one of the earliest gas lasers to be developed. It was invented by Kumar Patel of Bell Labs in 1964, and is still one of the most useful. Carbon dioxide lasers are the highest-power continuous wave lasers that are currently available. They are also quite efficient: the ratio of output power to pump power can be as large as 20%.\nThe CO2 laser produces a beam of infrared light with the principal wavelength bands centering on 9.4 and 10.6 micrometers (μm).",
  "/wiki/Laser_cutting": "Laser cutting is a technology that uses a laser to slice materials. While typically used for industrial manufacturing applications, it is also starting to be used by schools, small businesses, and hobbyists. Laser cutting works by directing the output of a high-power laser most commonly through optics. The laser optics and CNC (computer numerical control) are used  to direct the material or the laser beam generated. A commercial laser for cutting materials involved a motion control system to follow a CNC or G-code of the pattern to be cut onto the material. The focused laser beam is directed at the  material, which then either melts, burns, vaporizes away, or is blown away by a jet of gas, leaving an edge with a high-quality surface finish. Industrial laser cutters are used to cut flat-sheet material as well as structural and piping materials.",
  "/wiki/Laser_beam_welding": "Laser beam welding (LBW) is a welding technique used to join pieces of metal or thermoplastics through the use of a laser. The beam provides a concentrated heat source, allowing for narrow, deep welds and high welding rates. The process is frequently used in high volume applications using automation, as in the automotive industry. It is based on keyhole or penetration mode welding.",
  "/wiki/Surgery": "Surgery[a] is a medical specialty that uses operative manual and instrumental techniques on a person to investigate or treat a pathological condition such as a disease or injury, to help improve bodily function or appearance or to repair unwanted ruptured areas.",
  "/wiki/Dental_laser": "A dental laser is a type of laser designed specifically for use in oral surgery or dentistry.",
  "/wiki/List_of_laser_applications": "Many scientific, military, medical and commercial laser applications have been developed since the invention of the laser in 1958. The coherency, high monochromaticity, and ability to reach extremely high powers are all properties which allow for these specialized applications.",
  "/wiki/Carbon_monoxide": "Carbon monoxide (CO) is a colorless, odorless, and tasteless flammable gas that is slightly less dense than air. It is toxic to animals that use hemoglobin as an oxygen carrier (both Invertebrate and vertebrate) when encountered in concentrations above about 35 ppm, although it is also produced in normal animal metabolism in low quantities, and is thought to have some normal biological functions. In the atmosphere, it is spatially variable and short lived, having a role in the formation of ground-level ozone.",
  "/wiki/Engraving": "Engraving is the practice of incising a design onto a hard, usually flat surface by cutting grooves into it with a burin. The result may be a decorated object in itself, as when silver, gold, steel, or glass are engraved, or may provide an intaglio printing plate, of copper or another metal, for printing images on paper as prints or illustrations; these images are also called \"engravings\". Engraving is one of the oldest and most important techniques in printmaking. Wood engraving is a form of relief printing and is not covered in this article.",
  "/wiki/Welding": "Welding is a fabrication or sculptural process that joins materials, usually metals or thermoplastics, by using high heat to melt the parts together and allowing them to cool causing fusion. Welding is distinct from lower temperature metal-joining techniques such as brazing and soldering, which do not melt the base metal.",
  "/wiki/Photoacoustic_spectroscopy": "Photoacoustic spectroscopy is the measurement of the effect of absorbed electromagnetic energy (particularly of light) on matter by means of acoustic detection. The discovery of the photoacoustic effect dates to 1880 when Alexander Graham Bell showed that thin discs emitted sound when exposed to a beam of sunlight that was rapidly interrupted with a rotating slotted disk. The absorbed energy from the light causes local heating, generating a thermal expansion which creates a pressure wave or sound. Later Bell showed that materials exposed to the non-visible portions of the solar spectrum (i.e., the infrared and the ultraviolet) can also produce sounds.",
  "/wiki/Excimer_laser": "An excimer laser, sometimes more correctly called an exciplex laser, is a form of ultraviolet laser which is commonly used in the production of microelectronic devices, semiconductor based integrated circuits or \"chips\", eye surgery, and micromachining.",
  "/wiki/Excimer": "An  excimer (originally short for excited dimer) is a short-lived dimeric or heterodimeric molecule formed from two species, at least one of which has completely filled valence shell by electrons (for example, noble gases). In this case, formation of molecules is possible only if such atom is in an electronic excited state. Heteronuclear molecules and molecules that have more than two species are also called exciplex molecules (originally short for excited complex). Excimers are often diatomic and are composed of two atoms or molecules that would not bond if both were in the ground state. The lifetime of an excimer is very short, on the order of nanoseconds. Binding of a larger number of excited atoms forms Rydberg matter clusters, the lifetime of which can exceed many seconds.",
  "/wiki/Ultraviolet": "Ultraviolet  (UV) is electromagnetic radiation with wavelength from 10 nm  to 400 nm, shorter than that of visible light but longer than X-rays. UV radiation is present in sunlight, and constitutes about 10% of the total electromagnetic radiation output from the Sun. It is also produced by electric arcs and specialized lights, such as mercury-vapor lamps, tanning lamps, and black lights. Although long-wavelength ultraviolet is not considered an ionizing radiation because its photons lack the energy to ionize atoms, it can cause chemical reactions and causes many substances to glow or fluoresce. Consequently, the chemical and biological effects of UV are greater than simple heating effects, and many practical applications of UV radiation derive from its interactions with organic molecules.",
  "/wiki/Semiconductor": "A semiconductor material has an electrical conductivity value falling between that of a conductor, such as metallic copper, and an insulator, such as glass. Its resistance falls as its temperature rises; metals are the opposite. Its conducting properties may be altered in useful ways by introducing impurities (\"doping\") into the crystal structure. Where two differently-doped regions exist in the same crystal, a semiconductor junction is created. The behavior of charge carriers which include electrons, ions and electron holes at these junctions is the basis of diodes, transistors and all modern electronics. Some examples of semiconductors are silicon, germanium, gallium arsenide, and elements near the so-called \"metalloid staircase\" on the periodic table. After silicon, gallium arsenide is the second most common semiconductor[citation needed] and is used in laser diodes, solar cells, microwave-frequency integrated circuits and others. Silicon is a critical element for fabricating most electronic circuits.",
  "/wiki/LASIK": "LASIK or Lasik (laser-assisted in situ keratomileusis), commonly referred to as laser eye surgery or laser vision correction, is a type of refractive surgery for the correction of myopia, hyperopia, and astigmatism. LASIK surgery is performed by an ophthalmologist who uses a laser or microkeratome to reshape the eye's cornea in order to improve visual acuity. For most people, LASIK provides a long-lasting alternative to eyeglasses or contact lenses.",
  "/wiki/List_of_laser_types": "This is a list of laser types, their operational wavelengths, and their applications. Thousands of kinds of laser are known, but most of them are used only for specialized research."
}