{
  "/wiki/Ruby_laser": "A ruby laser is a solid-state laser that uses a synthetic ruby crystal as its gain medium. The first working laser was a ruby laser made by Theodore H. \"Ted\" Maiman at Hughes Research Laboratories on May 16, 1960.",
  "/wiki/Holography": "A hologram is a physical recording of an interference pattern which uses diffraction to reproduce a three-dimensional light field, resulting in an image which retains the depth, parallax, and other properties of the original scene.  Holography is the science and practice of making holograms. A hologram is a photographic recording of a light field, rather than an image formed by a lens. The holographic medium, i.e., the object produced by a holographic process (which itself may be referred to as a hologram) is usually unintelligible when viewed under diffuse ambient light. It is an encoding of the light field as an interference pattern of variations in the opacity, density, or surface profile of the photographic medium. When suitably lit, the interference pattern diffracts the light into an accurate reproduction of the original light field, and the objects that were in it exhibit visual depth cues such as parallax and perspective that change realistically with the relative position of the observer. That is, the view of the image from different angles represents the subject viewed from similar angles.In this sense, holograms do not simply produce the illusion of depth but are truly three-dimensional images.",
  "/wiki/Tattoo_removal": "Tattoo removal has been performed with various tools since the start of tattooing. While tattoos were once considered permanent[citation needed], it is now possible to remove them with treatments, fully or partially.",
  "/wiki/Nd:YAG_laser": "Nd:YAG (neodymium-doped yttrium aluminum garnet; Nd:Y3Al5O12) is a crystal that is used as a lasing medium for solid-state lasers. The dopant, triply ionized neodymium, Nd(III),  typically replaces a small fraction (1%) of the yttrium ions in the host crystal structure of the yttrium aluminum garnet (YAG), since the two ions are of similar size. It is the neodymium ion which provides the lasing activity in the crystal, in the same fashion as red chromium ion in ruby lasers.",
  "/wiki/Laser_diode": "A laser diode, (LD), injection laser diode (ILD), or diode laser is a semiconductor device similar to a light-emitting diode in which a diode pumped directly with electrical current can create lasing conditions at the diode's junction.:3 Laser diodes can directly convert electrical energy into light. Driven by voltage, the doped p-n-transition allows for recombination of an electron with a hole. Due to the drop of the electron from a higher energy level to a lower one, radiation, in the form of an emitted photon is generated. This is spontaneous emission. Stimulated emission can be produced when the process is continued and further generate light with the same phase, coherence and wavelength.",
  "/wiki/Laser_rangefinder": "A laser rangefinder is a rangefinder that uses a laser beam to determine the distance to an object. The most common form of laser rangefinder operates on the time of flight principle by sending a laser pulse in a narrow beam towards the object and measuring the time taken by the pulse to be reflected off the target and returned to the sender. Due to the high speed of light, this technique is not appropriate for high precision sub-millimeter measurements, where triangulation and other techniques are often used.",
  "/wiki/Nonlinear_optics": "Nonlinear optics (NLO) is the branch of optics that describes the behaviour of light in nonlinear media, that is, media in which the polarization density P responds non-linearly to the electric field E of the light. The non-linearity is typically observed only at very high light intensities (values of atomic electric fields, typically 108 V/m) such as those provided by lasers. Above the Schwinger limit, the vacuum itself is expected to become nonlinear. In nonlinear optics, the superposition principle no longer holds.",
  "/wiki/Nanosecond": "A nanosecond (ns) is an SI unit of time equal to one billionth of a second, that is, 1/1,000,000,000 of a second, or 10−9 seconds.",
  "/wiki/Dental_laser": "A dental laser is a type of laser designed specifically for use in oral surgery or dentistry.",
  "/wiki/Yttrium_aluminium_garnet": "Yttrium aluminum garnet (YAG, Y3Al5O12) is a synthetic crystalline material of the garnet group. It is a cubic yttrium aluminum oxide phase, with other examples being YAlO3 (YAP) in a hexagonal or an orthorhombic, perovskite-like form, and the monoclinic Y4Al2O9 (YAM).",
  "/wiki/Solar_radiation": "Solar irradiance is the power per unit area (watt per square metre, W/m2), received from the Sun in the form of electromagnetic radiation as reported in the wavelength range of the measuring instrument. \nSolar irradiance is often integrated over a given time period in order to report the radiant energy emitted into the surrounding environment (joule per square metre, J/m2), during that time period. This integrated solar irradiance is called solar irradiation, solar exposure, solar insolation, or insolation.",
  "/wiki/Er:YAG_laser": "An Er:YAG laser (erbium-doped yttrium aluminium garnet laser, erbium YAG laser) is a solid-state laser whose active laser medium is erbium-doped yttrium aluminium garnet (Er:Y3Al5O12). Er:YAG lasers typically emit light with a wavelength of 2940 nm, which is infrared light.",
  "/wiki/Neodymium": "Neodymium is a chemical element with the symbol Nd and atomic number 60. Neodymium belongs to the lanthanide series and is a rare-earth element. It is a hard, slightly malleable silvery metal that quickly tarnishes in air and moisture. When oxidized, neodymium reacts quickly to produce pink, purple/blue and yellow compounds in the +2, +3 and +4 oxidation states. Neodymium was discovered in 1885 by the Austrian chemist Carl Auer von Welsbach. It is present in significant quantities in the ore minerals monazite and bastnäsite. Neodymium is not found naturally in metallic form or unmixed with other lanthanides, and it is usually refined for general use. Although neodymium is classed as a rare-earth element, it is fairly common, no rarer than cobalt, nickel, or copper, and is widely distributed in the Earth's crust. Most of the world's commercial neodymium is mined in China.",
  "/wiki/Neodymium-doped_yttrium_lithium_fluoride": "Neodymium-doped yttrium lithium fluoride (Nd:YLF) is a lasing medium for arc lamp-pumped and diode-pumped solid-state lasers. The YLF crystal (LiYF4) is naturally birefringent, and commonly used laser transitions occur at 1047 nm and 1053 nm.",
  "/wiki/Ti-sapphire_laser": "Ti:sapphire lasers (also known as Ti:Al2O3 lasers, titanium-sapphire lasers, or Ti:sapphs) are tunable lasers which emit red and near-infrared light in the range from 650 to 1100 nanometers. These lasers are mainly used in scientific research because of their tunability and their ability to generate ultrashort pulses. Lasers based on Ti:sapphire were first constructed and invented in June 1982 by Peter Moulton at the MIT Lincoln Laboratory.",
  "/wiki/Yttrium_orthovanadate": "Yttrium orthovanadate (YVO4) is a transparent crystal. Undoped YVO4 is also used to make efficient high-power polarizing prisms similar to Glan–Taylor prisms.",
  "/wiki/Nd:YVO4": "Neodymium-doped yttrium orthovanadate (Nd:YVO4) is a crystalline material formed by adding neodymium ions to yttrium orthovanadate. It is commonly used as an active laser medium for diode-pumped solid-state lasers. It comes as a transparent blue-tinted material. It is birefringent, therefore rods made of it are usually rectangular.",
  "/wiki/Mode-locking": "Mode-locking is a technique in optics by which a laser can be made to produce pulses of light of extremely short duration, on the order of picoseconds (10−12 s) or femtoseconds (10−15 s). A laser operated in this way is sometimes referred to as a femtosecond laser, for example in modern refractive surgery. The basis of the technique is to induce a fixed-phase relationship between the longitudinal modes of the laser's resonant cavity. Constructive interference between these modes can cause the laser light to be produced as a train of pulses. The laser is then said to be 'phase-locked' or 'mode-locked'.",
  "/wiki/Laser_pointer": "A laser pointer or laser pen is a small handheld device with a power source (usually a battery) and a laser diode emitting a very narrow coherent low-powered laser beam of visible light, intended to be used to highlight something of interest by illuminating it with a small bright spot of colored light. Power is restricted in most jurisdictions not to exceed 5 mW.",
  "/wiki/Nd:YCOB": "Nd-doped YCOB (Nd:YCa4O(BO3)3) is a nonlinear optical crystal, which is commonly used as an active laser medium. It can be grown from a melt by the Czochralski technique. It belongs to the monoclinic system with space group Cs2-Cm. Each neodymium ion replaces a yttrium ion in the YCOB crystal structure.",
  "/wiki/Yttrium": "Yttrium is a chemical element with the symbol Y and atomic number 39. It is a silvery-metallic transition metal chemically similar to the lanthanides and has often been classified as a \"rare-earth element\". Yttrium is almost always found in combination with lanthanide elements in rare-earth minerals, and is never found in nature as a free element. 89Y is the only stable isotope, and the only isotope found in the Earth's crust.",
  "/wiki/Calcium": "Calcium is a chemical element with the symbol Ca and atomic number 20. As an alkaline earth metal, calcium is a reactive metal that forms a dark oxide-nitride layer when exposed to air. Its physical and chemical properties are most similar to its heavier homologues strontium and barium. It is the fifth most abundant element in Earth's crust and the third most abundant metal, after iron and aluminium. The most common calcium compound on Earth is calcium carbonate, found in limestone and the fossilised remnants of early sea life; gypsum, anhydrite, fluorite, and apatite are also sources of calcium. The name derives from Latin calx \"lime\", which was obtained from heating limestone.",
  "/wiki/Oxygen": "Oxygen is the chemical element with the symbol O and atomic number 8. It is a member of the chalcogen group in the periodic table, a highly reactive nonmetal, and an oxidizing agent that readily forms oxides with most elements as well as with other compounds. By mass, oxygen is the third-most abundant element in the universe, after hydrogen and helium. At standard temperature and pressure, two atoms of the element bind to form dioxygen, a colorless and odorless diatomic gas with the formula O2. Diatomic oxygen gas constitutes 20.8% of the Earth's atmosphere. As compounds including oxides, the element makes up almost half of the Earth's crust.",
  "/wiki/Boron": "Boron is a chemical element with the symbol B and atomic number 5. Produced entirely by cosmic ray spallation and supernovae and not by stellar nucleosynthesis, it is a low-abundance element in the Solar system and in the Earth's crust. Boron is concentrated on Earth by the water-solubility of its more common naturally occurring compounds, the borate minerals. These are mined industrially as evaporites, such as borax and kernite. The largest known boron deposits are in Turkey, the largest producer of boron minerals.",
  "/wiki/Second_harmonic_generation": "Second-harmonic generation (SHG, also called frequency doubling) is a nonlinear optical process in which two photons with the same frequency interact with a nonlinear material, are \"combined\", and generate a new photon with twice the energy of the initial photons (equivalently, twice the frequency and half the wavelength), that conserves the coherence of the excitation. It is a special case of sum-frequency generation (2 photons), and more generally of harmonic generation.",
  "/wiki/Silicate_glass": "Glass is a non-crystalline, often transparent amorphous solid, that has widespread practical, technological, and decorative use in, for example, window panes, tableware, and optics. Glass is most often formed by rapid cooling (quenching) of the molten form, some glasses such as volcanic glass are naturally occurring.  The most familiar, and historically the oldest, types of manufactured glass are \"silicate glasses\" based on the chemical compound silica (silicon dioxide, or quartz), the primary constituent of sand.  Soda-lime glass, containing around 70% silica, account for around 90% of manufactured glass. The term glass, in popular usage, is often used to refer only to this type of material, although silica-free glasses often have desirable properties for applications in modern communications technology. Some objects, such as drinking glasses and eyeglasses, are so commonly made of silicate-based glass that they are simply called by the name of the material.",
  "/wiki/Phosphate_glass": "Phosphate glass is a class of optical glasses composed of metaphosphates of various metals. Instead of SiO2 in silicate glasses, the glass forming substrate is P2O5.",
  "/wiki/Orders_of_magnitude_(power)": "This page lists examples of the power in watts produced by various sources of energy. They are grouped by orders of magnitude.",
  "/wiki/Megajoule": "The joule (/dʒaʊl, dʒuːl/ jawl, jool; symbol: J) is a derived unit of energy in the International System of Units. It is equal to the energy transferred to (or work done on) an object when a force of one newton acts on that object in the direction of the force's motion through a distance of one metre (1 newton metre or N⋅m). It is also the energy dissipated as heat when an electric current of one ampere passes through a resistance of one ohm for one second. It is named after the English physicist James Prescott Joule (1818–1889).",
  "/wiki/Inertial_confinement_fusion": "Inertial confinement fusion (ICF) is a type of fusion energy research that attempts to initiate nuclear fusion reactions by heating and compressing a fuel target, typically in the form of a pellet that most often contains a mixture of deuterium and tritium. Typical fuel pellets are about the size of a pinhead and contain around 10 milligrams of fuel.",
  "/wiki/Optical_frequency_multiplier": "An optical frequency multiplier is a nonlinear optical device in which  photons interacting with a nonlinear material are effectively \"combined\" to form new photons with greater energy, and thus higher frequency (and shorter wavelength). Two types of devices are currently common: frequency doublers, often based on lithium niobate (LN), lithium tantalate (LT), potassium titanyl phosphate (KTP) or lithium triborate (LBO), and frequency triplers typically made of potassium dihydrogen phosphate (KDP). Both are widely used in optical experiments that use lasers as a light source.",
  "/wiki/Titanium": "Titanium is a chemical element with the symbol Ti and atomic number 22. It is a lustrous transition metal with a silver color, low density, and high strength. Titanium is resistant to corrosion in sea water, aqua regia, and chlorine.",
  "/wiki/Sapphire": "Sapphire is a precious gemstone, a variety of the mineral corundum, consisting of aluminum oxide (α-Al2O3) with trace amounts of elements such as iron, titanium, chromium, vanadium, or magnesium. It is typically blue, but natural \"fancy\" sapphires also occur in yellow, purple, orange, and green colors; \"parti sapphires\" show two or more colors. The only color corundum stone that the term sapphire is not used for is red, which is called a ruby.  Pink colored corundum may be either classified as ruby or sapphire depending on locale. \nCommonly, natural sapphires are cut and polished into gemstones and worn in jewelry. They also may be created synthetically in laboratories for industrial or decorative purposes in large crystal boules. Because of the remarkable hardness of sapphires – 9 on the Mohs scale (the third hardest mineral, after diamond at 10 and moissanite at 9.5) –  sapphires are also used in some non-ornamental applications, such as infrared optical components, high-durability windows, wristwatch crystals and movement bearings, and very thin electronic wafers, which are used as the insulating substrates of special-purpose solid-state electronics such as integrated circuits and GaN-based blue LEDs.",
  "/wiki/LIDAR": "Lidar (/ˈlaɪdɑːr/, called LIDAR, LiDAR, and LADAR) is a surveying method that measures distance to a target by illuminating the target with laser light and measuring the reflected light with a sensor. Differences in laser return times and wavelengths can then be used to make digital 3-D representations of the target. The name lidar, now used as an acronym of light detection and ranging (sometimes, light imaging, detection, and ranging), was originally a portmanteau of light and radar. Lidar sometimes is called 3D laser scanning, a special combination of a 3D scanning and laser scanning. It has terrestrial, airborne, and mobile applications.",
  "/wiki/Infrared": "Infrared radiation (IR), sometimes called infrared light, is electromagnetic radiation (EMR) with wavelengths longer than those of visible light. It is therefore generally invisible to the human eye, although IR at wavelengths up to 1050 nanometers (nm)s from specially pulsed lasers can be seen by humans under certain conditions. IR wavelengths extend from the nominal red edge of the visible spectrum at 700 nanometers (frequency 430 THz), to 1 millimeter (300 GHz). Most of the thermal radiation emitted by objects near room temperature is infrared. As with all EMR, IR carries radiant energy and behaves both like a wave and like its quantum particle, the photon.",
  "/wiki/Ultrashort_pulse": "In optics, an ultrashort pulse of light is an electromagnetic pulse whose time duration is of the order of a picosecond (10−12 second) or less. Such pulses have a broadband optical spectrum, and can be created by mode-locked oscillators. They are commonly referred to as ultrafast events. Amplification of ultrashort pulses almost always requires the technique of chirped pulse amplification, in order to avoid damage to the gain medium of the amplifier.",
  "/wiki/Thulium": "Thulium is a chemical element with the symbol Tm and atomic number 69. It is the thirteenth and third-last element in the lanthanide series. Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds; because it occurs so late in the series, however, the +2 oxidation state is also stabilized by the nearly full 4f shell that results. In aqueous solution, like compounds of other late lanthanides, soluble thulium compounds form coordination complexes with nine water molecules.",
  "/wiki/Ytterbium": "Ytterbium is a chemical element with the symbol Yb and atomic number 70. It is the fourteenth and penultimate element in the lanthanide series, which is the basis of the relative stability of its +2 oxidation state. However, like the other lanthanides, its most common oxidation state is +3, as in its oxide, halides, and other compounds. In aqueous solution, like compounds of other late lanthanides, soluble ytterbium compounds form complexes with nine water molecules. Because of its closed-shell electron configuration, its density and melting and boiling points differ significantly from those of most other lanthanides.",
  "/wiki/Laser_cooling": "Laser cooling refers to a number of techniques in which atomic and molecular samples are cooled down to near absolute zero. Laser cooling techniques rely on the fact that when an object (usually an atom) absorbs and re-emits a photon (a particle of light) its momentum changes.  For an ensemble of particles, their thermodynamic temperature is proportional to the variance in their velocity. That is, more  homogeneous velocities among particles corresponds to a lower temperature. Laser cooling techniques combine atomic spectroscopy with the aforementioned mechanical effect of light to compress the velocity distribution of an ensemble of particles, thereby cooling the particles.",
  "/wiki/Raman_laser": "A Raman laser is a specific type of laser in which the fundamental light-amplification mechanism is stimulated Raman scattering. In contrast, most \"conventional\" lasers (such as the ruby laser) rely on stimulated electronic transitions to amplify light.",
  "/wiki/Telecommunication": "Telecommunication is the transmission of signs, signals, messages, words, writings, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems.\nTelecommunication occurs when the exchange of information between communication participants includes the use of technology. It is transmitted through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light. Such transmission paths are often divided into communication channels which afford the advantages of multiplexing. Since the Latin term communicatio is considered the social process of information exchange, the term telecommunications is often used in its plural form because it involves many different technologies.",
  "/wiki/Holmium": "Holmium is a chemical element with the symbol Ho and atomic number 67. Part of the lanthanide series, holmium is a rare-earth element.",
  "/wiki/Kidney_stone": "Kidney stone disease, also known as urolithiasis, is when a solid piece of material (kidney stone) develops in the urinary tract. Kidney stones typically form in the kidney and leave the body in the urine stream. A small stone may pass without causing symptoms. If a stone grows to more than 5 millimeters (0.2 in), it can cause blockage of the ureter, resulting in severe pain in the lower back or abdomen. A stone may also result in blood in the urine, vomiting, or painful urination. About half of people who have had a kidney stone will have another within ten years.",
  "/wiki/Dentistry": "Dentistry, also known as dental medicine and oral medicine, is a branch of medicine that consists of the study, diagnosis, prevention, and treatment of diseases, disorders, and conditions of the oral cavity, commonly in the dentition  but also the oral mucosa, and of adjacent and related structures and tissues, particularly in the maxillofacial (jaw and facial) area. Although primarily associated with teeth among the general public, the field of dentistry or dental medicine is not limited to teeth but includes other aspects of the craniofacial complex including the temporomandibular joint and other supporting, muscular, lymphatic, nervous, vascular, and anatomical structures.",
  "/wiki/Chromium": "Chromium is a chemical element with the symbol Cr and atomic number 24. It is the first element in group 6. It is a steely-grey, lustrous, hard and brittle transition metal. Chromium is the main additive in stainless steel, to which it adds anti-corrosive properties. Chromium is also highly valued as a metal that is able to be highly polished while resisting tarnishing. Polished chromium reflects almost 70% of the visible spectrum, with almost 90% of infrared light being reflected. The name of the element is derived from the Greek word χρῶμα, chrōma, meaning color, because many chromium compounds are intensely colored.",
  "/wiki/Cerium": "Cerium is a chemical element with the symbol Ce and atomic number 58. Cerium is a soft, ductile and silvery-white metal that tarnishes when exposed to air, and it is soft enough to be cut with a knife. Cerium is the second element in the lanthanide series, and while it often shows the +3 oxidation state characteristic of the series, it also exceptionally has a stable +4 state that does not oxidize water. It is also considered one of the rare-earth elements. Cerium has no biological role in humans and is not very toxic.",
  "/wiki/Lithium": "Lithium (from Greek: λίθος, romanized: lithos, lit. 'stone') is a chemical element with the symbol Li and atomic number 3. It is a soft, silvery-white alkali metal. Under standard conditions, it is the lightest metal and the lightest solid element. Like all alkali metals, lithium is highly reactive and flammable, and must be stored in mineral oil. When cut, it exhibits a metallic luster, but moist air corrodes it quickly to a dull silvery gray, then black tarnish. It never occurs freely in nature, but only in (usually ionic) compounds, such as pegmatitic minerals, which were once the main source of lithium. Due to its solubility as an ion, it is present in ocean water and is commonly obtained from brines. Lithium metal is isolated electrolytically from a mixture of lithium chloride and potassium chloride.",
  "/wiki/Strontium": "Strontium is the chemical element with the symbol Sr and atomic number 38. An alkaline earth metal, strontium is a soft silver-white yellowish metallic element that is highly chemically reactive. The metal forms a dark oxide layer when it is exposed to air. Strontium has physical and chemical properties similar to those of its two vertical neighbors in the periodic table, calcium and barium. It occurs naturally mainly in the minerals celestine and strontianite, and is mostly mined from these.",
  "/wiki/Aluminum": "Aluminium (aluminum in American and Canadian English) is a chemical element with the symbol Al and atomic number 13. It is a silvery-white, soft, non-magnetic and ductile metal in the boron group. By mass, aluminium makes up about 8% of the Earth's crust, where it is the third most abundant element (after oxygen and silicon) and also the most abundant metal. Occurrence of aluminium decreases in the Earth's mantle below, however. The chief ore of aluminium is bauxite. Aluminium metal is highly reactive, such that native specimens are rare and limited to extreme reducing environments. Instead, it is found combined in over 270 different minerals.",
  "/wiki/Fluoride": "Fluoride (/ˈflʊəraɪd, ˈflɔːr-/) is an inorganic, monatomic anion with the chemical formula F− (also written [F]−), whose salts are typically white or colorless. Fluoride salts typically have distinctive bitter tastes, and are odorless. Its salts and minerals are important chemical reagents and industrial chemicals, mainly used in the production of hydrogen fluoride for fluorocarbons. Fluoride is classified as a weak base since it only partially associates in solution, but concentrated fluoride is corrosive and can attack the skin.",
  "/wiki/Excimer": "An  excimer (originally short for excited dimer) is a short-lived dimeric or heterodimeric molecule formed from two species, at least one of which has completely filled valence shell by electrons (for example, noble gases). In this case, formation of molecules is possible only if such atom is in an electronic excited state. Heteronuclear molecules and molecules that have more than two species are also called exciplex molecules (originally short for excited complex). Excimers are often diatomic and are composed of two atoms or molecules that would not bond if both were in the ground state. The lifetime of an excimer is very short, on the order of nanoseconds. Binding of a larger number of excited atoms forms Rydberg matter clusters, the lifetime of which can exceed many seconds.",
  "/wiki/Copper_vapor_laser": "Copper vapor laser (CVL) uses vapors of copper as the lasing medium in a 3-level laser. It produces green laser light at 510.6 nm and yellow laser light at 578.2 nm. The pulse width is typically from 5 to 60 ns, and peak power from 50 to 5000 kW. Its pulse repetition frequencies can be 2 to 100 kHz.  The average power of CVLs can range from 25 W to more than 2 kW.",
  "/wiki/Promethium": "Promethium is a chemical element with the symbol Pm and atomic number 61. All of its isotopes are radioactive; it is extremely rare, with only about 500–600 grams naturally occurring in Earth's crust at any given time. Promethium is one of only two radioactive elements that are followed in the periodic table by elements with stable forms, the other being technetium. Chemically, promethium is a lanthanide. Promethium shows only one stable oxidation state of +3.",
  "/wiki/LLNL": "Lawrence Livermore National Laboratory (LLNL) is a federal research facility in Livermore, California, United States, founded by the University of California, Berkeley in 1952. Originally a branch of the Lawrence Berkeley National Laboratory, the Lawrence Livermore laboratory became autonomous in 1971 and was designated a national laboratory in 1981.",
  "/wiki/Indium": "Indium is a chemical element with the symbol In and atomic number 49. Indium is the softest metal that is not an alkali metal. It is a silvery-white metal that resembles tin in appearance. It is a post-transition metal that makes up 0.21 parts per million of the Earth's crust. Indium has a melting point higher than sodium and gallium, but lower than lithium and tin. Chemically, indium is similar to gallium and thallium, and it is largely intermediate between the two in terms of its properties. Indium was discovered in 1863 by Ferdinand Reich and Hieronymous Theodor Richter by spectroscopic methods. They named it for the indigo blue line in its spectrum. Indium was isolated the next year.",
  "/wiki/Étalon": "In optics, a Fabry–Pérot interferometer (FPI) or etalon is an optical cavity made from two parallel reflecting surfaces (i.e.: thin mirrors). Optical waves can pass through the optical cavity only when they are in resonance with it. It is named after Charles Fabry and Alfred Perot, who developed the instrument in 1899. Etalon is from the French étalon, meaning \"measuring gauge\" or \"standard\".",
  "/wiki/Chrysoberyl": "The mineral or gemstone chrysoberyl is an aluminate of beryllium with the formula BeAl2O4. The name chrysoberyl is derived from the Greek words χρυσός chrysos and βήρυλλος beryllos, meaning \"a gold-white spar\". Despite the similarity of their names, chrysoberyl and beryl are two completely different gemstones, although they both contain beryllium. Chrysoberyl is the third-hardest frequently encountered natural gemstone and lies at 8.5 on the Mohs scale of mineral hardness, between corundum (9) and topaz (8).",
  "/wiki/Synthetic_alexandrite": "Synthetic alexandrite is an artificially-grown variety of chrysoberyl crystal, composed of beryllium aluminum oxide (BeAl2O4). The name is also often used erroneously to describe synthetically-grown corundum.",
  "/wiki/Mercury_(element)": "Mercury is a chemical element with the symbol Hg and atomic number 80. It is commonly known as quicksilver and was formerly named hydrargyrum (/haɪˈdrɑːrdʒərəm/ hy-DRAR-jər-əm). A heavy, silvery d-block element, mercury is the only metallic element that is liquid at standard conditions for temperature and pressure; the only other element that is liquid under these conditions is the halogen bromine, though metals such as caesium, gallium, and rubidium melt just above room temperature.",
  "/wiki/Continuous_wave": "A continuous wave or continuous waveform (CW) is an electromagnetic wave of constant amplitude and frequency, typically a sine wave, that for mathematical analysis is considered to be of infinite duration. Continuous wave is also the name given to an early method of radio transmission, in which a sinusoidal carrier wave is switched on and off. Information is carried in the varying duration of the on and off periods of the signal, for example by Morse code in early radio. In early wireless telegraphy radio transmission, CW waves were also known as \"undamped waves\", to distinguish this method from damped wave signals produced by earlier spark gap type transmitters.",
  "/wiki/Dermatology": "Dermatology is the branch of medicine dealing with the skin.  It is a speciality with both medical and surgical aspects. A dermatologist is a specialist  doctor who manages diseases related to skin, hair and nails and some cosmetic problems.",
  "/wiki/Erbium": "Erbium is a chemical element with the symbol Er and atomic number 68. A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements. It is a lanthanide, a rare earth element, originally found in the gadolinite mine in Ytterby in Sweden, from which it got its name.",
  "/wiki/Optical_amplifier": "An optical amplifier is a device that amplifies an optical signal directly, without the need to first convert it to an electrical signal. An optical amplifier may be thought of as a laser without an optical cavity, or one in which feedback from the cavity is suppressed. Optical amplifiers are important in optical communication and laser physics.  They are used as optical repeaters in the long distance fiberoptic cables which carry much of the world's telecommunication links.",
  "/wiki/Telecommunications": "Telecommunication is the transmission of signs, signals, messages, words, writings, images and sounds or information of any nature by wire, radio, optical or other electromagnetic systems.\nTelecommunication occurs when the exchange of information between communication participants includes the use of technology. It is transmitted through a transmission medium, such as over physical media, for example, over electrical cable, or via electromagnetic radiation through space such as radio or light. Such transmission paths are often divided into communication channels which afford the advantages of multiplexing. Since the Latin term communicatio is considered the social process of information exchange, the term telecommunications is often used in its plural form because it involves many different technologies.",
  "/wiki/Uranium": "Uranium is a chemical element with the symbol U and atomic number 92. It is a silvery-grey metal in the actinide series of the periodic table. A uranium atom has 92 protons and 92 electrons, of which 6 are valence electrons. Uranium is weakly radioactive because all isotopes of uranium are unstable; the half-lives of its naturally occurring isotopes range between 159,200 years and 4.5 billion years. The most common isotopes in natural uranium are uranium-238 (which has 146 neutrons and accounts for over 99% of uranium on Earth) and uranium-235 (which has 143 neutrons). Uranium has the highest atomic weight of the primordially occurring elements. Its density is about 70% higher than that of lead, and slightly lower than that of gold or tungsten. It occurs naturally in low concentrations of a few parts per million in soil, rock and water, and is commercially extracted from uranium-bearing minerals such as uraninite.",
  "/wiki/Calcium_fluoride": "Calcium fluoride is the inorganic compound of the elements calcium and fluorine with the formula CaF2. It is a white insoluble solid. It occurs as the mineral fluorite (also called fluorspar), which is often deeply coloured owing to impurities.",
  "/wiki/P._P._Sorokin": "Peter P. Sorokin (10 July 1931 – 24 September 2015) was an American physicist and co-inventor of the dye laser.  He was born in Boston and grew up in Winchester, Massachusetts. He attended Harvard University, receiving a BA degree in 1952 and a PhD in Applied Physics in 1958; his PhD thesis adviser was Nicolaas Bloembergen.",
  "/wiki/IBM": "The International Business Machines Corporation (IBM) is an American multinational information technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York.",
  "/wiki/Liquid_helium": "At standard pressure, the chemical element helium exists in a liquid form only at the extremely low temperature of −269 °C (about 4 K or −452.2 °F). Its boiling point and critical point depend on which isotope of helium is present: the common isotope helium-4 or the rare isotope helium-3. These are the only two stable isotopes of helium. See the table below for the values of these physical quantities. The density of liquid helium-4 at its boiling point and a pressure of one atmosphere (101.3 kilopascals) is about 0.125 grams per cm3, or about 1/8th the density of liquid water.",
  "/wiki/List_of_laser_types": "This is a list of laser types, their operational wavelengths, and their applications. Thousands of kinds of laser are known, but most of them are used only for specialized research."
}