{
  "/wiki/Young_Americans_(TV_series)": "Young Americans is an American drama television series created by Steven Antin. The show debuted on July 12, 2000 on The WB network as a summer replacement for, and spin-off from another Columbia TriStar Television production, Dawson's Creek. The series was originally ordered for the 1999–2000 television season with a planned fall debut, but was delayed due to unresolved matters between the ColumbiaTriStar and The WB. The main character, Will Krudski, was introduced late in season three of Dawson's Creek as a childhood friend of the group who has kept in contact with Pacey Witter. The show explores themes of forbidden love, morality, social classes and gender roles.",
  "/wiki/Law_%26_Order:_Special_Victims_Unit": "Law & Order: Special Victims Unit (often abbreviated to Law & Order: SVU or just SVU) is an American crime drama television series created by Dick Wolf for NBC. It stars Mariska Hargitay as Captain Olivia Benson, the commanding officer of the Special Victims Unit and formerly a lead detective, located in a fictionalized version of the New York City Police Department. Christopher Meloni played the other lead detective, Elliot Stabler, until departing from the series after 12 seasons. Law & Order: Special Victims Unit follows the style of the original Law & Order in that episodes are often \"ripped from the headlines\" or loosely based on real crimes that have received media attention.",
  "/wiki/Law_%26_Order:_Special_Victims_Unit_(season_2)": "The second season of the television series Law & Order: Special Victims Unit premiered October 20, 2000, and ended May 11, 2001, on NBC. The show remained in its time slot, Friday nights at 10pm/9c. As Neal Baer's first year producing the show, the second season was accompanied by drastic changes in tone. Additionally, the series began to increase its focus on trial scenes with the addition of an Assistant District Attorney for sex crimes to the cast.",
  "/wiki/Hack_(American_TV_series)": "Hack is an American crime drama television series, created and written by David Koepp, that aired on CBS in the United States from September 27, 2002 to March 13, 2004, having 40 episodes broadcast over two seasons. The series centers on the fictional life of a former Philadelphia police officer, Polish-American Mike Olshansky (David Morse), who leaves the force after being accused of corruption, and now works as a taxi driver in Philadelphia, Pennsylvania.",
  "/wiki/Boston_Public": "Boston Public is an American drama television series created by David E. Kelley and broadcast on Fox. Set in Boston, the series centers on Winslow High School, a fictional public high school in the Boston Public Schools district. It features a large ensemble cast and focuses on the work and private lives of the various teachers, students, and administrators at the school. It aired from October 2000 to January 2004. Its slogan was \"Every day is a fight. For respect. For dignity. For sanity.\"",
  "/wiki/List_of_Boston_Public_characters": "This site includes the list of all cast members that appeared on FOX drama series Boston Public.",
  "/wiki/American_Dad!": "American Dad! is an American animated sitcom created by Seth MacFarlane, Mike Barker and Matt Weitzman that originally premiered on Fox. American Dad! is the first television series to have its inception on the network's Animation Domination block. The series premiered on February 6, 2005, following Super Bowl XXXIX, with the rest of the first season airing three months later beginning May 1, 2005.  The series is produced by Underdog Productions, Fuzzy Door Productions, and 20th Century Fox Television and syndicated by 20th Television.",
  "/wiki/American_Dad!_(season_9)": "The ninth season of American Dad! debuted on the Fox network on September 30, 2012, at 9:30/8:30c, and concluded on May 12, 2013.",
  "/wiki/True_Detective": "True Detective is an American anthology crime drama television series created and written by Nic Pizzolatto. The series, broadcast by the premium cable network HBO in the United States, premiered on January 12, 2014. Each season of the series is structured as a self-contained narrative, employing new cast ensembles, and following various sets of characters and settings.",
  "/wiki/Comedy_Bang!_Bang!_(TV_series)": "Comedy Bang! Bang! is a television series created and hosted by Scott Aukerman. The show aired weekly on IFC and was a spin-off of Aukerman's podcast Comedy Bang! Bang!, which airs on the Earwolf network. Like the podcast, the series featured outlandish and farcical humor, often delivered in a deadpan manner. The mock talk show derived most of its comedy from its surreal spoofs of common late night tropes and from its characters' ineptitude.",
  "/wiki/The_Path_(TV_series)": "The Path is an American drama web television series created by Jessica Goldberg, and starring Aaron Paul, Michelle Monaghan, and Hugh Dancy.  The show portrays members of a fictional religion known as Meyerism.",
  "/wiki/Messiah_(American_TV_series)": "Messiah  is an American thriller web television series created by Michael Petroni. The first season consists of ten episodes, which were released on Netflix on January 1, 2020. The series stars Mehdi Dehbi, Tomer Sisley, Michelle Monaghan, John Ortiz, Melinda Page Hamilton, Stefania LaVie Owen, Jane Adams, Sayyid El Alami, Fares Landoulsi, and Wil Traval.",
  "/wiki/Michelle_Monaghan": "Michelle Lynn Monaghan (born March 23, 1976) is an American actress. She is best known for her starring roles in Kiss Kiss Bang Bang (2005), Gone Baby Gone (2007), Made of Honor (2008), Eagle Eye (2008), Trucker (2008), Source Code (2011), Pixels (2015), and Patriots Day (2016). She has also received recognition for her starring role as Julia Meade in the action spy film series Mission: Impossible, appearing in Mission: Impossible III (2006), Mission: Impossible – Ghost Protocol (2011), and Mission: Impossible – Fallout (2018)."
}