{
  "/wiki/Stanley_Cup": "The Stanley Cup (French: La Coupe Stanley) is the championship trophy awarded annually to the National Hockey League (NHL) playoff winner. It is the oldest existing trophy to be awarded to a professional sports franchise in North America, and the International Ice Hockey Federation (IIHF) considers it to be one of the most important championships available to the sport. The trophy was commissioned in 1892 as the Dominion Hockey Challenge Cup and is named after Lord Stanley of Preston, the Governor General of Canada who donated it as an award to Canada's top-ranking amateur ice hockey club. The entire Stanley family supported the sport, the sons and daughters all playing and promoting the game. The first Cup was awarded in 1893 to Montreal Hockey Club, and winners from 1893 to 1914 were determined by challenge games and league play. Professional teams first became eligible to challenge for the Stanley Cup in 1906. In 1915, professional ice hockey organizations National Hockey Association (NHA) and the Pacific Coast Hockey Association (PCHA) reached a gentlemen's agreement in which their respective champions would face each other annually for the Stanley Cup. It was established as the de facto championship trophy of the NHL in 1926 and then the de jure NHL championship prize in 1947.",
  "/wiki/Mike_McPhee": "Michael Joseph McPhee (born July 14, 1960 in Sydney, Nova Scotia and raised in River Bourgeois, Nova Scotia) is a Canadian former ice hockey forward, and current investment advisor.\n He is not related to George McPhee.",
  "/wiki/Montreal_Canadiens": "The Montreal Canadiens[note 3] (French: Les Canadiens de Montréal) are a professional ice hockey team based in Montreal. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club's official name is le Club de hockey Canadien. The team is frequently referred to in English and French as the Habs. French nicknames for the team include Les Canadiens (or Le Canadien), Le Bleu-Blanc-Rouge, La Sainte-Flanelle, Le Tricolore, Les Glorieux (or Nos Glorieux), Le CH, Le Grand Club and Les Habitants (from which Habs is derived). Founded in 1909, the Canadiens are the longest continuously operating professional ice hockey team worldwide, and the only existing NHL club to predate the founding of the NHL. One of the oldest North American professional sports franchises, the Canadiens' history predates that of every other Canadian franchise outside football as well as every American franchise outside baseball and the National Football League's Arizona Cardinals. The franchise is one of the Original Six teams, a description used for the teams that made up the NHL from 1942 until the 1967 expansion.",
  "/wiki/Minnesota_North_Stars": "The Minnesota North Stars were a professional ice hockey team in the National Hockey League (NHL) for 26 seasons, from 1967 to 1993. The North Stars played their home games at the Met Center in Bloomington, and the team's colors for most of its history were green, yellow, gold and white. The North Stars played 2,062 regular season games and made the NHL playoffs 17 times, including two Stanley Cup Finals appearances, but were ultimately unable to win the Stanley Cup. After the 1992–93 season, the franchise moved to Dallas, and is now known as the Dallas Stars.",
  "/wiki/Dallas_Stars": "The Dallas Stars are a professional ice hockey team based in Dallas. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The team was founded during the 1967 NHL expansion as the Minnesota North Stars, based in Bloomington, Minnesota. Before the beginning of the 1978–79 NHL season, the team merged with the Cleveland Barons after the league granted them permission due to each team's respective financial struggles. Ultimately, the franchise relocated to Dallas for the 1993–94 NHL season. The Stars played out of Reunion Arena from their relocation until 2001, when the team moved less than 1.5 miles into the American Airlines Center. The Stars have won eight division titles in Dallas, two Presidents' Trophies as the top regular season team in the league, the Western Conference championship twice, and in 1998–99, the Stanley Cup. Joe Nieuwendyk won the Conn Smythe Trophy as the most valuable player of the playoffs that year.",
  "/wiki/Matt_Murley": "Matt Murley (born December 17, 1979) is an American former professional ice hockey forward who played with the Pittsburgh Penguins and Phoenix Coyotes in the National Hockey League (NHL).",
  "/wiki/Pittsburgh_Penguins": "The Pittsburgh Penguins (colloquially known as the Pens) are a professional ice hockey team based in Pittsburgh. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Penguins are one of two NHL franchises in Pennsylvania, the other being the Philadelphia Flyers. The cities' proximity has led to a rivalry known as the Battle of Pennsylvania. The club is owned by Mario Lemieux and Ronald Burkle, who purchased the Penguins in 1999 and brought the club out of bankruptcy. The franchise was founded in 1967 as one of the first expansion teams during the league's expansion from six to twelve teams. The Penguins played in the Civic Arena, also known as The Igloo, from the time of their inception through the end of the 2009–10 season, when they moved to the Consol Energy Center, which was later renamed PPG Paints Arena. The 1992–93 Penguins won the franchise's first-ever Presidents' Trophy for being the team with the most points at the end of the regular season.",
  "/wiki/Phoenix_Coyotes": "The Arizona Coyotes are a professional ice hockey team based in the Phoenix suburb of Glendale, Arizona. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Coyotes first played at America West Arena in downtown Phoenix, before moving to Glendale's Gila River Arena in 2003. In 2021, the Coyotes are scheduled to return to the Central Division when an expansion team in Seattle joins the league. The Coyotes were founded on December 27, 1971, as the Winnipeg Jets of the World Hockey Association (WHA). After the WHA had ceased operations, they were one of four franchises absorbed into the National Hockey League and then granted membership on June 22, 1979. The Jets moved to Phoenix on July 1, 1996, and were renamed the Phoenix Coyotes. In 2014, the team was re-named to the present Arizona Coyotes.",
  "/wiki/Kraig_Nienhuis": "Kraig Nienhuis (born  May 9, 1961 in Sarnia, Ontario) is a former professional ice hockey player who played 87 games in the National Hockey League (NHL). After 3 years at RPI, he was signed as a free agent by the Boston Bruins in 1985. He played in 13 leagues over the course of his career and enjoyed most of his success in Europe. After becoming an Austrian citizen, he played for the Austria national ice hockey team at the 1996 IIHF ice hockey world championships.",
  "/wiki/Boston_Bruins": "The Boston Bruins are a professional ice hockey team based in Boston. They compete in   the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team has been in existence since 1924, and is the league's third-oldest team overall and the oldest in the United States. It is also an Original Six franchise, along with the Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens, New York Rangers and Toronto Maple Leafs. The Bruins have won six Stanley Cup championships, tied for fourth most of all-time with the Blackhawks and tied second-most of any American NHL team also with the Blackhawks (behind the Red Wings, who have 11).\n The first facility to host the Bruins was the Boston Arena (today's Matthews Arena) – the world's oldest (built 1909–10) indoor ice hockey facility still in use for the sport at any level of competition – and following the Bruins' departure from the Boston Arena, the team played its home games at the Boston Garden for 67 seasons, beginning in 1928 and concluding in 1995, when they moved to the TD Garden.",
  "/wiki/Adam_Oates": "Adam Robert Oates (born August 27, 1962) is a Canadian former professional ice hockey player, former co-head coach for the New Jersey Devils and former head coach for the Washington Capitals. He played 19 seasons in the National Hockey League (NHL) for the Detroit Red Wings, St. Louis Blues, Boston Bruins, Washington Capitals, Philadelphia Flyers, Mighty Ducks of Anaheim and Edmonton Oilers. Known as an elite playmaker, his career total of 1,079 assists was the fifth-highest total in NHL history at the time of his 2004 retirement. After retiring as a player, he served as an assistant coach for the Tampa Bay Lightning and New Jersey Devils prior to joining the Capitals as their head coach for two seasons between 2012 and 2014. In 2017, Oates was named one of the 100 Greatest NHL Players in history. As a college player, Oates was a standout forward for the RPI Engineers. He set single-season school records for assists and points and was named an Eastern College Athletic Conference (ECAC) all-star and National Collegiate Athletic Association (NCAA) All-American in both 1984 and 1985. He was named a tournament all-star in helping RPI win the 1985 national championship, and in 1990–91, the NHL included him in its Second All-Star Team; he played in five All-Star Games.",
  "/wiki/Detroit_Red_Wings": "The Detroit Red Wings are a professional ice hockey team based in Detroit. They compete in the  National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference, and are one of the Original Six teams of the league. Founded in 1926, the team was known as the Detroit Cougars until 1930. For the 1930–31 and 1931–32 seasons the team was called the Detroit Falcons, and in 1932 changed their name to the Red Wings. As of 2020[update], the Red Wings have won the most Stanley Cup championships of any NHL franchise based in the United States (11) and are third overall in total Stanley Cup championships, behind the Montreal Canadiens (24) and Toronto Maple Leafs (13). The Wings played their home games at Joe Louis Arena from 1979 until 2017, after playing for 52 years in Olympia Stadium. They moved into the new Little Caesars Arena beginning with the 2017–18 season. The Red Wings are one of the most popular and successful franchises in the NHL; fans and sports commentators refer to the Detroit area as Hockeytown, which has been a registered trademark owned by the franchise since 1996.",
  "/wiki/St._Louis_Blues": "The St. Louis Blues are a professional ice hockey team based in St. Louis. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. The franchise was founded in 1967 as one of the six teams from the 1967 NHL expansion and is named after the W. C. Handy song Saint Louis Blues. The Blues play their home games at the 19,150-seat Enterprise Center in downtown St. Louis, which has been their arena since moving from St. Louis Arena in 1994. The Blues qualified for the playoffs in all but nine of their 52 seasons, appeared in the Stanley Cup Finals four times, and won the Stanley Cup in 2019. Their 42 playoff appearances are the most for any NHL team outside of the Original Six, although the franchise struggled in the postseason throughout much of their history. While they made the Stanley Cup Finals in each of their first three seasons, they were swept each time. With the Blues' victory in their fourth Stanley Cup Final, 49 years after their last appearance and in their 52nd year of existence, they became the final active team from the 1967 expansion to win their first Stanley Cup.",
  "/wiki/Washington_Capitals": "The Washington Capitals (colloquially known as the Caps) are a professional ice hockey team based in Washington, D.C. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Capitals are owned by Monumental Sports & Entertainment, headed by Ted Leonsis. From 1974 to 1997 the Capitals played their home games at the Capital Centre, in Landover, Maryland (a suburb in the Washington metropolitan area). In 1997 the team moved to the arena now called Capital One Arena, their present home arena in Washington, D.C. The Capitals were founded in 1974 as an expansion franchise, alongside the Kansas City Scouts. Since purchasing the team in 1999, Leonsis revitalized the franchise by drafting star players such as Alexander Ovechkin, Nicklas Backstrom, Mike Green and Braden Holtby. The 2009–10 Capitals won the franchise's first Presidents' Trophy for being the team with the most points at the end of the regular season.",
  "/wiki/Philadelphia_Flyers": "The Philadelphia Flyers are a professional ice hockey team based in Philadelphia. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. Part of the 1967 NHL Expansion, the Flyers were the first expansion team in the post–Original Six era to win the Stanley Cup, victorious in 1973–74 and again in 1974–75. The Flyers' all-time points percentage of 57.5% (as of the 2018–19 NHL season[update]) is the third-best in the NHL, behind only the Vegas Golden Knights and Montreal Canadiens. Additionally, the Flyers have the most appearances in the conference finals of all 24 expansion teams (16 appearances, winning 8), and they are second behind the St. Louis Blues for the most playoff appearances out of all expansion teams (39 out of 51 seasons). The Flyers have played their home games on Broad Street since their inception, first at the Spectrum from 1967 until 1996, and then at the Wells Fargo Center since 1996. The Flyers have had rivalries with several teams over the years. Historically, their biggest adversaries have been the New York Rangers, with an intense rivalry stretching back to the 1970s.",
  "/wiki/Anaheim_Mighty_Ducks": "The Anaheim Ducks are a professional ice hockey team based in Anaheim, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. Since their inception, the Ducks have played their home games at the Honda Center.\n The club was founded in 1993 by The Walt Disney Company as the Mighty Ducks of Anaheim, a name based on the 1992 film The Mighty Ducks. Disney sold the franchise in 2005 to Henry and Susan Samueli, who along with then-general manager Brian Burke, changed the name of the team to the Anaheim Ducks before the 2006–07 season. The Ducks have made the playoffs 14 times, won six Pacific Division titles (2006–07, 2012–13, 2013–14, 2014–15, 2015–16, 2016–17), two Western Conference championships (2002–03 and 2006–07), and one Stanley Cup (2006–07).",
  "/wiki/Edmonton_Oilers": "The Edmonton Oilers are a professional ice hockey team based in Edmonton. They compete in the National Hockey League (NHL)  as a member of the Pacific Division of the Western Conference. The Oilers were officially founded in 1971 by W. D. Wild Bill Hunter and Dr. Chuck Allard. The team played its first season in 1972, as one of the twelve founding franchises of the major professional World Hockey Association (WHA). They were originally intended to be one of two WHA Alberta teams, along with the Calgary Broncos. However, when the Broncos relocated to Cleveland, Ohio, before the WHA's first season began, the Oilers were renamed the Alberta Oilers. They returned to their current name in the following year, and subsequently joined the NHL in 1979 as one of four franchises absorbed through the NHL merger with the WHA. After joining the NHL, the Oilers went on to win the Stanley Cup on five occasions: 1983–84, 1984–85, 1986–87, 1987–88 and 1989–90.",
  "/wiki/Brandon_Pirri": "Brandon Pirri (born April 10, 1991) is a Canadian professional ice hockey centre currently playing with the Chicago Wolves in the American Hockey League (AHL) while under contract with the Vegas Golden Knights of the National Hockey League (NHL). He was selected by the Chicago Blackhawks in the second round (59th overall) of the 2009 NHL Entry Draft.",
  "/wiki/Chicago_Blackhawks": "The Chicago Blackhawks (spelled Black Hawks until 1986, and known colloquially as the Hawks) are a professional ice hockey team based in Chicago. They compete in the National Hockey League (NHL) as a member of the Central Division of the Western Conference. They have won six Stanley Cup championships since their founding in 1926. The Blackhawks are one of the Original Six NHL teams along with the Detroit Red Wings, Montreal Canadiens, Toronto Maple Leafs, Boston Bruins and New York Rangers. Since 1994, the club's home rink is the United Center, which they share with the National Basketball Association's Chicago Bulls. The club had previously played for 65 years at Chicago Stadium. The club's original owner was Frederic McLaughlin, who owned the club until his death in 1944. Under McLaughlin, a hands-on owner who fired many coaches during his ownership, the club won two Stanley Cup titles.",
  "/wiki/Florida_Panthers": "The Florida Panthers are a professional ice hockey team based in the Miami metropolitan area. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team initially played their home games at Miami Arena, before moving to the BB&T Center in 1998. Located in Sunrise, Florida, the Panthers are the southernmost team in the NHL. The team's local broadcasting rights have been held by Fox Sports Florida (formerly SportsChannel Florida) since 1996. The Panthers began playing in the 1993–94 NHL season. The team has made one appearance in the Stanley Cup Finals, in 1996, the only season in which the Panthers have ever won a playoff series, eventually losing the Finals to the Colorado Avalanche. Since then, the Panthers have only qualified for the Stanley Cup playoffs four times, never advancing past the first round, since 1996.",
  "/wiki/Anaheim_Ducks": "The Anaheim Ducks are a professional ice hockey team based in Anaheim, California. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. Since their inception, the Ducks have played their home games at the Honda Center.\n The club was founded in 1993 by The Walt Disney Company as the Mighty Ducks of Anaheim, a name based on the 1992 film The Mighty Ducks. Disney sold the franchise in 2005 to Henry and Susan Samueli, who along with then-general manager Brian Burke, changed the name of the team to the Anaheim Ducks before the 2006–07 season. The Ducks have made the playoffs 14 times, won six Pacific Division titles (2006–07, 2012–13, 2013–14, 2014–15, 2015–16, 2016–17), two Western Conference championships (2002–03 and 2006–07), and one Stanley Cup (2006–07).",
  "/wiki/New_York_Rangers": "The New York Rangers are a professional ice hockey team based in New York City. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team plays its home games at Madison Square Garden in the borough of Manhattan, an arena they share with the New York Knicks of the National Basketball Association (NBA). They are one of three NHL teams located in the New York metropolitan area; the others being the New Jersey Devils and New York Islanders. Founded in 1926 by Tex Rickard, the Rangers are one of the Original Six teams that competed in the NHL before its 1967 expansion, along with the Boston Bruins, Chicago Blackhawks, Detroit Red Wings, Montreal Canadiens and Toronto Maple Leafs. The team attained success early on under the guidance of Lester Patrick, who coached a team containing Frank Boucher, Murray Murdoch, and Bun and Bill Cook to Stanley Cup glory in 1928, making them the first NHL franchise in the United States to win the trophy. The team would then go onto win two additional Stanley Cups in 1933 and 1940. Following this initial grace period, the franchise struggled between the 1940s and 1960s, whereby playoff appearances and success was infrequent.",
  "/wiki/Vegas_Golden_Knights": "The Vegas Golden Knights are a professional ice hockey team based in the Las Vegas metropolitan area. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. Founded as an expansion team, they began play in the 2017–18 NHL season. The team is owned by Black Knight Sports & Entertainment, a consortium led by Bill Foley and the Maloof family. The team plays its home games at T-Mobile Arena on the Las Vegas Strip in Paradise, Nevada.",
  "/wiki/Brian_Pothier": "Brian Pothier (born April 15, 1977) is an American former professional ice hockey defenseman. Pothier played in the National Hockey League (NHL) from 2000 until 2010.",
  "/wiki/Atlanta_Thrashers": "The Atlanta Thrashers were a professional ice hockey team based in Atlanta. Atlanta was granted a franchise in the National Hockey League (NHL) on June 25, 1997, and became the League's 28th franchise when it began play in the 1999–2000 season. They were members of the Southeast Division of the NHL's Eastern Conference, and played their home games at Philips Arena in downtown Atlanta. The Thrashers qualified for the Stanley Cup playoffs only once, during the 2006–07 season in which they won the Southeast Division, but were swept in the first round by the New York Rangers. In May 2011, the Thrashers were sold to Canadian-based ownership group True North Sports & Entertainment. The group moved the franchise to Winnipeg, Manitoba, which became the second incarnation of the Winnipeg Jets. The sale and relocation were approved by the NHL on June 21, 2011. With the sale and relocation of the team, Atlanta became the first city in the NHL's modern era to have two ice hockey teams relocate to different cities.",
  "/wiki/Ottawa_Senators": "The Ottawa Senators (French: Sénateurs d'Ottawa) are a professional ice hockey team based in Ottawa. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The Senators play their home games at the 18,652-seat Canadian Tire Centre, which opened in 1996 as the Palladium.\n Founded and established by Ottawa real estate developer Bruce Firestone, the team is the second NHL franchise to use the Ottawa Senators name. The original Ottawa Senators, founded in 1883, had a famed history, winning 11 Stanley Cups, playing in the NHL from 1917 until 1934. On December 6, 1990, after a two-year public campaign by Firestone, the NHL awarded a new franchise, which began play in the 1992–93 season. The current team owner is Eugene Melnyk, and in 2019, the franchise was valued by Forbes magazine at $445 million.\n The Senators have won four division titles and, in 2003, the Presidents' Trophy; and have once appeared in the Stanley Cup Finals (2007).",
  "/wiki/Carolina_Hurricanes": "The Carolina Hurricanes are a professional ice hockey team based in Raleigh, North Carolina. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Hurricanes play their home games at the 18,680-seat PNC Arena (formerly known as RBC center). The franchise was formed in 1971 as the New England Whalers of the World Hockey Association (WHA). The Whalers saw success immediately, winning the Eastern Division in the WHA's first three seasons, as well as becoming the inaugural Avco World Trophy Champions to cap off the 1972-73 season. The Whalers again competed for the World Trophy in 1978, this time falling short to the Winnipeg Jets in a rematch of the 1973 Finals. The franchise joined the NHL in 1979 as part of the NHL–WHA merger, renaming themselves the Hartford Whalers. The team relocated to North Carolina in 1997, rebranding themselves as the Hurricanes.",
  "/wiki/Daren_Puppa": "Daren James Puppa (born March 23, 1965) is a former professional ice hockey goaltender in the NHL. During his career he played for the Buffalo Sabres, Tampa Bay Lightning and the Toronto Maple Leafs. He won the 1985 NCAA Championship with the RPI Engineers. He is the cousin of NHL hockey player, Ralph Backstrom.",
  "/wiki/Buffalo_Sabres": "The Buffalo Sabres are a professional ice hockey team based in Buffalo, New York. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The team was established in 1970, along with the Vancouver Canucks, when the league expanded to 14 teams. They have played at KeyBank Center since 1996. Prior to that, the Buffalo Sabres played at the Buffalo Memorial Auditorium from the start of the franchise in 1970. The Sabres are owned by Terry Pegula, who purchased the club in 2011 from Tom Golisano. The Sabres have the longest active playoff drought in the NHL, at 8 seasons. The team has twice advanced to the Stanley Cup Finals, losing to the Philadelphia Flyers in 1975 and to the Dallas Stars in 1999.",
  "/wiki/Toronto_Maple_Leafs": "The Toronto Maple Leafs, officially the Toronto Maple Leaf Hockey Club and often simply referred to as the Leafs, are a professional ice hockey team based in Toronto. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club is owned by Maple Leaf Sports & Entertainment, Ltd. and are represented by Chairman Larry Tanenbaum. The Maple Leafs' broadcasting rights are split between BCE Inc. and Rogers Communications. For their first 14 seasons, the club played their home games at the Mutual Street Arena, before moving to Maple Leaf Gardens in 1931. The Maple Leafs moved to their present home, Scotiabank Arena (originally named the Air Canada Centre) in February 1999. The club was founded in 1917, operating simply as Toronto and known then as the Toronto Arenas. Under new ownership, the club was renamed the Toronto St. Patricks in 1919.",
  "/wiki/Tampa_Bay_Lightning": "The Tampa Bay Lightning are a professional ice hockey team based in Tampa, Florida. They compete in the National Hockey League (NHL) as a member of the Atlantic Division of the Eastern Conference. The club has won one Stanley Cup championship in their history, in 2003–04. The team is often referred to as the Bolts, and the nickname was used on the former third jerseys. The Lightning plays home games in Amalie Arena in Tampa.\n The owner of the Lightning is Jeffrey Vinik, while Julien BriseBois serves as general manager. The team is currently coached by Jon Cooper, who has led the team since 2013.",
  "/wiki/George_Servinis": "George Servinis (born April 29, 1962) is a former professional ice hockey player who played five games in the National Hockey League (NHL).  He played with the Minnesota North Stars.",
  "/wiki/Steve_Stoyanovich": "Steve Stoyanovich (born May 2, 1957 in London, Ontario) is a former professional ice hockey player who played 23 games in the National Hockey League with the Hartford Whalers. \n As a youth, he played in the 1969 and 1970 Quebec International Pee-Wee Hockey Tournaments with a minor ice hockey team from London.\n He owns six Tim Hortons restaurants in the London, Ontario region.[citation needed]",
  "/wiki/Hartford_Whalers": "The Hartford Whalers were an American professional ice hockey team based for most of its existence in Hartford, Connecticut. The club played in the World Hockey Association (WHA) from 1972 until 1979, and in the National Hockey League (NHL) from 1979 to 1997. Originally based in Boston, the team joined the WHA in the league's inaugural season, and was known as the New England Whalers throughout its time in the WHA. The Whalers moved to Hartford in 1974 and joined the NHL in the NHL–WHA merger of 1979.\n In 1997, the Whalers franchise relocated to North Carolina, where it became the Carolina Hurricanes.",
  "/wiki/Brad_Tapper": "Brad Tapper (born April 28, 1978) is a Canadian retired professional ice hockey right winger who played in the National Hockey League (NHL) for the Atlanta Thrashers over parts of three seasons. After retiring from playing, he remained active in hockey as a coach. He is currently an assistant coach with the Grand Rapids Griffins of the American Hockey League (AHL). Prior to that, Tapper spent a year as the head coach of the Adirondack Thunder in the ECHL, and previously was an assistant coach with the Rochester Americans (AHL), Chicago Wolves (AHL), Orlando Solar Bears (ECHL), and Florida Everblades (ECHL).",
  "/wiki/Graeme_Townshend": "Graeme Scott Townshend (born October 23, 1965) is a Canadian retired ice hockey right winger. He became the first Jamaican-born player to play in the National Hockey League (NHL).",
  "/wiki/New_York_Islanders": "The New York Islanders are a professional ice hockey team based in the New York metropolitan area. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The team splits its home games between Nassau Coliseum in Uniondale, New York, and Barclays Center in the borough of Brooklyn. The Islanders are one of three NHL franchises in the New York metropolitan area, along with the New Jersey Devils and New York Rangers, and their fan base resides primarily on Long Island. The team was founded in 1972 as part of the NHL's maneuvers to keep a team from rival league World Hockey Association (WHA) out of the newly built Nassau Veterans Memorial Coliseum in suburban Uniondale, New York. After two years of building up the team's roster, they found almost instant success by securing fourteen straight playoff berths starting with their third season. The Islanders won four consecutive Stanley Cup championships between 1980 and 1983, the seventh of eight dynasties recognized by the NHL in its history. Their 19 consecutive playoff series wins between 1980 and 1984 is a feat that remains unparalleled in the history of professional sports.",
  "/wiki/Allen_York": "Allen York (born June 17, 1989) is a Canadian former professional ice hockey goaltender who played 11 games with the Columbus Blue Jackets in the National Hockey League. York was selected by the Blue Jackets in the 6th round (158th overall) of the 2007 NHL Entry Draft.",
  "/wiki/Columbus_Blue_Jackets": "The Columbus Blue Jackets are a professional ice hockey team based in Columbus, Ohio. They compete in the National Hockey League (NHL) as a member of the Metropolitan Division of the Eastern Conference. The Blue Jackets began play as an expansion team in 2000. In their initial years, the Blue Jackets struggled, failing to win 30 games in a season until the 2005–06 season. The team qualified for the Stanley Cup playoffs for the first time in 2009, but were swept. Columbus ultimately notched their first playoff game victory in the 2014 playoffs and five years later won their first playoff series in the 2019 playoffs against the Tampa Bay Lightning, becoming the first team in NHL history to sweep a Presidents' Trophy winner in the first round. However, they are still the only team in the league which has never appeared in the conference finals. The Blue Jackets' name and logos are inspired by Ohio's Civil War history.",
  "/wiki/Mike_Zalewski": "Michael Zalewski (born August 18, 1992) is an American professional ice hockey player. He is currently under contract with the Vienna Capitals of the Austrian Hockey League (EBEL). He previously played with the Vancouver Canucks of the National Hockey League (NHL).",
  "/wiki/Vancouver_Canucks": "The Vancouver Canucks are a professional ice hockey team based in Vancouver. They compete in the National Hockey League (NHL) as a member of the Pacific Division of the Western Conference. The Canucks play their home games at Rogers Arena, formerly known as General Motors Place, which has an official capacity of 18,910. Travis Green is the head coach and Jim Benning is the general manager. The Canucks joined the league in 1970 as an expansion team along with the Buffalo Sabres. In its NHL history, the team has advanced to the Stanley Cup Finals three times, losing to the New York Islanders in 1982, the New York Rangers in 1994 and the Boston Bruins in 2011. They have won the Presidents' Trophy in back-to-back seasons as the team with the league's best regular season record in the 2010–11 and 2011–12 seasons. They won three division titles as a member of the Smythe Division from 1974 to 1993, and seven titles as a member of the Northwest Division from 1998 to 2013.",
  "/wiki/RPI_Engineers_men's_ice_hockey": "The RPI Engineers men's ice hockey team is a National Collegiate Athletic Association (NCAA) Division I college ice hockey program that represents Rensselaer Polytechnic Institute (RPI). The Engineers are a member of ECAC Hockey (ECACH). They play at the Houston Field House in Troy, New York."
}