{
  "/wiki/FC_Anyang": "Football Club Anyang (Hangul: 안양시민프로축구단) is a South Korean professional football club based in the city of Anyang. Founded in 2013. Their home stadium is at Anyang Stadium. They currently compete in the K League 2, the second highest tier of Korean football league. The team's motto is Esperanto: Civitano, Paradizo, Feliĉo meaning \"Citizen, Paradise, Happiness (or Felicity)\" and it is printed on the emblem.",
  "/wiki/Lee_Woo-hyung": "Lee Woo-hyung (Korean: 이우형; born 2 February 1966) is a South Korean former footballer who played as midfielder and currently manager.",
  "/wiki/Jako": "Jako AG is a German sportswear company based in the Hollenbach district of Mulfingen, Baden-Württemberg. The company was founded by Rudi Sprügel in 1989 in Stachenhausen. Jako provides kits for teams playing association football, handball, basketball, ice hockey and other sports.",
  "/wiki/KB_Kookmin_Bank": "KB Kookmin Bank (Korean: KB국민은행) or KB is among the four largest banks ranked by asset value in South Korea at the end of March 2014. It is the largest among banks in Korea and 60th largest in the world by 2017.",
  "/wiki/Bucheon_FC_1995": "Bucheon FC 1995 is a South Korean professional football club located in the city of Bucheon, which is currently a member of the K League 2. The club was founded by a group of former Bucheon SK supporters after the move of Bucheon SK to Jeju at the beginning of 2006.",
  "/wiki/Gwak_Kyung-keun": "Gwak Kyung-Keun (곽경근; born October 10, 1972) is a South Korean football player who plays at the forward position.",
  "/wiki/Bucheon": "Bucheon (Korean pronunciation: [pu.tɕʰʌn]) is a city in Gyeonggi Province, South Korea. Bucheon is a satellite city of Seoul, 25 kilometres (16 miles) away. This city is located between Incheon and Seoul.",
  "/wiki/Chungju_Hummel_FC": "Chungju Hummel was a South Korean professional football club based in Chungju of Chungcheongbuk-do province. The club was based in Icheon from 2006 to 2007, and prior to that in Uijeongbu. Chungju Hummel played in the K League between 2013 and 2016, but was dissolved after the 2016 season.",
  "/wiki/Kim_Jong-pil_(footballer_born_1955)": "Kim Jong-pil (born 11 March 1955) is a South Korean former football Defender.",
  "/wiki/Hummel_International": "Hummel International Sport & Leisure A/S is a Danish manufacturing company based in Aarhus. The company was founded in 1923 by Albert Messmer and his brother Michael Ludwig Messmer, with the name \"Messmer & Co\" in Hamburg, Germany. Hummel became Danish after being taken over by Bernhard Weckenbrock in 1956, who moved its base to Kevelaer, North Rhine-Westphalia. Since 1999, hummel has been a part of the Danish Thornico Group founded by Christian and Thor Stadil.",
  "/wiki/Chungju": "Chungju (Korean pronunciation: [tɕʰuŋ.dʑu]) is a city in North Chungcheong province, South Korea. Uamsan is a mountain located within the outskirts of the city.",
  "/wiki/Goyang_Hi_FC": "Goyang Zaicro FC was a South Korean professional football team based in Goyang. The club competed in the K League Challenge between 2013 and 2016. They played their home games at Goyang Stadium.",
  "/wiki/Lee_Young-moo": "Lee Young-Moo (Hangul: 이영무, born July 26, 1953) is a retired South Korean football player, who manages Ansan Hallelujah FC in Korea National League. He is a committed Christian.",
  "/wiki/New_Balance": "New Balance Athletics, Inc. (NB), best known as simply New Balance, is an American multinational corporation based in the Boston, Massachusetts area. The company was founded in 1906 as the \"New Balance Arch Support Company\" and is one of the world's major sports footwear and apparel manufacturers.",
  "/wiki/Gwangju_FC": "Gwangju FC (Korean:광주 FC) is a South Korean professional football club. Based in Gwangju of South Korea, Gwangju FC joined the K League as its 16th club for the 2011 season.",
  "/wiki/Nam_Ki-il": "Nam Ki-Il  (born August 17, 1974) is a South Korean former football player and current manager of Jeju United FC.",
  "/wiki/Joma": "Joma (Spanish pronunciation: [ˈxoma]) is a Spanish sports clothing manufacturer, which currently produces footwear and clothing for football, futsal, handball\nbasketball, \nvolleyball, running, tennis, padel, fitness. Its headquarters are located in Spain.",
  "/wiki/Korean_Police_FC": "Asan Mugunghwa Football Club was a South Korean football club based in Asan. The club's players were South Korean professional footballers who were serving their two-year military duty.",
  "/wiki/Cho_Dong-hyun": "Cho Dong-hyun (Korean: 조동현, born on March 12, 1951) is a former South Korean football player.",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/Law_enforcement_in_South_Korea": "South Korea has a relatively unified and integrated approach to law enforcement. For example, the National Police Agency (NPA) provides all general policing services throughout the country. Due to the unitary system, local police organizations are directly under the NPA.",
  "/wiki/Sangju_Sangmu_FC": "Sangju Sangmu FC (Hangul: 상주 상무 프로축구단; Hanja: 尚州 尚武 프로蹴球團) is a professional football club that competes in the K League 1. The club is based in Sangju, South Korea. Sangmu (상무, 尙武) means martialism and is the sports division of the Military of South Korea. The club officially removed the word \"Phoenix\" in its name in 2013. Their mascot is the Bulsajo, which translates to \"Phoenix\" in English. The club's hometown moved from Gwangju to Sangju, Gyeongsangbuk-do after the city of Gwangju founded the new professional club Gwangju FC in 2011.",
  "/wiki/Park_Hang-seo": "Park Hang-seo (Hangul: 박항서; born 4 January 1959) is a South Korean football manager and former player.",
  "/wiki/Sangju": "Sangju (Korean pronunciation: [saŋ.dʑu]) is a city in North Gyeongsang Province, South Korea. Although Sangju is rather rural, it is very old and was once a key city. Along with Gyeongju, it gives rise to half of the name of the Gyeongsang provinces. Sangju is nicknamed Sam Baek, or \"Three Whites\", referring to three prominent agricultural products rice, silkworm cocoons, and dried persimmons from the area.",
  "/wiki/Suwon_FC": "Suwon Football Club (Korean: 수원 FC) is a South Korean professional football club based in the city of Suwon. It plays in the K League Challenge. They play their home games at Suwon Sports Complex.",
  "/wiki/Cho_Duck-je": "Cho Deok-je (Korean: 조덕제, born October 26, 1965) is a former South Korea football player and current manager of K League 2 team Busan IPark. .",
  "/wiki/Suwon": "Suwon[a] (Korean: 수원; Hanja: 水原, Korean pronunciation: [su.wʌn]) is the capital and largest metropolis of Gyeonggi-do, South Korea's most populous province which surrounds Seoul, the national capital. Suwon lies about 30 kilometres (19 miles) south of Seoul. It is traditionally known as \"The City of Filial Piety\". With a population close to 1.2 million, it is larger than Ulsan, although it is not governed as a metropolitan city."
}