{
  "/wiki/Albania_Plantation_House": "Albania Plantation is a plantation house located on the Bayou Teche right outside of the town of Jeanerette, Louisiana. The home was built between 1837 and 1842 by Charles Alexandre Grevemberg, who operated a successful sugar plantation on the surrounding 6,500 acres (2,600 ha). The home is listed on the National Register of Historic Places.",
  "/wiki/Louisiana_Highway_182": "Louisiana Highway 182 (LA 182) is a state highway located in central and southeastern Louisiana.  It runs 173.41 miles (279.08 km) in a northwest to southeast direction from LA 29 in Whiteville to U.S. Highway 90 (US 90) north of Raceland.",
  "/wiki/Jeanerette,_Louisiana": "Jeanerette (/ˈdʒɪnˌrɛt/) is a small city in Iberia Parish, Louisiana, United States. Known as \"Sugar City\", it had a population of 5,530 at the 2010 census, a decrease of 467 from the 2000 tabulation of 5,997. It is two thirds African American, many of them Creoles of color.",
  "/wiki/Franklin,_Louisiana": "Franklin is a small city in and the parish seat of St. Mary Parish, Louisiana, United States. The population was 7,660 at the 2010 census. It is part of the Morgan City Micropolitan Statistical Area.",
  "/wiki/Arlington_Plantation_House_(Franklin,_Louisiana)": "The Arlington Plantation House (also known as Arlington Plantation House and Gardens) is a historic house located at 56 East Main Street in Franklin, Louisiana.",
  "/wiki/Atkinson_Memorial_Presbyterian_Church": "Atkinson Memorial Presbyterian Church is a historic Presbyterian church at 214 Fourth Street in Morgan City, Louisiana.",
  "/wiki/Morgan_City,_Louisiana": "Morgan City is a city in St. Mary Parish in the U.S. State of Louisiana. The population was 12,404 at the 2010 census.",
  "/wiki/Baldwin,_Louisiana": "Baldwin is a town in St. Mary Parish, Louisiana, United States. The population was 2,436 at the 2010 census, down from 2,497 in 2000. It is part of the Morgan City Micropolitan Statistical Area.",
  "/wiki/Calumet_Plantation_House": "The Calumet Plantation House, in St. Mary Parish, Louisiana near Patterson, Louisiana, was built around 1830, modified c.1850-70, and further modified around 1950.  It was added to the National Register of Historic Places in 1984.",
  "/wiki/Patterson,_Louisiana": "Patterson is a city in St. Mary Parish, Louisiana, United States. The population was 6,112 at the 2010 census. It is part of the Morgan City Micropolitan Statistical Area.",
  "/wiki/U.S._Route_90": "U.S. Route 90 or U.S. Highway 90 (US 90) is an east–west major United States highway in the Southern United States. Despite the \"0\" in its route number, US 90 never was a full coast-to-coast route; it has always ended at Van Horn, Texas with the exception of a short-lived northward extension to US 62/US 180 near Pine Springs, Texas which lasted less than a year, and the signs on that segment were changed to Texas State Highway 54, traveling from Interstate 10 (I-10) at exit 140A and heading to its northern terminus at US 62/US 180.",
  "/wiki/Louisiana_Highway_317": "The following is a list of state highways in the U.S. state of Louisiana designated in the 300-349 range.",
  "/wiki/Centerville,_St._Mary_Parish,_Louisiana": "Centerville is an unincorporated community in St. Mary Parish, Louisiana, United States.",
  "/wiki/Darby_House_(Baldwin,_Louisiana)": "The Massé/Darby House is a plantation house fronting on Highway 182 in Baldwin, St. Mary Parish, Louisiana. The builder and precise date of construction of the house, called Darby House on the National Register of Historic Places is presently unverified. An undocumented newspaper article in possession of the current owner of the house dates the Darby House to 1782 and names the builder as Andre Massé, according to \" . . . records of the present owner, Mr. D.L. Johnson . . . \".  Another article from the Eunice News by Marie Johnson, 5 October 1976, gives a building date of 1764-1776. These two articles, although discrepant, are especially noteworthy in that the Johnson family owned or resided in the Massé/Darby House from 1938 until 1981, and apparently possessed documentation now lost or unavailable to present day researchers.\nAn article in the New Orleans Times-Picayune, 4 July 1976, by the Louisiana Tourist Commission, dates the house (again without citation) to 1765;and the late Emery Hebert, who owned Darby House from 2001 to 2014, in an undated handout follows suit, citing the 1765 date but incongruously naming the builder as Alfred Hennnen, who was born in 1786.\nIn 1969 the House was purchased by the St. Mary Bank, which, in 1981, commissioned Leonard L. Battaglia to research the property transfers for the house.  Battaglia traced the land upon which the house stands to an original Spanish land grant to Andre Massé, but his report contains no mention of the house itself until 1814, when Dr. James Hennen sold the land \"where vendor [i.e. James Hennen] now resides\" to his son Alfred Hennen. This brief statement has led several writers, among them the reporter for the National Register of Historic Places, to credit James Hennen as the builder of the house with a building date of 1815.  There are no known records that substantiate either the attribution to Hennen or the date of 1815.\nThe history of \"Darby House\" in Baldwin, Louisiana, has suffered from confusion or misreading of others sorts. Much confusion has arisen from the existence of another house known by the same name and of similar period and style-- no longer standing but still remembered-- in nearby New Iberia.  Yet further confusion is with Alice plantation, modeled on and thus post-dating the Massé/Darby house, that once stood in Baldwin but was moved in 1961 to Jeanerette.  Alice has also been variously dated: a bronze plaque at roadside gives a building date of 1790, while other sources date the house to 1803. But even this latter date would place the Massé/Darby House earlier than James Hennen's ownership, which dates to 1809.\nAndre Massé was, arguably, the earliest settler of the Attakapas.  A census of 1766 records M. Massé with household, including 24 slaves, near present-day Charenton, three miles from Baldwin. Thus Massé was well-established  early on, with a sizeable entourage. It is plausible--indeed likely-- that M. Massé would have built a substantial home for his enterprise, underpinning the attribution of the house to Andre Massé as reported by the Johnson family.\nThe Massé/Darby House has been owned by, or home to several locally prominent people over the years, including Agricole Fusellier and Charles Grevemberg. It was owned at the time of the Civil War by François Optat Darby (a captain in the Confederate Army) and subsequently purchased in 1867 by the philanthropist and educator John Baldwin, after whom the town of Baldwin is named. The house remained in the possession of Mr. Baldwin or his descendants until 1938, when it was purchased by Jessie Frost Johnson.",
  "/wiki/Dixie_Plantation": "The Dixie Plantation is a Southern plantation with a historic house located in Franklin, Louisiana, USA.",
  "/wiki/Franklin_Historic_District_(Franklin,_Louisiana)": "The Franklin Historic District in Franklin, Louisiana was established by the listing of a 155-acre (63 ha) area as a historic district on the National Register of Historic Places in 1982.  The listing then included 327 contributing buildings and one other contributing structure.  The district was expanded in 2005 to add seven more contributing buildings at 600-608 Palfrey Street.  The modified district included 334 contributing buildings and 89 non-contributing intrusions.",
  "/wiki/Grevemberg_House": "The Grevemberg House is a historic mansion in Franklin, Louisiana, U.S.. It was built in 1851, a decade prior to the American Civil War. It was designed in the Greek Revival architectural style. It has been listed on the National Register of Historic Places since June 6, 1980.",
  "/wiki/Garden_City,_Louisiana": "Garden City is an unincorporated community in St. Mary Parish, Louisiana, United States. The community is located on the south bank of the Bayou Teche, 3 miles (4.8 km) southeast of Franklin. Garden City had a post office until it closed on September 24, 2011; it still has its own ZIP code, 70540.",
  "/wiki/National_Register_of_Historic_Places_listings_in_St._Mary_Parish,_Louisiana": "This is a list of the National Register of Historic Places listings in St. Mary Parish, Louisiana."
}