{
  "/wiki/Philippine_Basketball_Association_Most_Valuable_Player_award": "The Philippine Basketball Association Most Valuable Player (MVP) is an annual Philippine Basketball Association (PBA) award given since the start of the league in 1975 to the best performing player of the season. The award is decided using criteria introduced since the 2011–12 season, which include accumulated statistical points, votes from media, players and the league's Commissioner's Office. As of April 2019[update], the current holder of the award is June Mar Fajardo, his fifth consecutive MVP award since 2014.",
  "/wiki/Danny_Ildefonso": "Danilo Ildefonso (born December 9, 1976 in Urdaneta, Pangasinan) is a Filipino retired professional basketball player. He is currently an assistant coach for the Alaska Aces of the Philippine Basketball Association (PBA). Nicknamed Danny I, The Demolition Man and Lakáy, Ildefonso is a two-time PBA Most Valuable Player in 2000 and 2001 and is one of the four players to win the said award on back-to-back seasons, along with Bogs Adornado, Alvin Patrimonio, and June Mar Fajardo. He also one of the few PBA players to have won all three major MVP awards in the league: regular season, finals, and all-star game MVP. He was picked 1st overall in the 1998 PBA draft and the 2014 PBA Expansion Draft, becoming the only player in the PBA to be drafted first-overall two times and being drafted first-overall in the draft and the expansion draft. He is also one of few players in the PBA to win the MVP award in two or more instances.",
  "/wiki/National_University_(Philippines)": "The National University (NU) is a private non–sectarian coeducational research-institution located in Sampaloc, Manila, Philippines. The founder of the University, Mariano F. Jhocson Sr. established the institution in August 1, 1900 as Colegio Filipino in Quiapo, Manila. It is considered as the first private nonsectarian and coeducational institution in the Philippines and also, the first university to use English as its medium of instruction, replacing Spanish language.",
  "/wiki/San_Miguel_Beermen": "The San Miguel Beermen are a professional basketball team in the Philippine Basketball Association (PBA). It is one of three PBA clubs owned by the San Miguel Corporation group of companies along with the Magnolia Hotshots and Barangay Ginebra San Miguel. It is the most successful franchise in the history of the PBA and the only remaining original franchise in the league. The Beermen currently lead the league with the most titles (27) and the most all-time victories (more than 1,200 wins). In addition, it has won the Grand Slam in 1989 and the Perpetual Jun Bernardino Trophy after winning three straight PBA Philippine Cups from 2015 to 2017. It is also the only team to have won at least one PBA title in each of the five numerical decades of the league's existence and was the first professional basketball team in the world ever to come back from a 0–3 deficit to win a best-of-seven playoff series which they did during the 2015–16 Philippine Cup Finals.",
  "/wiki/Meralco_Bolts": "The Meralco Bolts is a professional basketball team in the Philippine Basketball Association. The team began in 2010 after the Manila Electric Company (MERALCO) acquired the PBA franchise of the Sta. Lucia Realtors. The team is one of three PBA teams presently under the control of businessman Manuel V. Pangilinan - the other teams being the TNT KaTropa and the NLEX Road Warriors.",
  "/wiki/2000_PBA_season": "The 2000 PBA season was the 26th season of the Philippine Basketball Association (PBA).",
  "/wiki/2001_PBA_season": "The 2001 PBA season was the 27th season of the Philippine Basketball Association (PBA).",
  "/wiki/Willie_Miller_(basketball)": "Willie V. Miller, Jr. (born July 13, 1977) is a Filipino former professional basketball player. He last played for the Pilipinas MX3 Kings of the ASEAN Basketball League. He has started at the point guard position mostly but could also play the shooting guard spot. Miller has won four PBA championships and two PBA Most Valuable Player Awards.",
  "/wiki/Colegio_de_San_Juan_de_Letran": "The Colegio de San Juan de Letran (CSJL) is a private Roman Catholic Dominican institution of higher learning located in Intramuros, Manila, in the Philippines. The college was founded in 1620. Colegio de San Juan de Letran has the distinction of being the oldest college in the Philippines and the oldest secondary institution in Asia. It is owned and administered by the friars of the Order of Preachers (Dominicans) of the Philippine Dominican Province. The school has produced Philippine presidents, revolutionary heroes, poets, legislators, members of the clergy, jurists, and it is also one of the only Philippine schools that has produced several Catholic saints who lived and studied on its campus. The school's patron saint is St. John the Baptist. The campus contains two statues, representing the two foremost alumni in the fields of secular and religious service: former Philippine President Manuel L. Quezon and Vietnamese Saint Vicente Liem de la Paz.",
  "/wiki/Red_Bull_Barako": "The Barako Bull Energy Boosters were a professional basketball team of the Philippine Basketball Association owned by the Photokina Marketing Corporation. They entered the league in 2000 after a successful stint in the semi-professional Philippine Basketball League during the late 1990s where the team won a championship in 1996. It was originally known as Red Bull Barako before the team announced its name change.",
  "/wiki/Talk_'N_Text_Tropang_Texters": "The TNT KaTropa (formerly known as the Talk 'N Text Tropang Texters) is a professional basketball team currently owned by Smart Communications, a subsidiary of the Philippine Long Distance Telephone Company (PLDT), playing in the Philippine Basketball Association (PBA) since 1990.",
  "/wiki/Alaska_Aces_(PBA)": "The Alaska Aces is a professional basketball team in the Philippine Basketball Association since 1986 under the ownership of the Alaska Milk Corporation and the owner of 14 PBA championships with the 2013 PBA Commissioner's Cup as their latest. They are one of the most popular teams in the league and the Philippines.",
  "/wiki/Barangay_Ginebra_San_Miguel": "The Barangay Ginebra San Miguel is a professional basketball team in the Philippine Basketball Association (PBA). It is the most popular PBA team and has twelve PBA titles. The team is owned by Ginebra San Miguel, Inc. (formerly, La Tondeña Distillers, Inc.), a subsidiary of the San Miguel Corporation (SMC). The team is one of three PBA ball clubs currently owned by the SMC group of companies, along with the Magnolia Hotshots and the San Miguel Beermen.",
  "/wiki/Barako_Bull_Energy": "The Barako Bull Energy were a Philippine Basketball Association team that began in 2002 as the FedEx Express.",
  "/wiki/GlobalPort_Batang_Pier": "The NorthPort Batang Pier is a Philippine Basketball Association (PBA) team that first played in the 2012–13 PBA season. The team took over the franchise of the Powerade Tigers in 2012 after it was sold to Sultan 900 Capital, Inc. Besides NorthPort, team owner Mikee Romero also co-owned the AirAsia Philippine Patriots of the ASEAN Basketball League.",
  "/wiki/2002_PBA_season": "The 2002 PBA season was the 28th season of the Philippine Basketball Association (PBA).",
  "/wiki/2006–07_PBA_season": "The 2006–07 PBA season was the 32nd season of the Philippine Basketball Association (PBA). The season started September 28 in Guam and began its formal opening on October 1 at the Araneta Coliseum, and ended on July 20. The league started the season with the All-Filipino Conference, now known as the PBA Philippine Cup while the PBA Fiesta Conference, an import laced tournament, ended the season.",
  "/wiki/James_Yap": "James Carlos Agravante Yap Sr. (born February 15, 1982) is a Filipino professional basketball player for the Rain or Shine Elasto Painters of the Philippine Basketball Association (PBA). Known by his nickname Big Game James, he had played for the Star Hotshots for twelve seasons winning seven PBA championships before being traded on 2016. He is also a 16-time PBA All-Star through 2004 to 2019, all as Starter.",
  "/wiki/University_of_the_East": "The University of the East (Filipino: Pamantasan ng Silangan) also known as UE, is a private university located in Manila, Philippines. It was founded in 1946. Business tycoon Lucio Tan acquired the university in 1990. UE was once labeled as the \"largest university in Asia\" when its  enrollment in the past reached over 65,000 students.",
  "/wiki/Purefoods_Star_Hotshots": "The Magnolia Hotshots Pambansang Manok, or simply known as the Magnolia Hotshots, are a professional basketball team in the Philippine Basketball Association. The team is owned by San Miguel Food and Beverage, Inc., a subsidiary of San Miguel Corporation (SMC). The team is one of three PBA ball clubs currently owned by the SMC group of companies, along with Barangay Ginebra San Miguel and the San Miguel Beermen.",
  "/wiki/2004–05_PBA_season": "The 2004–05 PBA season was the 30th season of the Philippine Basketball Association. Instead of the usual calendar year of February–December, the league changed its schedule to the current October–July format, while limiting the number of conferences from three to two. As part of the new league format, the season was preceded with a transition conference known as the 2004 PBA Fiesta Conference.",
  "/wiki/2015–16_PBA_season": "This season was also the first season of Chito Narvasa as the PBA commissioner when Chito Salud announced his resignation at the end of the 2014–15 season. Salud remained with the PBA as he was the new President and CEO of the league. However, on December 1, 2015, Salud announced his resignation as president and CEO of the PBA that took effect at the end of December 2015, passing both President and CEO positions to Narvasa.",
  "/wiki/Rain_or_Shine_Elasto_Painters": "The Rain or Shine Elasto Painters are a professional basketball team in the Philippine Basketball Association owned by Asian Coatings Philippines, Inc. It debuted in the league in the 2006–07 PBA season after acquiring the franchise rights of the Shell Turbo Chargers in 2006, which disbanded after the 2004–05 PBA season.",
  "/wiki/2005–06_PBA_season": "The 2005-06 PBA Season was the 31st season of the Philippine Basketball Association. It began on October 2, 2005 and ended on July 21, 2006. The season had two conferences played, the import-laiden 2005–06 San Mig Coffee Fiesta Conference and the season-ending 2006 Gran Matador Brandy Philippine Cup.",
  "/wiki/2009-10_PBA_season": "The 2009–10 PBA Season was the 35th season of the Philippine Basketball Association (PBA). The season formally opened on October 11, 2009 and ended on August 18, 2010. The league started the season with the Philippine Cup, or the traditional All-Filipino Conference, while finishing the season with the import-laiden Fiesta Conference.",
  "/wiki/Asi_Taulava": "Pauliasi Taulava (born March 2, 1973), also known as Asi Taulava, is a Tongan-born Filipino professional basketball player for the NLEX Road Warriors of the Philippine Basketball Association (PBA). He is the oldest active player in the league and is currently in his 18th season.",
  "/wiki/BYU–Hawaii_Seasiders_men's_basketball": "The BYU–Hawaii Seasiders men's basketball team represented Brigham Young University–Hawaii in NCAA Division II college basketball play. The team attended 6 NAIA Tournaments and 11 NCAA D2 Tournaments. The Seasiders participated as members of the Pacific West Conference.",
  "/wiki/Powerade_Tigers": "The Powerade Tigers were a professional basketball team that played in the Philippine Basketball Association from 2002 to 2012.  The franchise was owned by Coca-Cola Bottlers Philippines, Inc. (CCBPI) when the company acquired Cosmos Bottling Corporation from RFM Corporation. From 2002 to 2010, the team played as the Coca-Cola Tigers.  The franchise won two PBA championships (2002 and 2003).",
  "/wiki/Air21_Express": "The Air21 Express were a professional basketball team in the Philippine Basketball Association (PBA) that debuted in the 2011–12 season. The team debuted as the Shopinas.com Clickers during the 2011–12 PBA Philippine Cup. In 2014, the franchise was sold to Manila North Tollways Corporation (a subsidiary of Metro Pacific Investments Corporation) to be renamed as the NLEX Road Warriors.",
  "/wiki/NLEX_Road_Warriors": "The NLEX Road Warriors is a professional basketball team owned by NLEX Corporation, a subsidiary of Metro Pacific Investments Corporation, currently playing in the Philippine Basketball Association (PBA) since the 2014–2015 season.",
  "/wiki/2003_PBA_season": "The 2003 PBA Season was the 29th season of the Philippine Basketball Association (PBA).",
  "/wiki/Eric_Menk": "Eric Conrad Menk (born August 24, 1974) is a Filipino-American retired professional basketball player who played in the Philippine Basketball Association (PBA) and the Asean Basketball League. Known as Major Pain, Menk is a four-time PBA champion and was the 2004–05 PBA Most Valuable Player.",
  "/wiki/Lake_Superior_State_Lakers": "The Lake Superior State Lakers (LSSU Lakers) are the athletic teams that represent the Lake Superior State University, located in Sault Ste. Marie, Michigan, in NCAA Division II intercollegiate sporting competitions. The Lakers compete as members of the Great Lakes Intercollegiate Athletic Conference for 12 of 13 varsity sports, with the men's hockey team (the only team that competes at the Division I level) playing in the Western Collegiate Hockey Association. The Lakers have been members of the GLIAC since 1972.",
  "/wiki/Tanduay_Rhum_Masters": "The Tanduay Rhum Makers (1975-1987) and Tanduay Rhum Masters (1999-2001) were two basketball franchises associated with the same liquor brand that played in the Philippine Basketball Association (PBA).",
  "/wiki/Kelly_Williams": "Kelly Williams (born February 7, 1982) is a Filipino-American professional basketball player for the TNT KaTropa of the Philippine Basketball Association (PBA). Williams, a former PBA Most Valuable Player, played collegiate basketball at Oakland University, an NCAA Division I school in the United States, and he also represented the Philippines in international competitions.",
  "/wiki/Oakland_Golden_Grizzlies_men's_basketball": "The Oakland Golden Grizzlies are the men's basketball team that represent Oakland University in Auburn Hills, Michigan, United States. The school's team competes in the Horizon League and plays their home games at the Athletics Center O'rena. The Golden Grizzlies are coached by Greg Kampe. Kampe is the third longest-tenured Division I head coach, behind Jim Boeheim and Mike Krzyzewski. Oakland last played in the NCAA Division I Men's Basketball Tournament in 2011.",
  "/wiki/Sta._Lucia_Realtors": "The Sta. Lucia Realtors were a professional basketball team in the Philippine Basketball Association (PBA) from 1993 to 2010. Prior to joining the PBA, it played in the Philippine Basketball League (PBL) from 1987 to 1992.",
  "/wiki/2007–08_PBA_season": "The 2007-08 PBA Season was the 33rd season of the Philippine Basketball Association. The season was formally opened on October 14, 2007 at the Araneta Coliseum. The league started the season with the Philippine Cup, or the traditional All-Filipino Conference, while capping off the season with the import-laiden Fiesta Conference.",
  "/wiki/Jayjay_Helterbrand": "Anthony \"Jayjay\" Helterbrand  (born as Lamberto Romero Vicente, Jr. on October 14, 1976) is a Filipino-American basketball player for the Imus Khaleb Shawarma of the Maharlika Pilipinas Basketball League (MPBL). He previously played with the Barangay Ginebra San Miguel of the Philippine Basketball Association (PBA). Known by many as Helter Skelter, he is also known, along with backcourt tandem Mark Caguioa, as one-half of the so-called, The Fast and the Furious.",
  "/wiki/Kentucky_State_University": "Kentucky State University (KSU and KYSU) is a public historically black university in Frankfort, Kentucky. Founded in 1886 as the State Normal School for Colored Persons, and becoming a land grant college in 1890, KSU was the second state-supported institution of higher learning in Kentucky. In fall 2016, there was a total undergraduate enrollment of 1,568 and a total graduate enrollment of 168.",
  "/wiki/2008–09_PBA_season": "The 2008–09 PBA season was the 34th season of the Philippine Basketball Association. The season formally opened on October 4, 2008  and ended on July 17, 2009.This was the first time that the league will hold their opening ceremonies on a Saturday. The league started the season with the 2008-09 Philippine Cup, or the traditional All-Filipino Conference, while capping off the season with the import-laiden 2009 Fiesta Conference.",
  "/wiki/Jimmy_Alapag": "Jim Olmedo Alapag (born December 30, 1977) is a Filipino retired professional basketball player in the Philippine Basketball Association (PBA). He is also the current head coach of San Miguel Alab Pilipinas of the ASEAN Basketball League and an assistant coach of the San Miguel Beermen of the PBA. He is nicknamed \"The Mighty Mouse\" and \"The Captain\".",
  "/wiki/California_State_University,_San_Bernardino": "California State University, San Bernardino (Cal State San Bernardino or CSUSB) is a public university in San Bernardino, California. It is one of the 23 general campuses of the California State University system. The main campus sits on 441 acres (178 ha) in the University District of San Bernardino, with a branch campus of 40 acres (16 ha) in Palm Desert, California, opened in 1986. Founded in 1965, Cal State San Bernardino's Fall 2016 enrollment was 20,767. In Fall of 2013, it had 864 faculty, of which 362 (or 42 percent) were on the tenure track.",
  "/wiki/2010–11_PBA_season": "The 2010–11 PBA Season was the 36th season of the Philippine Basketball Association. It started on October 3, 2010 and ended on August 21, 2011. The season marked the return of the original three-conference format, starting with the Philippine Cup, or the traditional All-Filipino Conference. The import-laden Commissioner's Cup returned as the second tournament, while the Governors' Cup also returned, serving as the third conference which also served as an import-laden tournament.",
  "/wiki/Mark_Caguioa": "Mark Anthony Caguioa (born November 19, 1979) is a Filipino basketball player for the Barangay Ginebra San Miguel of the Philippine Basketball Association (PBA). Known as The Spark and as MC47 from his initials and his jersey number, he is also half of \"The Fast and The Furious\", along with his backcourt partner, Jayjay Helterbrand.",
  "/wiki/Glendale_Community_College_(California)": "Glendale Community College (GCC) is a community college in Glendale, California.",
  "/wiki/2011–12_PBA_season": "The 2011–12 PBA season is the 37th season of the Philippine Basketball Association. The season was formally opened on October 2, 2011 at the Smart Araneta Coliseum, and finished on August 5, 2012. The season used three-conference format, starting with the Philippine Cup, or the traditional All-Filipino Conference. The mid season Commissioner's Cup featured unlimited height limit for imports. The Governors' Cup became the third and final conference for this season.",
  "/wiki/Arwind_Santos": "Arwind  A. Santos (born June 10, 1981) is a Filipino professional basketball player who currently plays for the San Miguel Beermen in the Philippine Basketball Association (PBA).",
  "/wiki/Far_Eastern_University": "Far Eastern University (Filipino: Pamantasan ng Malayong Silangan), also known simply as FEU, (PSE: FEU) is a private university in Manila, Philippines. Created by the merger of Far Eastern College and the Institute of Accountancy (now Institute of Accounts, Business and Finance), FEU became a university in 1934 under the guidance of first president Dr. Nicanor B. Reyes Sr. It has been noted as the leading proprietary university in the Philippines.",
  "/wiki/2012–13_PBA_season": "The 2012–13 PBA season was the 38th season of the Philippine Basketball Association. The season formally opened on September 30, 2012, and finished October 25, 2013. This was the longest in PBA history with 13-month span. The season continued to use the three-conference format, starting with the Philippine Cup, or the traditional All-Filipino Conference. The mid season Commissioner's Cup will continue to feature unlimited height limit for imports. The last conference of the season, the Governors' Cup will have imports with a 6'5\" height limit.",
  "/wiki/Jayson_Castro": "Jayson Castro William (born June 30, 1986) is a Filipino professional basketball player for the TNT KaTropa of the Philippine Basketball Association (PBA). His moniker is The Blur for his speed.",
  "/wiki/Philippine_Christian_University": "The Philippine Christian University (PCU) is a private, coeducational Christian university located in Ermita, Manila, Philippines. It was founded in 1946 through the initiatives of the Laymen of the Evangelical Association of the Philippines. Originally named as Manila Union University, it was renamed as Philippine Christian College (PCC). In 1976, the PCC acquired university status.",
  "/wiki/Marc_Pingris": "Jean Marc Pingris Jr. (born October 16, 1981) is a Filipino professional basketball player for the Magnolia Hotshots of the Philippine Basketball Association (PBA).",
  "/wiki/Star_Hotshots": "The Magnolia Hotshots Pambansang Manok, or simply known as the Magnolia Hotshots, are a professional basketball team in the Philippine Basketball Association. The team is owned by San Miguel Food and Beverage, Inc., a subsidiary of San Miguel Corporation (SMC). The team is one of three PBA ball clubs currently owned by the SMC group of companies, along with Barangay Ginebra San Miguel and the San Miguel Beermen.",
  "/wiki/Kerby_Raymundo": "Kerby Mariano Raymundo (born January 19, 1981) is a Filipino retired professional basketball player who last played for the Barangay Ginebra San Miguel of the Philippine Basketball Association (PBA). Known as The Kid, he was a former star player with the Letran Knights during his NCAA years.",
  "/wiki/Barako_Bull_Energy_Boosters_(2000–2011)": "The Barako Bull Energy Boosters were a professional basketball team of the Philippine Basketball Association owned by the Photokina Marketing Corporation. They entered the league in 2000 after a successful stint in the semi-professional Philippine Basketball League during the late 1990s where the team won a championship in 1996. It was originally known as Red Bull Barako before the team announced its name change.",
  "/wiki/B-Meg_Llamados": "The Magnolia Hotshots Pambansang Manok, or simply known as the Magnolia Hotshots, are a professional basketball team in the Philippine Basketball Association. The team is owned by San Miguel Food and Beverage, Inc., a subsidiary of San Miguel Corporation (SMC). The team is one of three PBA ball clubs currently owned by the SMC group of companies, along with Barangay Ginebra San Miguel and the San Miguel Beermen.",
  "/wiki/Chito_Loyzaga": "Joaquin \"Chito\" C. Loyzaga (born August 29, 1958) is a Filipino former basketball player and basketball commissioner. He is currently the Athletics Director of the National University.",
  "/wiki/San_Beda_College": "San Beda University (Filipino: Pamantasang San Beda, Spanish: Universidad de San Beda) is a private Roman Catholic university run by the Benedictine monks in the Philippines. Its main campus which provides tertiary education is situated in Mendiola, Manila. It has an affiliated campus that provides elementary and high school education in Taytay, Rizal. The Benedictine College in Alabang, Muntinlupa known as the San Beda College Alabang is an autonomous institution despite being an affiliate of San Beda University.",
  "/wiki/Toyota_Super_Corollas": "The Toyota Tamaraws were a multi-titled basketball team in the Philippine Basketball Association (PBA) from 1975 to 1983. Founded in 1973 by businessman and sportsman Dante Silverio, the team - formally named Toyota Athletic Club - was owned by Delta Motor Corporation (defunct) and played under various names -  Komatsu Komets, Toyota Comets, Toyota Silver Tamaraws, Toyota Tamaraws, Toyota Super Diesels, Toyota Super Corollas and Toyota Silver Coronas.",
  "/wiki/Great_Taste_Coffee_Makers": "The Great Taste Coffee Makers were a basketball team that played in the Philippine Basketball Association (PBA) from 1975 to 1992. It was one of the founding members of the PBA, the Asia's first and oldest professional league.  The franchise was owned by CFC Corporation (now merged with Universal Robina Corporation) and named after its brand of instant coffee, Great Taste Coffee. The franchise also played under other CFC brands such as N-Rich, Presto and Tivoli.",
  "/wiki/Marlou_Aquino": "Marlou Bucao Aquino (born October 7, 1972 in Santa Barbara, Pangasinan, Philippines) is a Filipino\nprofessional basketball player who currently plays for Bacoor City Strikers in the Maharlika Pilipinas Basketball League (MPBL). During his prime he was known by fans as \"The Skyscraper\" and was, along with Dennis Espino, one-half of the so-called \"Twin Towers\" of the now-disbanded Sta. Lucia Realtors.",
  "/wiki/Adamson_University": "Adamson University (Filipino: Pamantasang Adamson) is a private and Catholic university  in Manila, Philippines, founded on June 20, 1932, by Greek immigrant George Lucas Adamson as the Adamson School of Industrial Chemistry. On February 5, 1941, the school was granted university status by the Department of Education, and on December 4, 1964, the university was turned over to the Vincentian Fathers of the Congregation of the Mission and was incorporated into the Adamson-Ozanam Education Institutions, Inc. Adamson University is also a Member of the University Athletics Association of the Philippines. Its patron saint is Saint Vincent de Paul.",
  "/wiki/40_Greatest_Players_in_PBA_History": "The 40 Greatest Players in Philippine Basketball Association History is a set of players chosen in 2000 and 2015 to commemorate the founding of the Philippine Basketball Association."
}