{
  "/wiki/Beijing_Guoan_F.C.": "Beijing Sinobo Guoan F.C. (Chinese: 北京中赫国安; pinyin: Běijīng Zhōnghè Guó'ān) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in the Chaoyang District in Beijing and their home stadium is the Workers' Stadium with a seating capacity of 66,161. Their shareholders are the real estate company Sinobo Group (64%) and CITIC Limited (36%) of CITIC Group, a state-owned enterprise of China. Beijing Guoan F.C. was founded as a professional team by CITIC Guoan Group, which was a subsidiary of CITIC Group until 2014. The club is one of the four teams to never have been relegated from the league since its debut in 2004.",
  "/wiki/Jaime_Pacheco": "Jaime Moreira Pacheco (born 22 July 1958) is a Portuguese former footballer who played as a central midfielder, and is a manager.",
  "/wiki/Beijing": "Beijing (/ˌbeɪˈdʒɪŋ/ BAY-JING, /ˌbeɪˈʒɪŋ/ BAY-ZHING; Mandarin pronunciation: [pèi.tɕíŋ] (listen)), formerly romanized as Peking (/ˌpiːˈkɪŋ/ PEE-KING), is the capital of the People's Republic of China, the world's third most populous city proper, and most populous capital city. The city, located in northern China, is governed as a municipality under the direct administration of the central government with 16 urban, suburban, and rural districts. Beijing Municipality is surrounded by Hebei Province with the exception of neighboring Tianjin Municipality to the southeast; together, the three divisions form the Jingjinji metropolitan region and the national capital region of China.",
  "/wiki/Workers_Stadium": "The Workers' Stadium (simplified Chinese: 工人体育场; traditional Chinese: 工人體育場; pinyin: Gōngrén Tǐyùcháng), often called Gongti or Gong Ti, is a multi-purpose stadium in the Chaoyang District of north-eastern Beijing, China. It is mostly used for football (soccer) matches. The stadium was built in 1959 and was last renovated in 2004 (the concrete structure was strengthened, a new rotating display screen and energy-saving devices were installed). It has a capacity of 66,161 and covers a land area of 350,000 square meters. It is one of the Ten Great Buildings constructed in 1959 for the 10th anniversary of the People's Republic of China.",
  "/wiki/Changchun_Yatai_F.C.": "Changchun Yatai Football Club (simplified Chinese: 长春亚泰; traditional Chinese: 長春亞泰; pinyin: Chángchūn Yàtài) is a professional Chinese football club that currently participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Changchun, Jilin and their home stadium is the Changchun Stadium that has a seating capacity of 38,500. The club's founder and main investor is the private Chinese conglomerate Jilin Yatai Group.",
  "/wiki/Shen_Xiangfu": "Shen Xiangfu (Chinese: 沈祥福; pinyin: Shěn Xiángfú; Mandarin pronunciation: [ʂə̀n.ɕjáŋ.fǔ]; born May 27, 1957 in Beijing) is a Chinese football coach who is the joint manager of The Regional Preferente de la Comunitat Valenciana side Atlético Museros as well as also being a former international football player.  As a player, he was associated with the Beijing Team and  Fujitsu before moving into management where he went back to manage both his previous clubs before joining the Chinese national team set-up for several years. When he returned to club management he would guide Guangzhou Pharmaceutical to the 2007 China League One title before having spells at Changchun Yatai and Henan Jianye.",
  "/wiki/Changchun": "Changchun (Chinese: 长春) is the capital and largest city of Jilin Province, People's Republic of China. Lying in the center of the Songliao Plain, Changchun is administered as a sub-provincial city, comprising 7 districts, 1 county and 2 county-level cities. According to the 2010 census of China, Changchun had a total population of 7,674,439 under its jurisdiction. The city's metro area, comprising 5 districts and 4 development areas, had a population of 3,815,270 in 2010, as the Shuangyang and Jiutai districts are not urbanized yet. It is one of the biggest cities in Northeast China, along with Shenyang, Dalian and Harbin.",
  "/wiki/Jilin": "Jilin (吉林; formerly romanized as Kirin or Chilin) is one of the three provinces of Northeast China. Its capital and largest city is Changchun. Jilin borders North Korea (Rasŏn, North Hamgyong, Ryanggang and Chagang) and Russia (Primorsky Krai) to the east, Heilongjiang to the north, Liaoning to the south, and Inner Mongolia to the west. The name \"Jilin\" translates to \"Auspicious Forest\" in Chinese, and originates from girin ula, a Manchu phrase meaning \"along the river\".",
  "/wiki/Development_Area_Stadium": "The Development Area Stadium (Chinese: 经开体育场) is a multi-purpose stadium in Changchun, Jilin province, China.",
  "/wiki/Chengdu_Blades_F.C.": "Chengdu Tiancheng F.C. (simplified Chinese: 成都天诚; traditional Chinese: 成都天誠; pinyin: Chéngdū Tiānchéng) was a Chinese professional football club based in Chengdu, China who last played in the 26,000 seater Shuangliu Sports Centre in the China League One division. The club was founded on 26 February 1996 and was formerly known as Chengdu Wuniu (Five Bulls) named after their first sponsor, the Wuniu (Five Bulls) Cigarette Company.  However, the club was officially dissolved on 4 January 2015 and was subsequently de-registered by the Chinese Football Association on 31 January 2015 due to unpaid salaries to players and staff.",
  "/wiki/Lawrie_McKinna": "Lawrie McKinna (born 8 July 1961) is a Scottish-Australian former football player, coach, and former Mayor of Gosford City Council.",
  "/wiki/Chengdu": "Chengdu (Standard Mandarin: [ʈʂʰə̌ŋ.tú] (listen), UK: /ˌtʃɛŋˈduː/, US: /ˌtʃʌŋ-/), alternatively romanized as Chengtu, is a sub-provincial city which serves as the capital of the Chinese province of Sichuan. It is one of the three most-populous cities in Western China, the other two being Chongqing and Xi'an. As of 2014[update], the administrative area housed 14,427,500 inhabitants, the largest in Sichuan, with an urban population of 10,152,632. At the time of the 2010 census, Chengdu was the fifth-most populous agglomeration in China, with 10,484,996 inhabitants in the built-up area including Xinjin County and Deyang's Guanghan City. Chengdu is considered a World City with a \"Beta +\" classification, according to the Globalization and World Cities Research Network.",
  "/wiki/Sichuan": "Sichuan (四川; alternatively romanized as Szechuan or Szechwan) is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north, and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 81 million.",
  "/wiki/Chengdu_Sports_Centre": "The Chengdu Sports Center (Chinese: 成都市体育中心) or Sichuan Provincial Sports Center (Chinese: 四川省体育中心) is a sports complex with a multi-use stadium in Chengdu, China which is used mostly for soccer matches.",
  "/wiki/Dalian_Shide_F.C.": "Dalian Shide was a professional Chinese football club based in Dalian, Liaoning province, China who played in China's football league system between 1955 and 2012. Their home stadiums were the 55,843 capacity Dalian People's Stadium and then later in 1997 they moved to the 30,776 capacity Jinzhou Stadium.",
  "/wiki/Nelo_Vingada": "Eduardo Manuel Martinho Braganza de Vingada (born 30 March 1953), known as Nelo Vingada, is a Portuguese football manager.",
  "/wiki/Dalian": "Dalian is a major sub-provincial port city in Liaoning province, People's Republic of China, and is Liaoning's second largest city (after the provincial capital Shenyang) and the fourth most populous city of Northeast China.  Located on the southern tip of Liaodong peninsula, it is the southernmost city in both Liaoning and the entire Northeast.  Dalian borders the prefectural cities of Yingkou and Anshan to the north and Dandong to the northeast, and also shares maritime boundaries with Qinhuangdao and Huludao across the Liaodong Bay to west and northwest, Yantai and Weihai on the Shandong peninsula across the Bohai Strait to the south, and North Korea across the Korea Bay to the east.",
  "/wiki/Liaoning": "Liaoning (辽宁) is a coastal province in Northeast China (historically also known as Manchuria), and is the smallest, southernmost, but the most populous province in the region.  Located on the northern shore of Yellow Sea, it is the northernmost coastal province in China.",
  "/wiki/Jinzhou_Stadium": "Jinzhou Stadium (Chinese: 金州体育场) is a multi-purpose stadium in Jinzhou District, Dalian, Liaoning, China. It is currently used mostly for football matches. The stadium holds 30,775 people and was built in 1997. It is the home stadium of Dalian Chanjoy F.C..",
  "/wiki/Guangzhou_Evergrande_F.C.": "Guangzhou Evergrande Taobao Football Club is a professional Chinese football club that participates in the Chinese Super League under the license of the Chinese Football Association. The team is based in Guangzhou, Guangdong, and their home stadium is the Tianhe Stadium which has a seating capacity of 58,500. Their majority shareholders are the Evergrande Real Estate Group (56.71%) and the e-commerce company Alibaba Group (37.81%), while the rest of the shares are traded in the Chinese OTC system.",
  "/wiki/Lee_Jang-Soo": "Lee Jang-soo (Korean: 이장수; born October 15, 1956) is a South Korean association football manager and a former player. As a player, he had the distinction of being one of the first fully professional footballers to play in the newly formed Korean Super League in the inaugural 1983 league season, however it has been as a manager where he has distinguished himself particularly within China where he has gone on to twice win the Chinese FA Cup with Chongqing Lifan and Qingdao Beilaite. He has also achieved a successful spell back home within South Korea with FC Seoul when he won the K-League Cup, however he has continued to return to China where he was the manager of Chinese club Guangzhou Evergrande whose appointment also makes him the longest serving foreign coach within China.",
  "/wiki/Guangzhou": "Guangzhou (Chinese: 广州; Cantonese pronunciation: [kʷɔ̌ːŋ.tsɐ̂u] or [kʷɔ̌ːŋ.tsɐ́u] (listen); Mandarin pronunciation: [kwàŋ.ʈʂóu] (listen)), also known as Canton and formerly romanized as Kwangchow or Kwong Chow, is the capital and most populous city of the province of Guangdong in southern China. On the Pearl River about 120 km (75 mi) north-northwest of Hong Kong and 145 km (90 mi) north of Macau, Guangzhou has a history of over 2,200 years and was a major terminus of the maritime Silk Road, and continues to serve as a major port and transportation hub, as well as one of China's three largest cities.",
  "/wiki/Guangdong": "Guangdong (alternately romanized as Canton Province or Kwangtung) is a coastal province in South China on the north shore of South China Sea. The capital of the province is Guangzhou. With a population of 113.46 million (as of 2018) across a total area of about 179,800 km2 (69,400 sq mi), Guangdong is the most populous province of China and the 15th-largest by area. Its economy is larger than that of any other province in the nation and the 6th largest sub-national economy in the world with a GDP size of 1.47 trillion US dollars (9.73 trillion Chinese yuan) in 2018. The Pearl River Delta Economic Zone, a Chinese megalopolis, is a core for high technology, manufacturing and foreign trade. Located in this zone are two of the four top Chinese cities and the top two Chinese prefecture-level cities by GDP; Guangzhou, the capital of the province, and Shenzhen, the first special economic zone in the country. These two are among the most populous and important cities in China, and have now become two of the world's most populous megacities.",
  "/wiki/Tianhe_Stadium": "Tianhe Stadium (Chinese: 天河体育场)  is a multi-purpose stadium in Tianhe District, Guangzhou, Guangdong, China. It is currently used for football matches.",
  "/wiki/Hangzhou_Nabel_Greentown_F.C.": "Zhejiang Greentown Football Club (simplified Chinese: 浙江绿城; traditional Chinese: 浙江綠城; pinyin: Zhèjiāng Lǜchéng) is a professional Chinese football club that currently participates in the China League One division (second division) under licence from the Chinese Football Association (CFA). The team is based in Hangzhou, Zhejiang and their home stadium is the Hangzhou Huanglong Stadium that has a seating capacity of 52,672. The club's main investor is the Zhejiang-based Greentown China Holdings Limited company, which is owned by real estate tycoon Song Weiping. Greentown became the first sports club from Hangzhou with 1 million followers on Weibo.",
  "/wiki/Wu_Jingui": "Wu Jingui (Chinese: 吴金贵; pinyin: Wú Jīnguì; Mandarin pronunciation: [ǔ tɕín kwêi]; born January 10, 1961, in Shanghai) is a Chinese football manager. He is the sporting director of Shanghai Greenland Shenhua F.C..",
  "/wiki/Hangzhou": "Hangzhou (Chinese: 杭州; Hangzhounese pronunciation: [ɦɑ̃.tse], Putonghua pronunciation: [xǎŋ.ʈʂóu] (listen)), formerly romanized as Hangchow, is the capital and most populous city of Zhejiang Province in East China. It sits at the head of Hangzhou Bay, which separates Shanghai and Ningbo. Hangzhou grew to prominence as the southern terminus of the Grand Canal and has been one of the most renowned and prosperous cities in China for much of the last millennium. The city's West Lake, a UNESCO World Heritage site immediately west of the city, is among its best-known attractions. A study conducted by PwC and China Development Research Foundation saw Hangzhou ranked first among \"Chinese Cities of Opportunity\". Hangzhou is also considered a World City with a \"Beta+\" classification according to GaWC.",
  "/wiki/Zhejiang": "Zhejiang (浙江, alternately romanized as Chekiang), is an eastern coastal province of the People's Republic of China. Its capital and largest city is Hangzhou. Zhejiang is bordered by Jiangsu and Shanghai to the north, Anhui to the northwest, Jiangxi to the west, and Fujian to the south. To the east is the East China Sea, beyond which lie the Ryukyu Islands of Japan. The population of Zhejiang stands at 57 million, the 10th highest among China. Other notable cities include Ningbo and Wenzhou. It has been called 'the backbone of China' due to being a major driving force in the Chinese economy and being the birthplace of several notable persons, including the Chinese Nationalist leader Chiang Kai-shek and entrepreneur Jack Ma.",
  "/wiki/Meihu_Sports_Centre": "Yiwu Meihu Sports Centre (simplified Chinese: 义乌梅湖体育中心; traditional Chinese: 义乌梅湖體育中心; pinyin: yì wū méi hú tǐ yù zhōng xīn) is a multi-purpose stadium in Yiwu, Jinhua, Zhejiang, China. The Yiwu Meihu Stadium holds 35,260 spectators and is mainly used for association football matches. The Meihu Arena holds 6,000 spectators and is mainly used for basketball games.",
  "/wiki/Jiaxing_Stadium": "The Jiaxing Sports Centre Stadium is a multi-purpose stadium in Jiaxing, China.  It is currently used mostly for football matches.  The stadium holds 35,000 spectators.",
  "/wiki/Henan_Jianye_F.C.": "Henan Jianye Football Club (simplified Chinese: 河南建业; traditional Chinese: 河南建業; pinyin: Hénán Jiànyè) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Zhengzhou (Chinese: 郑州市), in the province of Henan (Chinese: 河南省) and their home stadium is the Zhengzhou Hanghai Stadium that has a seating capacity of 29,860. Their owners are the Jianye Residential Group (China) Co., Ltd., which is part of the Central China Real Estate Limited.",
  "/wiki/Jo_Bonfrère": "Johannes-Franciscus Bonfrère (born 15 June 1946) is a Dutch football coach and former midfielder who spent his playing career with MVV Maastricht. In a long coaching career Bonfrère managed several teams in Africa and Asia. He guided Nigeria to their victory in the 1996 Olympic Games.",
  "/wiki/Zhengzhou": "Zhengzhou is the capital and largest city of Henan Province in the central part of the People's Republic of China. It is one of the National Central Cities in China, the centre of Central Plains area, and serves as the political, economic, technological, and educational center of the province, as well as a major transportation hub in China (highway, railway, aviation, communication). The Zhengzhou metropolitan area (including Zhengzhou and Kaifeng) is the core area of the Central Plains Economic Zone.",
  "/wiki/Henan": "Henan (河南; alternatively Honan) is a landlocked province of the People's Republic of China, located in the central part of the country. Henan is often referred to as Zhongyuan or Zhongzhou (中州), which literally means \"central plain\" or \"midland\", although the name is also applied to the entirety of China proper. Henan is a birthplace of Chinese civilization, with over 3,000 years of recorded history, and remained China's cultural, economical and political center until approximately 1,000 years ago.",
  "/wiki/Zhengzhou_Hanghai_Stadium": "The Hanghai Stadium (Simplified Chinese: 郑州航海体育场) is a multi-purpose stadium in Zhengzhou, Henan, China.  It is currently used mostly for football matches and athletics events.  It serves as the home stadium for Henan Jianye of the Chinese Super League.  The stadium has a capacity of 29,860 people. It opened in 2002.",
  "/wiki/Jiangsu_Sainty_F.C.": "Jiangsu Suning Football Club (simplified Chinese: 江苏苏宁足球俱乐部; traditional Chinese: 江蘇蘇寧足球俱樂部; pinyin: Jiāngsū Sūníng Zúqiú Jùlèbù) is a professional football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Nanjing, Jiangsu and their home stadium is the Nanjing Olympic Sports Centre which has a seating capacity of 61,443. Their owners are Suning Appliance Group (Chinese: 苏宁电器集团有限公司), a sister company of Suning.com.",
  "/wiki/Dragan_Okuka": "Dragomir \"Dragan\" Okuka (Serbian Cyrillic: Дpaгoмиp Драган Окука; born 2 April 1954) is a Serbian football coach and former player.",
  "/wiki/Nanjing": "Nanjing (listen), alternatively romanized as Nanking and Nankin, also known as Langjin in Nanjing dialect, is the capital of Jiangsu of the People's Republic of China and the second largest city in the East China region,[c] with 11 districts,an administrative area of 6,600 km2 (2,500 sq mi) and a total population of 8,436,200 as of 2018[update]. The inner area of Nanjing enclosed by the city wall is Nanjing City (南京城).",
  "/wiki/Jiangsu": "Jiangsu (江苏; formerly Kiangsu) is an eastern-central coastal province of the People's Republic of China. It is one of the leading provinces in finance, education, technology, and tourism, with its capital in Nanjing. Jiangsu is the third smallest, but the fifth most populous and the most densely populated of the 23 provinces of the People's Republic of China. Jiangsu has the highest GDP per capita of Chinese provinces and second-highest GDP of Chinese provinces, after Guangdong. Jiangsu borders Shandong in the north, Anhui to the west, and Zhejiang and Shanghai to the south. Jiangsu has a coastline of over 1,000 kilometres (620 mi) along the Yellow Sea, and the Yangtze River passes through the southern part of the province.",
  "/wiki/Nanjing_Olympic_Sports_Center": "The Nanjing Olympic Sports Center (Chinese: 南京奥林匹克体育中心) is used mostly for association football as well as for athletics in general. It is located in Nanjing Hexi New City, covering an area of 89.6 hectares, with a total construction area of about 401,000 square meters.",
  "/wiki/Liaoning_Whowin_F.C.": "Liaoning Football Club (simplified Chinese: 辽宁足球俱乐部; traditional Chinese: 遼寧足球俱樂部; pinyin: Liáoníng Zúqiú Jùlèbù), officially known as Liaoning Hongyun (simplified Chinese: 辽宁宏运; traditional Chinese: 遼寧宏運; pinyin: Liáoníng Hóngyùn), is a professional association football club that currently participates in the China League One under licence from the Chinese Football Association (CFA). The team is based in Shenyang, Liaoning Province and their home stadium is the Tiexi New District Sports Center that has a seating capacity of 30,000. Their current majority shareholders are the Liaoning Sport Technology College and the Huludao Hongyun Group Co., Ltd, which is part of the real estate and financial conglomerate the Hongyun Group.",
  "/wiki/Ma_Lin_(football_player)": "Ma Lin (Chinese: 马林; Chinese: 馬林; pinyin: Mǎ Lín; born on July 28, 1962 in Qiqihar, Heilongjiang) is a Chinese football manager and a former international football player.",
  "/wiki/Shenyang": "Shenyang ([ʂə̀n.jǎŋ]; Chinese: 沈阳), formerly known as Fengtian (Chinese: 奉天; pinyin: Fèngtiān) or by its Manchu name Mukden, is a major sub-provincial city and the provincial capital of Liaoning province, People's Republic of China.  Located in central-north Liaoning, it is the province's most populous city as well as the largest city in Northeast China by urban population, with an urban population of 6.3 million (2010 census), while the total metropolitan population is up to 8.1 million.  Shenyang is also the central city of one of the major megalopolises in China, the Greater Shenyang Metropolitan Area, with a total population over 23 million.  The city's administrative region includes the ten metropolitan districts of Shenyang proper, the county-level city of Xinmin, and two counties of Kangping and Faku.",
  "/wiki/Tiexi_New_District_Sports_Center": "Tiexi Stadium (Simplified Chinese: 铁西新区体育中心) is the multi-purpose stadium and multi-use gymnasium in Tiexi District, Shenyang, China. West Stadium, the nickname of the football and athletics stadium, has a capacity of 30,000 people. and the gymnasium has a capacity of 4,000 people.",
  "/wiki/Nanchang_Hengyuan": "Shanghai Shenxin Football Club (Chinese: 上海申鑫; pinyin: Shànghǎi Shēnxīn) is a professional football club that participates in the China League One division under licence from the Chinese Football Association (CFA). The team is based in Jinshan District, Shanghai and their home stadium is the Jinshan Football Stadium that has a seating capacity of 30,000. Their majority shareholder is Chinese real estate company Hengyuan Corporation.",
  "/wiki/Zhu_Jiong": "Zhu Jiong (Chinese:朱炯, born August 5, 1973) is a Chinese football manager and a former player.",
  "/wiki/Nanchang": "Nanchang is the capital and largest city of Jiangxi Province in southeastern China. As of November 2017, the total population in Nanchang City was 5,246,600, while the urban population is 2,887,800. Located in the north-central part of the province and in the hinterland of Poyang Lake Plain, it is bounded on the west by the Jiuling Mountains, and on the east by Poyang Lake. Because of its strategic location connecting the prosperous East and South China, it has become a major railway hub in Southern China in recent decades.",
  "/wiki/Jiangxi": "Jiangxi (江西; alternately romanized as Kiangsi or Chianghsi, Gan Chinese: Kongsi, Hakka: Gong Si) is a landlocked province in Eastern China. Its capital and largest city is Nanchang. Spanning from the banks of the Yangtze river in the north into hillier areas in the south and east, it shares a border with Anhui to the north, Zhejiang to the northeast, Fujian to the east, Guangdong to the south, Hunan to the west, and Hubei to the northwest.",
  "/wiki/Nanchang_Bayi_Stadium": "Nanchang Bayi Stadium (Simplified Chinese: 南昌八一体育场) is a multi-use stadium in Nanchang, China.  It is currently used mostly for football matches and athletics events. This stadium's capacity is 26,000 people.",
  "/wiki/Qingdao_Jonoon": "Qingdao Jonoon Football Club (simplified Chinese: 青岛中能; traditional Chinese: 青島中能; pinyin: Qīngdǎo Zhōngnéng, known as Hai-Niu or The Sea Bulls) is a professional Chinese football club that currently participates in the China League Two division under licence from the Chinese Football Association (CFA). The team is based in Qingdao, Shandong and their home stadium is the Qingdao Tiantai Stadium that has a seating capacity of 20,525. Their current owners are the privately owned cable manufacturer Qingdao Jonoon Group.",
  "/wiki/Chang_Woe-Ryong": "Chang Woe-ryong (Korean: 장외룡; Korean pronunciation: [tɕaŋ.we̞.ɾjoŋ]; born April 5, 1959) is a South Korean football coach and a former international player who represented his country in the 1980 AFC Asian Cup.",
  "/wiki/Qingdao": "Qingdao ([tɕʰíŋtàu]; also spelled Tsingtao; Chinese: 青岛) is a major sub-provincial city in eastern Shandong province, China.  Located on the western shore of Yellow Sea coast, Qingdao is a major nodal city on the 21st Century Maritime Silk Road arm of the Belt and Road Initiative that connects East Asia with Europe, and has the highest GDP of any city in the province.  It has jurisdiction over six districts and four county-level cities, and As of 2014[update] has a population of 9,046,200 with an urban population of 6,188,100.  Lying across the Shandong Peninsula and looking out to the Yellow Sea to its south, it borders the prefectural cities of Yantai to the northeast, Weifang to the west and Rizhao to the southwest.",
  "/wiki/Shandong": "Shandong (山东; alternately romanized as Shantung) is a coastal province of the People's Republic of China, and is part of the East China region.",
  "/wiki/Qingdao_Tiantai_Stadium": "The Qingdao Tiantai Stadium (Chinese: 青岛市天泰体育场), former name Qingdao First Stadium (Chinese: 青岛市第一体育场), is a multi-use stadium in Qingdao, Shandong, China. It is used mostly for football matches, but also for athletics and rugby sevens.",
  "/wiki/Shaanxi_Renhe_Commercial_Chanba_F.C.": "Beijing Renhe Football Club (Chinese: 北京人和; pinyin: Běijīng Rénhé) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Fengtai, Beijing and their home stadium is the Beijing Fengtai Stadium that has a seating capacity of 31,043. Their current majority shareholder is Chinese property developers of shopping centers Renhe Commercial Holdings Company Limited.",
  "/wiki/Gao_Hongbo": "Gao Hongbo (Chinese: 高洪波; pinyin: Gāo Hóngbō; born January 25, 1966 in Beijing) is a retired Chinese football striker and head coach of China League One side Beijing Enterprises. He previously managed the China national football team from 2009 to 2011, and in 2016. Appointed in May 2009, Gao became the youngest man to take the helm in 30 years.",
  "/wiki/Xi'an": "Xi'an (UK: /ˌʃiːˈæn/ shee-AN, US: /ˌʃiːˈɑːn/ shee-AHN, Chinese: [ɕí.án] (listen)), also known as Sian, is the capital of Shaanxi Province. A sub-provincial city on the Guanzhong Plain in northwest China, it is one of the oldest cities in China, and the oldest prefecture capital and one of the Four Great Ancient Capitals, having held the position under several of the most important dynasties in Chinese history, including Western Zhou, Qin, Western Han, Sui, and Tang. Xi'an is the starting point of the Silk Road and home to the Terracotta Army of Emperor Qin Shi Huang.",
  "/wiki/Shaanxi": "Shaanxi (simplified Chinese: 陕西; traditional Chinese: 陝西; pinyin: Shǎnxī; Mandarin pronunciation: [ʂàn.ɕí] (listen); formerly Shensi) is a landlocked province in Northwest China. It lies in central China, bordering the provinces of Shanxi (NE, E), Henan (E), Hubei (SE), Chongqing (S), Sichuan (SW), Gansu (W), Ningxia (NW), and Inner Mongolia (N).",
  "/wiki/Shaanxi_Province_Stadium": "Shaanxi Province Stadium (Chinese: 陕西省体育场), also known as Zhuque Stadium (Chinese: 朱雀体育场) because it is located near Zhuque Square (朱雀广场), is a multi-use stadium in Xi'an, China. It is used mainly for football matches and athletics events.  The stadium has a capacity of 50,000 people. It was named Coca-Cola Stadium (Chinese: 可口可乐体育场) from 2005 to 2007.[citation needed]",
  "/wiki/Shandong_Luneng_Taishan_F.C.": "Shandong Luneng Taishan (simplified Chinese: 山东鲁能泰山; traditional Chinese: 山東魯能泰山; pinyin: Shāndōng Lǔnéng Tàishān) is a professional football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Jinan, Shandong and their home stadium is the Jinan Olympic Sports Center Stadium that has a seating capacity of 56,808. Their current majority shareholder is Shandong Electric Power Group Corporation, the biggest supplier of electric energy in Shandong province and itself part of the State Grid Corporation of China.. \"Luneng\" is the name of Luneng Group, now another subsidiary corporation of State Grid Corporation of China. The last part of the club name derives from Mount Tai.",
  "/wiki/Manuel_Barbosa": "Manuel José Ferreira da Silva Barbosa (born 26 February 1951) is a Portuguese football manager and a former player.",
  "/wiki/Jinan": "Jinan, alternately romanized as Tsinan,[a] is the capital of Shandong province in Eastern China. The area of present-day Jinan has played an important role in the history of the region from the earliest beginnings of civilization and has evolved into a major national administrative, economic, and transportation hub. The city has held sub-provincial administrative status since 1994. Jinan is often called the \"Spring City\" for its famous 72 artesian springs.\nIts population was 6.8 million at the 2010 census.",
  "/wiki/Shandong_Provincial_Stadium": "The Shandong Provincial Sports Centre Stadium (Chinese: 山东省体育场; pinyin: Shāndōng Shěng Tǐ Yù Cháng) is a multi-purpose stadium used mostly for association football matches in Shandong Provincial Sports Centre(Chinese: 山东省体育中心; pinyin: Shāndōng Shěng Tǐ Yù Zhōng Xīn), Jinan, China.  It is currently used mostly for football matches.  The stadium holds 43,700.  The stadium was built in 1988.",
  "/wiki/Shanghai_Shenhua_F.C.": "Shanghai Greenland Shenhua Football Club (simplified Chinese: 上海绿地申花足球俱乐部; traditional Chinese: 上海綠地申花足球俱樂部; pinyin: Shànghǎi Lǜdì Shēnhuā Zúqiú Jùlèbù), is a Chinese professional  football club that participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The term shen hua literally translates as \"the Flower of Shanghai\" in English – shen is one of the alternative names of Shanghai and hua means flower in Chinese. The team is based in Kangqiao, Shanghai and their home stadium is the Hongkou Football Stadium, which has a seating capacity of 33,060. Their majority shareholder is Chinese developer Greenland Group who took over the operation of the club when they bought the 28.5% share from previous majority shareholder Zhu Jun in 2014.",
  "/wiki/Shanghai": "Shanghai (Chinese: 上海; Shanghainese pronunciation: [zɑ̃.hɛ] (listen), Putonghua pronunciation: [ʂâŋ.xài] (listen)) is one of the four municipalities of the People's Republic of China. It is located on the southern estuary of the Yangtze, and the Huangpu River flows through it. With a population of 24.2 million as of 2018[update], it is the most populous urban area in China and the second most populous city proper in the world. Shanghai is a global center for finance, innovation, and transportation, and the Port of Shanghai is the world's busiest container port.",
  "/wiki/Hongkou_Stadium": "Hongkou Football Stadium (simplified Chinese: 虹口足球场; traditional Chinese: 虹口足球場; pinyin: Hóngkǒu Zúqiúchǎng) is a football stadium in Shanghai, China. Located in Hongkou District, the stadium has a maximum capacity of 33,060. It is the first ever football stadium to be built in China. The stadium was re-built in 1999, over the previous 46-year-old Hongkou Stadium, a general use sports stadium now replaced by the Shanghai Stadium. It is adjacent to Lu Xun Park.",
  "/wiki/Shenzhen_F.C.": "Shenzhen Football Club (simplified Chinese: 深圳市足球俱乐部; traditional Chinese: 深圳市足球俱樂部; pinyin: Shēnzhènshì Zúqiú Jùlèbù) is a professional Chinese football club that currently participates in the Chinese League One under licence from the Chinese Football Association (CFA). The team is based in Shenzhen, Guangdong and their home stadium is the Shenzhen Universiade Sports Centre that has a seating capacity of 60,334. Their majority shareholder is Property Development company the Kaisa Group who took over the club on April 12, 2016.",
  "/wiki/Philippe_Troussier": "Philippe Omar Troussier (French pronunciation: ​[filip tʁusje]; born 21 March 1955) is a French former professional footballer and current manager.",
  "/wiki/Shenzhen": "Shenzhen (/ˈʃɛnˈdʒɛn/; Chinese: 深圳; Mandarin pronunciation: [ʂə́n.ʈʂə̂n] (listen)) is a major sub-provincial city located on the east bank of the Pearl River estuary on the central coast of southern Guangdong province, People's Republic of China.  It forms part of the Pearl River Delta megalopolis, bordering Hong Kong across the Sham Chun River to the south, Huizhou to the northeast and Dongguan to the northwest, and shares maritime boundaries with Guangzhou, Zhongshan and Zhuhai to the west and southwest across the estuary.",
  "/wiki/Shenzhen_Stadium": "Shenzhen Stadium (Simplified Chinese: 深圳市体育场) is a multi-purpose stadium in Futian District, Shenzhen, Guangdong, China. It is currently used mostly for association football matches. The stadium holds 32,500 people, and is the home of Shenzhen F.C..",
  "/wiki/Tianjin_TEDA_F.C.": "Tianjin TEDA Football Club (simplified Chinese: 天津泰达; traditional Chinese: 天津泰達; pinyin: Tiānjīn Tàidá) is a professional Chinese football club that currently participates in the Chinese Super League under licence from the Chinese Football Association (CFA). The team is based in Tianjin and their home stadium is the Tianjin Olympic Center Stadium that has a seating capacity of 54,696. Their owners are the TEDA Holding (The name is derived from the initials of Tianjin Economic-Technological Development Area) a state-owned conglomerate of the People's Republic of China.",
  "/wiki/Arie_Haan": "Arend \"Arie\" Haan (Dutch pronunciation: [ˌaːrɛnt / ˈaːri) ˈɦaːn]; born 16 November 1948) is a Dutch football manager and former player who played as a midfielder. He scored 6 goals in 35 matches for the Dutch national squad of the 1970s. At club level he enjoyed a successful career with AFC Ajax, R.S.C. Anderlecht, Standard Liège and PSV Eindhoven.",
  "/wiki/Tianjin": "Tianjin ([tʰjɛ́n.tɕín] (listen)), alternatively romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up (or metro) area, made up of 12 central districts (all but Baodi, Jizhou, Jinghai and Ninghe), was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomeration (between Chengdu and Rio de Janeiro) and 11th-most populous city proper.",
  "/wiki/TEDA_Football_Stadium": "TEDA Soccer Stadium (Simplified Chinese: 泰达足球场) is a professional football stadium in Tianjin, China. It is the home of Tianjin Teda F.C.  The stadium holds 37,450 people and was built in 2004. The stadium is located in the Tianjin Economic-Technological Development Area (TEDA), and was designed by Peddle Thorp Architects, an Australian architecture firm.",
  "/wiki/Tianjin_Olympic_Center_Stadium": "The Tianjin Olympic Center (simplified Chinese: 天津奥林匹克中心; traditional Chinese: 天津奧林匹克中心; pinyin: Tiānjīn Àolínpǐkè Zhōngxīn), often colloquially referred to as the Water Drop (Chinese: 水滴; pinyin: Shuǐdī), is a sports complex with a multi-use stadium in Tianjin, China. Construction started in August 2003 and was completed in August 2007. Association football clubs Tianjin TEDA F.C. and Tianjin Tianhai F.C. are the tenants of the Tianjin Olympic Center Stadium.",
  "/wiki/2011_Chinese_Super_League": "The 2011 Chinese Super League was the eighth season since the establishment of the Chinese Super League, the eighteenth season of a professional association football league and the 50th top-tier league season in China. Guangzhou Evergrande F.C. clinched their first ever Chinese Super League title on September 28, 2011."
}