{
  "/wiki/Trauma_center": "A trauma center (or trauma centre) is a hospital equipped and staffed to provide care for patients suffering from major traumatic injuries such as falls, motor vehicle collisions, or gunshot wounds. A trauma center may also refer to an emergency department (also known as a \"casualty department\" or \"accident and emergency\") without the presence of specialized services to care for victims of major trauma.",
  "/wiki/Albany,_Oregon": "Albany is the county seat of Linn County, and the 11th largest city in the State of Oregon. Albany is located in the Willamette Valley at the confluence of the Calapooia River and the Willamette River in both Linn and Benton counties, just east of Corvallis and south of Salem.  It is predominantly a farming and manufacturing city that settlers founded around 1848.  As of the 2010 United States Census, the population of Albany was 50,158. Its population was estimated by the Portland Research Center to be 54,453 in 2018.",
  "/wiki/Linn_County,_Oregon": "Linn County is a county located in the U.S. state of Oregon. As of the 2010 census, the population was 116,672. The county seat is Albany. The county is named in honor of Lewis F. Linn, a U.S. Senator from Missouri who advocated the American settlement of the Oregon Country.",
  "/wiki/Samaritan_Albany_General_Hospital": "Samaritan Albany General Hospital is a 76-bed medical facility in Albany, Oregon. Services include a level III trauma center, as well as the first open magnetic resonance imaging facility in the middle Willamette Valley.",
  "/wiki/Ashland,_Oregon": "Ashland is a city in Jackson County, Oregon, United States. It lies along Interstate 5 approximately 16 miles (26 km) north of the California border and near the south end of the Rogue Valley. The city's population was 20,078 at the 2010 census and was estimated to be 21,263 as of 2018.",
  "/wiki/Jackson_County,_Oregon": "Jackson County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 203,206. The county seat is Medford. The county is named for Andrew Jackson, the seventh president of the United States.",
  "/wiki/Ashland_Community_Hospital_(Oregon)": "Asante Ashland Community Hospital is a hospital in Ashland, Oregon, United States. Founded in 1907, it is owned by Asante. In 2012, it explored an affiliation with Dignity Health, with the latter stopping negotiations in October 2012 over some resistance to the plan. On November 15, 2012, Ashland Community Hospital chose to partner with Asante, the owner of Three Rivers Medical Center and Rogue Regional Medical Center, to build a stronger financial base for the hospital. Ashland's city council approved the transfer to Asante in June 2013.",
  "/wiki/Astoria,_Oregon": "Astoria is a port city and the seat of Clatsop County, Oregon, United States. Founded in 1811, Astoria is the oldest city in the state of Oregon and was the first American settlement west of the Rocky Mountains. Astoria is located on the south shore of the Columbia River, where the river meets the Pacific Ocean. The city is named for John Jacob Astor, an investor from New York City whose American Fur Company founded Fort Astoria at the site. Astoria was incorporated by the Oregon Legislative Assembly on October 20, 1876.",
  "/wiki/Clatsop_County,_Oregon": "Clatsop County /ˈklætsəp/ is a county in the U.S. state of Oregon. As of the 2010 census, the population was 37,039. The county seat is Astoria. The county is named for the Clatsop tribe of Native Americans, who lived along the coast of the Pacific Ocean prior to European settlement.",
  "/wiki/Columbia_Memorial_Hospital_(Oregon)": "Columbia Memorial Hospital (CMH) is a 25-bed medical facility in Astoria, Oregon. It is affiliated with the Evangelical Lutheran Church in America, Oregon Synod. The hospital has been serving families living and visiting the North Coast and Lower Columbia Region since 1880. A critical access hospital, its services include a level IV trauma center.",
  "/wiki/Baker_City,_Oregon": "Baker City is a city in and the county seat of Baker County, Oregon, United States. It was named after Edward D. Baker, the only U.S. Senator ever killed in military combat. The population was 9,828 at the 2010 census.",
  "/wiki/Baker_County,_Oregon": "Baker County is a county in the U.S. state of Oregon. As of the 2010 United States Census, the population was 16,134. The county seat and largest city is Baker City. The county was organized on 22 September 1862 when a portion of Wasco County was partitioned off. The new county's area was reduced in 1864 when Union County was partitioned off, and again in 1887 when Malheur County was partitioned off. The county's lines were last adjusted in 1901 when a parcel was added to the county.",
  "/wiki/St._Elizabeth_Health_Services": "St. Elizabeth Health Services is a private Roman Catholic hospital in Baker City, Oregon, United States. It opened August 24, 1897 as St. Elizabeth Hospital. In 1912, a 115-bed facility was constructed at 2365 4th Street. The hospital moved to its current location on Pocahontas Road in April 1969.",
  "/wiki/Bandon,_Oregon": "Bandon (/ˈbændən/) is a city in Coos County, Oregon, United States, on the south side of the mouth of the Coquille River. It was named by George Bennet, an Irish peer, who settled nearby in 1873 and named the town after Bandon in Ireland, his hometown.  The population was 3,066 at the 2010 census.",
  "/wiki/Coos_County,_Oregon": "Coos County /kuːs/ is a county in the U.S. state of Oregon. As of the 2010 census, the population was 63,043. The county seat is Coquille. The county was formed from the western parts of Umpqua and Jackson counties. It is named after a tribe of Native Americans who live in the region.",
  "/wiki/Bend,_Oregon": "Bend is a city in and the county seat of Deschutes County, Oregon, United States. It is the principal city of the Bend-Redmond Metropolitan Statistical Area. Bend is Central Oregon's largest city and, despite its modest size, is the de facto metropolis of the region, owing to the low population density of that area. Bend recorded a population of 76,693 at the time of the 2010 U.S. Census, up from 52,029 at the 2000 census. The estimated population of the city as of 2018 is 97,590. The Bend-Redmond metro population was estimated at 197,488 as of July 16, 2019. It is the fifth largest metropolitan area in Oregon.",
  "/wiki/Deschutes_County,_Oregon": "Deschutes County /dəˈʃuːts/ is a county in the U.S. state of Oregon. As of the 2010 census, the population was 157,733. The county seat is Bend. The county was created in 1916 out of part of Crook County and was named for the Deschutes River, which itself was named by French-Canadian trappers of the early 19th century. It is the political and economic hub of Central Oregon.",
  "/wiki/St._Charles_Medical_Center_-_Bend": "St. Charles Medical Center – Bend is a hospital in Bend, Oregon, United States.  It is the largest hospital in Central Oregon,[citation needed] and a level 2 trauma center. St. Charles medical center [SCMC-B] is owned and operated by St. Charles Health System, Inc. (SCHS), a private, not-for-profit Oregon corporation. SCHS also owns and operates the St. Charles Medical Center - Redmond.",
  "/wiki/Burns,_Oregon": "Burns is a city in and the county seat of Harney County, in the U.S. state of Oregon. According to the 2010 census, the population was 2,806. Burns and the nearby city of Hines are home to about 60 percent of the people in the sparsely populated county, the largest in Oregon and the ninth largest in the United States.",
  "/wiki/Harney_County,_Oregon": "Harney County is a county located in the U.S. state of Oregon. As of the 2010 census, the population was 7,422, making it the fifth-least populous county in Oregon. The county seat is Burns. Established in 1889, the county is named in honor of William S. Harney, a military officer of the period, who was involved in the Pig War and popular in the Pacific Northwest.",
  "/wiki/Clackamas,_Oregon": "Clackamas is an unincorporated community and former census-designated place (CDP) in Clackamas County, Oregon, United States and is a suburb of Portland. The population was approximately seven thousand in 2010.",
  "/wiki/Clackamas_County,_Oregon": "Clackamas County /ˈklækəməs/ is a county in the U.S. state of Oregon. As of the 2010 United States Census, the population was 375,992, making it Oregon's third-most populous county. Its county seat is Oregon City. The county was named after the Native Americans living in the area, the Clackamas Indians, who are part of the Chinookan people.",
  "/wiki/Kaiser_Sunnyside_Medical_Center": "Kaiser Sunnyside Medical Center is a not-for-profit, general care hospital in the Sunnyside area of Clackamas County in the U.S. state of Oregon. Opened in 1975, the Kaiser Permanente owned facility is licensed for 233 hospital beds. Located in the Portland metropolitan area along Interstate 205 on the eastside, after Bess Kaiser Hospital in north Portland closed, it was Kaiser's only hospital in the Portland area until Westside Medical Center opened in 2013. The hospital includes Clackamas County's only heart surgery facility.",
  "/wiki/Coos_Bay,_Oregon": "Coos Bay (Coos language: Atsixiis) is a city located in Coos County, Oregon, United States, where the Coos River enters Coos Bay on the Pacific Ocean. The city borders the city of North Bend, and together they are often referred to as one entity called either Coos Bay-North Bend or Oregon's Bay Area. Coos Bay's population as of the 2010 census was 15,967 residents, making it the most populous city on the Oregon Coast. Oregon's Bay Area is the most populous urban area on the Oregon Coast with a 2019 population estimate of 32,107 (Coos Bay 16,700; North Bend 9,925; Charleston 795)",
  "/wiki/Coquille,_Oregon": "Coquille /koʊˈkiːl/ is a city in, and the county seat of, Coos County, Oregon, United States. The population was 3,866 at the 2010 census. The primary economic base is the timber industry. The city derives its name from the Coquille Native American tribe.",
  "/wiki/Corvallis,_Oregon": "Corvallis /kɔːrˈvælɪs/ is a city in central western Oregon, United States. It is the county seat of Benton County and the principal city of the Corvallis, Oregon Metropolitan Statistical Area, which encompasses all of Benton County.  As of the 2010 United States Census, the population was 54,462. Its population was estimated by the Portland Research Center to be 58,641 in 2018. Corvallis is the location of Oregon State University and Good Samaritan Regional Medical Center.",
  "/wiki/Benton_County,_Oregon": "Benton County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 85,579. Its county seat is Corvallis. The county was named after Thomas Hart Benton, a U.S. Senator who advocated American control over the Oregon Country.",
  "/wiki/Good_Samaritan_Regional_Medical_Center_(Oregon)": "Good Samaritan Regional Medical Center is a 188-bed medical facility located in Corvallis, Oregon, United States.  The only hospital in the city, it is a level II trauma center, and serves the Linn, Benton, and Lincoln County area.",
  "/wiki/Cottage_Grove,_Oregon": "Cottage Grove is a city in Lane County, Oregon, United States. The population was 9,686 at the 2010 census. Cottage Grove is the third largest city in Lane County. The city is located on Interstate 5, Oregon Route 99, and the main Willamette Valley line of the Union Pacific railroad.",
  "/wiki/Lane_County,_Oregon": "Lane County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 351,715, making it the fourth-most populous county in Oregon. The county seat is Eugene. It is named in honor of Joseph Lane, Oregon's first territorial governor.",
  "/wiki/Cottage_Grove_Community_Hospital": "Cottage Grove Community Hospital was founded by PeaceHealth after the existing community hospital declared bankruptcy. It is located in Cottage Grove, Oregon, in southern Lane County. The facility provides 24-hour emergency care and a 14-bed inpatient unit.",
  "/wiki/Dallas,_Oregon": "Dallas is a city and the county seat of Polk County, Oregon, United States. The population was 14,583 at the 2010 census.",
  "/wiki/Polk_County,_Oregon": "Polk County is a county located in the U.S. state of Oregon. As of the 2010 census, the population was 75,403, making it the least populous county in the Willamette Valley. The county seat is Dallas. The county is named for James Knox Polk, the 11th president of the United States.",
  "/wiki/West_Valley_Hospital_(Oregon)": "West Valley Hospital (WVH) is a 6-bed medical facility in Dallas, Oregon. Opened in 1907 as Dallas Hospital, it is operated by Salem Health, which also operates Salem Hospital. WVH is the only hospital in Polk County.",
  "/wiki/Enterprise,_Oregon": "Enterprise is a city in and the county seat of Wallowa County, Oregon, United States. The population was 1,940 in the 2010 census.",
  "/wiki/Wallowa_County,_Oregon": "Wallowa County (/wəˈlaʊwə/) is a county in the U.S. state of Oregon. As of the 2010 census, the population was 7,008, making it Oregon's fourth-least populous county. Its county seat is Enterprise. According to Oregon Geographic Names, the origins of the county's name are uncertain, with the most likely explanation being it is derived from the Nez Perce term for a structure of stakes (a weir) used in fishing. An alternative explanation is that Wallowa is derived from a Nez Perce word for \"winding water\". The journals of Lewis and Clark Expedition record the name of the Wallowa River as Wil-le-wah.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/Sacred_Heart_Medical_Center_University_District": "PeaceHealth Sacred Heart Medical Center University District is a hospital in Eugene, Oregon, United States.  Originally called Sacred Heart Medical Center, its new name reflects its location near the University of Oregon and Northwest Christian University.   It is one of two Sacred Heart facilities in the Eugene-Springfield area owned by PeaceHealth.  The other facility, Sacred Heart Medical Center at RiverBend, is in Springfield.",
  "/wiki/Florence,_Oregon": "Florence is a coastal city in Lane County, in the U.S. state of Oregon. It lies at the mouth of the Siuslaw River on the Pacific Ocean and about midway between Newport and Coos Bay along U.S. Route 101. As of the 2010 census, the city had a total population of 8,466.",
  "/wiki/Peace_Harbor_Hospital": "Peace Harbor Hospital is a 21-bed acute care facility and a Level IV Trauma Center.  It is located in Florence, Oregon, and serves western Lane County.",
  "/wiki/Forest_Grove,_Oregon": "Forest Grove is a city in Washington County, Oregon, United States, 25 miles (40 km) west of Portland. Originally a small farm town, it is now primarily a bedroom suburb of Portland. Settled in the 1840s, the town was platted in 1850, then incorporated in 1872, making it the first city in Washington County. The population was 21,083 at the 2010 census, an increase of 19.1% over the 2000 figure (17,708).",
  "/wiki/Washington_County,_Oregon": "Washington County is one of 36 counties in the U.S. state of Oregon. As of the 2010 United States Census, the population was 529,710, making it the state's second most populous county. The county seat and largest city is Hillsboro.",
  "/wiki/Tuality_Forest_Grove_Hospital": "Tuality Forest Grove Hospital is licensed as a hospital in Forest Grove, Oregon, United States, but does not operate as an inpatient care service. Built in 1963, the facility had 48 beds and employed approximately 100 healthcare professionals.",
  "/wiki/Gold_Beach,_Oregon": "Gold Beach (Tolowa: yan-shu’-chit, yan-shuu-chit’-dvn) is a city in and the county seat of Curry County, Oregon, United States, on the Oregon Coast. The population was 2,253 at the 2010 census.",
  "/wiki/Curry_County,_Oregon": "Curry County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 22,364. The county seat is Gold Beach. The county is named for George Law Curry, a governor of the Oregon Territory.",
  "/wiki/Grants_Pass,_Oregon": "Grants Pass is a city in, and the county seat of, Josephine County, Oregon, United States. The city is located on Interstate 5, northwest of Medford. Attractions include the Rogue River, famous for its rafting, and the nearby Oregon Caves National Monument located 30 miles (48 kilometers) south of the city. Grants Pass is 256 mi (412 km) south of Portland, the largest city in Oregon.  The population was 34,533 at the 2010 census.",
  "/wiki/Josephine_County,_Oregon": "Josephine County is a county in the U.S. state of Oregon. As of the 2010 census, the population was 82,713. The county seat is Grants Pass. The county is probably named after a stream in the area called Josephine Creek, which in turn is probably named after Virginia Josephine Rollins Ort. Josephine County comprises the Grants Pass, OR Metropolitan Statistical Area, which is included in the Medford-Grants Pass, OR Combined Statistical Area.",
  "/wiki/Three_Rivers_Medical_Center": "Asante Three Rivers Medical Center (TRMC; formerly known as Three Rivers Community Hospital, TRCH) is a 125-bed general acute care hospital located in Grants Pass in the U.S. state of Oregon. TRMC was built as a merger between two hospitals, Josephine Memorial (General) Hospital and Southern Oregon Medical Center in 2001.",
  "/wiki/Gresham,_Oregon": "Gresham /ˈɡrɛʃəm/ is a city located in Multnomah County, Oregon, in the United States of America, immediately east of Portland, Oregon. Though it began as a settlement in the mid-1800s, it was not officially incorporated as a city until 1905; it was named after Walter Quinton Gresham, the American Civil War general and United States Postmaster General.",
  "/wiki/Multnomah_County,_Oregon": "Multnomah County /mʌltˈnoʊmə/ is one of 36 counties in the U.S. state of Oregon. As of the 2010 United States Census, the county's population was 735,334. Its county seat, Portland, is the state's largest city. Multnomah County is part of the Portland-Vancouver-Hillsboro, OR-WA Metropolitan Statistical Area, and though smallest in area, it is the state's most populous county.",
  "/wiki/Legacy_Mount_Hood_Medical_Center": "Legacy Mount Hood Medical Center is a hospital in Gresham in the U.S. state of Oregon. Established in 1959, the 115-bed facility in the Portland metropolitan area is owned by Legacy Health System. Originally a for-profit hospital, it moved to its current campus in 1984.",
  "/wiki/List_of_hospitals_in_Oregon": "This List of hospitals in Oregon (U.S. state) is not complete"
}