{
  "/wiki/Culture_Club": "Culture Club are an English pop group that formed in London in 1981. The band comprises Boy George (lead vocals), Roy Hay (guitar and keyboards), Mikey Craig (bass guitar) and Jon Moss (drums and percussion). They are considered one of the most representative and influential groups of the 1980s.",
  "/wiki/Do_You_Really_Want_to_Hurt_Me": "\"Do You Really Want to Hurt Me\" is a song written and recorded by the British new wave band Culture Club.  Released as a single in September 1982 from the group's platinum-selling debut album Kissing to Be Clever, it was the band's first UK No. 1 hit. In the United States, the single was released in November 1982 and also became a huge hit, reaching No. 2 for three weeks.",
  "/wiki/The_Archies": "The Archies is an American fictional band that featured in the animated TV series, The Archie Show. In the context of the series, the band was founded by vocalist/guitarist Archie Andrews, bassist Reggie Mantle, drummer Forsythe \"Jughead\" Jones, vocalist/keyboardist Veronica Lodge and vocalist/lead guitarist/percussionist Betty Cooper. In the cartoons, Veronica is shown playing a large keyboard instrument styled after the X-66, a then-current top-of-the-line organ made by the Hammond Organ Company.",
  "/wiki/Sugar,_Sugar": "\"Sugar, Sugar\" is a song written by Jeff Barry and Andy Kim. It was originally recorded by the cartoon band the Archies. This version reached No. 1 in the US on the Billboard Hot 100 chart in 1969 and remained there for four weeks. It was also #1 on the UK Singles chart in that same year for eight weeks. The song became a hit again in 1970 when rhythm and blues and soul singer Wilson Pickett took it back onto the charts (see below).",
  "/wiki/Brotherhood_of_Man": "Brotherhood of Man are a British pop group who achieved success in the 1970s. They won the 1976 Eurovision Song Contest with \"Save Your Kisses for Me\".",
  "/wiki/Save_Your_Kisses_for_Me": "\"Save Your Kisses for Me\" was the winning song of the Eurovision Song Contest 1976, performed for the United Kingdom by Brotherhood of Man in The Hague, Netherlands. The lyrics and music were written by Tony Hiller, Lee Sheriden, and Martin Lee, the latter two being members of the band. The song became a worldwide hit, reaching No. 1 in many countries, including the UK, where it became the biggest-selling song of the year. Overall, it remains one of the biggest-selling Eurovision winners ever, and the biggest such seller in the UK.",
  "/wiki/Coolio": "Artis Leon Ivey Jr. (born August 1, 1963), known by his stage name Coolio, is an American rapper, actor, chef, and record producer. Coolio achieved mainstream success in the mid-to-late 1990s with his albums It Takes a Thief (1994), Gangsta's Paradise (1995), and My Soul (1997). He is best known for his 1995 Grammy Award-winning hit single \"Gangsta's Paradise\", as well as other singles \"Fantastic Voyage\" (1994), \"1, 2, 3, 4 (Sumpin' New)\" (1996) and \"C U When U Get There\" (1997).",
  "/wiki/L.V._(singer)": "Larry Sanders (born 1957), better known by his stage name L.V. (which stands for \"Large Variety\"), is an American R&B singer. He is best known for his collaboration with rapper Coolio on the single \"Gangsta's Paradise\" and has been featured on multiple soundtracks since then. Having released two solo albums to date, he was also a member of the gangsta rap group South Central Cartel since their beginning, usually singing the vocals and chorus.",
  "/wiki/Gangsta%27s_Paradise": "\"Gangsta's Paradise\" is a song by American rapper Coolio, featuring singer L.V. The song was released on Coolio's album of the same name, as well as the soundtrack for the 1995 film Dangerous Minds. It samples the chorus and instrumentation of Stevie Wonder's 1976 song \"Pastime Paradise\".",
  "/wiki/The_Andrews_Sisters": "The Andrews Sisters were an American close harmony singing group of the swing and boogie-woogie eras. The group consisted of three sisters: contralto LaVerne Sophia (July 6, 1911 – May 8, 1967), soprano Maxene Anglyn (January 3, 1916 – October 21, 1995), and mezzo-soprano Patricia Marie \"Patty\" (February 16, 1918 – January 30, 2013). It is claimed that the sisters have sold more than 90 million records. Their 1941 hit \"Boogie Woogie Bugle Boy\" can be considered an early example of rhythm and blues or jump blues. Other songs closely associated with the Andrews Sisters include their first major hit, \"Bei Mir Bist Du Schön (Means That You're Grand)\" (1937), \"Beer Barrel Polka (Roll Out the Barrel)\" (1939), \"Beat Me Daddy, Eight to the Bar\" (1940), \"Don't Sit Under the Apple Tree (With Anyone Else but Me)\" (1942), and \"Rum and Coca Cola\" (1945), which helped introduce American audiences to calypso.",
  "/wiki/Jingle_Bells": "\"Jingle Bells\" is one of the best-known and commonly sung American songs in the world. It was written by James Lord Pierpont (1822–1893) and published under the title \"One Horse Open Sleigh\" in the autumn of 1857. It has been claimed that it was originally written to be sung by a Sunday school choir; however, historians dispute this, stating that it was much too \"racy\" (and secular) to be sung by a children's church choir in the days it was written.",
  "/wiki/Vernon_Dalhart": "Marion Try Slaughter (April 6, 1883 – September 14, 1948), better known by his stage name Vernon Dalhart, was an American country music singer and songwriter. He recorded the first country song to sell one million copies.",
  "/wiki/The_Prisoner%27s_Song": "\"The Prisoner's Song\" is a song copyrighted by Vernon Dalhart in 1924 in the name of Dalhart's cousin Guy Massey, who had sung it while staying at Dalhart's home and had in turn heard it from his brother Robert Massey, who may have heard it while serving time in prison.",
  "/wiki/Tony_Orlando_and_Dawn": "Tony Orlando and Dawn is an American pop music group that was popular in the 1970s. Their signature hits include \"Candida\", \"Knock Three Times\", \"Tie a Yellow Ribbon Round the Ole Oak Tree\", \"Say, Has Anybody Seen My Sweet Gypsy Rose\", and \"He Don't Love You (Like I Love You)\".",
  "/wiki/Tony_Orlando": "Michael Anthony Orlando Cassavitis (born April 3, 1944), known professionally as Tony Orlando, is an American singer, songwriter, producer, music executive, and actor, known for the group Tony Orlando and Dawn and their 1970s hits.",
  "/wiki/Tie_a_Yellow_Ribbon_Round_the_Ole_Oak_Tree": "\"Tie a Yellow Ribbon Round the Ole Oak Tree\" is a song recorded by Tony Orlando and Dawn. \nIt was written by Irwin Levine and L. Russell Brown and produced by Hank Medress and Dave Appell, with Motown/Stax backing vocalist Telma Hopkins, Joyce Vincent Wilson and her sister Pamela Vincent on backing vocals. It was a worldwide hit for the group in 1973.",
  "/wiki/Neil_Diamond": "Neil Leslie Diamond (born January 24, 1941) is an American singer-songwriter and actor. He has sold more than 100 million records worldwide, making him one of the best-selling musicians of all time. He has had ten No. 1 singles on the Hot 100 and Adult Contemporary charts: \"Cracklin' Rosie\", \"Song Sung Blue\", \"Longfellow Serenade\", \"I've Been This Way Before\", \"If You Know What I Mean\", \"Desirée\", \"You Don't Bring Me Flowers\", \"America\", \"Yesterday's Songs\", and \"Heartlight\". 38 songs by Diamond have featured in the Top 10 on the Billboard Adult Contemporary charts.",
  "/wiki/Cracklin%27_Rosie": "\"Cracklin' Rosie\" is a song written and recorded by Neil Diamond in 1970, with instrumental backing by L.A. session musicians from the Wrecking Crew, including Hal Blaine on drums, Larry Knechtel on keyboards, Joe Osborn on bass, Al Casey on guitar and Gene Estes on percussion - arranged by Don Randi, and was included on his album Tap Root Manuscript.  In October 1970; the song became Diamond's first American #1 hit on The Billboard Hot 100, and his third to sell a million copies. It was his breakthrough single on the UK Singles Chart, reaching #3 for four weeks in November and December. Billboard ranked the record as the No. 17 song of 1970. It also reached #2 on both the Australian Singles Chart and the Irish Singles Chart. Its best performance was in New Zealand, where it stayed at number one for 5 weeks at the end of the year.",
  "/wiki/The_Jackson_5": "The Jackson 5 (stylized as the Jackson 5ive), later known as the Jacksons, were  an American pop band composed of members of the Jackson family. The group was founded in 1965 in Gary, Indiana, by brothers Jackie, Tito, and Jermaine, with younger brothers Marlon and Michael joining soon after.",
  "/wiki/I_Want_You_Back": "\"I Want You Back\" is the first national single by the Jackson 5. It was released by Motown on October 7, 1969, and became the first number-one hit for the band on January 31, 1970. It was performed on the band's first television appearances, on October 18, 1969 on Diana Ross's The Hollywood Palace and on their milestone performance on December 14, 1969 on The Ed Sullivan Show.",
  "/wiki/Janet_Jackson": "Janet Damita Jo Jackson (born May 16, 1966) is an American singer, songwriter, actress, and dancer. A prominent figure in popular culture, she is known for sonically innovative, socially conscious and sexually provocative records and elaborate stage shows.",
  "/wiki/Together_Again_(Janet_Jackson_song)": "\"Together Again\" is a song by American singer Janet Jackson from her sixth album The Velvet Rope (1997). It was written and produced by Jackson and Jimmy Jam and Terry Lewis, with additional writing by Jackson's then-husband René Elizondo, Jr. It was released as the second single from the album in 1997 by Virgin Records. Originally written as a ballad, the track was rearranged as an uptempo dance song. Jackson was inspired to write the song by her own private discovery of losing a friend to AIDS, as well as by a piece of fan mail she received from a young boy in England who had lost his father.",
  "/wiki/Jerry_Lee_Lewis": "Jerry Lee Lewis (born September 29, 1935) is an American singer-songwriter, musician, and pianist, often known by his nickname, The Killer. He has been described as \"rock & roll's first great wild man and one of the most influential pianists of the twentieth century.\"",
  "/wiki/Whole_Lotta_Shakin%27_Goin%27_On": "\"Whole Lotta Shakin' Goin' On\" (sometimes rendered \"Whole Lot of Shakin' Going On\") is a song written by Dave \"Curlee\" Williams and usually credited to him and James Faye \"Roy\" Hall. The song was first recorded by Big Maybelle, though the best-known version is the 1957 rock and roll/rockabilly version by Jerry Lee Lewis.",
  "/wiki/Vogue_(Madonna_song)": "\"Vogue\" is a song by American singer Madonna from her second soundtrack album I'm Breathless (1990). It was released as the first single from the album on March 27, 1990, by Sire Records. Madonna was inspired by vogue dancers and choreographers Jose Gutierez Xtravaganza and Luis Xtravaganza from the Harlem \"House Ball\" community, the origin of the dance form, and they introduced \"Vogueing\" to her at the Sound Factory club in New York City. \"Vogue\" is an upbeat house song which set trends in dance music in the 1990s with strong influences of 1970s disco within its composition. \"Vogue\" also contains a spoken section, in which Madonna name-checks various golden-era Hollywood celebrities. Lyrically, the song is about enjoying oneself on the dance floor no matter who one is, and it contains a theme of escapism.",
  "/wiki/George_Michael": "George Michael (born Georgios Kyriacos Panayiotou; 25 June 1963 – 25 December 2016) was an English singer, songwriter, record producer, and philanthropist who rose to fame as a member of the music duo Wham! and later embarked on a solo career. Michael sold over 80 million records worldwide making him one of the best-selling music artists of all time. He achieved seven number one songs on the UK Singles Chart and eight number one songs on the US Billboard Hot 100. He was widely known for his success in the 1980s and 1990s, including Wham! singles such as \"Wake Me Up Before You Go-Go\" and \"Last Christmas\" and solo singles such as \"Careless Whisper\" and \"Faith\".",
  "/wiki/Careless_Whisper": "\"Careless Whisper\" is a pop ballad written by George Michael and  Andrew Ridgeley of British music duo Wham!.  It was released on 24 July 1984 on the Wham! album Make It Big.",
  "/wiki/The_New_Seekers": "The New Seekers are an English pop group, formed in London in 1969 by Keith Potger after the break-up of his group, The Seekers. The idea was that the New Seekers would appeal to the same market as the original Seekers, but their music would have pop as well as folk influences. They achieved worldwide success in the early 1970s with hits including \"I'd Like to Teach the World to Sing\", \"You Won't Find Another Fool Like Me\" and \"Beg, Steal or Borrow\".",
  "/wiki/I%27d_Like_to_Teach_the_World_to_Sing_(In_Perfect_Harmony)": "\"I'd Like to Teach the World to Sing (In Perfect Harmony)\" is a pop song that originated as the jingle \"Buy the World a Coke\" in the groundbreaking 1971 \"Hilltop\" television commercial for Coca-Cola and sung by The Hillside Singers. \"Buy the World a Coke\" was produced by Billy Davis and portrayed a positive message of hope and love, featuring a multicultural collection of teenagers on top of a hill appearing to sing the song.",
  "/wiki/Knock_Three_Times": "\"Knock Three Times\" is a popular song credited simply to  \"Dawn\". Tony Orlando was not named on the record. The actual singers were Tony Orlando, Toni Wine, and Linda November, prior to the creation of \"Dawn\" with Telma Hopkins and Joyce Vincent Wilson.[citation needed] The song was released as a single, which hit number one on the Billboard Hot 100 in January 1971 and eventually sold six million copies. The song registered well at Adult Contemporary stations, reaching #2 on Billboard's \"Easy Listening\" survey.  Outside the US, \"Knock Three Times\" also claimed the number-one spot on the UK Singles Chart.",
  "/wiki/Don%27t_Be_Cruel": "\"Don't Be Cruel\" is a song recorded by Elvis Presley and written by Otis Blackwell in 1956.  It was inducted into the Grammy Hall of Fame in 2002.  In 2004, it was listed #197 in Rolling Stone's list of 500 Greatest Songs of All Time. The song is currently ranked as the 173rd greatest song of all time, as well as the sixth best song of 1956, by Acclaimed Music.",
  "/wiki/Bohemian_Rhapsody": "\"Bohemian Rhapsody\" is a song by the British rock band Queen. It was written by Freddie Mercury for the band's 1975 album A Night at the Opera. It is a six-minute suite, consisting of several sections without a chorus: an intro, a ballad segment, an operatic passage, a hard rock part and a reflective coda. The song is a more accessible take on the 1970s progressive rock genre.",
  "/wiki/Harry_Simeone": "Harry Moses Simeone (May 9, 1910 – February 22, 2005) was an American music arranger, conductor and composer, best known for arranging the famous Christmas song \"The Little Drummer Boy\", for which he received co-writing credit.",
  "/wiki/The_Little_Drummer_Boy": "\"The Little Drummer Boy\" (originally known as \"Carol of the Drum\") is a popular Christmas song written by the American classical music composer and teacher Katherine Kennicott Davis in 1941. First recorded in 1951 by the Trapp Family Singers, the song was further popularized by a 1958 recording by the Harry Simeone Chorale; the Simeone version was re-released successfully for several years and the song has been recorded many times since.",
  "/wiki/Simon_%26_Garfunkel": "Simon & Garfunkel were an American folk-rock duo consisting of singer-songwriter Paul Simon and singer Art Garfunkel. One of the best-selling music groups of the 1960s, their biggest hits—including \"The Sound of Silence\" (1965), \"Mrs. Robinson\" (1968), \"The Boxer\" (1969), and \"Bridge over Troubled Water\" (1970)—reached number one on singles charts worldwide.",
  "/wiki/Bridge_over_Troubled_Water_(song)": "\"Bridge over Troubled Water\" is a song by American music duo Simon & Garfunkel. Produced by the duo and Roy Halee, the song was released as the follow-up single to \"The Boxer\" in January 1970. The song is featured on their fifth studio album, Bridge over Troubled Water (1970). Composed by singer-songwriter Paul Simon, the song is performed on piano and carries the influence of gospel music. The original studio recording employs elements of Phil Spector's \"Wall of Sound\" technique using L.A. session musicians from the Wrecking Crew.",
  "/wiki/Bonnie_Tyler": "Bonnie Tyler (born Gaynor Hopkins; 8 June 1951) is a Welsh singer, known for her distinctive husky voice. Tyler came to prominence with the release of her 1977 album The World Starts Tonight and its singles \"Lost in France\" and \"More Than a Lover\". Her 1978 single \"It's a Heartache\" reached number four on the UK Singles Chart, and number three on the US Billboard Hot 100.",
  "/wiki/It%27s_a_Heartache": "\"It's a Heartache\" is a song recorded by Welsh singer Bonnie Tyler for her second studio album, Natural Force (1978). The song was recorded in the same year by Juice Newton as a standalone single. It was written by Ronnie Scott and Steve Wolfe, Tyler's managers at the time, and produced by David Mackay."
}