{
  "/wiki/Twenty_One_Pilots": "Twenty One Pilots (stylized in all lowercase or as twenty øne piløts) is an American musical duo from Columbus, Ohio. The band was formed in 2009 by lead vocalist Tyler Joseph along with Nick Thomas and Chris Salih, both of whom left in 2011. Since their departure, the line-up has consisted of Joseph and drummer Josh Dun. The duo is best known for the singles \"Stressed Out\", \"Ride\", and \"Heathens\". The group received a Grammy Award for Best Pop Duo/Group Performance at the 59th Annual Grammy Awards.",
  "/wiki/Stressed_Out": "\"Stressed Out\" is a song by American musical duo Twenty One Pilots, for their fourth studio album, Blurryface. Written by Tyler Joseph and produced by Mike Elizondo, the lyrics discuss the harsh end of adolescence and the transition to adulthood. The song was released as a promotional single on April 28, 2015, on the Google Play Store and Amazon, and was issued to top 40 radio stations as the album's fourth official single on November 10, 2015.",
  "/wiki/Pink_(singer)": "Alecia Beth Moore (born September 8, 1979), known professionally as Pink (stylized as P!nk), is an American singer, songwriter, dancer, actress, record producer, spokesperson and model. She was originally a member of the girl group Choice. In 1995, LaFace Records saw potential in Pink and offered her a solo recording contract. Her R&B-influenced debut studio album Can't Take Me Home (2000) was certified double-platinum in the United States and spawned two Billboard Hot 100 top-ten songs: \"There You Go\" and \"Most Girls\". She gained further recognition with the collaborative single \"Lady Marmalade\" from the Moulin Rouge! soundtrack, which topped many charts worldwide. Refocusing her sound to pop rock with her second studio album Missundaztood (2001), the album sold more than 13 million copies worldwide and yielded the international number-one songs \"Get the Party Started\", \"Don't Let Me Get Me\", and \"Just Like a Pill\".",
  "/wiki/Nate_Ruess": "Nathaniel Joseph Ruess (born February 26, 1982) is an American singer-songwriter. He is the lead singer of the indie pop band Fun, and of The Format. As of 2015, he also performs as a solo musician.",
  "/wiki/Just_Give_Me_a_Reason": "\"Just Give Me a Reason\" is a song recorded by American singer and songwriter Pink, featuring fun.'s lead singer Nate Ruess. The song was chosen as the third single from Pink's sixth studio album, The Truth About Love (2012). Jeff Bhasker assisted the artists in writing the song and is also the producer. \"Just Give Me a Reason\" is a pop ballad about the desire to hold on to a relationship even when it appears to be breaking down.",
  "/wiki/Katy_Perry": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful. She moved to Los Angeles the following year to venture into secular music after Red Hill ceased operations and she subsequently began working with producers Glen Ballard, Dr. Luke, and Max Martin. After adopting the stage name Katy Perry and being dropped by The Island Def Jam Music Group and Columbia Records, she signed a recording contract with Capitol Records in April 2007.",
  "/wiki/Roar_(song)": "\"Roar\" is a song by American singer Katy Perry for her fourth studio album, Prism (2013). It was released as the lead single from the record on August 10, 2013. Perry co-wrote the song with Bonnie McKee and its producers Dr. Luke, Max Martin, and Cirkut. It is a pop song containing elements of arena rock and lyrics centering on standing up for oneself and self-empowerment.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.",
  "/wiki/That's_What_I_Like_(Bruno_Mars_song)": "\"That's What I Like\" is a song by American singer-songwriter Bruno Mars from his third studio album 24K Magic (2016). The song was written by Mars, Philip Lawrence, Christopher Brody Brown, James Fauntleroy, Johnathan Yip, Ray Romulus, Jeremy Reeves, and Ray McCullough II. The former three produced the song under the name of Shampoo Press & Curl with the latter four, as The Stereotypes, co-producing it. Atlantic Records released the song to Hot AC radio in the United States on January 30, 2017, as the second single from the album. The song is a hip hop soul, new jack swing, R&B and funk track. Vulture's Craig Jenkins wrote that the production resembles that of \"Kitty Kat\" (2006) by Beyoncé. The song's lyrics address extravagance, a luxurious lifestyle, and love.",
  "/wiki/Marshmello": "Christopher Comstock (born May 19, 1992), known professionally as Marshmello, is an American electronic music producer and DJ. He first gained international recognition by releasing remixes of songs by American DJ duo Jack Ü and Russian-German DJ Zedd. He is best known for the songs \"Silence\", \"Wolves\", \"Friends\", and \"Happier\", all of which have been certified multi-platinum in several countries and appeared in the Top 30 of the Billboard Hot 100.[a]",
  "/wiki/Anne-Marie_(singer)": "Anne-Marie Rose Nicholson (born 7 April 1991) is a British singer and songwriter. She has attained several charting singles on the UK Singles Chart, including Clean Bandit's \"Rockabye\", featuring Sean Paul, which peaked at number one, as well as \"Alarm\", \"Ciao Adios\", \"Friends\" and \"2002\". Her debut studio album Speak Your Mind was released on 27 April 2018, and peaked at number three on the UK Albums Chart. She was nominated for four awards at the 2019 Brit Awards, including Best British Female Solo Artist. In 2015 she signed a record deal with Asylum (a sub-label of Atlantic Records) and till 2018 she was releasing her work through the label, in late 2018 Marie left Atlantic and signed a new record deal with Warner Bros. Records owner of Atlantic.",
  "/wiki/Friends_(Marshmello_and_Anne-Marie_song)": "\"Friends\" (stylized in all caps) is a song by American record producer Marshmello and English singer Anne-Marie. It was written and produced by Marshmello, with additional writing from Anne-Marie, Eden Anderson, Richard Boardman, Jasmine Thompson, Nat Dunn, Sarah Blanchard and Pablo Bowman. The song was released via Joytime Collective and Asylum Records on February 9, 2018, as the fifth single from Anne-Marie's debut studio album, Speak Your Mind (2018). A lyric video was released on the same day.",
  "/wiki/Fun_(band)": "Fun (stylized fun.) is an American pop rock band based in New York City. The band was formed by Nate Ruess (former lead singer of The Format), Andrew Dost (formerly of Anathallo), and Jack Antonoff (of Steel Train and Bleachers). To date, Fun has released two albums: Aim and Ignite in August 2009 and Some Nights in February 2012.",
  "/wiki/Janelle_Monáe": "Janelle Monáe Robinson (/moʊˈneɪ/; born December 1, 1985) is an American singer, songwriter, rapper, actress, and producer. They are signed to Atlantic Records, as well as their own imprint, the Wondaland Arts Society.",
  "/wiki/We_Are_Young": "\"We Are Young\" is a song recorded by American band Fun featuring American singer Janelle Monáe, for their second studio album, Some Nights (2012). It was released on September 20, 2011, as the lead single from the album. The song received acclaim from music critics, with many noting the song as a breakthrough for the indie genre and praising the song's catchiness. \"We Are Young\" has attained commercial success worldwide, reaching number one in several countries.",
  "/wiki/Pitbull_(rapper)": "Armando Christian Pérez (born January 15, 1981), known professionally as Pitbull, is an American rapper, singer, songwriter and record producer. Pérez began his career in the early 2000s, recording reggaeton, latin hip hop and crunk music under a multitude of labels. In 2004, he released his debut album M.I.A.M.I. under TVT Records and the executive production of Lil Jon. Pitbull later released his second album El Mariel, in 2006 and his third, The Boatlift, in 2007. His fourth album, Rebelution (2009), included his breakthrough hit single \"I Know You Want Me (Calle Ocho)\", which peaked at number two on the US Billboard Hot 100 and number one on the UK Singles Chart.",
  "/wiki/Kesha": "Kesha Rose Sebert (/ˈkɛʃə ˈsiːbərt/; born March 1, 1987), known mononymously as Kesha (formerly stylized Ke$ha), is an American singer, songwriter, rapper, and actress. In 2005, at age 18, Kesha was signed to Kemosabe Records. Her first major success came in early 2009 after she was featured on American rapper Flo Rida's number-one single \"Right Round\".",
  "/wiki/Timber_(Pitbull_song)": "\"Timber\" is a song by American rapper Pitbull featuring American singer Kesha. The song was released on October 6, 2013, as the lead single from Pitbull's extended play (EP) Meltdown EP. The song was produced by Dr. Luke, Cirkut, and Sermstyle, with additional production by Nick Seeley. The song interpolates Lee Oskar's 1978 single \"San Francisco Bay\" and features harmonica player Paul Harrington, who plays through the entire song and was told to emulate Oskar.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Love_the_Way_You_Lie": "\"Love the Way You Lie\" is a song recorded by the American rapper Eminem, featuring the Barbadian singer Rihanna, from Eminem's seventh studio album Recovery (2010). The singer and songwriter Skylar Grey wrote and recorded a demo of the song alongside the producer Alex da Kid when she felt she was in an abusive romantic relationship with the music industry. Eminem wrote the verses and chose Rihanna to sing the chorus, resulting in a collaboration influenced by their past experiences in difficult relationships. Recording sessions were held in Ferndale, Michigan, and Dublin, Ireland. Backed by guitar, piano and violin, the track is a midtempo hip-hop ballad with a pop refrain, sung by Rihanna, and describes two lovers who refuse to separate despite being in a dangerous love–hate relationship.",
  "/wiki/Daft_Punk": "Daft Punk is a French electronic music duo formed in Paris in 1993 by Guy-Manuel de Homem-Christo and Thomas Bangalter. They achieved popularity in the late 1990s as part of the French house movement; they also had success in the years following, combining elements of house music with funk, techno, disco, rock and synthpop. They have worn ornate helmets and gloves to assume robot personas in most public appearances since 1999 and rarely grant interviews or appear on television. The duo were managed from 1996 to 2008 by Pedro Winter (also known as Busy P), the head of Ed Banger Records.",
  "/wiki/Pharrell_Williams": "Pharrell Lanscilo Williams (/fəˈrɛl/; born April 5, 1973) is an American singer, rapper, songwriter, record producer, fashion designer, and entrepreneur. Williams and Chad Hugo formed the record production duo The Neptunes in 1994, producing hip hop and R&B music. He is the lead vocalist of the band N*E*R*D, which he formed with Hugo and childhood friend Shay Haley. Williams also owns I Am Other, a multimedia creative collective that serves as an umbrella for all of Pharrell Williams' endeavors, including Billionaire Boys Club.",
  "/wiki/Nile_Rodgers": "Nile Gregory Rodgers Jr. (born September 19, 1952) is an American guitarist, singer-songwriter, record producer, arranger and composer. The co-founder of Chic, Rodgers has written, produced, and performed on albums that have cumulatively sold more than 500 million units and 75 million singles worldwide.  He is a Rock and Roll Hall of Fame inductee, a three-time Grammy Award-winner, and the chairman of the Songwriters Hall of Fame. Known for his \"chucking\" guitar style, Rolling Stone wrote in 2014 that \"the full scope of Nile Rodgers' career is still hard to fathom.\"",
  "/wiki/Get_Lucky_(Daft_Punk_song)": "\"Get Lucky\" is a song by French electronic music duo Daft Punk, featuring vocals by Pharrell Williams and co-written by the duo, Williams, and Nile Rodgers. It is the lead single from Daft Punk's fourth studio album, Random Access Memories. Before its release as a single, \"Get Lucky\" was featured in television advertisements broadcast during Saturday Night Live, after which Rodgers and Williams announced their involvement in the track. Small excerpts also appear throughout the promotional video series The Collaborators.",
  "/wiki/Post_Malone": "Austin Richard Post (born July 4, 1995), known professionally as Post Malone, is an American rapper, singer, songwriter, and record producer. Known for his introspective songwriting and laconic vocal style, Post has gained acclaim for bending a range of genres including hip hop, pop, country, and rock. He first attained recognition in 2015 following the release of his debut single \"White Iverson\". He subsequently signed a recording contract with Republic Records.",
  "/wiki/Ty_Dolla_Sign": "Tyrone William Griffin Jr. (born April 13, 1985), known professionally as Ty Dolla Sign (stylized as Ty Dolla $ign or Ty$), is an American  singer, songwriter, and record producer. He first gained major recognition in 2010 for his guest feature on YG's \"Toot It and Boot It\", which he had co-written and produced for Def Jam Recordings. In the summer of 2013, he signed a record deal with Wiz Khalifa's Taylor Gang Records. In November 2015, he released his debut studio album, Free TC, which peaked at number 14 on the Billboard 200.",
  "/wiki/Psycho_(Post_Malone_song)": "\"Psycho\" is a song recorded by American rapper Post Malone featuring guest vocals from Ty Dolla $ign. It was released through Republic Records on February 23, 2018, as the third single from Post Malone's second studio album, Beerbongs & Bentleys (2018). The artists co-wrote the song with Louis Bell, who co-produced it with Malone. Lyrically, the song discusses Malone's lifestyle and explores the theme of excessive fame and trust issues. The song entered at number two on the US Billboard Hot 100 behind Drake's \"God's Plan\", and reached number one in June 2018.",
  "/wiki/Taylor_Swift": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal. Her 2006 eponymous debut album was the longest-charting album of the 2000s in the US. Its third single, \"Our Song\", made her the youngest person to single-handedly write and perform a number-one song on the Billboard Hot Country Songs chart. Swift's second album, Fearless, was released in 2008. Buoyed by the pop crossover success of the singles \"Love Story\" and \"You Belong with Me\", it became the US's best-selling album of 2009 and was certified diamond in the US. The album won four Grammy Awards, and Swift became the youngest Album of the Year winner.",
  "/wiki/Blank_Space": "\"Blank Space\" is a song recorded by American singer-songwriter Taylor Swift for her fifth studio album 1989 (2014). It was written by Swift, Max Martin and Shellback. The song was released to the radio by Republic Records on November 10, 2014 as the album's second single, after \"Shake It Off\" and is the second track on the album. It is an electropop song with lyrics that satirize the media's perception of Swift and her relationships.",
  "/wiki/Maroon_5": "Maroon 5 is an American pop rock band from Los Angeles, California. It currently consists of lead vocalist Adam Levine, keyboardist and rhythm guitarist Jesse Carmichael, bassist Mickey Madden, lead guitarist James Valentine, drummer Matt Flynn, keyboardist PJ Morton, and multi-instrumentalist Sam Farrar. Original members Levine, Carmichael, Madden, and drummer Ryan Dusick first came together as Kara's Flowers in 1994, while they were still in high school. After self-releasing their independent album We Like Digging?, the band signed to Reprise Records and released the album The Fourth World in 1997. The album garnered a tepid response, after which the record label dropped the band and the members focused on college. In 2001, the band re-emerged as Maroon 5, pursuing a different direction and adding guitarist Valentine. The band signed with Octone Records, an independent record label with a separate joint venture relationship with J Records and released their debut album Songs About Jane in June 2002. Aided by its lead single, \"Harder to Breathe\", which received heavy airplay, the album peaked at number six on the Billboard 200 chart, and went platinum in 2004. The band won the Grammy Award for Best New Artist in 2005. In 2006, Dusick left the band after suffering from serious wrist and shoulder injuries and was replaced by Matt Flynn.",
  "/wiki/Payphone_(song)": "\"Payphone\" is a song by American pop rock band Maroon 5 featuring American rapper Wiz Khalifa. It was released on April 16, 2012, as the lead single from their fourth studio album, Overexposed (2012). The song was written by Adam Levine, Benny Blanco, Ammar Malik, Robopop, Shellback, and Khalifa, and produced by Blanco and Shellback. The song is a pop ballad and describes a romance that ended abruptly. It has received favorable reviews from music critics, who praised the catchy melody and named it \"a radio success\", but some others dismissed its title and Khalifa's appearance.",
  "/wiki/Iggy_Azalea": "Amethyst Amelia Kelly (born 7 June 1990), known professionally as Iggy Azalea (/əˈzeɪliə/), is an Australian rapper, singer, songwriter, model and music video director. At the age of 16, Azalea moved to the United States to pursue a career in music. Azalea earned public recognition after releasing the viral music videos for her songs \"Pussy\" and \"Two Times\" on YouTube. Azalea signed a recording contract with American rapper T.I.'s label Grand Hustle shortly afterwards and released her debut mixtape, Ignorant Art (2011).",
  "/wiki/Charli_XCX": "Charlotte Emma Aitchison (born 2 August 1992), known professionally as Charli XCX, is an English singer and songwriter. Born in Cambridge and raised in Start Hill, Essex, she began posting songs on Myspace in 2008, which led to her discovery by a promoter who invited her to perform at warehouse raves and parties. In 2010 she signed a recording contract with Asylum Records, releasing a series of singles and mixtapes throughout 2011 and 2012.",
  "/wiki/Fancy_(Iggy_Azalea_song)": "\"Fancy\" is a song by Australian rapper Iggy Azalea featuring British singer Charli XCX, taken from the former's debut studio album, The New Classic (2014). It was released on 17 February 2014 by Def Jam Recordings as the fourth single from the album. \"Fancy\" was described as an electro-hop song. It was written by Azalea and XCX, composed and produced by production team the Invisible Men, alongside additional producers The Arcade. It was leaked under the title \"Leave It\" in December 2013.",
  "/wiki/Lil_Wayne": "Dwayne Michael Carter Jr. (born September 27, 1982), known professionally as Lil Wayne, is an American rapper, singer, songwriter, record executive, entrepreneur, and actor. His career began in 1996, at the age of 13, when he was discovered by Birdman and joined Cash Money Records as the youngest member of the label. He joined the southern hip hop group Hot Boys, with Cash Money label-mates Juvenile and Turk, in 1997, who became popular following the release of the album Guerrilla Warfare (1999) and the \"Bling Bling\". For many years, Lil Wayne was the flagship artist of Cash Money Records, before ending his long-tenured deal with the company in June 2018.",
  "/wiki/Static_Major": "Stephen Ellis Garrett (November 11, 1974 – February 25, 2008), also known as Static Major or Static/Major, was a Grammy Award-winning American recording artist and record producer from Louisville, Kentucky. He was a member of the R&B trio Playa. Static Major gained posthumous fame for writing and appearing on Lil Wayne's 2008 album Tha Carter III on the song \"Lollipop\". He was a songwriter for several artists, including Aaliyah, Ginuwine, Pretty Ricky, and Destiny's Child.",
  "/wiki/Lollipop_(Lil_Wayne_song)": "\"Lollipop\" is the first single from American rapper Lil Wayne's sixth studio album, Tha Carter III. The track posthumously features American singer Static Major and is produced by Deezle and Jim Jonsin. It heavily utilizes the Auto-Tune vocal effect. The song was released digitally on March 13, 2008.",
  "/wiki/Ariana_Grande": "Ariana Grande-Butera (/ˌɑːriˈɑːnə ˈɡrɑːndeɪ/; born June 26, 1993) is an American singer, songwriter, and actress. Born in Boca Raton, Florida, Grande began her career in the 2008 Broadway musical 13 and rose to prominence for her role as Cat Valentine in the Nickelodeon television series Victorious (2010–2013), and in its spin-off, Sam & Cat (2013–2014). After she grew interested in pursuing a music career, Grande recorded songs for the soundtrack of Victorious, and signed with Republic Records in 2011 after the label's executives discovered videos of her covering songs that she uploaded onto YouTube. She released her debut album, Yours Truly (2013). A 1950s doo-wop-influenced pop and R&B album, it debuted atop the US Billboard 200 and spawned her first US Billboard Hot 100 top-ten single, \"The Way\".",
  "/wiki/Problem_(Ariana_Grande_song)": "\"Problem\" is a song by the American pop singer Ariana Grande, featuring the Australian rapper Iggy Azalea. It was written by both alongside Savan Kotecha, Ilya and Max Martin, being produced by the latter two with Shellback, with Peter Carlsson serving as a vocal producer. The song was released by Republic Records on April 28, 2014, as the lead single from Grande's second studio album My Everything (2014). \"Problem\" is an uptempo dance-pop song with influences of R&B music, which comprises a melody based on drums, saxophone loops, and trumpets. The chorus features uncredited background vocals from American hip hop artist Big Sean. Lyrically, Grande has stated that the song is about \"the feeling of being absolutely terrified to re-approach a relationship that's gone sour – but you want to more than anything.\"",
  "/wiki/Madonna_(entertainer)": "Madonna Louise Ciccone (/tʃɪˈkoʊni/, Italian: [tʃikˈkoːne]; born August 16, 1958) is an American singer, songwriter, actress, and businesswoman. Referred to as the \"Queen of Pop\" since the 1980s, Madonna is known for pushing the boundaries of songwriting in mainstream popular music and for the imagery she uses onstage and in music videos. She has frequently reinvented her music and image while maintaining autonomy within the recording industry. Her works have been praised by music critics and have sparked controversy. Madonna is often cited as an influence by other artists.",
  "/wiki/Hung_Up": "\"Hung Up\" is a song by American singer Madonna from her tenth studio album Confessions on a Dance Floor (2005). It was written and produced by Madonna in collaboration with Stuart Price, and released as the lead single from the album. Initially used in a number of television advertisements and serials, the song was released as the album's lead single on October 17, 2005. It has also made an appearance on her 2009 greatest hits album, Celebration.",
  "/wiki/Thelma_Aoyama": "Thelma Aoyama (青山 テルマ, Aoyama Teruma, born 27 October 1987) is a Japanese pop and R&B singer. She is part Afro-Trinidadian and Japanese.",
  "/wiki/Soba_ni_Iru_ne": "Soba ni Iru ne (そばにいるね, I'm by Your Side) is Thelma Aoyama's second official single, released on January 23, 2008, featuring SoulJa. It is an answer song to her previous collaboration with SoulJa, \"Koko ni Iru yo.\" B-side \"My dear friend\" was used as the ending theme to anime Shion no Ō, and the opening theme to television show Ryuuha-R.",
  "/wiki/Imagine_Dragons": "Imagine Dragons is an American pop rock band from Las Vegas, Nevada, consisting of lead singer Dan Reynolds, lead guitarist Wayne Sermon, bassist Ben McKee, and drummer Daniel Platzman. The band first gained exposure with the release of their single \"It's Time\", followed by their award-winning debut studio album Night Visions (2012), which resulted in the chart-topping singles \"Radioactive\" and \"Demons\". Rolling Stone named \"Radioactive\", which holds the record for most weeks charted on the Billboard Hot 100, the \"biggest rock hit of the year\". MTV called them \"the year's biggest breakout band\", and Billboard named them their \"Breakthrough Band of 2013\" and \"Biggest Band of 2017\". and placed them at the top of their \"Year In Rock\" rankings for 2013, 2017, and 2018.  Imagine Dragons topped the Billboard Year-End \"Top Artists – Duo/Group\" category in 2018.",
  "/wiki/Radioactive_(Imagine_Dragons_song)": "\"Radioactive\" is a song by American rock band Imagine Dragons for their major-label debut EP Continued Silence and later on their debut studio album, Night Visions (2012), as the opening track. It was first sent to modern rock radio on October 29, 2012, and then released to contemporary radio on April 9, 2013. Musically, \"Radioactive\" is an electronic rock and alternative rock song with elements of dubstep that contains cryptic lyrics of apocalyptic and revolutionist themes.",
  "/wiki/Magic!": "Magic!  is a Canadian reggae fusion band based in Toronto, Ontario. The band is composed of lead vocalist, guitarist and producer Nasri Atweh (Nasri), guitarist and keyboardist Mark \"Pelli\" Pellizzer, bassist Ben Spivak, and drummer Alex Tanas. Active since 2012, the band is signed with Latium, Sony, and RCA Records, releasing their debut studio album Don't Kill the Magic in 2014, their second studio album Primary Colours in 2016, and their third studio album Expectations in 2018. They are best known for their hit single \"Rude\", which charted at No. 1 in several countries worldwide.",
  "/wiki/Rude_(song)": "\"Rude\" is the debut single by Canadian band Magic! from their debut studio album, Don't Kill the Magic. It was originally released on October 11, 2013 as a promotional single and then re-released on February 24, 2014 by Sony Music Entertainment. The official remix for the song features Kid Ink, Ty Dolla Sign and Travis Barker on the drums.",
  "/wiki/Black_Eyed_Peas": "Black Eyed Peas (also known as The Black Eyed Peas) is an American musical group, consisting of rappers will.i.am, apl.de.ap, and Taboo. Originally an alternative hip hop group, they subsequently changed their musical sound to pop and dance-pop music. Although the group was founded in Los Angeles in 1995, it was not until the release of their third album, Elephunk, in 2003, that they achieved high record sales. Since that time, the group has sold an estimated 75 million records, making them one of the world's best-selling groups of all time. According to Nielsen SoundScan, the Black Eyed Peas were the second-best-selling artist/group of all time for downloaded tracks, behind Rihanna, with over 42 million sales.[citation needed]",
  "/wiki/Boom_Boom_Pow": "\"Boom Boom Pow\" is a song sung by The Black Eyed Peas released as the lead single from their fifth studio album, The E.N.D.",
  "/wiki/List_of_best-selling_singles": "This article is a compendium of the best-selling music singles. The criterion for inclusion on the list is to have sold at least five million copies worldwide. The singles listed here were cited by reliable sources from various media, such as digital journalism, newspapers, magazines, and books."
}