{
  "/wiki/Maroon_5": "Maroon 5 is an American pop rock band from Los Angeles, California. It currently consists of lead vocalist Adam Levine, keyboardist and rhythm guitarist Jesse Carmichael, bassist Mickey Madden, lead guitarist James Valentine, drummer Matt Flynn, keyboardist PJ Morton, and multi-instrumentalist Sam Farrar. Original members Levine, Carmichael, Madden, and drummer Ryan Dusick first came together as Kara's Flowers in 1994, while they were still in high school. After self-releasing their independent album We Like Digging?, the band signed to Reprise Records and released the album The Fourth World in 1997. The album garnered a tepid response, after which the record label dropped the band and the members focused on college. In 2001, the band re-emerged as Maroon 5, pursuing a different direction and adding guitarist Valentine. The band signed with Octone Records, an independent record label with a separate joint venture relationship with J Records and released their debut album Songs About Jane in June 2002. Aided by its lead single, \"Harder to Breathe\", which received heavy airplay, the album peaked at number six on the Billboard 200 chart, and went platinum in 2004. The band won the Grammy Award for Best New Artist in 2005. In 2006, Dusick left the band after suffering from serious wrist and shoulder injuries and was replaced by Matt Flynn.",
  "/wiki/One_More_Night_(Maroon_5_song)": "\"One More Night\" is a song performed by American pop rock band Maroon 5. The song was released on June 18, 2012, as the second single from their fourth studio album Overexposed (2012). It was written by Adam Levine, Shellback, Max Martin, and Savan Kotecha, while production was handled by Shellback and Martin. It is a reggae-influenced pop song. Lyrically, it talks about not getting along with someone and hoping he only stays with her just \"one more night\". It is built upon the idea that the heart, mind, and body usually want opposing things.",
  "/wiki/Usher_(musician)": "Usher Raymond IV (born October 14, 1978) is an American singer, songwriter, actor and dancer. He was born in Dallas, Texas, but raised in Chattanooga, Tennessee until moving to Atlanta, Georgia. At the age of 12, his mother put him in local singing competitions, before catching the attention of a music A&R from LaFace Records. He released his self-titled debut album, Usher (1994) but rose to fame in the late 1990s with the release of his second album My Way (1997). It spawned his first U.S. Billboard Hot 100 number-one single, \"Nice & Slow\", among top-two singles \"You Make Me Wanna...\" and \"My Way\". 8701 (2001) produced the number-one singles \"U Remind Me\" and \"U Got It Bad\", as well as top-three single \"U Don't Have to Call\". It sold eight million copies worldwide and won his first two Grammy Awards as Best Male R&B Vocal Performance in 2002 and 2003.",
  "/wiki/Will.i.am": "William Adams (born March 15, 1975), known professionally as will.i.am (pronounced ‘Will-I-am’), is an American rapper, singer, songwriter, record producer, DJ, actor and television personality. He is the founding and lead member of the hip hop group The Black Eyed Peas.",
  "/wiki/OMG_(Usher_song)": "\"OMG\" is a song by American recording artist Usher and American rapper will.i.am, who also wrote and produced the song. It uses the auto-tune effect in several lines, as well as Jock Jams-esque sports arena chanting. It was released on March 22, 2010 as the first worldwide single off his sixth studio album, Raymond v. Raymond, and the fourth single overall, following the three US singles \"Papers\", \"Hey Daddy (Daddy's Home)\", and \"Lil Freak\". The song was met with a mixed reception from critics, who criticized the use of auto-tune, but commended the song's dance and club vibe. The song marks the second time that Usher has collaborated with will.i.am, following the single \"What's Your Name\", from his previous album Here I Stand (2008).",
  "/wiki/Katy_Perry": "Katheryn Elizabeth Hudson (born October 25, 1984), known professionally as Katy Perry, is an American singer, songwriter, and television judge. After singing in church during her childhood, she pursued a career in gospel music as a teenager. Perry signed with Red Hill Records and released her debut studio album Katy Hudson under her birth name in 2001, which was commercially unsuccessful. She moved to Los Angeles the following year to venture into secular music after Red Hill ceased operations and she subsequently began working with producers Glen Ballard, Dr. Luke, and Max Martin. After adopting the stage name Katy Perry and being dropped by The Island Def Jam Music Group and Columbia Records, she signed a recording contract with Capitol Records in April 2007.",
  "/wiki/California_Gurls": "\"California Gurls\" is a song recorded by American singer Katy Perry. It served as the lead single for her third studio album, Teenage Dream (2010). The song features verses from rapper Snoop Dogg. Both artists co-wrote the song with Bonnie McKee and its co-producers Dr. Luke and Max Martin, with additional production from Benny Blanco. According to Perry, \"California Gurls\" is an answer song to \"Empire State of Mind\" (2009), by Jay-Z and Alicia Keys.  Its midtempo production incorporates disco-pop and funk-pop with influences of new wave and electropop. Its lyrics are an ode to the state of California, in which both Perry and Snoop Dogg were born and raised.",
  "/wiki/Flo_Rida": "Tramar Lacel Dillard (born September 16, 1979), known professionally as Flo Rida (/floʊ ˈraɪdə/, floh RY-də), is an American rapper, singer and songwriter from Carol City, Florida. His 2007 breakout single \"Low\" was number one for 10 weeks in the United States and broke the record for digital download sales at the time of its release.",
  "/wiki/Whistle_(Flo_Rida_song)": "\"Whistle\" is a song by American rapper Flo Rida from his fourth album Wild Ones (2012). It was released on September 5, 2011 as the third single from the album. \"Whistle\" was written by Flo Rida, David Glass, Marcus Killian, Justin Franks, Breyan Isaac and Antonio Mobley while production was handled by DJ Frank E and Glass.",
  "/wiki/Train_(band)": "Train is an American rock band from San Francisco, formed in 1993. The band currently consists of Patrick Monahan (lead vocals), Luis Maldonado (guitar), Hector Maldonado (bass, vocals), Jerry Becker (keyboards, guitar), Matt Musty (drums), Sakai Smith (backup vocals), and Nikita Houston (backup vocals).",
  "/wiki/Hey,_Soul_Sister": "\"Hey, Soul Sister\" is a song by American rock band Train. It was written by lead singer Patrick Monahan, Amund Bjørklund, and Espen Lind. It was released as the lead single from the band's fifth studio album, Save Me, San Francisco (2009).",
  "/wiki/Rihanna": "Robyn Rihanna Fenty (/riˈænə/ ree-AN-ə;[n 1] born February 20, 1988) is a Barbadian singer, songwriter, actress, and businesswoman, who has been recognized for embracing various musical styles and reinventing her image throughout her career.",
  "/wiki/Jay_Z": "Shawn Corey Carter (born December 4, 1969), known professionally as Jay-Z (stylized as JAY-Z),[a] is an American rapper, songwriter, producer, entrepreneur, and record executive. He is regarded as one of the greatest rappers of all time.",
  "/wiki/Umbrella_(song)": "\"Umbrella\" is a song by Barbadian singer Rihanna from her third studio album Good Girl Gone Bad (2007). It features American rapper Jay-Z, who co-wrote the song with its producers Tricky Stewart and Kuk Harrell, with additional writing from The-Dream. The song was originally written with Britney Spears in mind, but her label rejected it. \"Umbrella\" is a pop, hip hop and R&B song with rock elements, referring to a romantic and platonic relationship and the strength of that relationship.",
  "/wiki/Taylor_Swift": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal. Her 2006 eponymous debut album was the longest-charting album of the 2000s in the US. Its third single, \"Our Song\", made her the youngest person to single-handedly write and perform a number-one song on the Billboard Hot Country Songs chart. Swift's second album, Fearless, was released in 2008. Buoyed by the pop crossover success of the singles \"Love Story\" and \"You Belong with Me\", it became the US's best-selling album of 2009 and was certified diamond in the US. The album won four Grammy Awards, and Swift became the youngest Album of the Year winner.",
  "/wiki/Love_Story_(Taylor_Swift_song)": "\"Love Story\" is a song written and recorded by American singer-songwriter Taylor Swift. She produced the song with Nathan Chapman. It was released on September 12, 2008 by Big Machine Records, as the lead single from Swift's second studio album Fearless (2008). Considered as her signature song, it was written about a love interest of Swift's who was not popular among Swift's family and friends. Because of the scenario, Swift related to the plot of William Shakespeare's Romeo and Juliet (1597) and used it as a source of inspiration to compose the song. However, she replaced Romeo and Juliet's original tragic conclusion with a happy ending. It is a midtempo song with a dreamy soprano voice, while the melody continually builds. The lyrics are from the perspective of Juliet.",
  "/wiki/Sia_(singer)": "Sia Kate Isobelle Furler (/ˈsiːə/ SEE-ə; born 18 December 1975) is an Australian singer, songwriter, voice actress and music video director. She started her career as a singer in the acid jazz band Crisp in the mid-1990s in Adelaide. In 1997, when Crisp disbanded, she released her debut studio album titled OnlySee in Australia. She moved to London, England, and provided lead vocals for the British duo Zero 7. In 2000, Sia released her second studio album, Healing Is Difficult, and her third studio album, Colour the Small One, in 2004, but all of these struggled to connect with a mainstream audience.",
  "/wiki/Wild_Ones_(song)": "\"Wild Ones\" is a song by American rapper Flo Rida from his fourth studio album of the same name. The song features vocals by Australian recording artist Sia. It was produced by soFLY & Nius and Axwell, whilst the lyrical content was written by Rida, soFLY & Nius, Sia, Axwell, Jacob Luttrell, Marcus Cooper and Niklaas Vogel-Kern. The engineering and recording of the record was handled by Skylar Mones. Lyrically, the song contracts themes including partying, love and dancing while the musical composition is an uptempo dance-pop song that is influenced by house music and electro house.",
  "/wiki/Bruno_Mars": "Peter Gene Hernandez (born October 8, 1985), known professionally as Bruno Mars, is an American singer, songwriter, record producer, multi-instrumentalist, and dancer. He is known for his stage performances, retro showmanship, and for performing in a wide range of musical styles, including Pop, R&B, funk, soul, reggae, hip hop, and rock. Mars is accompanied by his band, The Hooligans, who play a variety of instruments, such as electric guitar, bass, piano, keyboards, drums, and horns, and also serve as backup singers and dancers.",
  "/wiki/The_Lazy_Song": "\"The Lazy Song\" is a song recorded by American singer-songwriter Bruno Mars for his debut studio album Doo-Wops & Hooligans (2010). It was serviced to contemporary hit radios in the United States on February 15, 2011 as the album's third single by Atlantic and Elektra. Development of \"The Lazy Song\" began while Bruno Mars, Philip Lawrence and Ari Levine were hanging around the studio and didn't feel like working. Mars wrote the song in collaboration with singer-songwriter K'naan and his production team The Smeezingtons, who also produced the track. Musically, \"The Lazy Song\" has been described as borrowing \"heavily from roots reggae\" and has been compared to the reggae style of Jason Mraz, while lyrically it is an anthem to laziness.",
  "/wiki/Shōnan_no_Kaze": "Shōnan no Kaze (湘南乃風, Shōnan Wind) is a Japanese four member reggae band. They are best known for their 2006 hit song  Junrenka (純恋歌, Pure Love Song), which was one of the top songs of 2006. They sold 2.5 million copies in Japan.",
  "/wiki/Shōnan_no_Kaze_discography": "The discography of Japanese reggae band Shōnan no Kaze consists of four studio albums, two compilation albums, two live DVDs, and 11 singles.",
  "/wiki/Justin_Bieber": "Justin Drew Bieber (/ˈbiːbər/; born March 1, 1994) is a Canadian singer, songwriter and actor.  Discovered at 13 years old by talent manager Scooter Braun after he had watched his YouTube cover song videos, Bieber was signed to RBMG Records in 2008. With Bieber's debut EP My World, released in late 2009, Bieber became the first artist to have seven songs from a debut record chart on the Billboard Hot 100.",
  "/wiki/Ludacris": "Christopher Brian Bridges (born September 11, 1977), known professionally as Ludacris (/ˈluːdəkrɪs/), is an American rapper and actor. Ludacris is the founder of the Disturbing tha Peace record label. Ludacris has won Screen Actors Guild, Critic's Choice, MTV, and 3 Grammy Awards. Along with fellow Atlanta-based rappers Big Boi and André 3000 of OutKast, Ludacris was one of the first and most influential \"Dirty South\" rappers to achieve mainstream success during the early 2000s. In 2014, Ludacris was featured in Forbes list titled \"Hip-Hop Cash Kings\", as he earned $8 million.",
  "/wiki/Baby_(Justin_Bieber_song)": "\"Baby\" is a song by Canadian recording artist Justin Bieber, alongside rapper Ludacris. It was released as the lead single from the latter half of Bieber's debut album, My World 2.0. The track was written by Bieber with Christina Milian, Christopher \"Tricky\" Stewart (who worked with Bieber on a previous single \"One Time\"), and R&B singer The-Dream, and produced by the latter two.",
  "/wiki/Timbaland": "Timothy Zachary Mosley (born March 10, 1972), known professionally as Timbaland, is an American musician, record producer, rapper, singer, songwriter, and DJ.",
  "/wiki/OneRepublic": "OneRepublic is an American pop rock band formed in Colorado Springs, Colorado, in 2002. It  consists of lead vocalist & multi-instrumentalist Ryan Tedder, guitarist Zach Filkins, guitarist Drew Brown, bassist and cellist Brent Kutzle, drummer Eddie Fisher and keyboardist Brian Willett. The band first achieved commercial success on Myspace as an unsigned act. In late 2002, after OneRepublic played shows throughout the Los Angeles area, a number of record labels approached the band with interest, but the band ultimately signed with Velvet Hammer, an imprint of Columbia Records. They made their first album with producer Greg Wells during the summer and fall of 2005 at his studio, Rocket Carousel, in Culver City, California. The album was originally scheduled for release on June 6, 2006, but the group was dropped by Columbia two months before the album came out. The lead single of that album, \"Apologize\", was released on April 30, 2006, on Myspace and received some recognition there, becoming number one on the Myspace charts.",
  "/wiki/Apologize_(OneRepublic_song)": "\"Apologize\" (also spelled \"Apologise\" internationally) is the debut single written by OneRepublic frontman Ryan Tedder for OneRepublic's debut album Dreaming Out Loud. It was released as the lead single of that album. A remix version was included on the Timbaland album, Shock Value, and on the deluxe version of Dreaming Out Loud.",
  "/wiki/Paramore": "Paramore is an American rock band from Franklin, Tennessee, formed in 2004. The band currently consists of lead vocalist Hayley Williams, guitarist Taylor York and drummer Zac Farro. Williams and Farro are founding members of the group, while York, a high school friend of the original lineup, joined in 2007. Williams is the only member listed on the band's recording contract with Warner Music Group's Fueled by Ramen sublabel and the only member to appear on all five of Paramore's studio albums.",
  "/wiki/Crushcrushcrush": "\"Crushcrushcrush\" (stylized in all lowercase) is a song by American rock band Paramore, and is the third single from the group's second studio album, Riot!. The official music video premiered on TRL on October 16, 2007.\nThe single was released in late 2007. It was made available in the United Kingdom for download from November 5 and purchase on November 26, 2007. The single is also playable on various music video games such as Rock Band, Rock Band Unplugged, Guitar Hero On Tour: Decades, and Ultimate Band. The single won a Teen Choice Award for \"Choice Rock Track\". It was also used briefly in NCIS, in the episode \"Stakeout\". On March 24, 2016, the song was certified Platinum in the United States for selling over 1,000,000 copies.",
  "/wiki/Beyoncé": "Beyoncé Giselle Knowles-Carter (/biːˈjɒnseɪ/ bee-YON-say; born September 4, 1981) is an American singer, songwriter, record producer, and actress. Born and raised in Houston, Texas, Beyoncé performed in various singing and dancing competitions as a child. She rose to fame in the late 1990s as the lead singer of Destiny's Child, one of the best-selling girl groups of all time.",
  "/wiki/Single_Ladies_(Put_a_Ring_on_It)": "\"Single Ladies (Put a Ring on It)\" is a song by Beyoncé, from her third studio album, I Am... Sasha Fierce (2008). Columbia Records released \"Single Ladies\" as a single on October 13, 2008 as a Double A-side alongside \"If I Were a Boy\", showcasing the contrast between Beyoncé and her aggressive onstage alter ego Sasha Fierce. It explores men's unwillingness to propose or commit. In the song, the female protagonist is in a club to celebrate her single status.",
  "/wiki/The_Black_Eyed_Peas": "Black Eyed Peas (also known as The Black Eyed Peas) is an American musical group, consisting of rappers will.i.am, apl.de.ap, and Taboo. Originally an alternative hip hop group, they subsequently changed their musical sound to pop and dance-pop music. Although the group was founded in Los Angeles in 1995, it was not until the release of their third album, Elephunk, in 2003, that they achieved high record sales. Since that time, the group has sold an estimated 75 million records, making them one of the world's best-selling groups of all time. According to Nielsen SoundScan, the Black Eyed Peas were the second-best-selling artist/group of all time for downloaded tracks, behind Rihanna, with over 42 million sales.[citation needed]",
  "/wiki/I_Gotta_Feeling": "\"I Gotta Feeling\" is the second single from The Black Eyed Peas' fifth album The E.N.D., produced by French DJ David Guetta. The song was released on May 21, 2009 and debuted at number two on the Canadian and Billboard Hot 100, behind the group's \"Boom Boom Pow\", making the group one of 11 artists who have occupied the top two positions of the Billboard Hot 100 at the same time. It reached number one on the US charts and 20 charts worldwide.",
  "/wiki/A_Great_Big_World": "A Great Big World is an American musical duo from New York made up of singer/songwriters Ian Axel and Chad King and signed to Epic Records. The group is best known for their singles \"This Is the New Year\", which was performed by the cast in an episode of Glee and reached the Billboard Mainstream Top 40 chart in May 2013, and their international hit \"Say Something\", particularly after recording it as a duet collaboration with Christina Aguilera.",
  "/wiki/Christina_Aguilera": "Christina María Aguilera (/ˌæɡɪˈlɛərə/, Spanish: [aɣiˈleɾa]; born December 18, 1980) is an American singer, songwriter, actress and television personality. Her accolades include five Grammy Awards, one Latin Grammy Award, and a star on the Hollywood Walk of Fame. Aguilera ranked at number 58 on Rolling Stone's list of 100 Greatest Singers of All Time in 2008, and was included on Time's annual list of the 100 most influential people in the world in 2013. With estimated sales of 75 million records, she is one of the world's best-selling music artists.",
  "/wiki/Say_Something_(A_Great_Big_World_song)": "\"Say Something\" is a song by American pop duo A Great Big World from their debut album, Is There Anybody Out There? (2013). Written by the duo members—Ian Axel and Chad King—alongside Mike Campbell, the song was originally recorded by Axel for his solo album This Is the New Year (2011). It was later released as a single by the duo on September 3, 2013, by Epic Records. Following its usage on American reality TV show So You Think You Can Dance, the track gained attention from singer Christina Aguilera, who wanted to collaborate with A Great Big World on the song. Soon afterwards, a re-recorded version of \"Say Something\" with Aguilera was released on November 3, 2013.",
  "/wiki/Clean_Bandit": "Clean Bandit are a British electronic music band, formed in Cambridge in 2008. The band consists of members Grace Chatto, and brothers Jack and Luke Patterson. Many of their projects are known for blending elements of both classical and dance music, and featuring guest vocalists. Notable collaborators include MARINA, Demi Lovato, Jess Glynne, Anne Marie, Sean Paul, Zara Larsson, Julia Michaels, Luis Fonsi and Ellie Goulding.",
  "/wiki/Jess_Glynne": "Jessica Hannah Glynne (born 20 October 1989) is an English singer and songwriter. After signing with Atlantic Records, she rose to prominence in 2014 as a featured artist on the singles \"Rather Be\" by Clean Bandit and \"My Love\" by Route 94, both of which reached number one in the UK. She has been considered one of the \"Most Influential People Under 30\" by Forbes magazine in 2019.",
  "/wiki/Rather_Be_(Clean_Bandit_song)": "\"Rather Be\" is a song by the English electronic music group Clean Bandit. It features vocals by Jess Glynne. The track was released on 17 January 2014 as the fourth single from the group's debut studio album, New Eyes (2014). It was co-written by band members Jack Patterson and Grace Chatto, along with Jimmy Napes and Nicole Marshall, and produced by Patterson and Chatto.  Warner Music Group released a number of official remixes  for download, with DJs such as All About She and Cash Cash.",
  "/wiki/Kaela_Kimura": "Kaela Kimura (木村 カエラ, Kimura Kaera, born Rie Kaela Kimura (木村 カエラ りえ, Kimura Kaera Rie); born October 24, 1984) is a Japanese pop rock singer, lyricist, fashion model and television presenter.",
  "/wiki/Butterfly_(Kaela_Kimura_song)": "\"Butterfly\" is a wedding song by Japanese musician Kaela Kimura, released as a digital single on June 1, 2009, roughly a month before her fifth album, Hocus Pocus. It was extremely successful, reaching downloads of over 2,000,000 just over six months after its release. It is Kimura's most successful single digitally. Columbia released a special instrumental version of the song on February 14, 2010.",
  "/wiki/The_Pussycat_Dolls": "The Pussycat Dolls are an American girl group and dance ensemble, founded in Los Angeles, California, by choreographer Robin Antin in 1995 as a burlesque troupe. At the suggestion of Jimmy Iovine, Antin decided to take the burlesque troupe mainstream as a pop group. Antin negotiated a record deal with Interscope Geffen A&M Records in 2003 turning the group into a music franchise comprising Nicole Scherzinger, Carmit Bachar, Ashley Roberts, Jessica Sutta, Melody Thornton, and Kimberly Wyatt. Their debut single, \"Sway\", was featured on the soundtrack of the 2004 film Shall We Dance?",
  "/wiki/Busta_Rhymes": "Trevor George Smith Jr. (born May 20, 1972), known professionally as Busta Rhymes, is an American rapper,  musician, singer, record producer, record executive, and actor. Chuck D of Public Enemy gave him the moniker Busta Rhymes, after NFL and CFL wide receiver George \"Buster\" Rhymes. He is known for his outlandish style and fashion sense as well as his intricate and high-speed rhyming technique. He has received 11 Grammy Award nominations for his work.",
  "/wiki/Don't_Cha": "\"Don't Cha\" is a song recorded by American girl group The Pussycat Dolls from their debut studio album PCD (2005). The song features rapper Busta Rhymes who co-wrote the song with its producer, CeeLo Green. The song contains an interpolation of \"Swass\" which is written and performed by Sir Mix-a-Lot. It is an R&B song. \"Don't Cha\" was originally recorded by Tori Alamaze who released the song as her first single; however, after minor success and dissatisfaction with her label she gave up her rights to the song. Universal Music Group gave it to the Pussycat Dolls as the label was trying to reinvent the girl group.",
  "/wiki/List_of_best-selling_singles": "This article is a compendium of the best-selling music singles. The criterion for inclusion on the list is to have sold at least five million copies worldwide. The singles listed here were cited by reliable sources from various media, such as digital journalism, newspapers, magazines, and books."
}