{
  "/wiki/Points_per_game": "Points per game, often abbreviated PPG, is the average number of points scored by a player per game played in a sport, over the course of a series of games, a whole season, or a career. It is calculated by dividing the total number of points by number of games. The terminology is often used in basketball and ice hockey. For description of sports points see points for ice hockey or points for basketball.",
  "/wiki/Wonju_Dongbu_Promy": "The Wonju DB Promy is a professional basketball club in the Korean Basketball League.",
  "/wiki/Anyang_KGC": "The Anyang Korea Ginseng Corporation, or Anyang KGC,  is a professional basketball club in the Korean Basketball League. They are based at Anyang Arena in the city of Anyang. Anyang KGC have won two KBL championship titles, in the  2011–12 and 2016–17 seasons.",
  "/wiki/Changwon_LG_Sakers": "Changwon LG Sakers are a basketball team located in the city of Changwon in South Gyeongsang Province, South Korea. The team's main sponsor is LG Electronics which has its offices in Changwon.",
  "/wiki/Busan_KT_Sonicboom": "Busan kt Sonicboom is a professional basketball team based in Busan, South Korea. The team is a member of the Korean Basketball League. They play at the Sajik Arena. Their biggest rivals are the LG Sakers from neighbouring city of Changwon, and matches between these two are always fiercely fought affairs.",
  "/wiki/Seoul_SK_Knights": "The Seoul SK Knights (Korean: 서울 SK 나이츠) is a professional basketball club in the Korean Basketball League. Founded in 1997 as Cheongju SK Knights, the club currently plays in the Korean Basketball League (KBL). The club is owned and sponsored by SK Telecom.",
  "/wiki/Charles_Minlend": "Charles Arnaud Minlend (born May 15, 1973) is a Cameroonian-Canadian former professional basketball player. A 6-foot-6 forward, he played his four years of college basketball at St. John's over 5 seasons (he redshirted one year). After going undrafted in the 1997 NBA draft he started his professional career in France where he played in the LNB Pro B with Poissy-Chatou and then moved to the LNB Pro A where he spent two seasons. He then played three seasons in Israel with Maccabi Givat Shmuel, and was named the league MVP and top scorer in 2003 (25.3 points per game). After leaving Israel he moved to South Korea, where he played four seasons and won another scoring title in 2004. He retired in 2008 after playing one season in Ukraine.",
  "/wiki/Jeonju_KCC_Egis": "The Jeonju KCC Egis is a professional basketball club in the Korean Basketball League.",
  "/wiki/Nate_Johnson": "Nathanel \"Nate\" Johnson (born September 8, 1977) is an American professional basketball player who last played for Al-Ahli Jeddah in Saudi Arabia. He previously played for Al Riyadi Beirut and Hekmeh (Sagesse) in the Lebanese Basketball League.",
  "/wiki/Goyang_Orions": "The Goyang Orion Orions is a professional basketball club in the Korean Basketball League.",
  "/wiki/Dontae'_Jones": "Dontae' Antijuaine Jones (born June 2, 1975) is an American professional basketball player, formerly of the Boston Celtics of the NBA.",
  "/wiki/Pete_Mickeal": "Fenton Pete Mickeal (born February 22, 1978) is an American former professional basketball player, currently serving as an NBA scout for the Minnesota Timberwolves. He was selected by the Dallas Mavericks in the second round, with the 58th pick of the 2000 NBA draft.",
  "/wiki/Incheon_ET_Land_Elephants": "The Incheon Electroland Elephants (in Korean: 인천 전자랜드 엘리펀츠), also known as the Incheon ET Land Elephants for sponsorship reasons, are a professional basketball club in the Korean Basketball League (KBL). Established in 1994, it plays in the KBL since its existence. Home games are played at the Samsan World Gymnasium which has a capacity of 7,500 people.",
  "/wiki/Seoul_Samsung_Thunders": "Seoul Samsung Thunders (Korean: 서울 삼성 썬더스) have been in the KBL (Korean Basketball League) since its inception 23 years ago. The Seoul Samsung Thunders received their name from Samsung Electronics. Originally based in Suwon, they are now located in the heart of South Korea's capital, Seoul, and play at Jamsil Arena.",
  "/wiki/Tyler_Wilkerson": "Tyler Wilkerson (born July 25, 1988) is an American professional basketball player for the Al Sharjah of the UAE National Basketball League. He played college basketball at Marshall University.",
  "/wiki/Davon_Jefferson": "Davon Jefferson (born November 3, 1986) is an American professional basketball player for Virtus Roma of the Italian Lega Basket Serie A (LBA).",
  "/wiki/Andre_Emmett": "Andre Emmett (August 27, 1982 – September 23, 2019) was an American professional basketball player. He played college basketball for the Texas Tech Red Raiders, and was named a consensus All-American as a senior in 2004. He had brief stints in the National Basketball Association (NBA) with the Memphis Grizzlies and the New Jersey Nets after being selected in the second round of the 2004 NBA draft. Emmett was shot to death on September 23, 2019 in Dallas.",
  "/wiki/Korean_Basketball_League": "The Korean Basketball League (Korean: 한국프로농구), often abbreviated as KBL, is the pre-eminent professional men's basketball league in South Korea. Its inaugural season was in 1997. The season starts in October and ends in April the following year. The KBL consists of ten teams. Each team plays 54 games (27 home games and 27 away games). Each team is allowed to have two foreign players. Foreign players in the league are almost always either a forward or center."
}