{
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Dimitri_Petratos": "Dimitrios Petratos (born 10 November 1992) is an Australian football player currently playing as an attacking midfielder for A-League club Newcastle Jets and the Australian national team. Petratos has played for three different A-League clubs, winning one championship with the Brisbane Roar. The majority of Petratos's career has been in the A-League. However, he has played in Malaysia and South Korea.",
  "/wiki/Brisbane_Roar": "Brisbane Roar Football Club is an Australian professional soccer club based in Brisbane, Queensland  and has won the domestic title on three separate occasions, as well as holding the longest unbeaten record of 36 league matches without defeat.",
  "/wiki/Defender_(Association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Lek_K%C4%87ira": "Lek Kćira (born 28 January 1983) is a Croatian football player of Kosovar Albanian descent. Kćira mainly plays as central defender and he currently plays for ASKÖ Oberdorf in Austria.",
  "/wiki/HNK_Gorica": "Hrvatski Nogometni Klub Gorica (English: Croatian Football Club Gorica), commonly referred to as HNK Gorica or simply Gorica, is a Croatian football club based in the town of Velika Gorica, located just south of the Croatian capital Zagreb. They play their home matches at the Gradski stadion Velika Gorica, which has a capacity of 8,000. They won the 2010–11 Croatian Second Football League title and were initially promoted to Croatian First Football League, but their top license was revoked. The club regard themselves as the spiritual continuation of the former Prva HNL members NK Radnik, who went bankrupt and were dissolved in 2009. However, legally HNK Gorica is a distinct and separate club, and is not entitled to claim the history of the old NK Radnik.",
  "/wiki/Mohd_Daudsu_Jamaluddin": "Mohd Daudsu Bin Jamaludin (born 18 March 1985) is a Malaysian professional footballer who plays as a right back for Malaysia FAM League club D'AR Wanderers.",
  "/wiki/Johor_Darul_Takzim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/S._Subramaniam_(footballer)": "Subramaniam a/l Sooryapparad  (born 31 August 1985) is a Malaysian professional footballer who mainly plays as a centre-back but also may operate as right-back and defensive midfielder for Malaysia Premier League club Kuala Lumpur.",
  "/wiki/Midfielder_(association_football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Mohd_Shakir_Shaari": "Mohd Shakir Bin Shaari (born 29 September 1986) is a Malaysian footballer who last plays as a defensive midfielder for Johor Darul Ta'zim II in Malaysia Premier League. He has an ability of long-range shots with power towards the goal post. His high work rate, timing of his tackles and stamina makes him one of the best Malaysian defensive midfielders.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Mohd_Rizal_Fahmi_Abdul_Rosid": "Mohd Rizal Fahmi bin Ab Rosid (born 1 May 1986) is a Malaysian professional footballer who plays as a centre back for Malaysia Premier League side Selangor United.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Mohd_Zamri_Ramli": "Mohamad Zamri bin Ramli (born 23 November 1990) is Malaysian footballer formerly played for Kelantan FA as a left full back in Malaysia Super League.",
  "/wiki/Suspension_(punishment)": "Suspension is paid or unpaid time away from the workplace as ordered by the employer in order for a workplace investigation to take place. It is also a temporary exclusion from school.",
  "/wiki/Felda_United_F.C.": "FELDA United Football Club is a professional Malaysian football club based in Jengka, Pahang which is owned by Federal Land Development Authority (FELDA). The club currently plays in the top division of Malaysian football, Malaysia Super League, after being crowned the 2018 Malaysia Premier League Champions to be promoted into the Super League. Known as The Fighters among the fans, FELDA United has participated in the Malaysian football league since 2007.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Harimau_Muda_A": "Harimau Muda A was the club name for the former Malaysia Under-22 National Football Team, representing Malaysia in international football competitions such as the AFC U-22 Asian Cup, Champions Youth Cup as well as other under-22 international football tournaments. It was managed by Football Association of Malaysia. The squad was the feeder team for Malaysia U-23 and senior national football team. In 2015, Harimau Muda once again became a single team composed of former Harimau Muda A & B players. On 25 November 2015, it was confirmed that the club was disbanded by FAM which meant that all the players were returned to their own state sides.",
  "/wiki/Kuala_Lumpur_FA": "Kuala Lumpur Football Association is a football association who supervising the football activities in the Federal Territory of Malaysia of Kuala Lumpur.",
  "/wiki/PBAPP_FC": "Perbadanan Bekalan Air Pulau Pinang Football Club is a Malaysian football team based in the city of Penang representing the state of Pulau Pinang, Malaysia. The team is the works team of the Penang Water Supply Corporation (Malay: Perbadanan Bekalan Air Pulau Pinang)",
  "/wiki/Indra_Putra_Mahayuddin": "Indra Putra Bin Mahayuddin, P.B. (born 2 September 1981) is a Malaysian footballer who plays for Malaysia Super League side Kuala Lumpur and also a player in the Malaysia national team. He is the all-time highest goalscorer of the Malaysia Super League. He is a versatile forward, who can operate as a striker or a winger.",
  "/wiki/Azizi_Matt_Rose": "Azizi Matt Rose (born 6 November 1981) is a Malaysian footballer who plays as a defender and currently a Felcra F.C. player.",
  "/wiki/Muhd_Izuan_Salahuddin": "Muhammad Izuan Bin Salahuddin (born 31 October 1991) is a Malaysian footballer who plays as a winger for Malaysia Super League side Negeri Sembilan.",
  "/wiki/Sime_Darby_F.C.": "Sime Darby Football Club is a Malaysian football club which represents and are backed by Sime Darby Berhad, one of Malaysia's largest conglomerates. The team has some pedigree having won the FAM Cup twice, the most recent being the 2017 Malaysia FAM League. Their previous win was in 2010, in the same year of its incorporation.",
  "/wiki/Mohd_Haris_Safwan_Mohd_Kamal": "Haris Safwan Kamal (born 8 June 1982) is a former Malaysian footballer who last plays as a forward for Hanelang. Haris Safwan is the former member of Malaysia U-23 team in 2003 until 2005."
}