{
  "/wiki/Head_coach": "A head coach, senior coach, or manager is a professional at training and developing athletes. They typically hold a more public profile and are paid more than other coaches. In some sports, the head coach is instead called the \"manager\", as in association football and professional baseball. In other sports such as Australian rules football, the head coach is generally termed a senior coach.",
  "/wiki/Abdul_Rahman_Ibrahim": "Abdul Rahman Ibrahim (born 13 April 1946) is a Malaysian football coach and a former football player.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/P._Rajesh": "P. Rajesh (born 21 July 1985) is a Malaysian footballer who plays for Petaling Jaya City FC in Malaysia Super League.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Ahmad_Azlan_Zainal": "Ahmad Azlan bin Zainal (born 16 April 1986) is a Malaysian Footballer who plays for Kingstown Klang FC as a defender. He was also a member of Malaysia's national team.",
  "/wiki/Midfielder_(association_football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Reeshafiq_Alwi": "Reeshafiq bin Alwi (born 12 December 1982) is a Malaysian professional footballer currently playing for PJ Rangers FC.",
  "/wiki/Sarawak_FA": "Football Association of Sarawak (Malay: Persatuan Bolasepak Sarawak) is a football club that supervises football in the state of Sarawak. The association's football team competes in Malaysia's football league representing the state of Sarawak in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's second division professional football league, the Malaysia Premier League. The team's home matches are played at the 26,000 capacity Sarawak State Stadium in Kuching, the capital city of Sarawak.",
  "/wiki/Roman_Chmelo": "Roman Chmelo (born 9 September 1980) is a Slovak footballer who plays for 3. Liga team KFC Kalná nad Hronom. He mainly plays as midfielder. He played for Arema in Indonesia and FK DAC 1904 Dunajská Streda which is one of the biggest team in the Slovakian League.",
  "/wiki/PSM_Makassar": "PSM Makassar is an Indonesian professional football club based in Makassar, South Sulawesi. The club was founded in 1915 (as Makassar Voetbal Bond) and competes in the Indonesian Liga 1. Locally it is best known by the nickname Juku Eja, which translates as The Red Fish. PSM plays their home matches in Andi Mattalatta Stadium.",
  "/wiki/Lot_Abu_Hassan": "Mohd Lot Abu Hassan (born 23 June 1984) is a Malaysian footballer who plays for Puchong Fuerza as a midfielder.",
  "/wiki/Nor_Hakim_Hassan": "Mohammad Nor Hakim bin Hassan (born 2 October 1991 in Terengganu) is a Malaysian professional footballer who play as an attacking midfielder for Malaysia Super League club Selangor. His pace and dribbling ability made him an established winger in Malaysia. Nor Hakim previously played for MP Muar, Terengganu, T-Team and PKNS.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Mohd_Nizad_Ayub": "Mohd Nizad bin Ayub (born 30 August 1988) is a Malaysian professional footballer who plays for Malaysia M3 League club Kelantan United as a forward.",
  "/wiki/T-Team_F.C.": "Terengganu Football Club II (Malay: Kelab Bola Sepak Terengganu II) is a professional football club based in Kuala Terengganu, Terengganu, Malaysia. The club currently plays in the Malaysia Premier League, the second division of the Malaysian League.",
  "/wiki/Harimau_Muda_B": "Harimau Muda B was the club name for the former Malaysia Under-21 National Football Team and was managed by the Football Association of Malaysia. The national team played as a club under the name Harimau Muda B which took part in Malaysia Premier League from the 2007–08 season and also FA Cup Malaysia. In 2015, Harimau Muda once again became a single team composed of former Harimau Muda A & B players.",
  "/wiki/Harimau_Muda_A": "Harimau Muda A was the club name for the former Malaysia Under-22 National Football Team, representing Malaysia in international football competitions such as the AFC U-22 Asian Cup, Champions Youth Cup as well as other under-22 international football tournaments. It was managed by Football Association of Malaysia. The squad was the feeder team for Malaysia U-23 and senior national football team. In 2015, Harimau Muda once again became a single team composed of former Harimau Muda A & B players. On 25 November 2015, it was confirmed that the club was disbanded by FAM which meant that all the players were returned to their own state sides.",
  "/wiki/Nazmi_Faiz_Mansor": "Muhamad Nazmi Faiz bin Mansor (born 16 August 1994) is a Malaysian professional footballer who plays for Malaysian club Johor Darul Ta'zim. Nazmi plays mainly as a central midfielder but can also play as an attacking midfielder or as a defensive midfielder, usually deployed as a deep-lying playmaker."
}