{
  "/wiki/Manager_(association_football)": "In association football, a manager is an occupation of head coach in the United Kingdom responsible for running a football club or a national team. Outside the British Isles and across most of Europe, a title of head coach or coach is predominant.",
  "/wiki/Abdul_Rahman_Ibrahim": "Abdul Rahman Ibrahim (born 13 April 1946) is a Malaysian football coach and a former football player.",
  "/wiki/PKNS_FC": "Selangor Football Association II (Malay: Persatuan Bolasepak Selangor II), also named Selangor II, is the reserve team of Selangor, and based in Shah Alam, in the state of Selangor. Founded in 1967 as part of the sports and recreation club for the Perbadanan Kemajuan Negeri Selangor (Malay: Kelab Sukan dan Rekreasi Perbadanan Kemajuan Negeri Selangor) (KSR PKNS). The club was combined with Football Association of Selangor at end of 2019 as one club and was rebranded as a football club to be known as Selangor II. The team formerly known \"PKNS FC\" was then converted into a reserve team as part of the feeder club regulations and will begin the 2020 season as a reserve team of Selangor FA and will play in Premier League, holding home games at Selayang Stadium, with a 16,000-seat capacity.",
  "/wiki/Midfielder_(association_football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Zairo_Anuar_Zalani": "Zairo Anuar bin Zalani (born 18 June 1982) is a Malaysian football player currently plays for Hanelang in the Malaysia FAM League. Zairo plays mainly as central midfielder but can also play as an attacking midfielder. He is known for having a powerful shot and has turned that into valuable goals for his teams.",
  "/wiki/Kelantan_FA": "Kelantan Football Association, also known as The Red Warriors, is a professional association football club based in Kota Bharu, in the Malaysian state of Kelantan. The football team has played in the second tier of Malaysian football, Malaysia Premier League since 2019. Founded in 1946, they have a long-standing rivalry with Terengganu, the two east coast teams involved in what is known as the East Coast Derby. Their home is the 22,000-seat Sultan Muhammad IV Stadium. Kelantan's regular kit colours are red shirt and shorts with a white pattern on the side.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Izzaq_Faris_Ramlan": "Izzaq Faris Ramlan (born 18 April 1990, in Kemaman, Terengganu), is a Malaysian footballer who currently plays for Malaysian club Batu Dua as a forward. He was called up by Malaysia 2009 coach K. Rajagobal for their friendly match in Turkey in 2010. Izzaq also played with Harimau Muda in Slovakia and after several good matches with Harimau Muda he was called up for the Malaysian team which participated in the 2010 Asian Games.",
  "/wiki/Harimau_Muda_A": "Harimau Muda A was the club name for the former Malaysia Under-22 National Football Team, representing Malaysia in international football competitions such as the AFC U-22 Asian Cup, Champions Youth Cup as well as other under-22 international football tournaments. It was managed by Football Association of Malaysia. The squad was the feeder team for Malaysia U-23 and senior national football team. In 2015, Harimau Muda once again became a single team composed of former Harimau Muda A & B players. On 25 November 2015, it was confirmed that the club was disbanded by FAM which meant that all the players were returned to their own state sides.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Ahmad_Azlan_Zainal": "Ahmad Azlan bin Zainal (born 16 April 1986) is a Malaysian Footballer who plays for Kingstown Klang FC as a defender. He was also a member of Malaysia's national team.",
  "/wiki/PKNS_F.C.": "Selangor Football Association II (Malay: Persatuan Bolasepak Selangor II), also named Selangor II, is the reserve team of Selangor, and based in Shah Alam, in the state of Selangor. Founded in 1967 as part of the sports and recreation club for the Perbadanan Kemajuan Negeri Selangor (Malay: Kelab Sukan dan Rekreasi Perbadanan Kemajuan Negeri Selangor) (KSR PKNS). The club was combined with Football Association of Selangor at end of 2019 as one club and was rebranded as a football club to be known as Selangor II. The team formerly known \"PKNS FC\" was then converted into a reserve team as part of the feeder club regulations and will begin the 2020 season as a reserve team of Selangor FA and will play in Premier League, holding home games at Selayang Stadium, with a 16,000-seat capacity.",
  "/wiki/Mazlizam_Mohamad": "Mazlizam Mohamad (born 19 September 1986) is a Malaysian footballer who plays as a defender for Perlis FA in the Malaysia Premier League.",
  "/wiki/T-Team_F.C.": "Terengganu Football Club II (Malay: Kelab Bola Sepak Terengganu II) is a professional football club based in Kuala Terengganu, Terengganu, Malaysia. The club currently plays in the Malaysia Premier League, the second division of the Malaysian League.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Sharbinee_Allawee": "Mohd Sharbinee Allawee bin Ramli (born 7 December 1986) is a Malaysian footballer who last plays as a goalkeeper for Kuala Lumpur.",
  "/wiki/Selangor_FA": "Football Association of Selangor (Malay: Persatuan Bolasepak Selangor), commonly referred to as FA Selangor is a Malaysian professional football club based in the city of Shah Alam and competes in the Malaysia Super League, the top division of Malaysian football. Founded in 1936 as Football Association of Selangor (FAS) and the association start build its football development by forming the professional football team and known as FA Selangor. It currently plays their home games in the 80,372-capacity Shah Alam Stadium.",
  "/wiki/Nor_Hakim_Hassan": "Mohammad Nor Hakim bin Hassan (born 2 October 1991 in Terengganu) is a Malaysian professional footballer who play as an attacking midfielder for Malaysia Super League club Selangor. His pace and dribbling ability made him an established winger in Malaysia. Nor Hakim previously played for MP Muar, Terengganu, T-Team and PKNS.",
  "/wiki/Terengganu_FA": "Terengganu Football Club is a professional football club based in Kuala Terengganu, Terengganu, Malaysia, that competes in Malaysia Super League, the first division of the Malaysian League. Nicknamed \"The Turtles\", the club was founded as Terengganu Amateur Football Association on 22 November 1956, changed its name to Terengganu Football Association in 1972 and Terengganu Football Club in 2018.",
  "/wiki/Nor_Farhan_Muhammad": "Mohd Nor Farhan Bin Muhammad, P.B. (born 19 December 1984) is a Malaysian footballer who plays as forward and attacking midfielder.",
  "/wiki/Mohd_Faiz_Subri": "Mohd Faiz bin Subri (born 8 November 1987) is a Malaysian professional footballer who plays as an attacking midfielder or forward for Malaysia M3 League side Northern Lions F.C.. Faiz is best known for his free-kick goal which won him the 2016 FIFA Puskás Award.",
  "/wiki/Mario_Karlovi%C4%87": "Mario Karlovic is an Australian footballer who plays for Kuala Lumpur FA in the Malaysia Premier League. Karlovic plays as a creative attacking midfielder but can also play as a defensive midfielder. He is known for his free kicks and creative play.",
  "/wiki/Persebaya_Surabaya": "Persebaya (abbreviation for Perserikatan Sepakbola Surabaya, literally translated to Football Association of Surabaya), is an Indonesian professional football team based in Surabaya, East Java. It plays in Liga 1,",
  "/wiki/M%C3%A1rcio_Souza_Da_Silva": "Márcio Souza (born January 14, 1980) is a Brazilian footballer. After previously playing for two years in Persela Lamongan, in the 2009/2010 season, he played second-level competition with Semen Padang in Indonesia, when his club won third place and promotion to the Indonesia Super League. On 4 April 2012, he joined Persib Bandung.",
  "/wiki/Perseman_Manokwari": "Perseman Manokwari is an Indonesian football club based in Manokwari. They play in the Liga 3. Their home stadium is Sanggeng Stadium.",
  "/wiki/Mamadou_Barry": "Mamadou Barry (born 16 May 1986), also known as Hady Barry, is a Guinean footballer. His position is forward.",
  "/wiki/South_China_AA": "South China Athletic Association (also known as South China, SCAA, Chinese: 南華體育會) is a football club which currently competes in the Hong Kong First Division, the second-level league in Hong Kong football league system. The club has won a record 41 First Division titles, a record 31 Senior Shields, a record 10 FA Cups and 3 League Cups.",
  "/wiki/Moustapha_Dabo": "Moustapha Dabo (born 17 February 1986) is a Senegalese footballer, who plays for Terengganu in Malaysia Super League.11",
  "/wiki/Kahramanmara%C5%9Fspor": "Kahramanmaraşspor is a Turkish professional football club based in Kahramanmaraş.",
  "/wiki/Javier_Estupi%C3%B1%C3%A1n": "Javier Andrés Estupiñán Romero (Spanish pronunciation: [xaˈβjeɾ estupiˈɲan]; born 8 February 1984 in Santa Bárbara, Nariño, Colombia) is a Colombian football forward who plays for Juticalpa in the Honduran Liga Nacional.",
  "/wiki/Parrillas_One": "Parrillas One (pronounced Pah-ri-ya Oh-neh) is a Honduran football team based in San Pedro Sula, Cortés."
}