{
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Ali_Ashfaq": "Ali Ashfaq (born 6 September 1985), nicknamed \"Dhagandei\", is a Maldivian professional footballer who plays for Maldivian club Club Green Streets. He is a forward and serves as captain for Maldives. He is widely regarded as one of the best players in South Asian region along with Sunil Chhetri and Bhaichung Bhutia. He is a free-kick specialist and a clinical finisher. His trademark style of scoring is beating couple of defenders and rounding off the keeper to score. He is considered as the best Maldivian footballer ever most notably when he was named as the \"World's 2nd Best Top Goal Scorer\" in 2013 by IFFHS. He was also named as South Asia's Best Player in 2014 by eultimategoal.com. In March 2016, Ashfaq completed his 50th goal mark for Maldives national team.",
  "/wiki/New_Radiant_SC": "New Radiant Sports Club is a Maldivian football club based in Henveiru – Malé, Maldives. The club was founded on 19 August 1979 by Ahmed Waheed and his friend Ahammadhanik. New Radiant has won all domestic competitions being held in the Maldives and the club is the most successful in the Maldives in terms of trophies won and is also the most successful Maldivian club in the international arena. They were semi-finalists in the AFC Cup in 2005 and the only Maldivian club to have progressed beyond group stages in the AFC cup in multiple occasions.",
  "/wiki/Bobby_Gonzales": "Bobby Gonzales (born 15 February 1984) is a Malaysian footballer from Beaufort, Sabah. He is currently playing as a striker for Sarawak FA in the Malaysia Premier League.",
  "/wiki/Sarawak_FA": "Football Association of Sarawak (Malay: Persatuan Bolasepak Sarawak) is a football club that supervises football in the state of Sarawak. The association's football team competes in Malaysia's football league representing the state of Sarawak in Borneo. It is one of the 14 state teams of the Malaysian football structure. They currently compete in Malaysia's second division professional football league, the Malaysia Premier League. The team's home matches are played at the 26,000 capacity Sarawak State Stadium in Kuching, the capital city of Sarawak.",
  "/wiki/Head_coach": "A head coach, senior coach, or manager is a professional at training and developing athletes. They typically hold a more public profile and are paid more than other coaches. In some sports, the head coach is instead called the \"manager\", as in association football and professional baseball. In other sports such as Australian rules football, the head coach is generally termed a senior coach.",
  "/wiki/Dollah_Salleh": "Dollah Salleh (born 10 October 1963) is a Malaysian former footballer and football coach. He is currently the head coach of Malaysia Super League side Pahang.",
  "/wiki/Pahang_FA": "Pahang Football Club (Malay: Kelab Bolasepak Pahang) is a Malaysian professional football club based in Kuantan, Pahang. The association was found in 1959 to represent the state itself and has traditionally worn a yellow home kit since. In the beginning, their early home matches were held around the city public fields and outside Kuantan, predominantly around districts of Pahang.",
  "/wiki/Midfielder_(association_football)": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Ahmad_Ezrie_Shafizie": "Ahmad Ezrie Shafizie bin Sazali (born 24 February 1986) is a Malaysian footballer who plays as a central midfielder for Malaysia Premier League club Kuala Lumpur. Ezrie has also played for several clubs such Johor Darul Ta'zim, Johor and Kelantan.",
  "/wiki/Johor_Darul_Takzim_F.C.": "Johor Darul Ta'zim Football Club (Malay: Kelab Bola Sepak Johor Darul Ta'zim), or simply JDT, is a football club based in Johor Bahru, Johor, Malaysia. The club was founded in 1972 (as PKENJ FC) and currently plays in the top division of Malaysian football, the Malaysia Super League. The club is owned by Tunku Ismail Sultan Ibrahim. In 2014, JDT gained their first major honour by winning the national league during the first season under Croatian manager Bojan Hodak. Under Argentine Mario Gómez's tutelage, they won the 2015 AFC Cup as well as the Malaysian Piala Sumbangsih and 2015 Super League. By winning the AFC Cup, JDT became the second Malaysian team since 1967 to enter a final of a major continental competition, and the first ever Malaysian club to win a continental title. JDT is the first team in the country to win six consecutive league titles (2014, 2015, 2016, 2017, 2018, and 2019). Before this achievement, no team had ever won the league championship more than twice in a row since the league system was first introduced in Malaysia in 1979.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Mohd_Sabre_Mat_Abu": "Mohd Sabre bin Mat Abu (born 8 August 1987) is a Malaysian footballer who last plays for Sarawak as a right back.",
  "/wiki/Kedah_FA": "Kedah Football Association (Malay: Persatuan Bola Sepak Kedah) is a football association that supervises football in the state of Kedah, Malaysia. They are the only team in the history of Malaysian football to have achieved treble titles twice, in 2006-07 and 2007-08 seasons.",
  "/wiki/Rafael_Souza_Silva_Novais": "Rafael Souza Silva Novais is a Brazilian footballer. Rafaiel is described as a 'towering defender'.",
  "/wiki/Perak_FA": "The club was formerly named simply as Perak or fully as Perak Amateur Football Association (PAFA) before being rebranded as Perak FA and again in February 2016 as Perak The Bos Gaurus which will be used for 2016 season onwards.",
  "/wiki/Thirumurugan_s/o_Veeran": "Thirumurugan Veeran (born on 9 January 1983), also known as V. Thirumurugan, is a Malaysian footballer who currently plays as a defender for Perlis FA. He is a member of the Malaysia national football team.",
  "/wiki/Azi_Shahril_Azmi": "Azi Shahril bin Azmi (born 20 September 1985) is a Malaysian footballer who plays as midfielder for Terengganu.",
  "/wiki/Felda_United": "FELDA United Football Club is a professional Malaysian football club based in Jengka, Pahang which is owned by Federal Land Development Authority (FELDA). The club currently plays in the top division of Malaysian football, Malaysia Super League, after being crowned the 2018 Malaysia Premier League Champions to be promoted into the Super League. Known as The Fighters among the fans, FELDA United has participated in the Malaysian football league since 2007.",
  "/wiki/Abdul_Latiff_Suhaimi": "Abdul Latiff bin Suhaimi (born 29 Ma 1989 in Kelantan) is a Malaysian professional footballer who plays  for Malaysian side Penang.",
  "/wiki/T-Team_F.C.": "Terengganu Football Club II (Malay: Kelab Bola Sepak Terengganu II) is a professional football club based in Kuala Terengganu, Terengganu, Malaysia. The club currently plays in the Malaysia Premier League, the second division of the Malaysian League.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Azizon_Abdul_Kadir": "Azizon bin Abdul Kadir (born 10 June 1980 in Ipoh, Perak, Malaysia) is a former professional footballer who played as a goalkeeper.",
  "/wiki/Kuala_Lumpur_FA": "Kuala Lumpur Football Association is a football association who supervising the football activities in the Federal Territory of Malaysia of Kuala Lumpur.",
  "/wiki/List_of_Malaysian_football_transfers_2014": "The following is a list of transfers for the 2014 Malaysian football."
}