{
  "/wiki/James_Marcello": "James J. Marcello (born December 13, 1943), also known variously as \"Little Jimmy\", \"Jimmy Light\" and as \"Jimmy the Man\", is a crime boss who was a front boss for the Chicago Outfit criminal organization in the 1980s, 1990s and early 2000s. Organized crime observers identified Marcello as a figurehead during that period while the organization's day-to-day operations actually were run by John \"No Nose\" DiFronzo, Joseph \"Joey the Clown\" Lombardo, Joseph \"Joe the Builder\" Andriacchi and Angelo J. LaPietra.",
  "/wiki/Chicago_Outfit": "The Chicago Outfit (also known as the Outfit, the Chicago Mafia, the Chicago Mob, the South Side Gang, or The Organization) is an Italian-American organized crime syndicate based in Chicago, Illinois, which dates from the 1910s. It is part of the American Mafia originating in South Side, Chicago.",
  "/wiki/Luis_Felipe_(murderer)": "Luis Felipe, also known as \"King Blood\", is a Cuban-American former gang leader and is the founder of the New York chapter of the Latin Kings (ALKN) street gang.",
  "/wiki/Latin_Kings_(gang)": "The Almighty Latin King and Queen Nation (ALKQN, ALKN, LKN) is the largest Hispanic and Latino street gang worldwide. Its roots date to 1954 in Chicago, Illinois.",
  "/wiki/Tyler_Bingham": "Tyler Davis Bingham (nicknamed T.D., born c. 1947) is a \"lieutenant\" in the Aryan Brotherhood prison gang, despite his partial Jewish background, even sporting a Star of David tattoo.",
  "/wiki/Aryan_Brotherhood": "The Aryan Brotherhood, also known as the Brand or the AB, is a white prison gang and organized crime syndicate in the United States with an estimated 15,000–20,000 members in and out of prison. According to the Federal Bureau of Investigation, the Aryan Brotherhood makes up an extremely low percentage of the entire US prison population but is responsible for a disproportionately large number of prison murders.",
  "/wiki/USP_Lewisburg": "The United States Penitentiary, Lewisburg (USP Lewisburg) is a high-security United States federal prison for male inmates in Pennsylvania. It is operated by the Federal Bureau of Prisons, a division of the United States Department of Justice. An adjacent satellite prison camp houses minimum-security male offenders.",
  "/wiki/Larry_Hoover": "Larry Hoover (born November 30, 1950 or 1955) (sources differ) is an American organization leader and founder of the Chicago, Illinois' street gang called the Gangster Disciples. Hoover is currently serving six life sentences at the ADX Florence prison in Florence, Colorado. His sentences include a 150–200 year sentence for a 1973 murder; and in 1997, after a 17–year investigation of conspiracy, extortion, money laundering, and running a continuing criminal enterprise for leading the gang from state prison, he received a life sentence.",
  "/wiki/Gangster_Disciples": "The Gangster Disciples are a criminal street gang which was formed in the South Side of Chicago in the late 1960s, by Larry Hoover, leader of the Supreme Gangsters, and David Barksdale, leader of the Black Disciples. The two groups united to form the Black Gangster Disciple Nation (BGDN). In Chicago, the Gangster Disciples have a long and bitter rivalry with the Black Disciples.[contradictory] Since their creation, the Gangster Disciples have expanded nationwide.",
  "/wiki/Jeff_Fort": "Jeff Fort (born February 20, 1947), also known as Abdul Malik Ka'bah is an American former gang leader from Chicago, Illinois. Fort is the co-founder of the Black P. Stones gang and founder of its El Rukn faction. Fort is currently serving a 168-year prison sentence after being convicted of conspiracy and weapons charges in 1987 for plotting to commit attacks inside the U.S. in exchange for weapons and $2.5 million from Libya, ordering a murder in 1981 and a conviction for drug trafficking in 1983.",
  "/wiki/Black_P._Stones": "The Almighty Black P. Stone Nation, or BPSN, is an American street gang founded in Chicago, estimated to have more than 100,000 members. The gang was originally formed in the late 1950s as the Blackstone Rangers. The organization was co-founded by Eugene Hairston and Jeff Fort. In later years, under Fort's leadership, an Islamic faction of the gang emerged, naming themselves the \"El Rukn tribe of the Moorish Science Temple of America\" (or simply El Rukn, Arabic for \"the pillar\" or \"the foundation\").\nThey eventually started describing themselves as Orthodox Sunni Muslims. Jeff Fort changed their fort name from El Rukn Moorish Science Mosque, to El Rukn Sunni Masjid al-Malik.",
  "/wiki/O._G._Mack": "'Omar Portee, a.k.a. O. G. Mack or Godfather Punky Brewster (born c. 1969), was born in New York and was involved in founding the United Blood Nation (UBN).",
  "/wiki/United_Blood_Nation": "United Blood Nation, also known as the East Coast Bloods, is a gang, active primarily in the New York metropolitan area. Their main source of income is the trafficking and sale of illegal drugs.",
  "/wiki/Kaboni_Savage": "Kaboni Savage (born January 1, 1975) is an American drug dealer, organized crime leader, and murderer who is currently[when?] on death row for ordering the firebombing of a house where a federal witness lived, killing six people (including several children). He is the first man from Philadelphia, in modern history, to receive a federal death sentence. He has twelve convictions for murder, one fewer than the Pennsylvania state record, and the most for anyone in Philadelphia. Savage was the first person sentenced to death by the United States District Court for the Eastern District of Pennsylvania since the federal death penalty resumed in 1988.",
  "/wiki/United_States_Penitentiary,_Terre_Haute": "The United States Penitentiary, Terre Haute (USP Terre Haute) is a high-security United States federal prison for male inmates in Terre Haute, Indiana. It is part of the Terre Haute Federal Correctional Complex (FCC Terre Haute) and is operated by the Federal Bureau of Prisons, a division of the United States Department of Justice. USP Terre Haute houses a Special Confinement Unit for male federal inmates who have been sentenced to death as well as the federal execution chamber. Most inmates sentenced to death by the U.S. Federal Government are housed in USP Terre Haute prior to execution, although there are some exceptions.\nFCC Terre Haute is located in the city of Terre Haute, 70 miles (110 km) west of Indianapolis.",
  "/wiki/Indiana": "Indiana /ˌɪndiˈænə/ (listen) is a U.S. state in the Midwestern and Great Lakes regions of North America. Indiana is the 38th-largest by area and the 17th-most populous of the 50 United States. Its capital and largest city is Indianapolis. Indiana was admitted to the United States as the 19th U.S. state on December 11, 1816. Indiana borders Lake Michigan to the northwest, Michigan to the north, Ohio to the east, Kentucky to the south and southeast, and Illinois to the west.",
  "/wiki/Joaqu%C3%ADn_%22El_Chapo%22_Guzm%C3%A1n": "Joaquín Archivaldo Guzmán Loera (/ˈɡʊzmæn/; Spanish: [xoaˈkin aɾtʃiˈβaldo ɣusˈman loˈeɾa]; born 4 April 1957), commonly known as \"El Chapo\" (\"Shorty\", pronounced [el ˈtʃapo]) because of his 168 cm (5 ft 6 in)  stature, is a Mexican drug lord and former leader of the Sinaloa Cartel, an international crime syndicate. He is considered to have been the most powerful drug trafficker in the world.",
  "/wiki/Sinaloa_Cartel": "The Sinaloa Cartel (Spanish: Cártel de Sinaloa), also known as the Guzmán-Loera Organization, the Pacific Cartel, the Federation and the Blood Alliance, is an international drug trafficking, money laundering, and organized crime syndicate established during the late 1980s. The cartel is primarily based in the city of Culiacán, Sinaloa, with operations in the Mexican states of Baja California, Durango, Sonora, and Chihuahua.  The 'Federation' was partially splintered when the Beltrán-Leyva brothers broke apart from the Sinaloa Cartel.",
  "/wiki/Extradition": "Extradition is an act where one jurisdiction delivers a person accused or convicted of committing a crime in another jurisdiction, over to their law enforcement. It is a cooperative law enforcement process between the two jurisdictions and depends on the arrangements made between them. Besides the legal aspects of the process, extradition also involves the physical transfer of custody of the person being extradited to the legal authority of the requesting jurisdiction.",
  "/wiki/Mexico": "Mexico (Spanish: México [ˈmexiko] (listen); Nahuatl languages: Mēxihco), officially the United Mexican States (UMS; Spanish: Estados Unidos Mexicanos, EUM [esˈtaðos uˈniðoz mexiˈkanos] (listen), lit. Mexican United States), is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Covering almost 2,000,000 square kilometers (770,000 sq mi), the nation is the fifth largest country in the Americas by total area and the 13th largest independent state in the world. With an estimated population of over 129 million people, Mexico is the tenth most populous country and the most populous Spanish-speaking country in the world, while being the second most populous nation in Latin America after Brazil. Mexico is a federation comprising 31 states plus Mexico City (CDMX), which is the capital city and its most populous city. Other metropolises in the country include Guadalajara, Monterrey, Puebla, Toluca, Tijuana, and León.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/United_States_District_Court_for_the_Eastern_District_of_New_York": "The United States District Court for the Eastern District of New York (in case citations, E.D.N.Y.)  is the federal district court whose jurisdiction comprises Long Island (including portions of New York City) and Staten Island in New York. The court's territorial jurisdiction includes the Counties of Kings (Brooklyn), Queens, Richmond (Staten Island), Nassau, and Suffolk as well as, concurrently with the Southern District of New York, the waters of New York and Bronx counties (including New York Harbor and the East River). Courthouses are located in Brooklyn and Central Islip.",
  "/wiki/Illegal_drug_trade": "The illegal drug trade or drug trafficking is a global black market dedicated to the cultivation, manufacture, distribution and sale of drugs that are subject to drug prohibition laws. Most jurisdictions prohibit trade, except under license, of many types of drugs through the use of drug prohibition laws.",
  "/wiki/Money_laundering": "Money laundering is the illegal process of concealing the origins of money obtained illegally by passing it through a complex sequence of banking transfers or commercial transactions. The overall scheme of this process returns the money to the launderer in an obscure and indirect way.",
  "/wiki/Murder": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is a killing committed in the absence of malice, brought about by reasonable provocation, or diminished capacity. Involuntary manslaughter, where it is recognized, is a killing that lacks all but the most attenuated guilty intent, recklessness.",
  "/wiki/Organized_crime": "Organized crime is a category of transnational, national, or local groupings of highly centralized enterprises run by criminals to engage in illegal activity, most commonly for profit. Some criminal organizations, such as terrorist groups, are politically motivated. Sometimes criminal organizations force people to do business with them, such as when a gang extorts money from shopkeepers for \"protection\". Gangs may become disciplined enough to be considered organized. A criminal organization or gang can also be referred to as a mafia, mob, ring, or syndicate; the network, subculture and community of criminals may be referred to as the underworld. European sociologists (e.g. Diego Gambetta) define the mafia as a type of organized crime group that specializes in the supply of extra-legal protection and quasi law enforcement. Gambetta's classic work on the Sicilian Mafia generates an economic study of the mafia, which exerts great influence on studies of the Russian Mafia, the Chinese Mafia, Hong Kong Triads and the Japanese Yakuza.",
  "/wiki/Trial_of_the_century": "Trial of the century is an idiomatic phrase used to describe certain well-known court cases, especially of the 20th century. It is often used popularly as a rhetorical device to attach importance to a trial and as such is not an objective observation but is the opinion of whoever uses it. As attorney F. Lee Bailey and The Washington Post observed in 1999:",
  "/wiki/Life_imprisonment_in_the_United_States": "In the United States, 1 in every 2,000 inhabitants are imprisoned for life.   There are many U.S. states in which a convict can be released on parole after a decade or more has passed, but in California, people sentenced to life imprisonment can normally apply for parole after seven years.\nThe laws in the United States divide life sentences between \"determinate life sentences\" and \"indeterminate life sentences.\" For example, sentences of \"15 years to life,\" \"25 years to life,\" or \"life with mercy\" may be given, which is called an \"indeterminate life sentence.\" A sentence of \"life without the possibility of parole\" or \"life without mercy\" is called a \"determinate life sentence\" because a sentence of \"15 years to life\" means that it is a life sentence with a non-parole period of 15 years.  Parole is not guaranteed but discretionary and so that is an indeterminate sentence. Even if a sentence specifically denies the possibility of parole, government officials may have the power to grant an amnesty, to reprieve, or to commute a sentence to time served."
}