{
  "/wiki/ER_(TV_series)": "ER is an American medical drama television series created by novelist and medical doctor Michael Crichton that aired on NBC from September 19, 1994, to April 2, 2009, with a total of 331 episodes spanning 15 seasons. It was produced by Constant c Productions and Amblin Television, in association with Warner Bros. Television. ER follows the inner life of the emergency room (ER) of fictional County General Hospital in Chicago, Illinois, and various critical issues faced by the room's physicians and staff. The show is the second longest-running primetime medical drama in American television history behind Grey's Anatomy, and the 5th longest medical drama across the globe (behind BBC's Casualty and Holby City, and Poland's Na dobre i na złe). It won 23 Primetime Emmy Awards, including the 1996 Outstanding Drama Series award, and received 124 Emmy nominations. ER won 116 awards in total, including the Peabody Award, while the cast earned four Screen Actors Guild Awards for Outstanding Ensemble Performance in a Drama Series. As of 2014, ER has grossed over $3 billion in television revenue.",
  "/wiki/GO!_(Australian_TV_channel)": "9Go! is an Australian free-to-air digital television multichannel, which was launched by the Nine Network on 9 August 2009. It is a youthful channel that offers a mix of comedy, reality, general entertainment, movies, animation and drama aimed at people between the ages of 4 to 18.",
  "/wiki/Nine_Network": "The Nine Network (commonly known as Channel Nine or simply Nine) is a major Australian commercial free-to-air television network, that is a division of Nine Entertainment Co. with headquarters in Willoughby, a suburb located on the North Shore of Sydney, Australia. The Nine Network is one of five main free-to-air commercial networks in Australia.",
  "/wiki/That_Mitchell_and_Webb_Look": "That Mitchell and Webb Look is a British sketch comedy television show starring David Mitchell and Robert Webb.  As well as Mitchell and Webb themselves, the writers include Jesse Armstrong, James Bachman, Sam Bain, Mark Evans, Olivia Colman, Joel Morris, John Finnemore, and others. It was produced by Gareth Edwards. Colman, Bachman, and Evans were also members of the cast, alongside Gus Brown, Sarah Hadland, Daniel Kaluuya and Paterson Joseph. The first two series were directed by David Kerr, and the third and fourth series were directed by Ben Gosling Fuller.",
  "/wiki/UKTV_(Australia_and_New_Zealand)": "BBC UKTV is an Australian pay television channel in Australia and New Zealand, screening British entertainment programming, sourced mainly from the archives of the BBC, RTL Group (mainly Talkback Thames material) and ITV plc. The channel was originally a joint venture with Foxtel (60% ownership), the RTL Group (20% ownership) and BBC Worldwide (20% ownership). It is now owned solely by BBC Studios. It is the home of the channel's flagship programme The Graham Norton Show.",
  "/wiki/ABC1": "ABC (formerly known as The ABC National Television Service or ABC-TV from 1956 until 2008, and as ABC1 from 2008 until 2014) is a national public television network in Australia. Launched on 5 November 1956 it is the responsibility of the ABC's television division, and is available nationally. The ABC's headquarters is in Ultimo, an inner-city suburb of Sydney, New South Wales.",
  "/wiki/Don%27t_Tell_the_Bride": "Don't Tell the Bride is a British reality television series. The premise of the series surrounds couples being awarded money to fund their wedding ceremony; however, every aspect of the ceremony must be organised by the groom, with no contact with the bride.",
  "/wiki/LifeStyle_You": "Lifestyle You (stylised as Lifestyle YOU) was an Australian subscription TV channel. It was a sister channel to Lifestyle, Lifestyle Home and Lifestyle Food. Lifestyle You was home to personal makeovers, hilarious and honest reality, health, wellness, family and relationship programming.",
  "/wiki/The_LifeStyle_Channel": "Lifestyle (formerly known as The LifeStyle Channel) is an Australian television channel. The channel launched on 1 September 1997. The channel has an emphasis on contemporary lifestyle interests. Its programming covers topics including food and wine, home and garden, real estate, shopping, leisure, travel and real life drama. Every Friday, articles, videos, etc., are published with new content and information regarded these topics.",
  "/wiki/Friday_Night_with_Jonathan_Ross": "Friday Night with Jonathan Ross is a British chat show presented by Jonathan Ross and broadcast on BBC One between 2001 and 2010. The programme features Ross' take on current topics of conversation, guest interviews (usually three per show) and live music from both a guest music group and the house band. First broadcast on 2 November 2001, the show began its final series in January 2010 and ended on 16 July 2010.",
  "/wiki/Seven_Network": "The Seven Network (commonly known as Channel Seven or simply Seven) is a major Australian commercial free-to-air television network. It is owned by Seven West Media Limited, and is one of five main free-to-air television networks in Australia. Channel Seven's head office is in Sydney.",
  "/wiki/King_of_the_Hill": "King of the Hill is an American adult animated sitcom created by Mike Judge and Greg Daniels for the Fox Broadcasting Company that ran from January 12, 1997, to May 6, 2010. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. Patriarch and main character Hank Hill, who works as assistant manager at Strickland Propane, is the everyman and general protagonist of the series. His modest conservative views and biases often clash with those of his wife, Peggy; his son, Bobby; his father, Cotton; his niece, Luanne; his boss, Buck Strickland; and his neighbor, Kahn. Hank is friends with other residents on his block, especially Bill Dauterive, Dale Gribble, and Jeff Boomhauer, all of whom he has known since elementary school. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.",
  "/wiki/7Two": "7TWO is an Australian free-to-air digital television multichannel, which was launched by the Seven Network on 1 November 2009. The channel broadcasts a variety of programs, targeting a 25-and-over audience, with most programs originating from Australia, New Zealand, United Kingdom, and the United States.",
  "/wiki/Gok%27s_Fashion_Fix": "Kwokhyn Wan MBE (Chinese: 溫國興; Cantonese Jyutping: Wan1 gwok3 hing3; born 9 September 1974), known as Gok Wan, is a British fashion consultant, author and television presenter.",
  "/wiki/Shortland_Street": "Shortland Street is a New Zealand prime-time soap opera centering on the fictitious Shortland Street Hospital, first broadcast on TVNZ 2 on 25 May 1992. It is the country's longest-running drama and soap opera, being broadcast continuously for over 6,000 episodes and over 27 years, and is one of the most watched television programmes in New Zealand.",
  "/wiki/SBS_One": "SBS is a national public television network in Australia. Launched on 24 October 1980, it is the responsibility of SBS's television division, and is available nationally.  In 2018, SBS had a 7.9% audience share.",
  "/wiki/Flavor_of_Love": "Flavor of Love is an American reality television dating game show starring Flavor Flav of the rap group Public Enemy.",
  "/wiki/MTV_Australia": "MTV is a 24-hour general entertainment channel specialising in music and youth culture programming which serves Australia and New Zealand. It is operated by parent company ViacomCBS International Media Networks headquartered in London with a local office in Sydney.",
  "/wiki/VH1_Australia": "MTV Classic (formerly VH1 Australia) is an Australian and New Zealand subscription television music channel. The channel focused on music from the 1980s to 2000s. The channel first launched in Australia on 22 April 1995 (as MuchMusic) and in New Zealand on 1 June 2011. On 1 July 2011 MTV International channels launched new logos",
  "/wiki/Top_Gear_(2002_TV_series)": "Top Gear is a British motoring magazine, factual television series, conceived by Jeremy Clarkson and Andy Wilman, launched on 20 October 2002, and broadcast in the United Kingdom on BBC Two. The programme is a relaunched version of the original 1977 show of the same name, which looks at various motor vehicles, primarily cars. While the original format focused mainly on review of cars, the 2002 version expanded on this with motoring-based challenges, special races, timed laps of notable cars, and celebrity timed laps on a course specially-designed for the relaunched programme, with its format developing over time to focus on a more quirky, humorous and sometimes controversial style of presentation. The programme has received acclaim for its visual style and presentation, as well as criticism for its content. It has been announced that Top Gear will move to BBC One later this year.",
  "/wiki/Mercy_(TV_series)": "Mercy is an American medical drama television series created by Liz Heldens, which aired on NBC from September 23, 2009, to May 12, 2010. The series initially aired on Wednesday at 8:00 pm (ET), as part of the 2009 fall season, but was pushed back to 9:00 pm in April.",
  "/wiki/The_Sopranos": "The Sopranos is an American crime drama television series created by David Chase. The story revolves around Tony Soprano (James Gandolfini), a New Jersey-based Italian-American mobster, portraying the difficulties that he faces as he tries to balance his family life with his role as the leader of a criminal organization. These are explored during his therapy sessions with psychiatrist Jennifer Melfi (Lorraine Bracco). The series features Tony's family members, mafia colleagues, and rivals in prominent roles—most notably his wife Carmela (Edie Falco) and his protégé/distant cousin Christopher Moltisanti (Michael Imperioli).",
  "/wiki/7mate": "7mate is an Australian free-to-air digital television multichannel, which was launched by the Seven Network on 25 September 2010. The channel contains sport and regular programs aimed primarily to a male audience, with programming drawn from a combination of new shows, American network shows and other shows previously aired on its sister channels Seven and 7TWO. As of December 2018, it is the number one multichannel free-to-air digital channel in Australia",
  "/wiki/Gavin_%26_Stacey": "Gavin & Stacey  is a British sitcom, written by James Corden and Ruth Jones, about two families; one from Essex and one from Wales. Mathew Horne and Joanna Page play the titular characters Gavin and Stacey and the writers star as Smithy and Nessa. Other prominent cast members include Alison Steadman and Larry Lamb, who play Gavin's parents (Pam and Mick), and Melanie Walters and Rob Brydon, who portray Stacey's mother, Gwen, and uncle, Bryn.",
  "/wiki/ABC2": "ABC Comedy is an Australian free-to-air television channel that was launched on 7 March 2005 as ABC2; it is owned by the Australian Broadcasting Corporation. The channel broadcasts a range of comedy supplemented with repeats of popular ABC TV programmes. Between the hours of 5am and 7.30pm daily the channel's bandwidth is used for the ABC Kids channel for young children.",
  "/wiki/The_Legends_of_Treasure_Island": "The Legends Of Treasure Island is an English animated television series. It had two series of 13 episodes each and each episode runs for 22–25 minutes.",
  "/wiki/Woof!": "Woof! is a British children's television series produced by Central Independent Television about the adventures of a boy who shapeshifts into a dog. It was based on the book by Allan Ahlberg. It was directed by David Cobham with the screenplay by Richard Fegen and Andrew Norriss who novelized the second, third and fourth series as Woof! The Tale Wags On, Woof! The Tale Gets Longer and Woof! A Twist in the Tale respectively.",
  "/wiki/Zero_Hour_(2004_TV_series)": "Zero Hour is a Canadian/British documentary-style television series. It aired on History Television in Canada, on the BBC in the United Kingdom, and on The History Channel in the United States. Zero Hour has also aired on Channel Seven in Australia (third series aired on Network Ten from 1 May 2010 and now plays on 7mate); on Discovery Channel in Africa, Asia, New Zealand, Brazil, and the Netherlands. The program focuses on retelling the details of tragic man-made disasters which each unfolded in less than an hour.",
  "/wiki/Network_Ten": "Network 10 (commonly known as Channel 10 or simply 10) is an Australian commercial television network. One of five national free-to-air networks, 10's owned-and-operated stations can be found in the state capital cities of Sydney, Melbourne, Brisbane, Adelaide and Perth, while affiliates extend the network to regional areas of the country. The network is owned by Ten Network Holdings, which in-turn is owned by ViacomCBS.",
  "/wiki/Celebrity_Fit_Club_(U.S._TV_series)": "Celebrity Fit Club is a reality television series which followed eight overweight celebrities as they tried to lose weight.",
  "/wiki/Friends": "Friends is an American sitcom television series, created by David Crane and Marta Kauffman, which aired on NBC from September 22, 1994, to May 6, 2004, lasting ten seasons. With an ensemble cast starring Jennifer Aniston, Courteney Cox, Lisa Kudrow, Matt LeBlanc, Matthew Perry and David Schwimmer, the show revolved around six friends in their 20s and 30s who lived in Manhattan, New York City. The series was produced by Bright/Kauffman/Crane Productions, in association with Warner Bros. Television. The original executive producers were Kevin S. Bright, Kauffman, and Crane.",
  "/wiki/GEM_(Australian_TV_channel)": "9Gem is an Australian free-to-air digital television multichannel, launched by the Nine Network in September 2010. It is a General Entertainment and Movies channel, the phrase from which the original name \"GEM\" is derived.",
  "/wiki/Mighty_Ships": "Mighty Ships is a documentary television program produced by Exploration Production Inc. in Canada and aired on Discovery Channel Canada and also broadcast around the world. Each episode of the series follows a particular sea-going vessel and provides an insight into the ship and its crew.",
  "/wiki/Two_and_a_Half_Men": "Two and a Half Men is an American television sitcom that originally aired on CBS for twelve seasons from September 22, 2003, to February 19, 2015.\nOriginally starring Charlie Sheen, Jon Cryer, and Angus T. Jones, the series was about a hedonistic jingle writer, Charlie Harper, his uptight brother, Alan, and Alan's troublesome son, Jake. After Alan divorces, he and Jake move into Charlie's beachfront Malibu house and complicate Charlie's freewheeling life.",
  "/wiki/Fox8": "Fox8 (corporately stylised as FOX8, alternatively as Fox 8 or FOX 8) is an Australian pay television channel available on Foxtel, and Optus Television's subscription platforms. It is the most watched subscription television channel in Australia (with or without the timeshift) and broadcasts the highest rating non-sporting related program or event on subscription television in Australia, Australia's Next Top Model. A high definition version of the channel, Fox8HD, was launched on the Foxtel and Austar platforms on 15 November 2009.",
  "/wiki/Arena_(TV_network)": "Arena is an Australian general entertainment cable and satellite channel available on Foxtel, Austar, and Optus Television's subscription platforms.",
  "/wiki/2010_in_Australian_television": "This is a list of Australian television events and premieres which occurred, or are scheduled to occur, in 2010. The year 2010 will be the 55th year of continuous operation of television in Australia."
}