{
  "/wiki/Gladys_Lunn": "Gladys Anne Lunn (1 June 1908 – 3 January 1988) was an English track and field athlete from Birmingham, England who competed in the 1934 British Empire Games in the 1938 British Empire Games.\n Gladys was a member of Birchfield Harriers athletics club.\n At the 1934 Empire Games she won the gold medal in the 880 yards event as well as in the javelin throw competition, an unorthodox combination.\n Four years later she won the bronze medal in the javelin throw event at the 1938 Empire Games. She also participated in the 220 yards contest but did not start in her semi-final heat.\n She was the inaugural winner of the (unofficial) ladies race at the International Cross Country Championships. She was also twice a medallist in the 800 metres at the Women's World Games, taking gold in 1930 before returning for a bronze medal in 1934.\n Nationally, she was a ten-time champion at the Women's Amateur Athletic Association Championships. This included three straight 880-yard titles from 1930 to 1932, two 800 m titles, the first ever mile run in 1936 and the following year in 1937, a 1937 javelin title and two cross country titles.\n Lunn had two world records ratified by the International Women's Sports Federation (FSFI): 3:04.4 minutes for the 1000 m in 1931 and 3:00.6 minutes over the same distance in 1934. Four of her performances over the mile were later recognised as world best times.",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Ruth_Christmas": "Ruth Lillian Christmas (12 November 1904 – 2 April 2001) was a British middle-distance runner.\n Christmas and her sister Esther followed their father into athletics.  Ruth began competing in Cambridge in the 1920s, then moved to London and joined the London Olympiades women's athletics club.  She took second place in the half-mile at the British Championships in 1929, and began competing internationally, recording impressive results.  In the mile, she recorded a possible world record time of 5:27.5 in 1932.\n In her favoured distance of 880-yards or 800-metres, Christmas had a longstanding rivalry with Gladys Lunn, and finally beat her in the 1933 British Championships.  She gained French nationality through marriage, becoming Ruth Christmas-Paysant, and began competing for her adopted homeland, winning the 1935 French Championships 800-metre title, and the cross-country equivalent in 1936.  In 1939, she and her husband returned to Britain to avoid the oncoming World War II, and she retired from athletics.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.\n The sovereign state is a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region in the north, Wallonia in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita.\n Belgium is home to two main linguistic groups or communities: the Dutch-speaking Flemish Community, which constitutes about 60 percent of the population, and the French-speaking Community, which comprises about 40 percent of all Belgians. A small German-speaking Community, numbering around one percent, exists in the East Cantons. The Brussels-Capital Region is officially bilingual (French and Dutch), although French is the dominant language. Belgium's linguistic diversity and related political conflicts are reflected in its political history and complex system of governance, made up of six different governments.\n Historically, Belgium is part of an area known as the Low Countries, a somewhat larger region than the current Benelux group of states that also included parts of northern France and western Germany. Its modern name is derived from the Latin word 'Belgium', used by Julius Caesar's Gallic War, which described the region in the period around 55 BCE. From the end of the Middle Ages until the 17th century, the area of Belgium was a prosperous and cosmopolitan center of commerce and culture. Between the 16th and early 19th centuries, Belgium served as the battleground between many European powers, earning the moniker the \"Battlefield of Europe\", a reputation strengthened by both world wars. The country emerged in 1830 following the Belgian Revolution when it seceded from the Netherlands.\n Belgium participated in the Industrial Revolution and, during the course of the 20th century, possessed a number of colonies in Africa. The second half of the 20th century was marked by rising tensions between the Dutch-speaking and the French-speaking citizens  fueled by differences in language and culture and the unequal economic development of Flanders and Wallonia. This continuing antagonism has led to several far-reaching reforms, resulting in a transition from a unitary to a federal arrangement during the period from 1970 to 1993. Despite the reforms, tensions between the groups have remained, if not increased; there is significant separatism particularly among the Flemish; controversial language laws exist such as the municipalities with language facilities; and the formation of a coalition government took 18 months following the June 2010 federal election, a world record. Unemployment in Wallonia is more than double that of Flanders, which boomed after the war.\n Belgium is one of the six founding countries of the European Union and its capital, Brussels, hosts the official seats of the European Commission, the Council of the European Union, and the European Council, as well as one of two seats of the European Parliament (the other being Strasbourg). Belgium is also a founding member of the Eurozone, NATO, OECD, and WTO, and a part of the trilateral Benelux Union and the Schengen Area. Brussels hosts several of the EU's official seats as well as the headquarters of many major international organizations such as NATO.[B]\n Belgium is a developed country, with an advanced high-income economy. It has very high standards of living, quality of life, healthcare, education, and is categorized as \"very high\" in the Human Development Index. It also ranks as one of the safest or most peaceful countries in the world.",
  "/wiki/1931_International_Cross_Country_Championships": "The 1931 International Cross Country Championships was held in\nDublin, Ireland, at the Baldoyle Racecourse on 28 March 1931.\nFor the first time, an unofficial women's championship was held a week earlier\nin Douai, France on 22 March 1931. A report on the event was given\nin the Glasgow Herald for the men's and the women's event.\n Complete results for men, and for women (unofficial), medallists, \n and the results of British athletes were published."
}