{
  "/wiki/Sir_John_Aubrey,_2nd_Baronet": "Sir John Aubrey, 2nd Baronet (c. 1650 – 15 September 1700) was an English politician.",
  "/wiki/Brackley_(UK_Parliament_constituency)": "Brackley was a parliamentary borough in Northamptonshire, which elected two Members of Parliament (MPs) to the House of Commons from 1547 until 1832, when the constituency was abolished by the Great Reform Act.",
  "/wiki/Sir_John_Aubrey,_3rd_Baronet": "Sir John Aubrey, 3rd Baronet (20 June 1680 – 16 April 1743), of Llantriddyd, Glamorgan and Boarstall, Buckinghamshire was a British Whig politician who sat in the English House of Commons from 1706 to 1707, and then in the British House of Commons from 1707 to 1710.",
  "/wiki/Cardiff_(UK_Parliament_constituency)": "Cardiff was a parliamentary constituency centred on the town of Cardiff in South Wales which returned one Member of Parliament to the House of Commons from 1542 until it was abolished for the 1918 general election.",
  "/wiki/Thomas_Bulkeley,_7th_Viscount_Bulkeley": "Thomas James Bulkeley, 7th Viscount Bulkeley, later  Warren-Bulkeley, (12 December 1752 – 3 June 1822) was an English aristocrat and politician who sat in the House of Commons from 1774 to 1784 when he was raised to the peerage.",
  "/wiki/Ynys_M%C3%B4n_(UK_Parliament_constituency)": "Ynys Môn (Welsh pronunciation: [ˌənɨs ˈmoːn]; officially called Anglesey until 1983) is a constituency of the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first past the post system of election.",
  "/wiki/Guido_Reni": "Guido Reni (Italian pronunciation: [ˌɡwiːdo ˈrɛːni]; 4 November 1575 – 18 August 1642) was an Italian painter of the Baroque period, although his works showed a classical manner, similar to Simon Vouet, Nicholas Poussin and Philippe de Champaigne. He painted primarily religious works, but also mythological and allegorical subjects. Active in Rome, Naples, and his native Bologna, he became the dominant figure in the Bolognese School that emerged under the influence of the Carracci.",
  "/wiki/Buildings_of_Jesus_College,_Oxford": "The main buildings of Jesus College, one of the colleges of the University of Oxford, are located in the centre of the city of Oxford, England, between Turl Street, Ship Street, Cornmarket Street, and Market Street. Jesus College was founded in 1571 by Elizabeth I upon the petition of a Welsh clergyman, Hugh Price, who was treasurer of St David's Cathedral. Her foundation charter gave to the college the land and buildings of White Hall, a university hall that had experienced a decline in student numbers. Price added new buildings to those of White Hall, and construction work continued after his death in 1574. The first of the college's quadrangles, which includes the hall, chapel, and principal's lodgings was completed between 1621 and 1630.  Construction of the second quadrangle began in the 1630s, but was interrupted by the English Civil War and was not completed until about 1712. Further buildings were erected in a third quadrangle during the 20th century, including science laboratories (now closed), a library for undergraduates, and additional accommodation for students and fellows. In addition to the main site, the college owns flats in east and north Oxford, and a sports ground.",
  "/wiki/Evan_Cotton": "Sir Harry Evan Auguste Cotton CIE (24 May 1868 – 7 March 1939), better known as Evan Cotton or H. E. A. Cotton, was a Liberal politician, barrister, administrator, journalist, historian and writer. His Calcutta Old and New, first published in 1907, remains unsurpassed to this day.",
  "/wiki/Law_degree": "A law  degree is an academic degree conferred for studies in law. Such degrees are generally preparation for legal careers; but while their curricula may be reviewed by legal authority, they do not themselves confer a license. A legal license is granted (typically by examination) and exercised locally; while the law degree can have local, international, and world-wide aspects- e.g., in Britain the Legal Practice Course is required to become a British solicitor or the Bar Professional Training Course (BPTC) to become a barrister.",
  "/wiki/Literae_Humaniores": "Literae humaniores, nicknamed greats, is an undergraduate course focused on classics (Ancient Rome, Ancient Greece, Latin, ancient Greek, and philosophy) at the University of Oxford and some other universities. The Latin name means literally \"more human literature\" and was in contrast to the other main field of study when the university began, i.e. res divinae, also known as theology. Lit. hum. is concerned with human learning, and lit. div. with learning that came from God. In its early days, it encompassed mathematics and natural sciences as well. It is an archetypal humanities course.",
  "/wiki/Liberal_Party_(UK)": "The Liberal Party was one of the two major parties in the United Kingdom with the opposing Conservative Party in the 19th and early 20th centuries. The party arose from an alliance of Whigs and free trade-supporting Peelites and the reformist Radicals in the 1850s. By the end of the 19th century, it had formed four governments under William Gladstone. Despite being divided over the issue of Irish Home Rule, the party returned to government in 1905 and then won a landslide victory in the following year's general election.",
  "/wiki/Finsbury_East_(UK_Parliament_constituency)": "Finsbury East was a parliamentary constituency centred on the Finsbury district of North London, England.  It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system.",
  "/wiki/John_Edward_Daniel": "John Edward Daniel (1902–1962) was a Welsh theologian and college lecturer who became chairman of the Welsh political party Plaid Cymru.",
  "/wiki/Plaid_Cymru": "Plaid Cymru (English: /ˌplaɪd ˈkʌmri/ PLYDE KUM-ree; Welsh: [plaid ˈkəmri]; officially Plaid Cymru – The Party of Wales, often referred to simply as Plaid) is a social-democratic political party in Wales advocating Welsh independence from the United Kingdom within the European Union.",
  "/wiki/Ed_Davey": "Sir Edward Jonathan \"Ed\" Davey FRSA MP (born 25 December 1965) is a British politician serving as acting co-Leader of the Liberal Democrats since 13 December 2019. He has been the Member of Parliament (MP) for Kingston and Surbiton since 2017, and previously from 1997-2015.",
  "/wiki/Philosophy,_Politics,_and_Economics": "Philosophy, politics and economics or politics, philosophy, and economics (PPE) is an interdisciplinary undergraduate or postgraduate degree which combines study from three disciplines. The first institution to offer degrees in PPE was the University of Oxford in the 1920s. This particular course has produced a significant number of notable graduates such as Aung San Suu Kyi, Burmese politician and State Counsellor of Myanmar, Nobel Peace Prize winner; Princess Haya bint Hussein daughter of the late King Hussein of Jordan and wife of the ruler of Dubai; Christopher Hitchens, the British–American polemicist,  Oscar winning writer and director Florian Henckel von Donnersmarck; Philippa Foot a British philosopher; Harold Wilson, Edward Heath and David Cameron, former Prime Ministers of the United Kingdom; Hugh Gaitskell, William Hague and Ed Miliband, former Leaders of the Opposition; former Prime Minister of Pakistan Benazir Bhutto and current Prime Minister of Pakistan Imran Khan; and Malcolm Fraser, Bob Hawke and Tony Abbott, former Prime Ministers of Australia. The course received fresh attention in 2017, when Nobel Peace Prize winner Malala Yousafzai earned a place.",
  "/wiki/Junior_Common_Room": "In some universities in the United Kingdom and Ireland — particularly collegiate universities such as Oxford and Cambridge, as well as King's College London, Dublin University, Durham University, University of York, University of Kent and Lancaster University — students and the academic body are organised into a common room, or at Cambridge a combination room. This terminology has, in addition, been taken up in some universities in other English-speaking nations. The terms JCR, MCR, and SCR are used by Harvard University, Yale University, Princeton University, and the University of Toronto.",
  "/wiki/Liberal_Democrats_(UK)": "The Liberal Democrats (Lib Dems) are a liberal political party in the United Kingdom. The party currently has 11 Members of Parliament in the House of Commons, 94 members of the House of Lords, five Members of the Scottish Parliament and one member in each of the Welsh Assembly and the London Assembly. It was in a coalition government with the Conservative Party from 2010-15.",
  "/wiki/Kingston_and_Surbiton_(UK_Parliament_constituency)": "Kingston and Surbiton (/ˈkɪŋstən ... ˈsɜːrbɪtən/) is a constituency[n 1] created in 1997 represented in the House of Commons of the UK Parliament[n 2] since 2017 by Ed Davey, the incumbent Deputy Leader of the Liberal Democrats. Kingston and Surbiton has been considered relative to others a very marginal seat, as well as a swing seat since 2010, as the seat has changed hands twice since that year, and its winner's majority did not exceed 6.6% of the vote since the 13.2% majority won in 2010 prior to 2019, when Davey won a 17.2% majority and an absolute majority of votes cast.",
  "/wiki/Secretary_of_State_for_Energy_and_Climate_Change": "Her Majesty's Principal Secretary of State for Energy and Climate Change was a British government cabinet position from 2008 to 2016. The Department of Energy and Climate Change was created on 3 October 2008 when former Prime Minister Gordon Brown reshuffled his Cabinet.",
  "/wiki/Geraint_Davies_(Labour_politician)": "Geraint Richard Davies (born 3 May 1960) is a British politician who is the Labour Co-operative Member of Parliament (MP) for Swansea West. Previously, Davies was the Labour Party MP for Croydon Central from 1997 to 2005. He had also served as Leader of Croydon Borough Council.",
  "/wiki/Labour_Party_(UK)": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has either been the governing party or the Official Opposition.",
  "/wiki/Croydon_Central_(UK_Parliament_constituency)": "Croydon Central is a constituency created in 1974 and is represented in the House of Commons of the UK Parliament since 2017 by Labour MP Sarah Jones.[n 1][n 2]  The seat bucked the national results in 2005,2017 and 2019 leaning to right and left respectively being in other results a bellwether, its winner belonging to the winning party nationally since 1979.",
  "/wiki/Bruce_Douglas-Mann": "Bruce Leslie Home Douglas-Mann (23 June 1927 – 27 July 2000) was a British politician.",
  "/wiki/Kensington_North_(UK_Parliament_constituency)": "Kensington North was a parliamentary constituency centred on the Kensington district of west London.  It returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom.",
  "/wiki/Mitcham_and_Morden_(UK_Parliament_constituency)": "Mitcham and Morden is a constituency[n 1] in Greater London represented in the House of Commons of the UK Parliament since 1997 by Siobhain McDonagh of the Labour Party.[n 2]",
  "/wiki/Social_Democratic_Party_(UK)": "The Social Democratic Party (SDP) was a centrist political party in the United Kingdom. The party supported a mixed economy (favouring a system inspired by the German social market economy), electoral reform, European integration and a decentralized state while rejecting the possibility of trade unions being overly influential within the industrial sphere.",
  "/wiki/1982_Mitcham_and_Morden_by-election": "The Mitcham and Morden by-election was held on 3 June 1982. It was a rare example of a governing party (the British Conservatives) gaining a seat in a by-election.",
  "/wiki/Sir_Francis_Edwards,_1st_Baronet": "Sir Francis Edwards, 1st Baronet (28 April 1852 – 10 May 1927), commonly known as Frank Edwards, was a British Liberal Party politician.",
  "/wiki/Radnorshire_(UK_Parliament_constituency)": "Radnorshire was created in 1542 as a constituency of the House of Commons of the Parliament of England then of the Parliament of Great Britain from 1707 to 1800 and of the Parliament of the United Kingdom from 1801 to 1918. It elected one knight of the shire (MP) by the first past the post system.",
  "/wiki/William_Foxwist": "William Foxwist (1610 – 1673?) was a Welsh judge and politician who sat in the House of Commons at various times between 1647 and 1660.",
  "/wiki/Caernarfon_(UK_Parliament_constituency)": "Caernarfon was a parliamentary constituency centred on the town of Caernarfon in Wales. It elected one Member of Parliament (MP) by the first past the post system.",
  "/wiki/Swansea": "Swansea (/ˈswɒnzi/; Welsh: Abertawe [abɛrˈtawɛ]) is a coastal city and county, officially known as the City and County of Swansea (Welsh: Dinas a Sir Abertawe) in Wales. Swansea lies within the historic county boundaries of Glamorgan and the ancient Welsh commote of Gŵyr on the southwest coast. The county area includes Swansea Bay (Welsh: Bae Abertawe) and the Gower Peninsula. Swansea is the second largest city in Wales and the twenty-fifth largest city in the United Kingdom. According to its local council, the City and County of Swansea had a population of 241,300 in 2014, the second most populous local authority area in Wales after Cardiff. Together with Neath and Port Talbot, Swansea formed a wider Urban Area of 300,352 in 2011.",
  "/wiki/St_Albans_(UK_Parliament_constituency)": "St Albans is a constituency[n 1] represented in the House of Commons of the UK Parliament since 2019 by Daisy Cooper, a Liberal Democrat.[n 2]",
  "/wiki/Edward_Garnier": "Edward Henry Garnier, Baron Garnier, Kt PC QC (born 26 October 1952) is a British barrister and former Conservative Party politician in the United Kingdom. A former Guardian lawyer, Lord Garnier is on the socially liberal wing of his party and was the Member of Parliament (MP) for Harborough in Leicestershire from 1992 until 2017. He most recently served as Solicitor General for England and Wales from the election of 2010 until the 2012 ministerial reshuffle. He stood down from the House of Commons at the 2017 general election.",
  "/wiki/Conservative_Party_(UK)": "The Conservative Party, officially the Conservative and Unionist Party and also known colloquially as the Tories or simply the Conservatives, is a centre-right political party in the United Kingdom. The governing party since 2010, it holds an overall majority in the House of Commons with 365 Members of Parliament. It also has 245 members of the House of Lords, 8 members of the London Assembly, 31 members of the Scottish Parliament, 11 members of the Welsh Assembly and 7,433 local councillors.",
  "/wiki/Harborough_(UK_Parliament_constituency)": "Harborough (/ˈhɑːrbərə, -bʌrə/) is a constituency[n 1] covering the south east of Leicestershire[n 2] represented in the House of Commons of the UK Parliament[n 3] since 2017 by Neil O'Brien of the Conservative Party.",
  "/wiki/Solicitor_General_for_England_and_Wales": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law.  They can exercise the powers of the Attorney General in the Attorney General's absence.",
  "/wiki/Sir_William_Glynne,_1st_Baronet": "Sir William Glynne, 1st Baronet (20 January 1638 – 8 September 1690) was a Welsh politician.",
  "/wiki/Third_Protectorate_Parliament": "The Third Protectorate Parliament sat for one session, from 27 January 1659 until 22 April 1659, with Chaloner Chute and Thomas Bampfylde as the Speakers of the House of Commons. It was a bicameral Parliament, with an Upper House having a power of veto over the Commons.",
  "/wiki/Ian_Grist": "Ian Grist (5 December 1938 – 2 January 2002) was a British Conservative politician.",
  "/wiki/Cardiff_North_(UK_Parliament_constituency)": "Cardiff North (Welsh: Gogledd Caerdydd) is a\nUK constituency in the city of Cardiff. Since its 1950 creation it returns one Member of Parliament (MP) to the House of Commons of the UK Parliament.[n 1][n 2]  The affiliation of the winning candidate for Cardiff North was that of the winning party nationally for the years 1979-2015 – a bellwether seat.",
  "/wiki/Cardiff_Central_(UK_Parliament_constituency)": "Cardiff Central (Welsh: Canol Caerdydd) is a borough constituency in the city of Cardiff. It returns one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system.",
  "/wiki/Leoline_Jenkins": "Sir Leoline Jenkins (1625 – 1 September 1685) was a Welsh academic, diplomat involved in the negotiation of international treaties (e.g. Nimègue). jurist and politician. He was a clerical lawyer who served as Judge of the High Court of Admiralty from 1668 to 1685.  As a statesman he served as Secretary of State from  1680 to 1684.",
  "/wiki/English_Civil_War": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\") principally over the manner of England's governance. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporters of the Long Parliament, while the third (1649–1651) saw fighting between supporters of King Charles II and supporters of the Rump Parliament. The war ended with Parliamentarian victory at the Battle of Worcester on 3 September 1651.",
  "/wiki/Secretary_of_State_(England)": "In the Kingdom of England, the title of Secretary of State came into being near the end of the reign of Queen Elizabeth I (1558–1603), the usual title before that having been King's Clerk, King's Secretary, or Principal Secretary.",
  "/wiki/Thomas_Johnes": "Thomas Johnes (1 September 1748 – 23 April 1816) was a Member of Parliament, landscape architect, farmer, printer, writer and social benefactor. He is best known for his development of the Hafod Estate in Wales. \nJohnes was born in Ludlow, Shropshire, England.  Upon moving from his family home at Croft Castle to an isolated area near Cwmystwyth, in Ceredigion, Wales, Johnes began his life works by building a church for the local tenants, a school, and magnificent gardens, walks and bridges.\nHe undertook experiments in sheep and cattle breeding together with the growing of new crops and a thriving dairy was established. Trees were planted in great quantities on land considered unsuitable for crops; Johnes obtained the Royal Society of Arts medal five times for planting trees. He encouraged his tenants to improve their farming practices when in 1800 he published A Cardiganshire Landlord's Advice to his Tenants, with a Welsh translation and offered prizes for good crops. He was also one of the chief supporters of the Cardiganshire Agricultural Society, founded in 1784. Johnes devoted his entire life fortune to improving Hafod Estate.",
  "/wiki/Cardigan_(UK_Parliament_constituency)": "The Cardigan District of Boroughs was a parliamentary constituency in Wales which returned one Member of Parliament to the House of Commons of the Parliament of the United Kingdom and its predecessors, from 1542 until it was abolished for the 1885 general election. The borough constituency comprised the four towns of Cardigan, Aberystwyth, Lampeter and Adpar - geographically separated from each other but all within the county of Cardiganshire.",
  "/wiki/Ceredigion_(UK_Parliament_constituency)": "Ceredigion, formerly Cardiganshire, is a constituency represented in the House of Commons of the UK Parliament. Created in 1536, the franchise expanded in the late 19th century and on the enfranchisement of women. Its boundaries remained virtually unchanged until 1983. From 1536 until 1885 the area had two seats (electing MPs): a county constituency (Cardiganshire) comprising the rural areas, the other the borough constituency known as the Cardigan District of Boroughs comprising a few separate towns; in 1885 the latter was abolished, its towns and electors incorporated into the former, reduced to one MP. The towns which comprised the Boroughs varied slightly over this long period, but primarily consisted of Cardigan, Aberystwyth, Lampeter and Adpar, the latter now a suburb of Newcastle Emlyn across the Teifi, in Carmarthenshire.",
  "/wiki/Lord_Lieutenant_of_Cardiganshire": "This is a list of people who served as Lord Lieutenant of Cardiganshire. After 1780, all Lord Lieutenants were also Custos Rotulorum of Cardiganshire. The office was abolished on 31 March 1974, and replaced by the Lord Lieutenant of Dyfed.",
  "/wiki/Sir_Thomas_Littleton,_2nd_Baronet": "Sir Thomas Littleton, 2nd Baronet (c. 1621 – 14 April 1681) was an English politician from the extended Littleton/Lyttelton family who sat in the House of Commons variously between 1640 and 1681.",
  "/wiki/(Much)_Wenlock_(UK_Parliament_constituency)": "Much Wenlock, often called simply Wenlock, was a constituency of the House of Commons of the Parliament of England until 1707, then of the Parliament of Great Britain from 1707 to 1800, and finally of the Parliament of the United Kingdom from 1801 to 1885, when it was abolished.\nIt was named after the town of that name in Shropshire.",
  "/wiki/Short_Parliament": "The Short Parliament was a Parliament of England that was summoned by King Charles I of England on 20 February 1640 and sat from 13 April to 5 May 1640. It was so called because of its short life of only three weeks.",
  "/wiki/Long_Parliament": "The Long Parliament was an English Parliament which lasted from 1640 until 1660. It followed the fiasco of the Short Parliament which had convened for only three weeks during the spring of 1640, and which in turn had followed an 11-year parliamentary absence. In September 1640, King Charles I issued writs summoning a parliament to convene on 3 November 1640.[a] He intended it to pass financial bills, a step made necessary by the costs of the Bishops' Wars in Scotland. The Long Parliament received its name from the fact that, by Act of Parliament, it stipulated it could be dissolved only with agreement of the members; and, those members did not agree to its dissolution until 16 March 1660, after the English Civil War and near the close of the Interregnum.",
  "/wiki/East_Grinstead_(UK_Parliament_constituency)": "East Grinstead was a parliamentary constituency in the Kingdom of England, the Kingdom of Great Britain, and the United Kingdom. It first existed as a Parliamentary borough from 1307, returning two Members of Parliament to the House of Commons elected by the bloc vote system. The borough was disfranchised under the Reform Act 1832, but the name was revived at the 1885 election when the Redistribution of Seats Act created a new single-member county division of the same name.",
  "/wiki/Yarmouth_(Isle_of_Wight)_(UK_Parliament_constituency)": "Yarmouth was a borough constituency of the House of Commons of England then of the House of Commons of Great Britain from 1707 to 1800 and of the House of Commons of the United Kingdom from 1801 to 1832. It was represented by two members of parliament (MPs), elected by the bloc vote system.",
  "/wiki/Sir_Charles_Lloyd,_1st_Baronet,_of_Milfield": "Sir Charles Lloyd, 1st Baronet (1662 – 28 December 1723) was a British politician.",
  "/wiki/High_Sheriff_of_Cardiganshire": "The office of High Sheriff of Cardiganshire was established in 1541, since when a high sheriff was appointed annually until 1974 when the office was transformed into that of High Sheriff of Dyfed as part of the creation of Dyfed from the amalgamation of Cardiganshire, Carmarthenshire and Pembrokeshire. Between the Edwardian Conquest of Wales in 1282 and the establishment of the High Sheriff of Cardiganshire, the sheriff's duties were mainly the responsibility of the coroner and the Custos Rotulorum of Cardiganshire. The office of High Sheriff remained first in precedence in the county until the reign of Edward VII when an Order in Council in 1908 gave the Lord Lieutenant of Cardiganshire the prime office under the Crown as the sovereign's personal representative.",
  "/wiki/High_Sheriff_of_Carmarthenshire": "This is a list of High Sheriffs of Carmarthenshire. Carmarthenshire was originally created by the Statute of Rhuddlan in 1284. It became an administrative county in 1889 with a county council following the Local Government Act 1888. Under the Local Government Act 1972, the administrative county of Carmarthenshire was abolished on 1 April 1974 and the area of Carmarthenshire became three districts within the new county of Dyfed : Carmarthen, Dinefwr and Llanelli. Under the Local Government (Wales) Act 1994, Dyfed was abolished on 1 April 1996 and the three districts united to form a unitary authority which had the same boundaries as the original Carmarthenshire but remaining in the shrievalty of Dyfed.",
  "/wiki/Sir_Herbert_Lloyd,_1st_Baronet": "Sir Herbert Lloyd, 1st Baronet (22 July 1720 – 19 August 1769) was a Welsh politician.",
  "/wiki/John_Meyrick_(politician)": "John Meyrick (1674–c.1735) was a Welsh politician and judge.",
  "/wiki/Pembroke_(UK_Parliament_constituency)": "Pembroke (or Pembroke Boroughs) was a parliamentary constituency centred on the town of Pembroke in West Wales.  It returned one Member of Parliament (MP) to the House of Commons of the Parliament of the United Kingdom, elected by the first past the post system.",
  "/wiki/Anglesey": "Anglesey (/ˈæŋɡəlsiː/; Welsh: Ynys Môn [ˈənɨs ˈmoːn]) is an island off the north-west coast of Wales. It forms the principal area (as Isle of Anglesey) and historic county of the same name, which includes Holy Island to the west and some islets and skerries. Anglesey island, with an area of 260 square miles (673 km2), is by far the largest island in Wales, seventh largest in the British Isles, largest by area in the Irish Sea and second most populous after the Isle of Man. The local-government area of Isle of Anglesey County Council measures 276 square miles (715 km2), Its population at the 2011 census was 69,751, of whom 13,659 live on Holy Island. The Menai Strait between Anglesey and mainland Wales is spanned by the Menai Suspension Bridge, designed by Thomas Telford in 1826, and by the Britannia Bridge, built in 1850 and replaced in 1980. The largest town is Holyhead on Holy Island, where the port handles over 2 million passengers a year to the Republic of Ireland. The next largest is Llangefni, seat of the county council. From 1974 to 1996 Anglesey was administered as part of Gwynedd. Most of Anglesey's inhabitants are Welsh speakers. The name Ynys Môn is used for the UK Parliament and National Assembly constituencies. The island is in the LL postcode area (LL58–LL78).",
  "/wiki/Andrew_McIntosh,_Baron_McIntosh_of_Haringey": "Andrew Robert McIntosh, Baron McIntosh of Haringey, PC (30 April 1933 – 27 August 2010) was a British Labour politician and last elected Principal of the Working Men's College.",
  "/wiki/Greater_London_Council": "The Greater London Council (GLC) was the top-tier local government administrative body for Greater London from 1965 to 1986. It replaced the earlier London County Council (LCC) which had covered a much smaller area. The GLC was dissolved in 1986 by the Local Government Act 1985 and its powers were devolved to the London boroughs and other entities. A new administrative body, known as the Greater London Authority (GLA), was established in 2000.",
  "/wiki/Whip_(politics)": "A whip is an official of a political party whose task is to ensure party discipline in a legislature. This means ensuring that members of the party vote according to the party platform, rather than according to their own individual ideology or the will of their constituents. Whips are the party's \"enforcers\". They ensure that their fellow legislators attend voting sessions and vote according to official  policy.",
  "/wiki/List_of_politicians,_lawyers,_and_civil_servants_educated_at_Jesus_College,_Oxford": "Jesus College is one of the constituent colleges of the University of Oxford in England.  The college was founded in 1571 by Queen Elizabeth I at the request of Hugh Price, a Welsh clergyman, who was Treasurer of St David's Cathedral in Pembrokeshire. The college still has strong links with Wales, and about 15% of students are Welsh. There are 340 undergraduates and 190 students carrying out postgraduate studies. Women have been admitted since 1974, when the college was one of the first five men's colleges to become co-educational. Old members of Jesus College are sometimes known as \"Jesubites\"."
}