{
  "/wiki/Lalith_Athulathmudali": "Lalith William Samarasekera Athulathmudali, PC (Sinhala:ලලිත් ඇතුලත්මුදලි; 26 November 1936 – 23 April 1993), known as Lalith Athulathmudali, was Sri Lankan statesman. He was a prominent member of the United National Party, who served as Minister of Trade and Shipping; Minister National Security and Deputy Minister of Defence; Minister of Agriculture, Food and Cooperatives and finally Minister of Education. Following a failed impeachment of President Premadasa, he was removed from the UNP and formed his own party.",
  "/wiki/Law_degree": "A law  degree is an academic degree conferred for studies in law. Such degrees are generally preparation for legal careers; but while their curricula may be reviewed by legal authority, they do not themselves confer a license. A legal license is granted (typically by examination) and exercised locally; while the law degree can have local, international, and world-wide aspects- e.g., in Britain the Legal Practice Course is required to become a British solicitor or the Bar Professional Training Course (BPTC) to become a barrister.",
  "/wiki/Oxford_Union": "The Oxford Union Society, commonly referred to simply as the Oxford Union, is a debating society in the city of Oxford, England, whose membership is drawn primarily from the University of Oxford. Founded in 1823, it is one of Britain's oldest university unions and one of the world's most prestigious private students' societies. The Oxford Union exists independently from the university and is separate from the Oxford University Student Union.",
  "/wiki/Liberation_Tigers_of_Tamil_Eelam": "The Liberation Tigers of Tamil Eelam (Tamil: தமிழீழ விடுதலைப் புலிகள், romanized: Tamiḻīḻa viṭutalaip pulikaḷ, Sinhala: දෙමළ ඊළාම් විමුක්ති කොටි, romanized: Demaḷa īḷām vimukti koṭi, commonly known as the LTTE or the Tamil Tigers) was a Tamil militant organisation that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments towards Tamils.",
  "/wiki/Neal_Blewett": "Neal Blewett, AC (born 24 October 1933) is a former Australian politician and diplomat. He was a member of the House of Representatives from 1977 to 1994, representing the Division of Bonython for the Australian Labor Party (ALP). He held ministerial office in the Hawke and Keating Governments as Minister for Health (1983–1987), Community Services and Health (1987–1990), Trade and Overseas Development (1990–1991), and Social Security (1991–1993). He later served a term as High Commissioner to the United Kingdom (1994–1998).",
  "/wiki/Philosophy,_Politics,_and_Economics": "Philosophy, politics and economics or politics, philosophy, and economics (PPE) is an interdisciplinary undergraduate or postgraduate degree which combines study from three disciplines. The first institution to offer degrees in PPE was the University of Oxford in the 1920s. This particular course has produced a significant number of notable graduates such as Aung San Suu Kyi, Burmese politician and State Counsellor of Myanmar, Nobel Peace Prize winner; Princess Haya bint Hussein daughter of the late King Hussein of Jordan and wife of the ruler of Dubai; Christopher Hitchens, the British–American polemicist,  Oscar winning writer and director Florian Henckel von Donnersmarck; Philippa Foot a British philosopher; Harold Wilson, Edward Heath and David Cameron, former Prime Ministers of the United Kingdom; Hugh Gaitskell, William Hague and Ed Miliband, former Leaders of the Opposition; former Prime Minister of Pakistan Benazir Bhutto and current Prime Minister of Pakistan Imran Khan; and Malcolm Fraser, Bob Hawke and Tony Abbott, former Prime Ministers of Australia. The course received fresh attention in 2017, when Nobel Peace Prize winner Malala Yousafzai earned a place.",
  "/wiki/Australian_House_of_Representatives": "The House of Representatives is the lower house of the bicameral Parliament of Australia, the upper house being the Senate. Its composition and powers are established in Chapter I of the Constitution of Australia.",
  "/wiki/Government_of_Australia": "The Government of Australia is the government of the Commonwealth of Australia, a federal parliamentary constitutional monarchy. It is also commonly referred to as the Australian Government, the Commonwealth Government, or the Federal Government.",
  "/wiki/High_Commissioner": "High commissioner is the title of various high-ranking, special executive positions held by a commission of appointment.",
  "/wiki/Joseph_Clearihue": "Joseph Badenoch Clearihue (1887–1976) was a Canadian lawyer, judge, academic and politician.",
  "/wiki/Rhodes_scholar": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.",
  "/wiki/Legislative_Assembly_of_British_Columbia": "The Legislative Assembly of British Columbia is the deliberative assembly of the Parliament of British Columbia, in the province of British Columbia, Canada. The Legislative Assembly meets in Victoria. Members are elected from provincial ridings and are referred to as Members of the Legislative Assembly (MLAs). Bills passed by the legislature are given royal assent by Elizabeth II, Queen of Canada, represented by the Lieutenant Governor of British Columbia.",
  "/wiki/Victoria_College,_British_Columbia": "Victoria College was an affiliated college based in Victoria, British Columbia, Canada. Founded in 1903, it was the first post-secondary institution established in British Columbia, and served as the predecessor to the University of Victoria. As a result, the history, and traditions of the institution are perpetuated by the University of Victoria.",
  "/wiki/University_of_Victoria": "The University of Victoria (UVic) is a public comprehensive research university located in the Greater Victoria municipalities of Oak Bay and Saanich, British Columbia, Canada. The university traces its roots to Victoria College, an institution established in 1903. The college was the first post-secondary institution established in British Columbia, and operated as an affiliated college until 1963, when it was reorganized into the independent University of Victoria. The university has ranked as the second best comprehensive university in Canada for three successive years.",
  "/wiki/Don_Baron_Jayatilaka": "Sir Don Baron Jayatilaka (Sinhala:ශ්‍රීමත් දොන් බාරොන් ජයතිලක; 13 February 1868 – 29 May 1944) known as D.B. Jayatilaka was a Sri Lankan educationalist, statesmen and diplomat. He was Vice-President of the Legislative Council of Ceylon; the Minister for Home Affairs and Leader of the House of the State Council of Ceylon; and Representative of Government of Ceylon in New Delhi. Sir D. B. Jayatilaka is also considered as a flag bearer of Buddhist education in Sri Lanka.",
  "/wiki/Ceylon": "Sri Lanka (UK: /sri ˈlæŋkə, ʃriː -/, US: /- ˈlɑːŋkə/ (listen); Sinhala: ශ්‍රී ලංකා Śrī Laṃkā; Tamil: இலங்கை Ilaṅkai), officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia, located in the Indian Ocean to the southwest of the Bay of Bengal and to the southeast of the Arabian Sea. The island is geographically separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. The legislative capital, Sri Jayawardenepura Kotte, is a suburb of the commercial capital and largest city, Colombo.",
  "/wiki/Terry_Le_Sueur": "Terence Augustine Le Sueur OBE was Chief Minister of Jersey between 2008 and 2011.",
  "/wiki/Chief_Minister_of_Jersey": "The Chief Minister of Jersey (French: Premier Ministre de Jersey; Norman: Chef Minnistre dé Jèrri) is the head of government of Jersey, leading the Council of Ministers, which makes up part of the Government of Jersey. The head of government is not directly elected by the people but rather by the legislature, the States Assembly).",
  "/wiki/Thomas_Lloyd_(lieutenant_governor)": "Thomas Lloyd (6 April 1640 – 10 September 1694) was a lieutenant-governor of the Province of Pennsylvania and a Quaker preacher.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/Norman_Manley": "Norman Washington Manley MM, QC, National Hero of Jamaica (4 July 1893 – 2 September 1969), was a Jamaican statesman.  A Rhodes Scholar, Manley became one of Jamaica's leading lawyers in the 1920s.  Manley was an advocate of universal suffrage, which was granted by the British colonial government to the colony in 1944.",
  "/wiki/Prime_Minister_of_Jamaica": "The prime minister of Jamaica is Jamaica's head of government, currently Andrew Holness. Holness, as leader of the governing Jamaica Labour Party (JLP), was sworn in as Prime Minister on 3 March 2016, succeeding People's National Party (PNP) leader Portia Simpson-Miller. This was a result of the JLP's victory in 2016 Jamaican general election.",
  "/wiki/P._T._Rajan": "Sir Ponnambala Thiaga Rajan (12 April 1892 – 25 September 1974) was the Chief Minister of Madras Presidency from 4 April 1936, to 24 August 1936. He was also the last President of the Justice Party.",
  "/wiki/List_of_Chief_Ministers_of_Tamil_Nadu": "The complete list of Chief Ministers of Tamil Nadu consists of the heads of government in the history of the state of Tamil Nadu in India since 1920. The area under the present-day state of Tamil Nadu has been part of different territorial configurations under Madras Presidency and Madras State in its history.",
  "/wiki/Harold_Rushworth": "Harold Montague Rushworth (18 August 1880 – 25 April 1950) was a New Zealand politician of the Country Party.",
  "/wiki/Member_of_Parliament": "A member of parliament (MP) is the representative of the voters to a parliament. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress is an equivalent term in other jurisdictions.",
  "/wiki/Country_Party_(New_Zealand)": "The Country Party of New Zealand was a political party which appealed to rural voters. It was represented in Parliament from 1928 to 1938. Its policies were a mixture of rural advocacy and social credit theory.",
  "/wiki/Pixley_ka_Isaka_Seme": "Pixley ka Isaka Seme (c. 1881 – June 1951) was one of the first black lawyers in South Africa (Alfred Mangena was the first black attorney, Duma Nokwe the first black advocate), and a founder and President of the African National Congress.",
  "/wiki/African_National_Congress": "The African National Congress (ANC) is the Republic of South Africa's governing political party. It has been the ruling party of post-apartheid South Africa since the election of Nelson Mandela in the 1994 election, winning every election since then. Cyril Ramaphosa, the incumbent President of South Africa, has served as leader of the ANC since 18 December 2017.",
  "/wiki/Heather_Wilson": "Heather Ann Wilson (born December 30, 1960) is an American politician who serves as the President of the University of Texas at El Paso. She served as the 24th Secretary of the United States Air Force from 2017 through 2019.  Wilson was the president of the South Dakota School of Mines and Technology in Rapid City from 2013 to 2017, and she was the first female military veteran elected to a full term in Congress. She was a Republican member of the United States House of Representatives for New Mexico's 1st congressional district from 1998 to 2009.",
  "/wiki/United_States_Republican_Party": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/New_Mexico%27s_1st_congressional_district": "New Mexico's 1st congressional district of the United States House of Representatives serves the central area of New Mexico, including most of Bernalillo County, all of Torrance County, and parts of Sandoval, Santa Fe and Valencia counties.  It includes almost three-fourths of Albuquerque. The district has a notable Native American presence, encompassing several pueblos including the Pueblo of Laguna and Sandia Pueblo outside Albuquerque. The seat is currently occupied by Democrat Deb Haaland, who was first elected in 2018. She succeeded Michelle Lujan Grisham, who retired after becoming Governor of New Mexico."
}