{
  "/wiki/Aniakchak_Bay_Historic_Landscape_District": "Aniakchak National Monument and Preserve is a U.S. National Monument and National Preserve, consisting of the region around the Aniakchak volcano on the Aleutian Range of south-western Alaska. The 601,294-acre (243,335 ha) monument is one of the least-visited places in the National Park System due to its remote location and difficult weather. The area was proclaimed a National Monument on December 1, 1978, and established as a National Monument and Preserve on December 2, 1980. The National Monument encompasses 137,176 acres (55,513 ha) and the preserve 464,118 acres (187,822 ha). Visitation to Aniakchak is the lowest of all areas of the U.S. National Park System, according to the NPS, with only 100 documented recreational visits in 2017. Most visitors fly into Surprise Lake inside Aniakchak Crater, but the frequent fog and other adverse weather conditions make landing in the lake difficult. It is also possible to fly into the nearby village of Port Heiden and proceed overland to the Aniakchak Crater.",
  "/wiki/Aniakchak_River": "The Aniakchak River[pronunciation?] is a stream, 27 miles (43 km) long, in Lake and Peninsula Borough on the Alaska Peninsula in the United States. It arises in Surprise Lake in the crater of Mount Aniakchak, a volcano in the Aleutian Range. It flows eastward from Aniakchak National Monument and Preserve into Aniakchak Bay and the Pacific Ocean.",
  "/wiki/Aniakchak_National_Preserve": "Aniakchak National Monument and Preserve is a U.S. National Monument and National Preserve, consisting of the region around the Aniakchak volcano on the Aleutian Range of south-western Alaska. The 601,294-acre (243,335 ha) monument is one of the least-visited places in the National Park System due to its remote location and difficult weather. The area was proclaimed a National Monument on December 1, 1978, and established as a National Monument and Preserve on December 2, 1980. The National Monument encompasses 137,176 acres (55,513 ha) and the preserve 464,118 acres (187,822 ha). Visitation to Aniakchak is the lowest of all areas of the U.S. National Park System, according to the NPS, with only 100 documented recreational visits in 2017. Most visitors fly into Surprise Lake inside Aniakchak Crater, but the frequent fog and other adverse weather conditions make landing in the lake difficult. It is also possible to fly into the nearby village of Port Heiden and proceed overland to the Aniakchak Crater.",
  "/wiki/Dr._Elmer_Bly_House": "The Dr. Elmer Bly House, also known as Bly House and The Point, is a historic log house in Port Alsworth, Alaska.  It is located on a spit of land adjacent to Hardenburg Bay, an inlet of Lake Clark, and presently houses administrative offices of the Lake Clark National Park and Preserve.  The house is a 1-1/2 story log structure, measuring 23 by 37 feet (7.0 m × 11.3 m).  It has a projecting screened arctic entrance vestibule measuring 10 by 13 feet (3.0 m × 4.0 m).  The logs used in its construction are sawn on three sides at a local sawmill.  The house was built in 1947 by Dr. Elmer Bly, a dentist, and Joe Thompson.  Bly operated his dental practice here from 1947 to 1953.  It was purchased by the National Park Service 1979, at which time the interior was modernized and the exterior rehabilitated.",
  "/wiki/Port_Alsworth,_Alaska": "Port Alsworth is a census-designated place (CDP) in Lake and Peninsula Borough, Alaska, United States. It is 165 miles (266 km) by air southwest of Anchorage. The population was 159 at the 2010 census, up from 104 in 2000.",
  "/wiki/Lake_Clark_National_Park_and_Preserve": "Lake Clark National Park and Preserve is an American national park in southwest Alaska, about 100 miles (160 km) southwest of Anchorage. The park was first proclaimed a national monument in 1978, then established as a national park and preserve in 1980 by the Alaska National Interest Lands Conservation Act. The park includes many streams and lakes vital to the Bristol Bay salmon fishery, including its namesake Lake Clark. A wide variety of recreational activities may be pursued in the park and preserve year-round. The park protects rainforests along the coastline of Cook Inlet, alpine tundra, glaciers, glacial lakes, major salmon-bearing rivers, and two volcanoes, Mount Redoubt and Mount Iliamna. Mount Redoubt is active, erupting in 1989 and 2009. The wide variety of ecosystems in the park mean that virtually all major Alaskan animals, terrestrial and marine, may be seen in and around the park. Salmon, particularly sockeye salmon, play a major role in the ecosystem and the local economy. The Kvichak River is the world's most productive watershed for sockeye salmon.\nLarge populations of brown bears are attracted to feed on the spawning salmon in the Kijik River and at Silver Salmon Creek. Bear watching is a common activity in the park.",
  "/wiki/Brooks_Camp_Boat_House": "The Brooks Camp Boat House is a historic boathouse at Brooks Camp, a major visitor site in Katmai National Park and Preserve, located on the Alaska Peninsula of southwestern Alaska.  The boat house is a simple rectangular log structure with large double-leaf door on the water side, and a door and window on the land side.  It was built in 1959 by the National Park Service, and is the second building built in the park by the Park Service.  It is used as a ranger station.",
  "/wiki/Brooks_Camp": "Brooks Camp is a visitor attraction and archeological site in Katmai National Park and Preserve, noted for its opportunities for visitors to observe Alaskan brown bears catching fish in the falls of the Brooks River during salmon spawning season. The Brooks River connects Lake Brooks and Naknek Lake over about 2 kilometres (1.2 mi). This natural choke point for salmon runs made it an attractive location for prehistoric Alaskans, who occupied the area from 4500 BP. The Aglegmut Eskimo people lived along the Brooks River in historical times. The Brooks River Archeological District, which includes Brooks Camp, was designated a National Historic Landmark in 1993.",
  "/wiki/Katmai_National_Park_and_Preserve": "Katmai National Park and Preserve is an American national park and preserve in southern Alaska, notable for the Valley of Ten Thousand Smokes and for its brown bears. The park and preserve encompass 4,093,077 acres (6,395.43 sq mi; 16,564.09 km2), which is between the sizes of Connecticut and New Jersey. Most of the national park is a designated wilderness area where all hunting is banned. The park is named after Mount Katmai, its centerpiece stratovolcano. The park is located on the Alaska Peninsula, across from Kodiak Island, with headquarters in nearby King Salmon, about 290 miles (470 km) southwest of Anchorage. The area was first designated a national monument in 1918 to protect the area around the major 1912 volcanic eruption of Novarupta, which formed the Valley of Ten Thousand Smokes, a 40-square-mile (100 km2), 100-to-700-foot-deep (30 to 213 m) pyroclastic flow. The park includes as many as 18 individual volcanoes, seven of which have been active since 1900.",
  "/wiki/Brooks_River_Archeological_District": "The Brooks River Archaeological District encompasses a large complex of archaeological sites along the banks of the Brooks River in Katmai National Park and Preserve in the U.S. state of Alaska.  It includes at least twenty separate settlement sites with documented occupation dates from 2500 BCE to recent  (post-contact) history.  It was declared a National Historic Landmark in 1993.  The site is partly occupied by the Brooks Camp, one of the major visitor areas of the park.",
  "/wiki/Naknek,_Alaska": "Naknek (Nakniq  in Central Alaskan Yup'ik) is a census-designated place located in and the borough seat of Bristol Bay Borough in the U.S. state of Alaska. As of the 2010 census, the population of the CDP was 544, down from 678 in 2000.",
  "/wiki/Brooks_River_Historic_Ranger_Station": "The Brooks River Historic Ranger Station is a log structure located at Brooks Camp in Katmai National Park and Preserve, located on the Alaska Peninsula of southwestern Alaska.  It is a single-story building, made out of peeled logs felled in 1954 and assembled in 1955.  The building was the first structure built by the National Park Service in Katmai National Park.  It was built in part to oversee the growing Brooks Camp facility, which had been built over time by tourism concessionaires.",
  "/wiki/DIL-161_Site": "The DIL-161 Site is a prehistoric archeological site in Katmai National Park and Preserve.  Located on the banks of the Alagnak River, the site was first identified in 1997 by National Park Service personnel, and its extents were mapped in 2004.  The site is that of a village that was occupied between about 300 BCE and 800 CE.  More than 40 cabin sites, which are little more than house pits, have been identified.",
  "/wiki/Fure%27s_Cabin": "Fure's Cabin is a historic 15-by-20-foot (4.6 m × 6.1 m) log cabin that was built in c.1926.  It is located on a narrow isthmus, on the portage trail between Naknek Lake and Lake Grosvenor in Katmai National Park and Preserve on the Alaska Peninsula.  Also known as Roy Fure's Trapping Cabin, it was listed on the National Register of Historic Places in 1985; the listing included three contributing buildings (cabin, and a shed, and an outhouse) and one other contributing structure (a 27-foot (8.2 m) windmill tower).",
  "/wiki/Naknek_Lake": "Naknek Lake is a lake in southern Alaska, near the base of the Alaska Peninsula. Located in Katmai National Park and Preserve, the lake is 40 miles (64 km) long and three to eight miles (4.8 to 12.9 km) wide, the largest lake in the park The lake drains west into Bristol Bay through the Naknek River. The elevation of the lake has lowered over the past 5,000 years as it has cut through a glacial moraine, separating Naknek Lake and Brooks Lake and creating Brooks Falls about 3500 years ago.",
  "/wiki/Lake_Clark_(Alaska)": "Lake Clark (Dena'ina: Qizhjeh Vena) is a lake in southwest Alaska. It drains through Six Mile Lake and the Newhalen River into Iliamna Lake. The lake is about 64 km (40 mi) long and about 8 km (5.0 mi) wide.",
  "/wiki/Jay_Hammond": "Jay Sterner Hammond (July 21, 1922 – August 2, 2005) was an American politician of the Republican Party, who served as the fourth governor of Alaska from 1974 to 1982. Hammond was born in Troy, New York and served as a Marine Corps fighter pilot in World War II with the Black Sheep Squadron. In 1946, he moved to Alaska where he worked as a bush pilot. Hammond served as a state representative from 1959 to 1965 and as a state senator from 1967 to 1973. From 1972 until 1974 he was the mayor of the Bristol Bay Borough. Then, in 1974, he was elected governor of Alaska. He oversaw the creation of the Alaska Permanent Fund in 1976, which, since the early 1980s, has paid annual dividends to Alaska residents. He advocated for fiscal responsibility. When his tenure as governor was over, he continued to be active in public life. He advocated for environmentally and fiscally responsible government and individual civic responsibility. From 1985 to 1992 he hosted a television series called Jay Hammond's Alaska. He wrote three autobiographies.",
  "/wiki/Kasna_Creek_Mining_District": "The Kasna Creek Mining District encompasses a historic copper mining claim on the Alaska Peninsula of southwestern Alaska.  The claim is located in the watershed of Kasna Creek, located on the south side of Kontrashibuna Lake, east of Port Alsworth, and was first staked in 1906 by men named Brooks and Hardenberg.  They were reported in 1909 to have built a house and storage building near the mouth of the creek.  Although never developed, the claim continued to be of interest to mining companies into the 1950s, and was excluded from the nearby Lake Clark National Park and Preserve because of outstanding claims.",
  "/wiki/Kijik_Archeological_District": "Kijik is a ghost town in Lake and Peninsula Borough, Alaska, United States.  An Athabascan village that was established on the shores of Lake Clark in the Alaska Range, its population was recorded at 91 in the 1880 United States Census and declined thereafter, falling to approximately 25 individuals by 1904.  Today, the village has been abandoned.  The ghost town is located within the bounds of Lake Clark National Park and Preserve.",
  "/wiki/Nondalton,_Alaska": "Nondalton (Dena'ina: Nuvendaltun) is a city on the west shore of Six Mile Lake in the Lake and Peninsula Borough, Alaska, United States. At the 2010 census, the population was 164, down from 221 in 2000.",
  "/wiki/Kijik_Historic_District": "Kijik is a ghost town in Lake and Peninsula Borough, Alaska, United States.  An Athabascan village that was established on the shores of Lake Clark in the Alaska Range, its population was recorded at 91 in the 1880 United States Census and declined thereafter, falling to approximately 25 individuals by 1904.  Today, the village has been abandoned.  The ghost town is located within the bounds of Lake Clark National Park and Preserve.",
  "/wiki/Libby%27s_No._23": "Libby's No. 23 is a historic sail-powered fishing vessel, now on display at the Lake Clark National Park and Preserve visitors center in Port Alsworth, Alaska.  Built in 1914, she served in the salmon fishery of Bristol Bay until about 1951, owned by the Libby's cannery and worked by two-man crews.  She is 29 feet 6 inches (8.99 m) long, with a beam of 9 feet 2 inches (2.79 m) and a depth of 4 feet (1.2 m).  Its bow and stern are roughly the same shape, giving the style its name.  Despite its use for freight and recreation between 1953 and 1997, the boat has retained much of its original equipment, and was fully restored by the National Park Service between 1998 and 2005, acquiring replacement parts from similar boats and removing an added motor.  It is normally rigged with a mainsail and spritsail, but these are only raised when the boat is taken out of its custom-built boathouse.",
  "/wiki/Old_Savonoski_Site": "The Old Savonoski Site is the former site of a native village in Lake and Peninsula Borough, Alaska, that was buried by ash in the June 1912 eruption of the Novarupta Volcano.  The site is located near the confluence of the Savonoski and Ukak Rivers, and is within the bounds of the Katmai National Park and Preserve.  The site was visited by archaeologists in 1953, who identified a number of surviving elements, including fifteen barabaras, or semi-subterranean dwellings.",
  "/wiki/Richard_Proenneke_Site": "Richard Louis Proenneke (/ˈprɛnəkiː/; May 4, 1916 – April 20, 2003) was an American self-educated naturalist who lived alone for nearly thirty years in the mountains of Alaska in a log cabin that he constructed by hand near the shore of Twin Lakes. Proenneke hunted, fished, raised and gathered his own food, and also had supplies flown in occasionally. He documented his activities in journals and on film, and also recorded valuable meteorological and natural data. The journals and film were later used by others to write books and produce documentaries about his time in the wilderness.",
  "/wiki/St._John_the_Theologian_Church": "The St. John the Theologian Church is a historic Russian Orthodox church in Perryville, Alaska, United States, that was listed on the National Register of Historic Places in 1980. Now it is under Diocese of Alaska of the Orthodox Church in America.",
  "/wiki/Perryville,_Alaska": "Perryville (Alutiiq: Perry-q) is a census-designated place (CDP) in Lake and Peninsula Borough, Alaska, United States. The population was 113 at the 2010 census, up from 107 in 2000.",
  "/wiki/St._Nicholas_Chapel_(Igiugig,_Alaska)": "The St. Nicholas Chapel is a historic Russian Orthodox church in the native village of Igiugig, Alaska, United States. Now it is under Diocese of Alaska of the Orthodox Church in America",
  "/wiki/Igiugig,_Alaska": "Igiugig (Igyaraq  in Central Alaskan Yup'ik) is a census-designated place (CDP) in Lake and Peninsula Borough, Alaska, United States. The population was 54 at the 2010 census, up from 53 in 2000. The village is at the source of the Kvichak River, at the outlet of Lake Iliamna.",
  "/wiki/St._Nicholas_Chapel_(Nondalton,_Alaska)": "The St. Nicholas Chapel is a historic Russian Orthodox church in the Alaska Native village of Nondalton, Alaska, United States. Now it is under Diocese of Alaska of the Orthodox Church in America",
  "/wiki/St._Nicholas_Chapel_(Pedro_Bay,_Alaska)": "The St. Nicholas Chapel is a historic Russian Orthodox church in Pedro Bay, Alaska, United States, that was built in 1890.",
  "/wiki/Pedro_Bay,_Alaska": "Pedro Bay is a census-designated place (CDP) in Lake and Peninsula Borough, Alaska, United States. The population was 42 at the 2010 census, down from 50 in 2000.",
  "/wiki/St._Nicholas_Church_(Pilot_Point,_Alaska)": "The St. Nicholas Church in Pilot Point, Alaska, in Lake and Peninsula Borough, is a Russian Orthodox church whose historic building was listed on the U.S. National Register of Historic Places in 1980. Now it is under Diocese of Alaska of the Orthodox Church in America",
  "/wiki/Pilot_Point,_Alaska": "Pilot Point (Alutiiq: Agisaq) is a city in Lake and Peninsula Borough, Alaska, United States, on the Alaska Peninsula. As of the 2010 census, the population of the city was 68, down from 100 in 2000.",
  "/wiki/Savonoski_River_Archeological_District": "The Savonoski River Archeological District encompasses a complex of prehistoric and historic archaeological sites on the Savonoski River near the mouth of the Grosvenor River in Katmai National Park and Preserve, located on the Alaska Peninsula of southwestern Alaska.  At least two sites, designated 49-MK-3 and 49-MK-4 by state archaeologists, were identified when the site was listed in 1978.  In 2003, the district was enlarge to include a third site, XMK-53.  This area is believed to be the site of one of a group of Native Alaskan settlements referred to in Russian records as \"Severnovsk\".  Excavations of a known prehistoric site in 1964 uncovered additional evidence of a post-contact settlement."
}