{
  "/wiki/USS_Action_(PG-86)": "USS Action (PG-86) was the lead ship of the Action-class patrol boats acquired by the United States Navy for the task of patrolling American coastal waters during World War II. She is the only ship to bear this name.",
  "/wiki/Collingwood_Shipyards": "Collingwood Shipbuilding was a major Canadian shipbuilder of the late 19th and 20th centuries. The facility was located in the Great Lakes and saw its business peak during the Second World War.",
  "/wiki/Collingwood,_Ontario": "Collingwood is a town in Simcoe County, Ontario, Canada. It is situated on Nottawasaga Bay at the southern point of Georgian Bay.",
  "/wiki/HMS_Comfrey_(K277)": "USS Action (PG-86) was the lead ship of the Action-class patrol boats acquired by the United States Navy for the task of patrolling American coastal waters during World War II. She is the only ship to bear this name.",
  "/wiki/USS_Alacrity_(PG-87)": "USS Alacrity (PG-87) was an Action-class patrol boat acquired by the United States Navy for the task of patrolling American coastal waters during World War II.",
  "/wiki/HMS_Cornel_(K278)": "USS Alacrity (PG-87) was an Action-class patrol boat acquired by the United States Navy for the task of patrolling American coastal waters during World War II.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/USS_Beacon_(PG-88)": "HMS Dittany was a Flower-class corvette of the Royal Navy during the Second World War.",
  "/wiki/HMS_Dittany_(K279)": "HMS Dittany was a Flower-class corvette of the Royal Navy during the Second World War.",
  "/wiki/USS_Brisk_(PG-89)": "HMS Flax, a modified Flower-class corvette, was laid down on 28 February 1942 at Kingston, Ontario, Canada, by War Supplies Ltd., for the Royal Navy. Launched on 15 June 1942 it was reallocated to the United States under the so-called \"Reverse Lend-Lease\" program and renamed and redesignated Brisk (PG-89) on 14 August 1942. Completed on 5 December 1942, the ship was commissioned on 6 December 1942, Lt. Norman B. Denel, USNR, in command.",
  "/wiki/Kingston_Shipbuilding": "Kingston Shipyards was a Canadian shipbuilder and ship repair company that operated from 1910 to 1968. The facility was located on the Kingston waterfront property known as Mississauga Point, which is the now the site of the Marine Museum of the Great Lakes at Kingston.",
  "/wiki/Kingston,_Ontario": "Kingston is a city in Eastern Ontario, Canada. It is on the eastern end of Lake Ontario, at the beginning of the St. Lawrence River and at the mouth of the Cataraqui River (south end of the Rideau Canal). The city is midway between Toronto, Ontario and Montreal, Quebec. The Thousand Islands tourist region is nearby to the east. Kingston is nicknamed the \"Limestone City\" because of the many heritage buildings constructed using local limestone.",
  "/wiki/HMS_Flax_(K284)": "HMS Flax, a modified Flower-class corvette, was laid down on 28 February 1942 at Kingston, Ontario, Canada, by War Supplies Ltd., for the Royal Navy. Launched on 15 June 1942 it was reallocated to the United States under the so-called \"Reverse Lend-Lease\" program and renamed and redesignated Brisk (PG-89) on 14 August 1942. Completed on 5 December 1942, the ship was commissioned on 6 December 1942, Lt. Norman B. Denel, USNR, in command.",
  "/wiki/USS_Caprice_(PG-90)": "The second USS Caprice (PG-90), formerly CN-308, was launched 28 September 1942, by Kingston Shipbuilding Co., Kingston, Ontario, Canada, for the United States Navy. Upon completion, Caprice was transferred to the Royal Navy on 28 May 1943, and commissioned as HMS Honesty.",
  "/wiki/HMS_Honesty_(K285)": "The second USS Caprice (PG-90), formerly CN-308, was launched 28 September 1942, by Kingston Shipbuilding Co., Kingston, Ontario, Canada, for the United States Navy. Upon completion, Caprice was transferred to the Royal Navy on 28 May 1943, and commissioned as HMS Honesty.",
  "/wiki/USS_Clash_(PG-91)": "HMS Linaria was a Flower-class corvette of the Royal Navy, which saw service during the Second World War. Originally built for the US Navy as Clash (PG-91), formerly CN-309, she was launched on 18 November 1942, by Midland Shipyards, Ltd., Midland, Ontario, Canada. Upon completion Clash was transferred to the Royal Navy on 19 June 1943, and commissioned as HMS Linaria. On 27 July 1946, she was returned to the US Navy. Never commissioned in the US Navy, Clash was sold on 15 January 1948 for commercial use and reportedly renamed Porto Offuro.",
  "/wiki/Midland,_Ontario": "Midland is a town located on Georgian Bay in Simcoe County, Ontario, Canada.  It is part of the Huronia/Wendat region of Central Ontario.",
  "/wiki/HMS_Linaria_(K282)": "HMS Linaria was a Flower-class corvette of the Royal Navy, which saw service during the Second World War. Originally built for the US Navy as Clash (PG-91), formerly CN-309, she was launched on 18 November 1942, by Midland Shipyards, Ltd., Midland, Ontario, Canada. Upon completion Clash was transferred to the Royal Navy on 19 June 1943, and commissioned as HMS Linaria. On 27 July 1946, she was returned to the US Navy. Never commissioned in the US Navy, Clash was sold on 15 January 1948 for commercial use and reportedly renamed Porto Offuro.",
  "/wiki/USS_Haste_(PG-92)": "USS Haste (PG-92), was one of a group of Canadian corvettes turned over to the United States Navy and manned by the Coast Guard. She was laid down as CN-310 by Morton Engineering & Dry Dock Co., Quebec, Canada, and launched on 22 August 1942 as HMS  Mandrake. She was taken over by the US Navy, renamed Haste and commissioned on 6 April 1943, Lieutenant W. A. Dobbs, USCG commanding.",
  "/wiki/Morton_Engineering_and_Dry_Dock_Company": "Morton Engineering and Dry Dock Company was a shipbuilding company from Quebec City, Quebec. It was located in the Lower Town area of the city, along the Saint-Charles River. Founded in 1858, the shipyard stayed in operation until 1949, when it constructed its last ship. It built ships for the Royal Navy and Royal Canadian Navy during both world wars. In 1947, the company was renamed St. Lawrence Metal and Marine Works.",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/HMS_Mandrake_(K287)": "USS Haste (PG-92), was one of a group of Canadian corvettes turned over to the United States Navy and manned by the Coast Guard. She was laid down as CN-310 by Morton Engineering & Dry Dock Co., Quebec, Canada, and launched on 22 August 1942 as HMS  Mandrake. She was taken over by the US Navy, renamed Haste and commissioned on 6 April 1943, Lieutenant W. A. Dobbs, USCG commanding.",
  "/wiki/La_Spezia": "La Spezia (UK: /læ ˈspɛtsiə/, US: /lɑː -/ or /lɑː ˈspɛtsiɑː, - ˈspeɪt-/, Italian: [la ˈspɛttsja] (listen); A Spèza in the local Spezzino dialect) is the capital city of the province of La Spezia and is located at the head of the Gulf of La Spezia in the southern part of the Liguria region of Italy.",
  "/wiki/USS_Intensity_(PG-93)": "HMS Milfoil was a modified Flower-class corvette that served in the Royal Navy and the United States Navy (as USS Intensity (PG-93)) before being transferred to Panama where she served as a whaling ship.",
  "/wiki/HMS_Milfoil_(K288)": "HMS Milfoil was a modified Flower-class corvette that served in the Royal Navy and the United States Navy (as USS Intensity (PG-93)) before being transferred to Panama where she served as a whaling ship.",
  "/wiki/USS_Might_(PG-94)": "USS Might (PG-94) was laid down as Canadian corvette CN-312 by Morton Engineering and Drydock Co., Ltd., Quebec, Canada, on 28 November 1941 and launched as HMS Musk on 15 July 1942. The ship was transferred to the United States Navy on 20 July 1942, renamed Might on 14 August 1942, and commissioned at Quebec on 22 December 1942, Lieutenant Commander J. K. Hartley in command.",
  "/wiki/HMS_Musk_(K289)": "USS Might (PG-94) was laid down as Canadian corvette CN-312 by Morton Engineering and Drydock Co., Ltd., Quebec, Canada, on 28 November 1941 and launched as HMS Musk on 15 July 1942. The ship was transferred to the United States Navy on 20 July 1942, renamed Might on 14 August 1942, and commissioned at Quebec on 22 December 1942, Lieutenant Commander J. K. Hartley in command.",
  "/wiki/USS_Pert_(PG-95)": "USS Pert (PG-95), the second United States Navy ship of that name, was one of eight Canadian-built corvettes turned over to the U.S. Navy for operation by the United States Coast Guard. She was laid down by Morton Engineering and Dry Dock Co., Ltd., Quebec, Canada, 22 July 1942; launched 27 November 1942; and commissioned at Quebec 23 July 1943, Lieutenant A. L. Cunningham, USCG, in command.",
  "/wiki/HMS_Nepeta_(K290)": "USS Pert (PG-95), the second United States Navy ship of that name, was one of eight Canadian-built corvettes turned over to the U.S. Navy for operation by the United States Coast Guard. She was laid down by Morton Engineering and Dry Dock Co., Ltd., Quebec, Canada, 22 July 1942; launched 27 November 1942; and commissioned at Quebec 23 July 1943, Lieutenant A. L. Cunningham, USCG, in command.",
  "/wiki/USS_Prudent_(PG-96)": "USS Prudent (PG–96), originally ordered as HMS Privet, was an Action-class patrol gunboat in the United States Navy.",
  "/wiki/HMS_Privet_(K291)": "USS Prudent (PG–96), originally ordered as HMS Privet, was an Action-class patrol gunboat in the United States Navy.",
  "/wiki/Italian_Navy": "The Italian Navy (Italian: Marina Militare, lit. \"Military Navy\"; abbreviated as MM) is the Navy of the Italian Republic. It is one of the four branches of Italian Armed Forces and was formed in 1946 from what remained of the Regia Marina (Royal Navy) after World War II. As of August 2014, the Italian Navy had a strength of 30,923 active personnel with approximately 184 vessels in service, including minor auxiliary vessels. It is considered a multiregional and a blue-water navy.",
  "/wiki/USS_Splendor_(PG-97)": "HMS Rosebay (previously known as Splendor (PG-97)) was a Flower-class corvette built for World War II. She was disposed of soon after the war.",
  "/wiki/HMS_Rosebay_(K286)": "HMS Rosebay (previously known as Splendor (PG-97)) was a Flower-class corvette built for World War II. She was disposed of soon after the war.",
  "/wiki/USS_Tact_(PG-98)": "HMS Smilax was originally launched as Tact (PG-98), an Action-class gunboat built for the United States Navy by Collingwood Shipyards, Ltd., Collingwood, Ontario, Canada",
  "/wiki/HMS_Smilax_(K280)": "HMS Smilax was originally launched as Tact (PG-98), an Action-class gunboat built for the United States Navy by Collingwood Shipyards, Ltd., Collingwood, Ontario, Canada",
  "/wiki/USS_Vim_(PG-99)": "When the United States entered World War II at the end of 1941, the United States Navy found itself deficient in ocean escort-type vessels. A crash building program was instituted; but, to meet more immediate needs, the government contracted with shipbuilding firms in England and Canada to build Flower-class corvettes. Vim (PG-99) was one of those British-type escorts. She was launched on 1 April 1943 at the Collingwood Shipyard in Collingwood, Ontario. Nine days later, however, she was transferred to the Royal Navy under the terms of the lend-lease agreement in return for another Flower-class corvette then under construction in Canada. The British renamed her HMS Statice, and she served the Royal Navy under the name through World War II. On 21 June 1946, she was returned to the United States Navy. Though carried on the Navy list as PG-99, the corvette never saw active service with the United States Navy. She was sold on 7 May 1947. To whom she was sold and to what purpose she was put is unknown.",
  "/wiki/HMS_Statice_(K281)": "When the United States entered World War II at the end of 1941, the United States Navy found itself deficient in ocean escort-type vessels. A crash building program was instituted; but, to meet more immediate needs, the government contracted with shipbuilding firms in England and Canada to build Flower-class corvettes. Vim (PG-99) was one of those British-type escorts. She was launched on 1 April 1943 at the Collingwood Shipyard in Collingwood, Ontario. Nine days later, however, she was transferred to the Royal Navy under the terms of the lend-lease agreement in return for another Flower-class corvette then under construction in Canada. The British renamed her HMS Statice, and she served the Royal Navy under the name through World War II. On 21 June 1946, she was returned to the United States Navy. Though carried on the Navy list as PG-99, the corvette never saw active service with the United States Navy. She was sold on 7 May 1947. To whom she was sold and to what purpose she was put is unknown.",
  "/wiki/USS_Vitality_(PG-100)": "During the first year and more after the United States entered the war against the Axis powers, the United States Navy suffered from an acute shortage of warships, particularly of antisubmarine warfare and escort types. To fill that need, an extensive ship construction and acquisition program was inaugurated. Part of that program consisted of placing orders with British and Canadian firms already tooled up to produce Flower-class corvette. Vitality (PG-100) was such a ship. However, before she was launched on 15 April 1943 by the Midland Shipyard in Canada, she was traded to the Royal Navy under the terms of the lend-lease agreement for a similar ship being constructed in Canada. The British renamed her HMS Willowherb, and she served in the Royal Navy for the duration of the war. On 11 June 1946, she was returned to the custody of the United States Navy. Though carried on the Navy list as PG-100 following the war, Vitality never actively served the United States Navy. She remained idle until sold on 7 May 1947. To whom she was sold and for what purpose is unknown, but one source indicates that she was not scrapped until 1961.",
  "/wiki/HMS_Willowherb_(K283)": "During the first year and more after the United States entered the war against the Axis powers, the United States Navy suffered from an acute shortage of warships, particularly of antisubmarine warfare and escort types. To fill that need, an extensive ship construction and acquisition program was inaugurated. Part of that program consisted of placing orders with British and Canadian firms already tooled up to produce Flower-class corvette. Vitality (PG-100) was such a ship. However, before she was launched on 15 April 1943 by the Midland Shipyard in Canada, she was traded to the Royal Navy under the terms of the lend-lease agreement for a similar ship being constructed in Canada. The British renamed her HMS Willowherb, and she served in the Royal Navy for the duration of the war. On 11 June 1946, she was returned to the custody of the United States Navy. Though carried on the Navy list as PG-100 following the war, Vitality never actively served the United States Navy. She remained idle until sold on 7 May 1947. To whom she was sold and for what purpose is unknown, but one source indicates that she was not scrapped until 1961."
}