{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Rolando_Palacios": "Cruz Rolando Palacios Castillo (born 3 May 1987) is a Honduran sprinter who specializes in the 100 metres and 200 metres. He was born in Sambo Creek, a traditional Garífuna village.  His personal best time is 10.22 seconds, achieved in July 2008 in Toluca.",
  "/wiki/Athletics_at_the_2016_Summer_Olympics": "Athletics at the 2016 Summer Olympics were held during the last 10 days of the games, from 12–21 August 2016, at the Olympic Stadium. The sport of athletics at the 2016 Summer Olympics was made into three distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Ronald_Bennett_(athlete)": "Ronald Roosevelt Bennett Martínez (born 11 October 1984 in La Ceiba, Honduras) is a Honduran runner. He competed in the 110 metres hurdles event at the 2012 Summer Olympics. He was the flag bearer of Honduras during the opening ceremony.",
  "/wiki/Athletics_at_the_2012_Summer_Olympics": "The athletics competitions at the 2012 Olympic Games in London were held during the last 10 days of the Games, on 3–12 August. Track and field events took place at the Olympic Stadium in east London. The road events, however, started and finished on The Mall in central London.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Miguel_Ferrera": "Miguel Adrian Ferrera Rodríguez (born 25 May 1981) is a Honduran taekwondo practitioner. Ferrera qualified for the men's 80 kg class at the 2008 Summer Olympics in Beijing, after placing second from the Pan American Qualification Tournament in Cali, Colombia. He lost the preliminary round of sixteen match to China's Zhu Guo, with a final score of 1–3. Ferrera was also the nation's flag bearer at the opening ceremony.",
  "/wiki/Taekwondo_at_the_2008_Summer_Olympics": "Taekwondo competitions at the 2008 Summer Olympics in Beijing were held from August 20 to August 23 at the Beijing Science and Technology University Gymnasium. 128 Taekwondo practitioners, 64 men and 64 women, competed in 8 events. For the first time ever two bronze medals were awarded per event.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Iizzwa_Medina": "Iízzwa Iizzalledd Medina Bueso (born July 20, 1982 in Tegucigalpa) is a retired Honduran table tennis player. She represented Honduras at the 2004 Summer Olympics, and later captured three bronze medals, along with her sister Zzwitjhallim in both singles and doubles tournaments at the Central American and Caribbean Games (2006 in Cartagena, Colombia and 2010 in Mayagüez, Puerto Rico). Medina is also right-handed and uses the shakehand grip.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Alejandro_Castellanos": "Alejandro Castellanos (born August 29, 1979) is a Honduran former swimmer, who specialized in sprint freestyle events. Castellanos represented Honduras at the 2000 Summer Olympics, where he became the nation's flag bearer in the opening ceremony.",
  "/wiki/Swimming_at_the_2000_Summer_Olympics": "The swimming competitions at the 2000 Summer Olympics in Sydney took place from 16 to 23 September 2000 at the Sydney International Aquatic Centre in Homebush Bay. It featured 32 events (16 male, 16 female), and a total of 954 swimmers from 150 nations.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Darwin_Angeles": "Darwin Angeles Discua (born 22 October 1968) is a retired male boxer from Honduras, who competed in the men's light flyweight (– 48 kg) and flyweight (– 51 kg) division during his career. He twice competed for his native country at the Summer Olympics (1988 and 1996). Angeles carried the flag for Honduras at the opening ceremony of the 1996 Summer Olympics in Atlanta, Georgia. At the competition he was defeated in the first round of the men's flyweight competition by Ukraine's Serhiy Kovganko on points: 6-12.",
  "/wiki/Boxing_at_the_1996_Summer_Olympics": "Boxing at the 1996 Summer Olympics took place in the Alexander Memorial Coliseum in Atlanta. The boxing schedule began on 20 July and ended on 4 August. Twelve boxing events were contested, with the participation of 355 athletes from 97 countries.",
  "/wiki/1992_Winter_Olympics": "The 1992 Winter Olympics, officially known as the XVI Olympic Winter Games (French: Les XVIes Jeux olympiques d'hiver), were a winter multi-sport event celebrated from 8 to 23 February 1992 in Albertville, France. They were the last Winter Olympics to be held the same year as the Summer Olympics, and the first where the Winter Paralympics were held at the same site. Albertville was selected as host in 1986, beating Sofia, Falun, Lillehammer, Cortina d'Ampezzo, Anchorage and Berchtesgaden. The games were the third Winter Olympics held in France, after Chamonix in 1924 and Grenoble in 1968, and the fifth Olympics overall in the country.",
  "/wiki/Jenny_Palacios-Stillo": "Jenny Victoria Palacios-Stillo (born 21 April 1960) is a Honduran cross-country skier.  She represented her country at the 1992 Winter Olympics in Albertville, where she competed in three events: the women's 5 kilometre, women's 15 kilometre and the women's 10 kilometre freestyle pursuit. In each case, she was the last competitor to complete the course; however, since Jenny did in fact finish each event, she finished ahead of the skiers who did not, and thus avoided coming in dead last.",
  "/wiki/Cross-country_skiing_at_the_1992_Winter_Olympics": "The 1992 Winter Olympic games cross-country skiing results. The cross-country skiing competitions were held at Les Saisies, about 40 km from the host city Albertville.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Judo_at_the_1984_Summer_Olympics": "The Judo competition at the 1984 Summer Olympics continued the seven weight classes first used at the 1980 Games. With the open division, there were eight competitions. Japan returned to the top of the medal count, after boycotting the Moscow games. Because of the Soviet-led boycott of the Los Angeles games, several traditionally strong judo countries, including Cuba and the Soviet Union, did not participate. The Judo competition was held at California State University, Los Angeles."
}