{
  "/wiki/1991_European_Athletics_Junior_Championships": "The 1991 European Athletics Junior Championships was the eleventh edition of the biennial athletics competition for European athletes aged under twenty. It was held in Thessaloniki, Greece between 8 and 11 August.",
  "/wiki/Thessaloniki,_Greece": "Thessaloniki (/ˌθɛsələˈniːki/; Greek: Θεσσαλονίκη, romanized: Thessaloníki [θesaloˈnici] (listen)), also known as Thessalonica (English: /ˌθɛsələˈnaɪkə, ˌθɛsəˈlɒnɪkə/), Saloniki or Salonica (/səˈlɒnɪkə, ˌsæləˈniːkə/), is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα (i Symprōtévousa), literally \"the co-capital\", a reference to its historical status as the Συμβασιλεύουσα (Symvasilévousa) or \"co-reigning\" city of the Eastern Roman (Byzantine) Empire, alongside Constantinople.",
  "/wiki/Venice_Marathon": "The Venice Marathon (Italian: Maratona di Venezia) is a marathon road race that has been held each year in Venice since 1986, usually in October. The race is currently sponsored by Casino di Venezia (Venice Casino), and thus it is known as the Casino di Venezia Venice Marathon. Ponte della Libertà and Parco San Giuliano are among the landmarks which are featured on the course. The competition celebrated its 25th anniversary in 2010 and that year it hosted the men's Italian marathon championships, which was won by Migidio Bourifa.",
  "/wiki/Venice,_Italy": "Venice (/ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja] (listen); Venetian: Venesia or Venexia, pronounced [veˈnɛsja]) is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice (centro storico). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics in Atlanta, 44 events in athletics were contested. There were a total number of 2053 participating athletes from 191 countries.",
  "/wiki/Atlanta": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics_-_Men%27s_Marathon": "The Men's Marathon at the 1996 Summer Olympics in Atlanta, Georgia was held on Sunday August 4, 1996. The race started at 07.05h local time to avoid excessively hot and humid conditions. A total number of 111 athletes completed the race, with an injured and limping Abdel Baser Wasiqi from Afghanistan finishing in last position in 4'24:17.",
  "/wiki/1997_World_Championships_in_Athletics": "The 6th World Championships in Athletics, under the auspices of the International Association of Athletics Federations, were held at the Olympic Stadium, Athens, Greece between August 1 and August 10, 1997. In this event participated 1882 athletes from 198 participant nations.  Athens used the successful organization of the World Championships the next month during the IOC Session in Lausanne during its campaign to host the 2004 Summer Olympics as proof positive of Athens' and Greece's ability and readiness to organize large-scale, international sporting events.",
  "/wiki/Athens,_Greece": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/1997_World_Championships_in_Athletics_%E2%80%93_Men%27s_Marathon": "The men's marathon at the 1997 World Championships in Athletics was held in Athens, Greece, on Sunday August 10, 1997.",
  "/wiki/1998_European_Championships_in_Athletics": "The 17th European Athletics Championships were held from 18 August to 23 August 1998 in Budapest, the capital city of Hungary.",
  "/wiki/Budapest,_Hungary": "Budapest (/ˈbuːdəpɛst/, Hungarian pronunciation: [ˈbudɒpɛʃt]) is the capital and the most populous city of Hungary, and the tenth-largest city in the European Union by population within city limits. The city has an estimated population of 1,752,286 over a land area of about 525 square kilometres (203 square miles). Budapest is both a city and county, and forms the centre of the Budapest metropolitan area, which has an area of 7,626 square kilometres (2,944 square miles) and a population of 3,303,786, comprising 33% of the population of Hungary.",
  "/wiki/1998_European_Athletics_Championships_%E2%80%93_Men%27s_Marathon": "These are the official results of the Men's Marathon competition at the 1998 European Championships in Budapest, Hungary. The race was held on Saturday August 22, 1998. Italian runners, led by Stefano Baldini, swept the medals.",
  "/wiki/1999_World_Championships_in_Athletics": "The 7th World Championships in Athletics, under the auspices of the International Association of Athletics Federations, were held at the Estadio Olímpico, Seville, Spain, between the August 20 and August 29.",
  "/wiki/Seville,_Spain": "Seville (/səˈvɪl/; Spanish: Sevilla [seˈβiʎa] (listen)) is a Spanish city, the capital of the autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula. Seville has a municipal population of about 690,000 as of 2016[update], and a metropolitan population of about 1.5 million, making it the largest city in Andalusia, the fourth-largest city in Spain and the 30th most populous municipality in the European Union. Its old town, with an area of 4 square kilometres (2 sq mi), contains three UNESCO World Heritage Sites: the Alcázar palace complex, the Cathedral and the General Archive of the Indies. The Seville harbour, located about 80 kilometres (50 miles) from the Atlantic Ocean, is the only river port in Spain[citation needed]. Seville experiences high temperatures in the Summer, with daily maximums routinely above 35 °C (95 °F) in July and August.",
  "/wiki/1999_World_Championships_in_Athletics_%E2%80%93_Men%27s_Marathon": "The official results of the Men's Marathon at the 1999 World Championships in Seville, Spain, held on Saturday August 28, 1999.",
  "/wiki/Berlin_Marathon": "The Berlin Marathon (branded BMW Berlin Marathon for sponsorship reasons) is a major running and sporting event held annually in Berlin, Germany. The official marathon distance of 42.195 kilometers (26 miles 385 yards) is set up as a citywide road race where professional athletes and amateur runners jointly participate. Initiated in 1974, the event traditionally takes place on the last weekend in September, with the exceptions of 2000, because of a conflict with the Olympic Marathon date, and 2018, held two weeks earlier due to Day of German Unity preparations.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/2002_European_Championships_in_Athletics": "The 18th European Athletics Championships were held from 6 August to 11 August 2002 in the Olympic Stadium of Munich, Germany.",
  "/wiki/Munich,_Germany": "Munich (/ˈmjuːnɪk/ MEW-nik; German: München [ˈmʏnçn̩] (listen); Austro-Bavarian: Minga [ˈmɪŋ(ː)ɐ]; Latin: Monachium) is the capital and most populous city of Bavaria, the second most populous German federal state. With a population of around 1.5 million, it is the third-largest city in Germany, after Berlin and Hamburg, and thus the largest which does not constitute its own state, as well as the 11th-largest city in the European Union. The city's metropolitan region is home to 6 million people. Straddling the banks of the River Isar (a tributary of the Danube) north of the Bavarian Alps, it is the seat of the Bavarian administrative region of Upper Bavaria, while being the most densely populated municipality in Germany (4,500 people per km²). Munich is the second-largest city in the Bavarian dialect area, after the Austrian capital of Vienna, Munich was one of the host cities of the official tournament of the 2006 FIFA World Cup.",
  "/wiki/2006_European_Athletics_Championships_%E2%80%93_Men%27s_Marathon": "The men's marathon at the 2006 European Athletics Championships were held in Gothenburg, Sweden (at the Ullevi Stadium) on August 13.",
  "/wiki/Gothenburg": "Gothenburg (/ˈɡɒθənbɜːrɡ/ (listen); abbreviated Gbg; Swedish: Göteborg [jœtɛˈbɔrj] (listen)) is the second-largest city in Sweden, fifth-largest in the Nordic countries, and capital of the Västra Götaland County. It is situated by Kattegat, on the west coast of Sweden, and has a population of approximately 570,000 in the city proper and about 1 million inhabitants in the metropolitan area.",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country."
}