{
  "/wiki/List_of_terrestrial_ecoregions_(WWF)": "This is a list of terrestrial ecoregions as compiled by the World Wildlife Fund (WWF). The WWF identifies terrestrial, freshwater, and marine ecoregions.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Carmanah_Walbran_Provincial_Park": "Carmanah Walbran Provincial Park, originally Carmanah Pacific Provincial Park, is a remote wilderness park located inside traditional Ditidaht First Nation (also spelled diiɁdiitidq) ancestral territory.  The park covers a land area of 16,450 ha immediately adjacent to Pacific Rim National Park Reserve's West Coast Trail on the southwestern, coastal terrain of Vancouver Island.  The provincial park comprises the entire drainage of Carmanah Creek (northwest of the mouth of the creek hosted the kwaabaaduw7aa7tx village, a \"local group\" whose alliance makes up one branch of the Ditidaht Nation), and a good portion of the lower Walbran River drainage, both of which independently empty into the Pacific Ocean. The park is named after the Anglicized diitiid?aatx word kwaabaaduw7aa7tx, or Carmanah, meaning \"thus far upstream\" and John Thomas Walbran, a colonial explorer and ship's captain.  Access to the park is by gravel logging road from Port Alberni, Lake Cowichan, or Port Renfrew.",
  "/wiki/Central_Pacific_coastal_forests": "The Coast Range ecoregion is a Level III ecoregion designated by the Environmental Protection Agency (EPA) in the U.S. states of Washington, Oregon, and California. It stretches along the Pacific Coast from the tip of the Olympic Peninsula in the north to the San Francisco Bay in the south, including Grays Harbor, Willapa Bay, and the Long Beach Peninsula in Washington, the entire length of the Oregon Coast, and the Northern California Coast. Named for the Coast Range mountains, it encompasses the lower elevations of the Olympic Mountains, the Oregon Coast Range, the Californian North Coast Ranges, and surrounding lowlands.",
  "/wiki/Coniferous": "The Pinophyta, also known as Coniferophyta or Coniferae, or commonly as conifers,  are a division of vascular land plants containing a single extant class, Pinopsida. They are gymnosperms, cone-bearing seed plants. All extant conifers are perennial woody plants with secondary growth. The great majority are trees, though a few are shrubs. Examples include cedars, Douglas firs, cypresses, firs, junipers, kauri, larches, pines, hemlocks, redwoods, spruces, and yews. As of 1998, the division Pinophyta was estimated to contain eight families, 68 genera, and 629 living species.[citation needed]",
  "/wiki/Temperate_rainforest": "Temperate rainforests are coniferous or broadleaf forests that occur in the temperate zone and receive heavy rainfall.",
  "/wiki/Clayoquot_Sound": "Clayoquot Sound /ˈklɑːkwɒt/ is located on the west coast of Vancouver Island in the Canadian province of British Columbia. It is bordered by the Esowista Peninsula to the south, and the Hesquiaht Peninsula to the North. It is a body of water with many inlets and islands. Major inlets include Sydney Inlet, Shelter Inlet, Herbert Inlet, Bedwell Inlet, Lemmens Inlet, and Tofino Inlet. Major islands include Flores Island, Vargas Island, and Meares Island. The name is also used for the larger region of land around the waterbody (essentially its watershed).",
  "/wiki/Great_Bear_Rainforest": "The Great Bear Rainforest (also known as the Central and North Coast forest) is a temperate rain forest on the Pacific coast of British Columbia, Canada comprising 6.4 million hectares. It is part of the larger Pacific temperate rainforest ecoregion, which is the largest coastal temperate rainforest in the world.",
  "/wiki/British_Columbia_mainland_coastal_forests": "British Columbia mainland coastal forests is a temperate coniferous forest ecoregion the Pacific coast of North America, as defined by the World Wildlife Fund (WWF) categorization system.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/New_England-Acadian_forests": "The New England-Acadian forests are a temperate broadleaf and mixed forest ecoregion that includes a variety of habitats on the hills, mountains and plateaus of New England in the Northeastern United States and Quebec and the Maritime Provinces of Eastern Canada.",
  "/wiki/Eastern_Hemlock": "Tsuga canadensis, also known as eastern hemlock, eastern hemlock-spruce or Canadian hemlock, and in the French-speaking regions of Canada as pruche du Canada, is a coniferous tree native to eastern North America. It is the state tree of Pennsylvania.",
  "/wiki/Red_Spruce": "Picea rubens, commonly known as red spruce, is a species of spruce native to eastern North America, ranging from eastern Quebec and Nova Scotia, west to the Adirondack Mountains and south through New England along the Appalachians to western North Carolina. This species is also known as yellow spruce, West Virginia spruce, eastern spruce, and he-balsam.",
  "/wiki/Pollett%27s_Cove": "Pollett's Cove is a wilderness estuary on the northwest coast of Cape Breton Island, Nova Scotia. It is accessible only by boat or on foot via an arduous 10 km hike along the coastline from Pleasant Bay, heading north (3.5 to 5 hours hiking), or an even longer, more difficult trek from Meat Cove, heading south (2 to 4 days).",
  "/wiki/Eastern_Canadian_forests": "The Eastern Canadian forests is an ecoregion of Canada as defined by the World Wildlife Fund (WWF) categorization system.",
  "/wiki/Tobeatic_Wilderness_Area": "The Tobeatic Wilderness Area is the largest protected area in the Canadian Maritimes. Nova Scotia, Canada. It is in the south western central part of the province, near Kejimkujik National Park. It was formerly known as the Tobeatic Wildlife Management Area, and the Tobeatic Game Reserve.",
  "/wiki/Waverley%E2%80%93Salmon_River_Long_Lake_Wilderness_Area": "The Waverley - Salmon River Long Lake Wilderness Area is a provincial wilderness area located about 20 kilometers east of Dartmouth Nova Scotia, Canada.",
  "/wiki/Red_Pine": "Pinus resinosa, known as red pine or Norway pine, is a pine native to North America. It occurs from Newfoundland west to Manitoba, and south to Pennsylvania, with several smaller, disjunct populations occurring in the Appalachian Mountains in Virginia and West Virginia, as well as a few small pockets in extreme northern New Jersey and northern Illinois.",
  "/wiki/Eastern_White_Pine": "Pinus strobus, commonly denominated the eastern white pine, northern white pine, white pine, Weymouth pine (British), and soft pine is a large pine native to eastern North America. It occurs from Newfoundland, Canada west through the Great Lakes region to southeastern Manitoba and Minnesota, United States, and south along the Appalachian Mountains and upper Piedmont to northernmost Georgia and perhaps very rarely in some of the higher elevations in northeastern Alabama.",
  "/wiki/Sugar_Maple": "Acer saccharum, the sugar maple or rock maple (French: Érable à sucre), is a species of maple native to the hardwood forests of eastern Canada, from Nova Scotia west through southern Quebec, central and southern Ontario to southeastern Manitoba around Lake of the Woods, and the northern parts of the Central and Eastern United States, from Minnesota eastward to the highlands of the upper eastern states and the interior Midwest. Sugar maple is best known for its bright fall foliage and for being the primary source of maple syrup.",
  "/wiki/Yellow_Birch": "Betula alleghaniensis, the yellow birch or golden birch, is a large and important lumber species of birch native to North-eastern North America. Its vernacular names refer to the color of the tree's bark. The name Betula lutea was used expansively for this tree but has now been replaced.",
  "/wiki/American_Beech": "Fagus grandifolia, the American beech or North American beech, is the species of beech tree native to the eastern United States and extreme southeast Canada.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Obabika_Old-Growth_Forest": "Obabika old-growth forest is an Eastern White Pine and Red Pine dominated old-growth forest at the north end of Obabika Lake, just west of the Temagami region of Ontario, Canada. At 2,400 hectares (5,900 acres) in size, it is commonly considered to be the largest remaining white pine dominated old-growth forest in the world. It is also sometimes called Chee-Skon Lake old-growth forest, or Wakimika Triangle old-growth forest. This area was slated for logging in 1989 and was protected largely as a result of a blockade on Red Squirrel Road in which 344 protestors were arrested, including future Ontario premier Bob Rae. The oldest trees in the Obabika old-growth forest are confirmed to be at least 375 years old, but a diversity of age classes occur in this forest. Another important feature of the area is the spirit rock, a column of rock on the shore of Chee-Skon Lake that is of spiritual significance to the Teme-Augama Anishnabai people.",
  "/wiki/Quetico_Provincial_Park": "Quetico Provincial Park is a large wilderness park in Northwestern Ontario, Canada, known for its excellent canoeing and fishing. The 4,760 km2 (1,180,000-acre) park shares its southern border with Minnesota's Boundary Waters Canoe Area Wilderness, which is part of the larger Superior National Forest. These large wilderness parks are often collectively referred to as the Boundary Waters or the Quetico-Superior Country.",
  "/wiki/Western_Great_Lakes_forests": "The Western Great Lakes forests is a terrestrial ecoregion as defined by the World Wildlife Fund.  It is within the Temperate Broadleaf and Mixed Forests ecozone of North America, in the United States' states of Michigan, Wisconsin and Minnesota, and the Canadian provinces of Ontario and Manitoba.",
  "/wiki/White_Bear_Forest": "The White Bear Forest is an old growth forest, located in Temagami, Ontario, Canada. The forest is named after Chief White Bear, who was the last chief of the Teme-Augama Anishnabai before Europeans appeared in the region. In some parts of the White Bear Forest trees commonly reach 200 to 300 years in age, while the oldest tree accurately aged in White Bear Forest was a red pine that was 400 years old in 1999. The White Bear Forest contains one of Canada's oldest portages, dating back some 3,000 years. Today, more than 17 km (11 mi) of trails access the White Bear Forest. A trail guide is available online at http://ancientforest.org/whitebear.html.",
  "/wiki/Eastern_forest-boreal_transition": "The eastern forest–boreal transition is a temperate broadleaf and mixed forests ecoregion of North America, mostly in eastern Canada.  It is a transitional zone or region between the predominantly coniferous Boreal Forest and the mostly deciduous broadleaf forest region further south."
}