{
  "/wiki/Argentina_national_rugby_union_team": "The Argentina national rugby team is organised by the Argentine Rugby Union (UAR, from the Spanish: Unión Argentina de Rugby). Nicknamed the Pumas (Los Pumas in Spanish), they play in sky blue and white jerseys,",
  "/wiki/Stadio_Mario_Battaglini": "Rugby Rovigo Delta, formerly known until 2010 as Rugby Rovigo, is an Italian rugby union club currently competing in the Top12.\nThey are based in Rovigo, in Veneto.\nThe club were founded in 1935 by medical student Dino Lanzoni, who discovered rugby at university.\nThey quickly became one of the strongest Italian sides and won 12 titles between 1951 and 2016. They have never been relegated from the top flight of Italian rugby union.",
  "/wiki/Rovigo": "Rovigo (Italian: [roˈviːɡo] (listen), Venetian: [ɾoˈviɡo]; Emilian: Ruig) is a town and comune in the Veneto region of Northeast Italy, the capital of the eponymous province.",
  "/wiki/Ireland_national_rugby_union_team": "The Ireland national rugby union team is the representative national team in the sport of rugby union for the island of Ireland. The team competes annually in the Six Nations Championship and every four years in the Rugby World Cup. Ireland is also one of the four unions that make up the British and Irish Lions – players eligible to play for Ireland are also eligible for the Lions.",
  "/wiki/Treviso": "Treviso (US: /treɪˈviːzoʊ/ tray-VEE-zoh, Italian: [treˈviːzo] (listen); Venetian: Trevixo) is a city and comune in the Veneto region of northern Italy. It is the capital of the province of Treviso and the municipality has 84,669 inhabitants (as of September 2017): some 3,000 live within the Venetian walls (le Mura) or in the historical and monumental center, some 80,000 live in the urban center proper while the city hinterland has a population of approximately 170,000.[citation needed].",
  "/wiki/Buffalo_City_Stadium": "Buffalo City Stadium (also known as the BCM Stadium) is a multi-use stadium in East London, South Africa.  It is currently used mostly for Rugby Union matches and is the home stadium of Border Bulldogs.  The stadium holds 16,000 people.",
  "/wiki/East_London,_Eastern_Cape": "East London (Xhosa: eMonti; Afrikaans: Oos-Londen) is a city on the southeast coast of South Africa in the Buffalo City Metropolitan Municipality of the Eastern Cape province. The city lies on the Indian Ocean coast, largely between the Buffalo River and the Nahoon River, and hosts the country's only river port. As of 2011[update], East London had a population of over 267,000 with over 755,000 in the metropolitan area.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Lansdowne_Road": "Lansdowne Road Stadium (Irish: Bóthar Lansdúin, IPA: [ˈbˠoːhəɾˠ ˈl̪ˠan̪ˠsˠd̪ˠuːn̪ˠ]) was a stadium in Dublin owned by the Irish Rugby Football Union (IRFU) that was primarily used for rugby union and association football matches. The stadium was demolished in 2007 to make way for the construction of the Aviva Stadium, which opened in 2010.",
  "/wiki/Dublin": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/France_national_rugby_union_team": "The France national rugby union team represents France in senior men's rugby union, as administered by the French Rugby Federation. They traditionally play in blue shirts emblazoned with the national emblem of a golden rooster on a red shield, with white shorts and red socks; thus they are commonly referred to as Les Tricolores or Les Bleus. The team's home matches are mostly played at the Stade de France in the Paris suburb of Saint-Denis. France is ranked 6th in the World Rugby Rankings as of February 9, 2020.",
  "/wiki/Stade_Lesdigui%C3%A8res": "Stade Lesdiguières is a multi-purpose stadium in Grenoble, France. The stadium holds 12,000 spectators (8,500 seated). It is the home of the FC Grenoble rugby union club. The name of the stadium was given in honor of François de Bonne, Duke of Lesdiguières, died in 1626.",
  "/wiki/Grenoble": "Grenoble (/ɡrəˈnoʊbəl/ grə-NOH-bəl, French: [ɡʁənɔbl] (listen); Arpitan: Grenoblo) is a city in southeastern France, at the foot of the French Alps where the river Drac joins the Isère. Located in the Auvergne-Rhône-Alpes region, Grenoble is the capital of the department of Isère and is an important European scientific centre. The city advertises itself as the \"Capital of the Alps\", due to its size and its proximity to the mountains.",
  "/wiki/Stadio_Renato_Dall%27Ara": "Stadio Renato Dall'Ara is a multi-purpose stadium in Bologna, Italy.  It is currently used mostly for football matches and the home of Bologna F.C. 1909. The stadium was built in 1927 and holds 38,279. It has also been named Stadio Littoriale.  It replaced the Stadio Sterlino. The stadium is named after Renato Dall'Ara [it], a former president of Bologna for thirty years.",
  "/wiki/Bologna": "Bologna (/bəˈloʊnjə/, UK also /bəˈlɒnjə/, Italian: [boˈloɲɲa] (listen); Bolognese: Bulåggna [buˈlʌɲːa]; Latin: Bononia) is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy, at the heart of a metropolitan area of about one million people.",
  "/wiki/Scotland_national_rugby_union_team": "The Scotland national rugby union team is administered by the Scottish Rugby Union. The team takes part in the annual Six Nations Championship and participates in the Rugby World Cup, which takes place every four years. As of 14 October 2019[update], Scotland are 9th in the World Rugby Rankings.",
  "/wiki/Piacenza": "Piacenza (Italian pronunciation: [pjaˈtʃɛntsa] (listen); Piacentino: Piaṡëinsa [pi.aˈzəi̯sɐ]; Latin: Placentia) is a city and comune in the Emilia-Romagna region of northern Italy, the capital of the eponymous province. The etymology is long-standing, tracing an origin from the Latin verb placēre, \"to please.\" In French, and occasionally in English, it is called Plaisance. The name means a \"pleasant abode\", or as James Boswell reported some of the etymologists of his time to have translated  it, \"comely\". This was a name \"of good omen.\"",
  "/wiki/Stadio_Flaminio": "The Stadio Flaminio is a stadium in Rome. It lies along the Via Flaminia, three kilometres northwest of the city centre, 300 metres away from the Parco di Villa Glori.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/Wales_national_rugby_union_team": "The Wales national rugby union team (Welsh: Tîm rygbi'r undeb cenedlaethol Cymru) represents Wales in international rugby union. Its governing body, the Welsh Rugby Union (WRU), was established in 1881, the same year that Wales played their first international against England. The team plays its home matches at the Millennium Stadium in Cardiff (currently known for sponsorship reasons as the Principality Stadium), which replaced Cardiff Arms Park as the national stadium of Wales in 1999.",
  "/wiki/Estadio_Ol%C3%ADmpico_Chateau_Carreras": "The Estadio Mario Alberto Kempes, formerly known as Estadio Córdoba and popularly Estadio Olímpico Chateau Carreras, is a stadium in the Chateau Carreras neighborhood of Córdoba, Argentina. It is used mostly for association football matches and also sometimes for athletics.",
  "/wiki/C%C3%B3rdoba,_Argentina": "Córdoba (Spanish pronunciation: [ˈkoɾðoβa]) is a city in central Argentina, in the foothills of the Sierras Chicas on the Suquía River, about 700 km (435 mi) northwest of the Buenos Aires. It is the capital of Córdoba Province and the second most populous city in Argentina after Buenos Aires, with about 1.3 million inhabitants according to the 2010 census. It was founded on 6 July 1573 by Jerónimo Luis de Cabrera, who named it after Córdoba, Spain. It was one of the first Spanish colonial capitals of the region that is now Argentina (the oldest city is Santiago del Estero, founded in 1553). The National University of Córdoba is the oldest university of the country and the seventh to be inaugurated in Spanish America. It was founded in 1613 by the Jesuit Order. Because of this, Córdoba earned the nickname La Docta (\"the learned\").",
  "/wiki/Murrayfield_Stadium": "Murrayfield Stadium (known as BT Murrayfield Stadium for sponsorship reasons, or popularly as Murrayfield) is a sports stadium located in the west end of Edinburgh, the capital of Scotland. Its all-seater capacity is 67,144 which makes it the largest stadium in Scotland and the fifth largest in the United Kingdom.",
  "/wiki/Edinburgh": "Edinburgh (/ˈɛdɪnbərə/ (listen); Scots: Edinburgh; Scottish Gaelic: Dùn Èideann [ˈt̪uːn ˈeːtʲən̪ˠ]) is the capital of Scotland and one of its 32 council areas. Historically part of the county of Midlothian (interchangeably Edinburghshire before 1921), it is located in Lothian on the Firth of Forth's southern shore.",
  "/wiki/Stadio_Olimpico": "The Stadio Olimpico is the main and largest sports facility of Rome, Italy. It is located within the Foro Italico sports complex, north of the city. The structure is owned by the Italian National Olympic Committee and it is used primarily for association football. The Stadio Olimpico is the home stadium of  Lazio and Roma and also hosts the Coppa Italia final. It was rebuilt for the 1990 FIFA World Cup and it hosted the tournament final.",
  "/wiki/Italy_national_rugby_union_team": "The Italy national rugby union team is the representative national team in the sport of rugby union for the nation of Italy. The team is known as gli Azzurri (the Blues). Savoy blue is the common colour of the national teams representing Italy, as it is the traditional colour of the royal House of Savoy which reigned over the Kingdom of Italy from 1860 to 1946."
}