{
  "/wiki/Forestburgh,_New_York": "Forestburgh is a town in Sullivan County, New York, United States. The population was 819 at the 2010 census. It is where the Neversink River enters the Neversink Gorge and flows over High Falls. The ZIP code of Forestburgh, New York is 12777.",
  "/wiki/Monticello,_New_York": "Monticello (/ˌmɒntɪˈsɛloʊ/ MON-tih-SEL-oh) is a village located in Thompson in Sullivan County, New York, United States. The population was 6,726 at the 2010 census. It is the seat for the Town of Thompson and the county seat of Sullivan County. The village was named after the residence of Thomas Jefferson.",
  "/wiki/Thompson,_New_York": "Thompson is a town in southern part of Sullivan County, New York, United States. The population was 15,308 at the 2010 census. The town is named after William Thompson, an early settler.",
  "/wiki/NY_42": "New York State Route 42 (NY 42) is a north–south, discontinuous state highway in the Catskill Mountains region of New York in the United States. The southernmost of the highway's two segments begins at an intersection with U.S. Route 6 (US 6) and US 209 in Port Jervis and ends at a junction with NY 55 near the Rondout Reservoir in Neversink. NY 42's northern segment runs from NY 28 in Shandaken to NY 23A in Lexington. The 41-mile (66 km) southern segment is located in Orange County and Sullivan County, while the 11-mile (18 km) northern segment is in Ulster County and Greene County.",
  "/wiki/Fallsburg,_New_York": "Fallsburg is a town in Sullivan County, New York, United States. The town is in the eastern part of the county. The population was 12,870 at the 2010 census.",
  "/wiki/NY_52": "New York State Route 52 (NY 52) is a 108.72-mile-long (174.97 km) state highway in the southeastern part of the state. It generally runs from west to east through five counties, beginning at the Pennsylvania state line in the Delaware River near Narrowsburg, crossing the Hudson River on the Newburgh–Beacon Bridge, and ending in Carmel. NY 52 and NY 55, both major east–west routes of the Mid-Hudson Region, run parallel to each other, intersecting in downtown Liberty.",
  "/wiki/Neversink,_New_York": "Neversink is a town in Sullivan County, New York, United States. The population was 3,557 at the 2010 census.",
  "/wiki/NY_55": "New York State Route 55 (NY 55) is a 122.45-mile-long (197.06 km) east-west state highway in southern New York, running from the Pennsylvania state line at the Delaware River in Barryville to the Connecticut state line at Wingdale. It is the only other state highway beside NY 7 to completely cross the state, from border to border, in an east–west direction, although NY 17 does so and is partially east–west. It also forms a concurrency when it joins US 44 for 33 miles (53 km).",
  "/wiki/List_of_county_routes_in_Sullivan_County,_New_York": "County routes in Sullivan County, New York, are maintained by the Sullivan County highway department and signed with the Manual on Uniform Traffic Control Devices-standard yellow-on-blue pentagon route marker. The county highway system comprises roughly 140 routes arranged across the county in groups of nine. For the most part, state routes in Sullivan County are county-maintained and co-signed with county routes. However, the converse is not true; that is, not all county routes overlap state routes for their entire length. Typically, each series consists of county routes along a single roadway, often overlapping with state highways in the process. The lowest numbered route in the system is County Route 11 (CR 11); the highest is CR 183C. Note that routes 160 through 169 do not conform to any style, and coincidentally the 170 through 179 series (with the exception of the spur designated 174A) follows the pre-expressway routing of New York State Route 17 (NY 17)."
}