{
  "/wiki/NY_55": "New York State Route 55 (NY 55) is a 122.45-mile-long (197.06 km) east-west state highway in southern New York, running from the Pennsylvania state line at the Delaware River in Barryville to the Connecticut state line at Wingdale. It is the only other state highway beside NY 7 to completely cross the state, from border to border, in an east–west direction, although NY 17 does so and is partially east–west. It also forms a concurrency when it joins US 44 for 33 miles (53 km).",
  "/wiki/Bethel,_New_York": "Bethel is a town in Sullivan County, New York, United States. The population was estimated at 4,255 in 2010.",
  "/wiki/Liberty_(town),_New_York": "Liberty is a town in Sullivan County, New York, United States. The population was 9,885 at the 2010 census.  The town contains a village also named Liberty.  The village is bisected by New York State Route 52 (NY 52) and NY 55, and is crossed by NY 17.",
  "/wiki/NY_52": "New York State Route 52 (NY 52) is a 108.72-mile-long (174.97 km) state highway in the southeastern part of the state. It generally runs from west to east through five counties, beginning at the Pennsylvania state line in the Delaware River near Narrowsburg, crossing the Hudson River on the Newburgh–Beacon Bridge, and ending in Carmel. NY 52 and NY 55, both major east–west routes of the Mid-Hudson Region, run parallel to each other, intersecting in downtown Liberty.",
  "/wiki/Callicoon_(town),_New_York": "Callicoon is a town in Sullivan County, New York, USA. The population was 3,057 at the 2010 census. The town is in the northwestern part of the county.",
  "/wiki/Rockland,_New_York": "Rockland is a town in the northern part of Sullivan County, New York, United States. At the 2010 census, the population was 3,775.",
  "/wiki/County_Route_149_(Sullivan_County,_New_York)": "County Route 149 (CR 149) is a 8.69-mile (13.99 km) county route in northern Sullivan County, New York, in the United States. The route runs from an intersection with New York State Route 52 (NY 52) in the Callicoon community of Youngsville to an intersection with CR 178 in the Rockland community of Livingston Manor. CR 149 was originally designated as New York State Route 284 in 1930."
}