{
  "/wiki/That_'70s_Show": "That '70s Show is an American television period sitcom that originally aired on Fox from August 23, 1998, to May 18, 2006. The series focuses on the lives of a group of six teenage friends living in fictional Point Place, Wisconsin, from May 17, 1976, to December 31, 1979.",
  "/wiki/Eric_Forman": "Eric Forman is a fictional character in Fox Network's That '70s Show, portrayed by Topher Grace. Eric is based on the adolescence of show creator Mark Brazill. Most of the show takes place at the Formans' home, particularly in the basement where he and his five friends hang out.",
  "/wiki/What's_New,_Scooby-Doo?": "What's New, Scooby-Doo? is an American animated mystery comedy television series produced by Warner Bros. Animation for Kids' WB; it is the ninth incarnation of the Scooby-Doo franchise that began with Hanna-Barbera's Scooby-Doo, Where Are You! and the first of such since the previous incarnation, A Pup Named Scooby-Doo, ended in 1991. The series revives the format of Scooby-Doo, Where Are You!, in which the title character and his companions, Fred Jones; Daphne Blake; Velma Dinkley and Shaggy Rogers, travel to varying locations solving mysteries; this format is modernized for What's New, Scooby-Doo?, in which the characters utilize technology that did not exist at the time Scooby-Doo, Where Are You! first aired. It is the first television series in the franchise in which Frank Welker, Grey DeLisle and Mindy Cohn respectively portrayed the voices of Scooby-Doo, Daphne, and Velma, and where Casey Kasem made his comeback as Shaggy after seven years of not voicing the character and would also be the final Scooby-Doo series where he voices the character before his death in 2014, though he would still do voice work in the two following incarnations, Shaggy & Scooby-Doo Get a Clue! and Scooby Doo! Mystery Incorporated.",
  "/wiki/King_of_the_Hill": "King of the Hill is an American adult animated sitcom created by Mike Judge and Greg Daniels for the Fox Broadcasting Company that ran from January 12, 1997, to May 6, 2010. It centers on the Hills, a middle-class American family in the fictional city of Arlen, Texas. Patriarch and main character Hank Hill, who works as assistant manager at Strickland Propane, is the everyman and general protagonist of the series. His modest conservative views and biases often clash with those of his wife, Peggy; his son, Bobby; his father, Cotton; his niece, Luanne; his boss, Buck Strickland; and his neighbor, Kahn. Hank is friends with other residents on his block, especially Bill Dauterive, Dale Gribble, and Jeff Boomhauer, all of whom he has known since elementary school. It attempts to maintain a realistic approach, seeking humor in the conventional and mundane aspects of everyday life.",
  "/wiki/Saturday_Night_Live": "Saturday Night Live (known simply abbreviated as SNL) is an American late-night live television sketch comedy and variety show created by Lorne Michaels and developed by Dick Ebersol. The show premiered on NBC on October 11, 1975, under the original title NBC's Saturday Night. The show's comedy sketches, which often parody contemporary culture and politics, are performed by a large and varying cast of repertory and newer cast members. Each episode is hosted by a celebrity guest, who usually delivers the opening monologue and performs in sketches with the cast as with featured performances by a musical guest. An episode normally begins with a cold open sketch that ends with someone breaking character and proclaiming, \"Live from New York, it's Saturday Night!\", properly beginning the show.",
  "/wiki/Stella_(U.S._TV_series)": "Stella is a television series that originally ran from June 28, 2005 to August 30, 2005 on the American television channel Comedy Central, created by and starring Michael Ian Black, Michael Showalter, and David Wain, the three members of the sketch comedy troupe of the same name and former cast members of MTV's The State. Stella, as a comedy troupe, has existed since 1997. It has a cult following and plays to sold out shows across the United States. The show aired on Tuesdays at 10:30 PM, EST.",
  "/wiki/Robot_Chicken": "Robot Chicken is an American stop motion sketch comedy television series, created and executive produced for Adult Swim by Seth Green and Matthew Senreich along with co-head writers Douglas Goldstein and Tom Root. The writers, especially Green, also provide many of the voices. Senreich, Goldstein, and Root were formerly writers for the popular action figure hobbyist magazine ToyFare. Robot Chicken has won an Annie Award and six Emmy Awards.",
  "/wiki/The_Simpsons": "The Simpsons is an American animated sitcom created by Matt Groening for the Fox Broadcasting Company. The series is a satirical depiction of working-class life, epitomized by the Simpson family, which consists of Homer, Marge, Bart, Lisa, and Maggie. The show is set in the fictional town of Springfield and parodies American culture and society, television, and the human condition.",
  "/wiki/The_Debarted": "\"The Debarted\" is the thirteenth episode of The Simpsons' nineteenth season. It first aired on the Fox network in the United States on March 2, 2008, and features Topher Grace as guest star and a cameo by radio host Terry Gross. A new troublesome student named Donny arrives at Springfield Elementary School, prompting a gleeful Bart to befriend him as his partner in pranks. Meanwhile, Marge wrecks the family car, and Homer gets a new luxury vehicle as a loaner car, which he grows attached to. The episode is a parody of the 2006 film The Departed.",
  "/wiki/Too_Big_to_Fail_(film)": "Too Big to Fail is an American biographical drama television film first broadcast on HBO on May 23, 2011 based on Andrew Ross Sorkin's non-fiction book Too Big to Fail: The Inside Story of How Wall Street and Washington Fought to Save the Financial System—and Themselves (2009). The film was directed by Curtis Hanson. It received 11 nominations at the 63rd Primetime Emmy Awards; Paul Giamatti's portrayal of Ben Bernanke earned him the Screen Actors Guild Award for Outstanding Performance by a Male Actor in a Miniseries or Television Movie at the 18th Screen Actors Guild Awards.",
  "/wiki/Jim_Wilkinson_(communications)": "James Richard Wilkinson was the Chief of Staff to Treasury Secretary Hank Paulson in the George W. Bush administration. He had previously served in the White House as Deputy Communications Director and as an aide to then National Security Advisor Condoleezza Rice, and moved to the US State Department on her promotion to Secretary of State. Overall, Wilkinson was a \"well-traveled utility man for the Bush administration's PR team\".",
  "/wiki/Comedy_Bang!_Bang!_(TV_series)": "Comedy Bang! Bang! is a television series created and hosted by Scott Aukerman. The show aired weekly on IFC and was a spin-off of Aukerman's podcast Comedy Bang! Bang!, which airs on the Earwolf network. Like the podcast, the series featured outlandish and farcical humor, often delivered in a deadpan manner. The mock talk show derived most of its comedy from its surreal spoofs of common late night tropes and from its characters' ineptitude.",
  "/wiki/The_Beauty_Inside_(2012_film)": "The Beauty Inside is a 2012 social Internet series developed by Intel and Toshiba, Directed by Drake Doremus, written by Richard Greenberg, and starring Topher Grace, Mary Elizabeth Winstead, and Matthew Gray Gubler.",
  "/wiki/The_Muppets_(TV_series)": "The Muppets (stylized as the muppets.) is an American television comedy series that originally aired on ABC from September 22, 2015 to March 1, 2016. Co-created by Bill Prady and Bob Kushell, the series was produced by ABC Studios and The Muppets Studio, with Randall Einhorn and Muppet performer Bill Barretta serving as executive producers alongside Prady and Kushell. On May 12, 2016, ABC canceled the series after one season.",
  "/wiki/Drunk_History": "Drunk History is an American educational television comedy series produced by Comedy Central, based on the Funny or Die web series created by Derek Waters and Jeremy Konner in 2007, both of whom, along with Will Ferrell and Adam McKay, are the show's executive producers. In each episode, an inebriated narrator, joined by host Waters, struggles to recount an event from history, while actors enact the narrator's anecdotes and also lip sync the dialogue. In addition to Waters and celebrity guest stars, the show's characters are played by regulars such as Bennie Arthur, Tim Baltz, Mort Burke, Sarah Burns, Maria Blasucci, Craig Cackowski, Michael Cassady, Michael Coleman, Tymberlee Hill, Adam Nee, Jeremy J. Tutson, Greg Tuculescu, J.T. Palmer and Aasha Davis.",
  "/wiki/Milton_Bradley": "Milton Bradley (November 8, 1836 – May 30, 1911) was an American business magnate, game pioneer and publisher, credited by many with launching the board game industry, with the Milton Bradley Company, which was purchased by Hasbro in 1984.",
  "/wiki/TripTank": "TripTank is an American adult animated television series which premiered April 2, 2014 on Comedy Central. The show is made up of various sketches, portrayed by multiple animation styles and writers. Although no direct correlation exists between the different stories, a continued theme of dark satire prevails throughout.",
  "/wiki/Workaholics": "Workaholics is an American television sitcom that originally ran on Comedy Central from April 6, 2011, to March 15, 2017, with a total of 86 episodes spanning seven seasons. The series is co-created and predominantly written by its stars Blake Anderson, Adam DeVine, and Anders Holm, as well as co-creator, most frequent director, and occasional co-star Kyle Newacheck. The series also stars Jillian Bell, Maribeth Monroe, and Erik Griffin. Anderson, DeVine, and Holm play three college dropouts who are roommates, friends and co-workers at a telemarketing company in Rancho Cucamonga, California.",
  "/wiki/Get_Shorty_(TV_series)": "Get Shorty is an American comedy-drama television series, based on the 1990 novel of the same name by Elmore Leonard, that premiered on August 13, 2017, on Epix. The series was created by Davey Holmes and stars Chris O'Dowd, Ray Romano, Sean Bridgers, Carolyn Dodd, Lidia Porto, Goya Robles, Megan Stevenson, Lucy Walters and Sarah Stiles. It has aired for three seasons, consisting of twenty seven episodes. In December 2018 it was renewed for a third season, which began airing on October 6, 2019.",
  "/wiki/Love,_Death_&_Robots": "Love, Death & Robots (stylized as LOVE DEATH + ROBOTS) is an American adult animated science fiction anthology web television series on Netflix. The 18-episode first season was released on March 15, 2019. The series is produced by Joshua Donen, David Fincher, Jennifer Miller, and Tim Miller. Each episode was animated by different crews from a range of countries. The series is a re-imagining of Fincher and Miller's long in-development reboot of the 1981 animated science fiction film Heavy Metal.",
  "/wiki/The_Hot_Zone_(miniseries)": "The Hot Zone is an American drama television miniseries, based on the 1994 non-fiction book of the same name by Richard Preston. Six episodes aired from May 27 to May 29, 2019, on National Geographic.",
  "/wiki/Black_Mirror": "Black Mirror is a British science fiction anthology television series created by Charlie Brooker. He and Annabel Jones serve as the programme's showrunners. It examines modern society, particularly with regard to the unanticipated consequences of new technologies. Episodes are standalone, usually set in an alternative present or the near future, often with a dark and satirical tone, although some are more experimental and lighter.",
  "/wiki/Smithereens_(Black_Mirror)": "\"Smithereens\" is the second episode of the fifth series of the anthology series Black Mirror. It was written by Charlie Brooker and directed by James Hawes. The episode was released on Netflix, along with the rest of series 5, on 5 June 2019. It stars Andrew Scott, Damson Idris, and Topher Grace.",
  "/wiki/Topher_Grace": "Christopher John Grace (/ˈtoʊfər/ TOE-FER; born July 12, 1978) is an American actor. He is known for playing Eric Forman in the Fox sitcom That '70s Show, Eddie Brock / Venom in Sam Raimi's film Spider-Man 3, Pete Monash in Win a Date with Tad Hamilton!, Carter Duryea in In Good Company, Edwin in Predators, Getty in Interstellar, Adrian Yates in American Ultra, and David Duke in Spike Lee's film BlacKkKlansman. His other film roles include Traffic, Mona Lisa Smile, Valentine's Day, Take Me Home Tonight, The Big Wedding, War Machine and Breakthrough."
}