{
  "/wiki/Hectare": "The hectare (/ˈhɛktɛər, -tɑːr/; SI symbol: ha) is a non-SI metric unit of area equal to a square with 100-metre sides (1 hm2), or 10,000 m2, and is primarily used in the measurement of land. There are 100 hectares in one square kilometre. An acre is about 0.405 hectare and one hectare contains about 2.47 acres.",
  "/wiki/Ailsa_Craig": "Ailsa Craig (/ˈeɪlsə/; Scottish Gaelic: Creag Ealasaid) is an island of 99 hectares (240 acres) in the outer Firth of Clyde, 16 kilometres (10 miles) west of mainland Scotland, upon which blue hone granite has long been quarried to make curling stones. The now uninhabited island is formed from the volcanic plug of an extinct volcano.",
  "/wiki/Islands_of_the_Clyde": "The Islands of the Firth of Clyde are the fifth largest of the major Scottish island groups after the Inner and Outer Hebrides, Orkney and Shetland. They are situated in the Firth of Clyde between Ayrshire and Argyll and Bute. There are about forty islands and skerries, of which only four are inhabited and only nine larger than 40 hectares (99 acres).[Note 1] The largest and most populous are Arran and Bute, and Great Cumbrae and Holy Island are also served by dedicated ferry routes. Unlike the four larger Scottish archipelagos, none of the isles in this group are connected to one another or to the mainland by bridges.",
  "/wiki/Isle_of_Arran": "The Isle of Arran (/ˈærən/; Scottish Gaelic: Eilean Arainn) or simply Arran is an island off the coast of Scotland, in the United Kingdom. It is the largest island in the Firth of Clyde and the seventh largest Scottish island, at 432 square kilometres (167 sq mi). Historically part of Buteshire, it is in the unitary council area of North Ayrshire. In the 2011 census it had a resident population of 4,629. Though culturally and physically similar to the Hebrides, it is separated from them by the Kintyre peninsula. Often referred to as \"Scotland in Miniature\", the island is divided into highland and lowland areas by the Highland Boundary Fault and has been described as a \"geologist's paradise\"..",
  "/wiki/Auskerry": "Auskerry (Old Norse: Austrsker, east skerry) is a small island in eastern Orkney, Scotland. It lies in the North Sea south of Stronsay and has a lighthouse, completed in 1866.",
  "/wiki/Orkney": "Orkney /ˈɔːrkni/ (Old Norse: Orkneyjar), also known as the Orkney Islands,[Notes 1] is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making it the sixth-largest Scottish island and the tenth-largest island in the British Isles. The largest settlement and administrative centre is Kirkwall.",
  "/wiki/Baleshare": "Baleshare (Scottish Gaelic: Baile Sear) is a flat tidal island in the Outer Hebrides of Scotland.",
  "/wiki/Uist": "North Uist and South Uist (/ˈjuːɪst/ or /ˈuːɪst/)(Scottish Gaelic: Uibhist [ˈɯ.ɪʃtʲ]) are two islands and part of the Outer Hebrides of Scotland.",
  "/wiki/Barra": "Barra (/ˈbærə/; Scottish Gaelic: Barraigh [ˈparˠaj] or Eilean Bharraigh [ˈelan ˈvarˠaj] (listen)) is an island in the Outer Hebrides, Scotland, and the second southernmost inhabited island there, after the adjacent island of Vatersay to which it is connected by a short causeway. The island is named for Saint Finbarr of Cork.",
  "/wiki/Balta,_Shetland": "Balta (Old Norse: \"Baltey\") is an uninhabited island in Shetland, Scotland.",
  "/wiki/Shetland": "Shetland (Scottish Gaelic: Sealtainn), also called the Shetland Islands and formerly Zetland, is a subarctic archipelago in the Northern Isles of Scotland, situated in the Northern Atlantic, between Great Britain, the Faroe Islands and Norway.",
  "/wiki/Barra_Head": "Barra Head, also known as Berneray (Scottish Gaelic: Beàrnaraigh), is the southernmost islands of the Outer Hebrides in Scotland.  Within the Outer Hebrides, it forms part of the Barra Isles archipelago. Originally, Barra Head only referred to the southernmost headland of Berneray but is now a common name for the entire island. The highest point of the island is Sotan, a Marilyn.",
  "/wiki/Benbecula": "Benbecula (/bɛnˈbɛkjʊlə/ (listen); Scottish Gaelic: Beinn nam Fadhla or Beinn na Faoghla)  is an island of the Outer Hebrides, in the Atlantic Ocean off the west coast of Scotland. In the 2011 census it had a usually resident population of 1,283, with a sizable percentage of Roman Catholics. It forms part of the area administered by Comhairle nan Eilean Siar or the Western Isles Council.",
  "/wiki/Berneray,_North_Uist": "Berneray (Scottish Gaelic: Beàrnaraigh na Hearadh) is an island and community in the Sound of Harris, Scotland. It is one of fifteen inhabited islands in the Outer Hebrides. It is famed for its rich and colourful history which has attracted much tourism. It lies within the South Lewis, Harris and North Uist National Scenic Area, one of 40 such areas in Scotland which are defined so as to identify areas of exceptional scenery and to ensure its protection from inappropriate development.",
  "/wiki/Bigga,_Shetland": "Bigga is an uninhabited island in the Yell Sound between the Mainland and Yell in Shetland, Scotland.",
  "/wiki/Boreray,_St_Kilda": "Boreray (Scottish Gaelic: Boraraigh) is an uninhabited island in the St Kilda archipelago in the North Atlantic.",
  "/wiki/St_Kilda,_Scotland": "St Kilda (Scottish Gaelic: Hiort) is an isolated archipelago situated 40 miles (64 km) west-northwest of North Uist in the North Atlantic Ocean. It contains the westernmost islands of the Outer Hebrides of Scotland.[note 1] The largest island is Hirta, whose sea cliffs are the highest in the United Kingdom.  Three other islands (Dùn, Soay and Boreray) were also used for grazing and seabird hunting. The islands are administratively a part of the Comhairle nan Eilean Siar local authority area.",
  "/wiki/Boreray,_North_Uist": "Boreray (Scottish Gaelic: Boraraigh) is an island with a single croft, lying 2 kilometres (1.2 mi) north of North Uist in the Outer Hebrides of Scotland.",
  "/wiki/Bressay": "Bressay is a populated island in the Shetland archipelago of Scotland.",
  "/wiki/Brother_Isle": "Brother Isle (Old Norse: breiðare øy meaning broad beach island) is a small, uninhabited island in Shetland, Scotland. It lies between the islands of Yell and Shetland Mainland. It is 40 hectares (99 acres) in size.",
  "/wiki/Bruray": "Bruray is one of the three Out Skerries islands of Shetland, and contains Scotland's most easterly settlement.",
  "/wiki/Out_Skerries": "The Out Skerries are an archipelago of islets, some inhabited, in Shetland, Scotland, and are the easternmost group of Shetland's islands. Locally, they are usually called Da Skerries or just Skerries.[citation needed]",
  "/wiki/Burray": "Burray is one of the Orkney Islands in Scotland. It lies to the east of Scapa Flow and is one of a chain of islands linked by the Churchill Barriers.",
  "/wiki/Isle_of_Bute": "The Isle of Bute (Scottish Gaelic: Eilean Bhòid or An t-Eilean Bòdach), known as Bute (/bjuːt/), is an island in the Firth of Clyde in Scotland, United Kingdom. It is divided into highland and lowland areas by the Highland Boundary Fault. Formerly a constituent island of the larger County of Bute, it is now part of the council area of Argyll and Bute. Bute's resident population was 6,498 in 2011, a decline of just over 10% from the figure of 7,228 recorded in 2001 against a background of Scottish island populations as a whole growing by 4% to 103,702 for the same period.",
  "/wiki/Calf_of_Eday": "The Calf of Eday (Old Norse: Kalfr) is an uninhabited island in Orkney, Scotland, lying north east of Eday.  It is known for its wildlife and its prehistoric ruins.",
  "/wiki/Calbha_Mor": "Calbha Mor is a tidal islet in Eddrachillis Bay, Sutherland, Scotland.",
  "/wiki/Edrachillis_Bay": "Eddrachillis Bay  (Scottish Gaelic: Eadar Dà Chaolas- \"between two kyles\", Kylesku and Laxford) is a bay on the north-west coast of  Sutherland, Scotland. It lies north of Assynt and is at the mouth of the Loch a' Chàirn Bhàin, also known as the Loch Cairnbawn. It is neighboured by Eddrachillis, of which namesakes are shared.",
  "/wiki/Calve_Island": "Calve Island is an uninhabited island on the east coast of the Isle of Mull in Argyll and Bute on the west coast of Scotland. It provides some shelter for Tobermory Bay and is separated from Mull by a tidal channel. The island is 1.2 miles (1.9 kilometres) in length, and 1⁄2 mile (800 metres) wide at its widest point. Under water there is a popular diving site.\nThe island is owned by the Cotton family who make use of it in the summer months.",
  "/wiki/Isle_of_Mull": "The Isle of Mull (Scottish Gaelic An t-Eilean Muileach, pronounced [ən 'tjelan ˈmuləx]) or just Mull (English and Scots: [mʌl]; Scottish Gaelic: Muile, [ˈmulə] (listen)) is the second-largest island of the Inner Hebrides (after Skye) and lies off the west coast of Scotland in the council area of Argyll and Bute.",
  "/wiki/List_of_islands_of_Scotland": "This is a list of islands of Scotland, the mainland of which is part of the island of Great Britain. Also included are various other related tables and lists. The definition of an offshore island used in this list is \"land that is surrounded by seawater on a daily basis, but not necessarily at all stages of the tide, excluding human devices such as bridges and causeways\".[Note 1]"
}