{
  "/wiki/2019_Alpine_Skiing_World_Cup": "The International Ski Federation (FIS) Alpine Ski World Cup was the premier circuit for alpine skiing competition. The inaugural season launched in January 1967, and the 2018–19 season marks the 53rd consecutive year for the FIS World Cup.",
  "/wiki/Mikaela_Shiffrin": "Mikaela Pauline Shiffrin (born March 13, 1995) is an American two-time Olympic gold medalist and World Cup alpine skier. She is the current three-time reigning Overall World Cup champion, the four-time reigning world champion in slalom, and a six-time winner of the World Cup discipline title in that event. Shiffrin is the youngest slalom champion in Olympic alpine skiing history, at 18 years and 345 days.",
  "/wiki/2013_Alpine_Skiing_World_Cup": "The 47th World Cup season began on 27 October 2012, in Sölden, Austria, and concluded on 17 March 2013, at the World Cup finals in Lenzerheide, Switzerland. The overall titles were won by Marcel Hirscher of Austria and Tina Maze of Slovenia.",
  "/wiki/Tina_Maze": "Tina Maze (Slovene: [ˈtiːna ˈmaːzɛ]; born 2 May 1983) is a retired Slovenian World Cup alpine ski racer.",
  "/wiki/1969_Alpine_Skiing_World_Cup": "The 3rd World Cup season began in December 1968 and concluded in March 1969.  This was the first season in which the races began prior to January 1, and that change immediately became permanent.  Karl Schranz of Austria won the first of two consecutive overall titles. Gertrude Gabl of Austria won the women's overall title.  For the first and only (as of 2016) time in World Cup history, a discipline trophy was shared by more than two people, as four men (3 French, 1 Austrian) tied for the Men's Slalom trophy.",
  "/wiki/1980_Alpine_Skiing_World_Cup": "The 14th World Cup season began in December 1979 in France and concluded in March 1980 in Austria.",
  "/wiki/Annemarie_Moser-Pr%C3%B6ll": "Annemarie Moser-Pröll (born 27 March 1953) is a former World Cup alpine ski racer from Austria.  Born in Kleinarl, Salzburg, she was the most successful female alpine ski racer during the 1970s, with six overall titles, including five consecutive.  Moser-Pröll celebrated her biggest successes in downhill, giant slalom and combined races. In 1980, her last year as a competitor, she secured her third Olympic medal (and first gold) at Lake Placid and won five World Cup races. Her younger sister Cornelia Pröll is also a former Olympic alpine skier.",
  "/wiki/1971_Alpine_Skiing_World_Cup": "The 5th World Cup season began in December 1970 in Italy and concluded in March 1971 in Sweden.  Gustav Thöni of Italy won the first of his three consecutive overall titles. Annemarie Pröll of Austria won the women's overall title, her first of five consecutive.",
  "/wiki/1975_Alpine_Skiing_World_Cup": "The 9th World Cup season began in December 1974 in France and concluded in March 1975 in Italy.  Gustav Thöni of Italy would regain the overall title, his fourth overall title in five seasons. Annemarie Moser-Pröll of Austria won the women's overall title, her fifth consecutive.",
  "/wiki/2008_Alpine_Skiing_World_Cup": "The 42nd World Cup season began in October 2007 in Sölden, Austria and concluded on 15 March 2008, at the World Cup Finals in Bormio, Italy.  (The team event scheduled for the following day was canceled, due to adverse weather conditions.)",
  "/wiki/2016_Alpine_Skiing_World_Cup": "The International Ski Federation (FIS) Alpine World Cup tour is the premier circuit for alpine skiing competition. The inaugural season launched in January 1967, and the 2016 season marked the 50th consecutive year for the FIS. This World Cup season began on 24 October 2015, in Sölden, Austria, and concluded in Saint Moritz, Switzerland on 20 March 2016. The World Ski Championship, a biennial event, did not interrupt this competitive season, and the upcoming World Championships were held Saint Moritz, Switzerland in February 2017",
  "/wiki/Lindsey_Vonn": "Lindsey Caroline Vonn (née Kildow /kɪldaʊ/; born October 18, 1984) is an American former World Cup alpine ski racer on the US Ski Team. She won four World Cup overall championships—one of only two female skiers to do so, along with Annemarie Moser-Pröll—with three consecutive titles in 2008, 2009, and 2010, plus another in 2012. Vonn won the gold medal in downhill at the 2010 Winter Olympics, the first one for an American woman. She also won a record eight World Cup season titles in the downhill discipline (2008–2013, 2015, 2016), five titles in super-G (2009–2012, 2015), and three consecutive titles in the combined (2010–2012). In 2016, she won her 20th World Cup crystal globe title, the overall record for men or women, surpassing Ingemar Stenmark of Sweden, who won 19 globes from 1975 to 1984. She has the second highest super ranking of all skiers, men or women.",
  "/wiki/2010_Alpine_Skiing_World_Cup": "The 44th World Cup season began on 24 October 2009, in Sölden, Austria, and concluded on 14 March 2010, at the World Cup finals in Garmisch, Germany.",
  "/wiki/2012_Alpine_Skiing_World_Cup": "The 46th World Cup season began on 22 October 2011, in Sölden, Austria, and concluded on 18 March 2012, at the World Cup finals in Schladming, Austria.",
  "/wiki/2005_Alpine_Skiing_World_Cup": "The 39th World Cup season began in October 2004 in Sölden, Austria, and concluded in March 2005 at the World Cup finals in Lenzerheide, Switzerland. The overall winners were Bode Miller of the U.S. and Anja Pärson of Sweden.",
  "/wiki/2018_Alpine_Skiing_World_Cup": "The International Ski Federation (FIS) Alpine Ski World Cup was the premier circuit for alpine skiing competition. The inaugural season launched in January 1967, and the 2017–18 season marked the 52nd consecutive year for the FIS World Cup.",
  "/wiki/2015_Alpine_Skiing_World_Cup": "The 49th World Cup season began on 25 October 2014, in Sölden, Austria, and concluded on 22 March 2015 at the World Cup finals in Meribel, France. The defending overall champions from the 2014 season - Marcel Hirscher and Anna Fenninger, both of Austria, defended their titles successfully. The season was  interrupted by the World Championships in February, in the United States at Vail/Beaver Creek, Colorado. Combined events were not awarded as a discipline trophy.",
  "/wiki/1989_Alpine_Skiing_World_Cup": "The 23rd World Cup season began in November 1988 in Austria and concluded in March 1989 in Japan. \nThe overall champions were Marc Girardelli of Luxembourg (his third) and Vreni Schneider of Switzerland (her first).  Schneider established the record for victories in a World Cup season, winning a total of 14 races (6 (out of 7) giant slaloms, 7 (out of 7) slaloms, and 1 (of 2) combined), surpassing the record of 13 established in 1978-79 by the great Swedish skier and three-time overall World Cup champion Ingemar Stenmark.",
  "/wiki/Vreni_Schneider": "Verena \"Vreni\" Schneider (born 26 November 1964) is a retired ski racer from Switzerland. She is the most successful alpine ski racer of her country, the fourth most successful female ski racer ever (after Lindsey Vonn, Annemarie Moser-Pröll and Mikaela Shiffrin) and was voted \"Swiss Sportswoman of the Century\".",
  "/wiki/1990_Alpine_Skiing_World_Cup": "The 24th World Cup season began in August 1989 in Australia (for men) and Argentina (for women), resumed in November 1989 in the United States and concluded in March 1990 in Sweden.  During this season, the Soviet Union's empire collapsed, leading to the reunification of East and West Germany, the dissolution of Yugoslavia and Czechoslovakia, and many other changes in Eastern Europe, which would have a significant effect on future World Cup seasons.",
  "/wiki/2004_Alpine_Skiing_World_Cup": "The 38th World Cup season began in October 2003 in Sölden, Austria, and concluded at the World Cup finals in Sestriere, Italy, in March 2004.  Sestriere would host the alpine skiing events at the 2006 Winter Olympics.",
  "/wiki/1979_Alpine_Skiing_World_Cup": "The 13th World Cup season began in December 1978 in Austria and concluded in March 1979 in Japan.",
  "/wiki/Marie-Therese_Nadig": "Marie-Theres Nadig (born 8 March 1954) is a retired Swiss alpine skier. Aged 17, she won gold medals in the downhill and giant slalom events at the 1972 Winter Olympics. During her career Nadig won 28 world cup races and had 63 podium finishes. At the 1980 Winter Olympics, she was third in the downhill event. After retiring from competitions, between 1999 and 2005 she worked as a national coach.",
  "/wiki/FIS_Alpine_Ski_World_Cup": "The FIS Alpine Ski World Cup is the top international circuit of alpine skiing competitions, launched in 1966 by a group of ski racing friends and experts which included French journalist Serge Lang and the alpine ski team directors from France (Honore Bonnet) and the USA (Bob Beattie). It was soon backed by International Ski Federation president Marc Hodler during the FIS Alpine World Ski Championships 1966 at Portillo, Chile, and became an official FIS event in the spring of 1967 after the FIS Congress at Beirut, Lebanon. The first World Cup ski race was held in Berchtesgaden, West Germany, on January 5, 1967. Jean-Claude Killy of France and Nancy Greene of Canada were the overall winners for the first two seasons."
}