{
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants.",
  "/wiki/Havana": "Havana (/həˈvænə/; Spanish: La Habana [la aˈβana] (listen)) is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region.",
  "/wiki/Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea.",
  "/wiki/Tegucigalpa": "Tegucigalpa (UK: /tɛˌɡuːsɪˈɡælpə/, US: /təˌ-/, Spanish: [teɣusiˈɣalpa]), formally Tegucigalpa, Municipality of the Central District (Spanish: Tegucigalpa, Municipio del Distrito Central or Tegucigalpa, M.D.C.), and colloquially referred to as Tegus or Teguz, is the capital and largest city of Honduras along with its twin sister, Comayagüela.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally \"Rich Coast\"), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area.",
  "/wiki/San_José,_Costa_Rica": "San José (Spanish: [saŋ xoˈse]; literally meaning \"Saint Joseph\") is the capital and largest city of Costa Rica, and the capital of the province of the same name. It is located in the centre of the country, specifically in the mid-west of the Central Valley, and contained within San José Canton. San José is the seat of national government, the focal point of political and economic activity, and the major transportation hub of Costa Rica. The population of San José Canton was 288,054 in 2011, and\nSan José’s municipal land area measures 44.2 square kilometers (17.2 square miles), with an estimated 333,980 residents in 2015. Together with several other cantons of the central valley including Alajuela, Heredia and Cartago it forms the Greater Metropolitan Area of the country, with an estimated population of over 2 million in 2017. The city is named in honor of Joseph of Nazareth.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west.",
  "/wiki/Kingston,_Jamaica": "Kingston is the capital and largest city of Jamaica, located on the southeastern coast of the island. It faces a natural harbour protected by the Palisadoes, a long sand spit which connects the town of Port Royal and the Norman Manley International Airport to the rest of the island. In the Americas, Kingston is the largest predominantly English-speaking city south of the United States.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest Caribbean nation by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10,299,000 people (July 2018 est.), of whom approximately three million live in the metropolitan area of Santo Domingo, the capital city.",
  "/wiki/Santo_Domingo": "Santo Domingo (Spanish pronunciation: [ˈsanto ðoˈmiŋɡo] meaning \"Saint Dominic\"), officially Santo Domingo de Guzmán, is the capital and largest city in the Dominican Republic and the largest metropolitan area in the Caribbean by population. As of 2010, the city had a total population of 2,908,607, when including the metropolitan area. The city is coterminous with the boundaries of the Distrito Nacional (\"D.N.\", \"National District\"), itself bordered on three sides by Santo Domingo Province.",
  "/wiki/Santiago_de_Cuba": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeastern area of the island, some 870 km (540 mi) southeast of the Cuban capital of Havana.",
  "/wiki/Universidad_de_Costa_Rica": "The University of Costa Rica (Spanish: Universidad de Costa Rica, abbreviated UCR) is a public university in the Republic of Costa Rica, in Central America.  Its main campus, Ciudad Universitaria Rodrigo Facio,  is located in San Pedro Montes de Oca, in the province of San José.  It is the oldest and largest institution of higher learning in Costa Rica, originally established as the Universidad de Santo Tomás in 1843. It is also the most important research university in the country and Central America, plus, considered as one of the most prestigious and recognized in Latin America. Approximately 45,000 students attend UCR throughout the year.",
  "/wiki/University_of_San_Carlos_of_Guatemala": "The Universidad de San Carlos de Guatemala (USAC, University of San Carlos of Guatemala) is the largest and oldest university of Guatemala; it is also the fourth founded in the Americas. Established in the Kingdom of Guatemala during the Spanish colony, it was the only university in Guatemala until 1954.[a]",
  "/wiki/Guatemala": "Guatemala (/ˌɡwɑːtəˈmɑːlə/ (listen) GWAH-tə-MAH-lə; Spanish: [gwateˈmala] (listen)), officially the Republic of Guatemala (Spanish: República de Guatemala), is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America. Guatemala is a representative democracy; its capital and largest city is Nueva Guatemala de la Asunción, also known as Guatemala City.",
  "/wiki/Guatemala_City": "Guatemala City (Spanish: Ciudad de Guatemala), locally known as Guatemala or Guate, officially Nueva Guatemala de la Asunción (New Guatemala of the Assumption), is the capital and largest city of Guatemala, and the most populous urban area in Central America. The city is located in the south-central part of the country, nestled in a mountain valley called Valle de la Ermita (English: Hermitage Valley). It is estimated that its population is about 1 million. Guatemala City is also the capital of the Municipality of Guatemala and of the Guatemala Department.",
  "/wiki/Trinidad": "Trinidad is the larger and more populous of the two major islands of Trinidad and Tobago. The island lies 11 km (6.8 mi) off the northeastern coast of Venezuela and sits on the continental shelf of South America. It is often referred to as the southernmost island in the Caribbean. With an area of 4,768 km2 (1,841 sq mi), it is also the fifth largest in the West Indies.",
  "/wiki/Saint_Augustine,_Trinidad_and_Tobago": "St. Augustine is a town in the northwest of Trinidad, Trinidad and Tobago.",
  "/wiki/University_of_Panama": "The University of Panama (Spanish: Universidad de Panamá) was founded on October 7, 1935, with a student body of 175 in the fields of Education, Commerce, Natural Sciences, Pharmacy, Pre-Engineering and Law. As of 2008[update], it maintains a student body of 74,059 distributed in 228 buildings around the country.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people.",
  "/wiki/Panama_City": "Panama City (Spanish: Ciudad de Panamá; pronounced [sjuˈða(ð) ðe panaˈma]), also simply known as Panama,  is the capital and largest city of Panama. It has an urban population of 880,691, with over 1.5 million in its metropolitan area. The city is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for banking and commerce.",
  "/wiki/National_Autonomous_University_of_Honduras": "The National Autonomous University of Honduras (Universidad Nacional Autónoma de Honduras) is the national public university of Honduras. Founded in 1847, it has over 140 programs from the Bachelor's level to the Doctorate, and is the largest and highest ranked University in Honduras.",
  "/wiki/University_of_Puerto_Rico": "The University of Puerto Rico (in Spanish, Universidad de Puerto Rico, or UPR) is the main public university system of Puerto Rico and a government-owned corporation of Puerto Rico. The institution consists of 11 campuses and has approximately 58,000 students and 5,300 faculty members. UPR has the largest and most diverse academic offerings in Puerto Rico, with 472 academic programs of which 32 lead to a doctorate.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/Universidad_de_El_Salvador": "The University of El Salvador or Universidad de El Salvador (UES) is the oldest and the most prominent university institutions in El Salvador. It serves as the national university of the country. The main campus, Ciudad Universitaria, is located in the capital of San Salvador, but there are also branches of the university in other Salvadoran cities such as Santa Ana, San Miguel and San Vicente. In addition, there is a new branch of University of El Salvador in the municipality of Nueva Concepcion, Chalatenango, located in the north of El Salvador.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally \"Republic of The Savior\"), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean.  El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million.",
  "/wiki/San_Salvador": "San Salvador (\"Holy Savior\") is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador which comprises the capital itself and 13 of its municipalities has a population of 2,404,097.",
  "/wiki/University_of_the_West_Indies": "The University of the West Indies (UWI), originally University College of the West Indies, is a public university system established to serve the higher education needs of the residents of 17 English-speaking countries and territories in the Caribbean: Anguilla, Antigua and Barbuda, The Bahamas, Barbados, Belize, Bermuda, British Virgin Islands, Cayman Islands, Dominica, Grenada,  Jamaica, Montserrat, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Trinidad and Tobago, and Turks and Caicos Islands.\nEach country is either a member of the Commonwealth of Nations or a British Overseas Territory. The aim of the university is to help 'unlock the potential for economic and cultural growth' in the West Indies, thus allowing improved regional autonomy. The University was originally instituted as an independent external college of the University of London.",
  "/wiki/Pontificia_Universidad_Católica_Madre_y_Maestra": "The Pontificia Universidad Católica Madre y Maestra (Mother and Teacher Pontifical Catholic University), named after Pope John XXIII's encyclical Mater et magistra, that is, Mother and Teacher, (PUCMM for its Spanish acronym) is the first private, Roman Catholic, coeducational, university in the Dominican Republic (excluding colonial times). The university grants undergraduate, graduate, doctoral, and professional degrees through three campuses. Its main campus is in the city of Santiago de los Caballeros, and it has smaller campus  in Santo Domingo and an extension in Puerto Plata. PUCMM has been listed consistently as the second best university in the Dominican Republic, after UNIBE, by QS Latin America University Rankings.",
  "/wiki/Santiago_de_los_Caballeros": "Santiago de los Caballeros or simply Santiago (English: Saint James of the Knights) is the second-largest city in the Dominican Republic, and the fourth-largest city in the Caribbean. It is the capital of Santiago Province and major metropolis in the north-central region of the country. The city's metropolitan area has a total population of 1,173,015 inhabitants. Santiago is located approximately 155 km (96 mi) northwest of the capital Santo Domingo with an average altitude of 178 meters (584 ft).",
  "/wiki/Universidad_del_Valle_de_Guatemala": "The Universidad del Valle de Guatemala (UVG) (University of the Valley of Guatemala) is a private, not-for-profit, secular university in Guatemala City, Guatemala. It was founded in 1966 by a private foundation, which had previously overseen the American School of Guatemala. It was the first private university to give a strong emphasis to technology and technical background in the country. UVG holds the registry for the .gt country-code domain name.",
  "/wiki/National_Autonomous_University_of_Nicaragua": "The National Autonomous University of Nicaragua (Spanish: Universidad Nacional Autónoma de Nicaragua, UNAN) is the main state-funded public university of Nicaragua.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English.",
  "/wiki/León,_Nicaragua": "León (Spanish pronunciation: [leˈon]) is the second largest city in Nicaragua, after Managua. Founded by the Spanish as Santiago de los Caballeros de León, it is the capital and largest city of León Department. As of 2016[update], the municipality of León had an projected population of 206,264.",
  "/wiki/La_Libertad,_La_Libertad": "La Libertad «Liberty» is a municipality in the La Libertad Department of El Salvador. It had a population of 35,997 inhabitants in 2007 according to the official census of that year. It is one of the main tourist attractions in the country.",
  "/wiki/List_of_herbaria_in_North_America": "This is a list of herbaria in North America, organized first by country or region where the herbarium is located, then within each region by size of the collection.  For other continents, see List of herbaria."
}