{
  "/wiki/Cuba": "Cuba (/ˈkjuːbə/ (listen); Spanish pronunciation: [ˈkuβa]), officially the Republic of Cuba (Spanish: República de Cuba (help·info)), is a country comprising the island of Cuba as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Haiti and north of both Jamaica and the Cayman Islands. Havana is the largest city and capital; other major cities include Santiago de Cuba and Camagüey. The area of the Republic of Cuba is 110,860 square kilometers (42,800 sq mi) (109,884 square kilometers (42,426 sq mi) without the territorial waters). The island of Cuba is the largest island in Cuba and in the Caribbean, with an area of 105,006 square kilometers (40,543 sq mi), and the second-most populous after Hispaniola, with over 11 million inhabitants. The territory that is now Cuba was inhabited by the Ciboney Taíno people from the 4th millennium BC until Spanish colonization in the 15th century. From the 15th century, it was a colony of Spain until the Spanish–American War of 1898, when Cuba was occupied by the United States and gained nominal independence as a de facto United States protectorate in 1902.",
  "/wiki/Havana": "Havana (/həˈvænə/; Spanish: La Habana [la aˈβana] (listen)) is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region. The city of Havana was founded by the Spanish in the 16th century and due to its strategic location it served as a springboard for the Spanish conquest of the Americas, becoming a stopping point for treasure-laden Spanish galleons returning to Spain. The King Philip II of Spain granted Havana the title of City in 1592. Walls as well as forts were built to protect the old city. The sinking of the U.S. battleship Maine in Havana's harbor in 1898 was the immediate cause of the Spanish–American War. The city is the center of the Cuban government, and home to various ministries, headquarters of businesses and over 90 diplomatic offices. The current governor is Reinaldo García Zapata of the Communist Party of Cuba (PCC).",
  "/wiki/Honduras": "Honduras (/hɒnˈdjʊərəs, -ˈdʊər-/ (listen), /-æs/; Spanish: [onˈduɾas] (listen)), officially the Republic of Honduras (Spanish: República de Honduras), is a country in Central America. The republic of Honduras is bordered to the west by Guatemala, to the southwest by El Salvador, to the southeast by Nicaragua, to the south by the Pacific Ocean at the Gulf of Fonseca, and to the north by the Gulf of Honduras, a large inlet of the Caribbean Sea. Honduras was home to several important Mesoamerican cultures, most notably the Maya, before the Spanish Colonization in the sixteenth century. The Spanish introduced Roman Catholicism and the now predominant Spanish language, along with numerous customs that have blended with the indigenous culture. Honduras became independent in 1821 and has since been a republic, although it has consistently endured much social strife and political instability, and remains one of the poorest countries in the Western Hemisphere. In 1960, the northern part of what was the Mosquito Coast was transferred from Nicaragua to Honduras by the International Court of Justice. The nation's economy is primarily agricultural, making it especially vulnerable to natural disasters such as Hurricane Mitch in 1998. The lower class is primarily agriculturally based while wealth is concentrated in the country's urban centers.",
  "/wiki/Tegucigalpa": "Tegucigalpa (UK: /tɛˌɡuːsɪˈɡælpə/, US: /təˌ-/, Spanish: [teɣusiˈɣalpa]), formally Tegucigalpa, Municipality of the Central District (Spanish: Tegucigalpa, Municipio del Distrito Central or Tegucigalpa, M.D.C.), and colloquially referred to as Tegus or Teguz, is the capital and largest city of Honduras along with its twin sister, Comayagüela. Claimed on 29 September 1578 by the Spaniards, Tegucigalpa became the country's capital on October 30, 1880, under President Marco Aurelio Soto, when he moved the capital from Comayagua. The current Constitution of Honduras, enacted in 1982, names the sister cities of Tegucigalpa[a] and Comayagüela[b] as a Central District[c] to serve as the permanent national capital, under articles 8 and 295. After the dissolution of the Federal Republic of Central America in 1841, Honduras became an individual sovereign nation with Comayagua as its capital. The capital was moved to Tegucigalpa in 1880. On January 30, 1937, Article 179 of the 1936 Honduran Constitution was changed under Decree 53 to establish Tegucigalpa and Comayagüela as a Central District. Tegucigalpa is located in the southern-central highland region known as the department of Francisco Morazán of which it is also the departmental capital. It is situated in a valley, surrounded by mountains.",
  "/wiki/Costa_Rica": "Costa Rica (/ˌkɒstə ˈriːkə/, US: /ˌkoʊstə/ (listen); Spanish: [ˈkosta ˈrika]; literally Rich Coast), officially the Republic of Costa Rica (Spanish: República de Costa Rica), is a country in Central America, bordered by Nicaragua to the north, the Caribbean Sea to the northeast, Panama to the southeast, the Pacific Ocean to the southwest, and Ecuador to the south of Cocos Island. It has a population of around 5 million in a land area of 51,060 square kilometers (19,714 square miles). An estimated 333,980 people live in the capital and largest city, San José, with around 2 million people in the surrounding metropolitan area. The sovereign state is a unitary presidential constitutional republic. It is known for its long-standing and stable democracy, and for its highly educated workforce, most of whom speak English. The country spends roughly 6.9% of its budget (2016) on education, compared to a global average of 4.4%. Its economy, once heavily dependent on agriculture, has diversified to include sectors such as finance, corporate services for foreign companies, pharmaceuticals, and ecotourism. Many foreign manufacturing and services companies operate in Costa Rica's Free Trade Zones (FTZ) where they benefit from investment and tax incentives.",
  "/wiki/San_José,_Costa_Rica": "San José (Spanish: [saŋ xoˈse]; literally meaning Saint Joseph) is the capital and largest city of Costa Rica, and the capital of the province of the same name. It is located in the centre of the country, specifically in the mid-west of the Central Valley, and contained within San José Canton. San José is the seat of national government, the focal point of political and economic activity, and the major transportation hub of Costa Rica. The population of San José Canton was 288,054 in 2011, and\nSan José’s municipal land area measures 44.2 square kilometers (17.2 square miles), with an estimated 333,980 residents in 2015. Together with several other cantons of the central valley including Alajuela, Heredia and Cartago it forms the Greater Metropolitan Area of the country, with an estimated population of over 2 million in 2017. The city is named in honor of Joseph of Nazareth. Founded in 1736 by order of Cabildo de León, the population of San José rose during the 18th century through the use of colonial planning. It has historically been a city of strategic importance, having been the capital of Costa Rica three times.",
  "/wiki/Jamaica": "Jamaica (/dʒəˈmeɪkə/ (listen)) is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean (after Cuba and Hispaniola). Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola (the island containing the countries of Haiti and the Dominican Republic); the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-west. Originally inhabited by the indigenous Arawak and Taíno peoples, the island came under Spanish rule following the arrival of Christopher Columbus in 1494. Many of the indigenous people were either killed or died of diseases to which they had no immunity, and the Spanish thus forcibly transplanted large numbers of African slaves to Jamaica as labourers. The island remained a possession of Spain until 1655, when England (later Great Britain) conquered it, renaming it Jamaica. Under British colonial rule Jamaica became a leading sugar exporter, with a plantation economy dependent on the African slaves and later their descendants. The British fully emancipated all slaves in 1838, and many freedmen chose to have subsistence farms rather than to work on plantations.",
  "/wiki/Kingston,_Jamaica": "Kingston is the capital and largest city of Jamaica, located on the southeastern coast of the island. It faces a natural harbour protected by the Palisadoes, a long sand spit which connects the town of Port Royal and the Norman Manley International Airport to the rest of the island. In the Americas, Kingston is the largest predominantly English-speaking city south of the United States. The local government bodies of the parishes of Kingston and St. Andrew were amalgamated by the Kingston and St. Andrew Corporation Act of 1923, to form the Kingston and St. Andrew Corporation (KSAC). Greater Kingston, or the Corporate Area refers to those areas under the KSAC; however, it does not solely refer to Kingston Parish, which only consists of the old downtown and Port Royal. Kingston Parish had a population of 96,052, and St. Andrew Parish had a population of 555,828 in 2001. Kingston is only bordered by Saint Andrew to the east, west and north. The geographical border for the parish of Kingston encompasses the following communities, Tivoli Gardens, Denham Town, Rae Town, Kingston Gardens, National Heroes Park, Bournemouth Gardens, Norman Gardens, Rennock Lodge, Springfield  and Port Royal, along with portions of Rollington Town, Franklyn Town and Allman Town.",
  "/wiki/Dominican_Republic": "The Dominican Republic (/dəˈmɪnɪkən/ də-MIN-ik-ən; Spanish: República Dominicana, pronounced [reˈpuβlika ðominiˈkana] (listen)) is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with the Republic of Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles by area (after Cuba) at 48,671 square kilometers (18,792 sq mi), and third by population with approximately 10.5 million people (2020 est. ), of whom approximately 3.3 million live in the metropolitan area of Santo Domingo, the capital city. The native Taíno people had inhabited Hispaniola before the arrival of the Europeans, dividing it into five chiefdoms. The Taíno people had eventually moved north over many years, and lived around the Caribbean islands. The Taíno natives had done quite well for themselves and were on their way to being an organized civilization. Christopher Columbus explored and claimed the island, landing here on his first voyage in 1492.",
  "/wiki/Santo_Domingo": "Santo Domingo (Spanish pronunciation: [ˈsanto ðoˈmiŋɡo] meaning Saint Dominic), officially Santo Domingo de Guzmán, is the capital and largest city in the Dominican Republic and the largest metropolitan area in the Caribbean by population. As of 2010, the city had a total population of 2,908,607, when including the metropolitan area. The city is coterminous with the boundaries of the Distrito Nacional (D.N. , National District), itself bordered on three sides by Santo Domingo Province. Founded by Bartholomew Columbus in 1496, on the east bank of the Ozama River and then moved by Nicolás de Ovando in 1502 to the west bank of the river, the city is the oldest continuously inhabited European settlement in the Americas, and was the first seat of the Spanish colonial rule in the New World. Santo Domingo is the site of the first university, cathedral, castle, monastery, and fortress in the New World. The city's Colonial Zone was declared as a World Heritage Site by UNESCO. Santo Domingo was called Ciudad Trujillo (Spanish pronunciation: [sjuˈðað tɾuˈxiʝo]), from 1936 to 1961, after the Dominican Republic's dictator, Rafael Trujillo, named the capital after himself.",
  "/wiki/Santiago_de_Cuba": "Santiago de Cuba is the second-largest city in Cuba and the capital city of Santiago de Cuba Province. It lies in the southeastern area of the island, some 870 km (540 mi) southeast of the Cuban capital of Havana.\n The municipality extends over 1,023.8 square kilometers (395.3 sq mi), and contains the communities of Antonio Maceo, Bravo, Castillo Duany, Daiquirí, El Caney, El Cobre, El Cristo, Guilera, Leyte Vidal, Moncada and Siboney.\n Historically Santiago de Cuba has long been the second-most important city on the island after Havana, and still remains the second-largest. It is on a bay connected to the Caribbean Sea and is an important sea port. In the 2012 population census, the city of Santiago de Cuba recorded a population of 431,272 people.",
  "/wiki/Universidad_de_Costa_Rica": "The University of Costa Rica (Spanish: Universidad de Costa Rica, abbreviated UCR) is a public university in the Republic of Costa Rica, in Central America.  Its main campus, Ciudad Universitaria Rodrigo Facio,  is located in San Pedro Montes de Oca, in the province of San José.  It is the oldest and largest institution of higher learning in Costa Rica, originally established as the Universidad de Santo Tomás in 1843. It is also the most important research university in the country and Central America, plus, considered as one of the most prestigious and recognized in Latin America. Approximately 45,000 students attend UCR throughout the year.",
  "/wiki/University_of_San_Carlos_of_Guatemala": "The Universidad de San Carlos de Guatemala (USAC, University of San Carlos of Guatemala) is the largest and oldest university of Guatemala; it is also the fourth founded in the Americas. Established in the Kingdom of Guatemala during the Spanish colony, it was the only university in Guatemala until 1954.[a]\n The University has had five major transformations:",
  "/wiki/Guatemala": "Guatemala (/ˌɡwɑːtəˈmɑːlə/ (listen) GWAH-tə-MAH-lə; Spanish: [gwateˈmala] (listen)), officially the Republic of Guatemala (Spanish: República de Guatemala), is a country in Central America bordered by Mexico to the north and west, Belize and the Caribbean to the northeast, Honduras to the east, El Salvador to the southeast and the Pacific Ocean to the south. With an estimated population of around 17.2 million, it is the most populous country in Central America. Guatemala is a representative democracy; its capital and largest city is Nueva Guatemala de la Asunción, also known as Guatemala City. The territory of modern Guatemala once formed the core of the Maya civilization, which extended across Mesoamerica. Most of the country was conquered by the Spanish in the 16th century, becoming part of the viceroyalty of New Spain. Guatemala attained independence in 1821 as part of the Federal Republic of Central America, which dissolved by 1841. From the mid- to late-19th century, Guatemala experienced chronic instability and civil strife. Beginning in the early 20th century, it was ruled by a series of dictators backed by the United Fruit Company and the United States government.",
  "/wiki/Guatemala_City": "Guatemala City (Spanish: Ciudad de Guatemala), locally known as Guatemala or Guate, officially Nueva Guatemala de la Asunción (New Guatemala of the Assumption), is the capital and largest city of Guatemala, and the most populous urban area in Central America. The city is located in the south-central part of the country, nestled in a mountain valley called Valle de la Ermita (English: Hermitage Valley). It is estimated that its population is about 1 million. Guatemala City is also the capital of the Municipality of Guatemala and of the Guatemala Department. Guatemala City is the site of the Mayan city of Kaminaljuyu, founded around 1500 BC. [citation needed] Following the Spanish conquest, a new town was established, and in 1776 it was made capital of the Kingdom of Guatemala. In 1821, Guatemala City was the scene of the declaration of independence of Central America from Spain, after which it became the capital of the newly established United Provinces of Central America (later the Federal Republic of Central America). [citation needed] In 1847, Guatemala declared itself an independent republic, with Guatemala City as its capital.",
  "/wiki/Trinidad": "Trinidad is the larger and more populous of the two major islands of Trinidad and Tobago. The island lies 11 km (6.8 mi) off the northeastern coast of Venezuela and sits on the continental shelf of South America. It is often referred to as the southernmost island in the Caribbean. With an area of 4,768 km2 (1,841 sq mi), it is also the fifth largest in the West Indies.",
  "/wiki/Saint_Augustine,_Trinidad_and_Tobago": "St. Augustine is a town in the northwest of Trinidad, Trinidad and Tobago.",
  "/wiki/University_of_Panama": "The University of Panama (Spanish: Universidad de Panamá) was founded on October 7, 1935, with a student body of 175 in the fields of Education, Commerce, Natural Sciences, Pharmacy, Pre-Engineering and Law. As of 2008[update], it maintains a student body of 74,059 distributed in 228 buildings around the country.\n The University of Panama was founded  under the administration of the President of the Republic, Dr. Harmodio Arias Madrid. Its founder and first President was the distinguished citizen Dr. Octavio Méndez Pereira.\nThe University of Panama is a state institution of superior, independent education, inspired by the highest civic, moral, and ethical values.",
  "/wiki/Panama": "Panama (/ˈpænəmɑː/ (listen) PAN-ə-mah, /pænəˈmɑː/ pan-ə-MAH; Spanish: Panamá IPA: [panaˈma] (listen)), officially the Republic of Panama (Spanish: República de Panamá), is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people. Panama was inhabited by indigenous tribes before Spanish colonists arrived in the 16th century. It broke away from Spain in 1821 and joined the Republic of Gran Colombia, a union of Nueva Granada, Ecuador, and Venezuela. After Gran Colombia dissolved in 1831, Panama and Nueva Granada eventually became the Republic of Colombia. With the backing of the United States, Panama seceded from Colombia in 1903, allowing the construction of the Panama Canal to be completed by the US Army Corps of Engineers between 1904 and 1914. The 1977 Torrijos–Carter Treaties led to the transfer of the Canal from the United States to Panama on December 31, 1999. Revenue from canal tolls continues to represent a significant portion of Panama's GDP, although commerce, banking, and tourism are major and growing sectors.",
  "/wiki/Panama_City": "Panama City (Spanish: Ciudad de Panamá; pronounced [sjuˈða(ð) ðe panaˈma]), also simply known as Panama,  is the capital and largest city of Panama. It has an urban population of 880,691, with over 1.5 million in its metropolitan area. The city is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for banking and commerce. The city of Panama was founded on August 15, 1519, by Spanish conquistador Pedro Arias Dávila. The city was the starting point for expeditions that conquered the Inca Empire in Peru. It was a stopover point on one of the most important trade routes in the American continent, leading to the fairs of Nombre de Dios and Portobelo, through which passed most of the gold and silver that Spain took from the Americas. On January 28, 1671, the original city was destroyed by a fire when privateer Henry Morgan sacked and set fire to it.",
  "/wiki/National_Autonomous_University_of_Honduras": "The National Autonomous University of Honduras (Universidad Nacional Autónoma de Honduras) is the national public university of Honduras. Founded in 1847, it has over 140 programs from the Bachelor's level to the Doctorate, and is the largest and highest ranked University in Honduras.",
  "/wiki/University_of_Puerto_Rico": "The University of Puerto Rico (in Spanish, Universidad de Puerto Rico, or UPR) is the main public university system of Puerto Rico and a government-owned corporation of Puerto Rico. The institution consists of 11 campuses and has approximately 58,000 students and 5,300 faculty members. UPR has the largest and most diverse academic offerings in Puerto Rico, with 472 academic programs of which 32 lead to a doctorate.",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for Rich Port; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. Free Associated State of Puerto Rico)[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida. An archipelago among the Greater Antilles, located between the Dominican Republic and the US Virgin Islands, Puerto Rico includes the eponymous main island and several smaller islands, such as Mona, Culebra, and Vieques. The capital and most populous city is San Juan. The territory's total population is approximately 3.4 million, more than 21 U.S. states. Spanish and English are the official languages of the executive branch of government, though Spanish predominates. Originally populated by the indigenous Taíno people, Puerto Rico was colonized by Spain following the arrival of Christopher Columbus in 1493. It was contested by the French, Dutch, and British, but remained a Spanish possession for the next four centuries.",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; Saint John) is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (Rich Port City). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas. Today, San Juan is Puerto Rico's most important seaport and is the island's manufacturing,[citation needed] financial, cultural, and tourism center. The population of the Metropolitan Statistical Area, including San Juan and the municipalities of Bayamón, Guaynabo, Cataño, Canóvanas, Caguas, Toa Alta, Toa Baja, Carolina and Trujillo Alto, is about 2.6 million inhabitants; thus, about 80% of the population of Puerto Rico now lives and works in this area. San Juan is also a principal city of the San Juan-Caguas-Fajardo Combined Statistical Area.",
  "/wiki/Universidad_de_El_Salvador": "The University of El Salvador or Universidad de El Salvador (UES) is the oldest and the most prominent university institutions in El Salvador. It serves as the national university of the country. The main campus, Ciudad Universitaria, is located in the capital of San Salvador, but there are also branches of the university in other Salvadoran cities such as Santa Ana, San Miguel and San Vicente. In addition, there is a new branch of University of El Salvador in the municipality of Nueva Concepcion, Chalatenango, located in the north of El Salvador.",
  "/wiki/El_Salvador": "El Salvador (/ɛl ˈsælvədɔːr/ (listen); Spanish: [el salβaˈðoɾ] (listen)), officially the Republic of El Salvador (Spanish: República de El Salvador, literally Republic of The Savior), is the smallest and the most densely populated country in Central America. It is bordered on the northeast by Honduras, on the northwest by Guatemala, and on the south by the Pacific Ocean. El Salvador's capital and largest city is San Salvador. As of 2018[update], the country had a population of approximately 6.42 million. El Salvador was for centuries inhabited by several Mesoamerican nations, especially the Cuzcatlecs, as well as the Lenca and Maya. In the early 16th century, the Spanish Empire conquered the territory, incorporating it into the Viceroyalty of New Spain ruled from Mexico City. However the Viceroyalty of Mexico had little or no influence in the daily affairs of the Central American isthmus, which would be colonized in 1524. In 1609 the area became the Captaincy General of Guatemala, from which El Salvador was part of until its independence from Spain, which took place in 1821, as part of the First Mexican Empire, then further seceded, as part of the Federal Republic of Central America, in 1823.",
  "/wiki/San_Salvador": "San Salvador (Holy Savior) is the capital and the most populous city of El Salvador and its eponymous department. It is the country's political, cultural, educational and financial center. The Metropolitan Area of San Salvador which comprises the capital itself and 13 of its municipalities has a population of 2,404,097. As a beta global city, San Salvador is also an important financial hub of Central America. The city is home to the Concejo de Ministros de El Salvador (Council of Ministries of El Salvador), La Asamblea Legislativa (The Legislative Assembly of El Salvador), the Corte Suprema de Justicia (The Supreme Court), and other governmental institutions, as well as the official residence of the president of the Republic. San Salvador is located in the Salvadoran highlands, surrounded by volcanoes and prone to earthquakes. The city is also home to the Catholic Archdiocese, as well as many Protestant branches of Christianity, including Evangelicals, Latter-day Saints, Baptists, and Pentecostals. San Salvador has the second largest Jewish community in Central America and a small Muslim community.",
  "/wiki/University_of_the_West_Indies": "The University of the West Indies (UWI), originally University College of the West Indies, is a public university system established to serve the higher education needs of the residents of 17 English-speaking countries and territories in the Caribbean: Anguilla, Antigua and Barbuda, The Bahamas, Barbados, Belize, Bermuda, British Virgin Islands, Cayman Islands, Dominica, Grenada,  Jamaica, Montserrat, St. Kitts and Nevis, St. Lucia, St. Vincent and the Grenadines, Trinidad and Tobago, and Turks and Caicos Islands. Each country is either a member of the Commonwealth of Nations or a British Overseas Territory. The aim of the university is to help 'unlock the potential for economic and cultural growth' in the West Indies, thus allowing improved regional autonomy. The University was originally instituted as an independent external college of the University of London. The University has produced students who have excelled in a number of disciplines such as the arts and sciences, business, politics, and sports. Notable alumni and faculty include three Nobel Laureates, 72 Rhodes Scholars, 3 Gates Cambridge Scholarship winners, 1 Emmy award winner, 1 Man Booker Prize winner, 1 American Book Awards winner, 18 current or former Caribbean Heads of Government, an Olympic medallist and other award winners. The university's cricket team previously participated in West Indian domestic cricket, but now participates as part of a Combined Campuses and Colleges team. The UWI campus in Mona, Jamaica serves as the headquarters of the UWI system.",
  "/wiki/Pontificia_Universidad_Católica_Madre_y_Maestra": "The Pontificia Universidad Católica Madre y Maestra (Mother and Teacher Pontifical Catholic University), named after Pope John XXIII's encyclical Mater et magistra, that is, Mother and Teacher, (PUCMM for its Spanish acronym) is the first private, Roman Catholic, coeducational, university in the Dominican Republic (excluding colonial times). The university grants undergraduate, graduate, doctoral, and professional degrees through three campuses. Its main campus is in the city of Santiago de los Caballeros, and it has smaller campus  in Santo Domingo and an extension in Puerto Plata. PUCMM has been listed consistently as the second best university in the Dominican Republic, after UNIBE, by QS Latin America University Rankings.",
  "/wiki/Santiago_de_los_Caballeros": "Santiago de los Caballeros or simply Santiago (English: Saint James of the Knights) is the second-largest city in the Dominican Republic, and the fourth-largest city in the Caribbean. It is the capital of Santiago Province and major metropolis in the north-central region of the country. The city's metropolitan area has a total population of 1,173,015 inhabitants. Santiago is located approximately 155 km (96 mi) northwest of the capital Santo Domingo with an average altitude of 178 meters (584 ft). Founded in 1495 during the first wave of European settlement in the New World, the city is the first Santiago of the Americas. Today it is one of the Dominican Republic's cultural, political, industrial and financial centers. Due to its location in the fertile Cibao Valley it has a robust agricultural sector and is a leading exporter of rum, textiles, and cigars. Santiago is known as La Ciudad Corazón (the Heartland City).",
  "/wiki/Universidad_del_Valle_de_Guatemala": "The Universidad del Valle de Guatemala (UVG) (University of the Valley of Guatemala) is a private, not-for-profit, secular university in Guatemala City, Guatemala. It was founded in 1966 by a private foundation, which had previously overseen the American School of Guatemala. It was the first private university to give a strong emphasis to technology and technical background in the country. UVG holds the registry for the .gt country-code domain name.",
  "/wiki/National_Autonomous_University_of_Nicaragua": "The National Autonomous University of Nicaragua (Spanish: Universidad Nacional Autónoma de Nicaragua, UNAN) is the main state-funded public university of Nicaragua.\n Its main campus is located in Managua. The original campus, UNAN-Leon, is located in León and is now secondary, mainly used for medicine majors.",
  "/wiki/Nicaragua": "Nicaragua (/ˌnɪkəˈrɑːɡwə, -ˈræɡ-, -ɡjuə/ (listen); Spanish: [nikaˈɾaɣwa] (listen)), officially the Republic of Nicaragua (Spanish: República de Nicaragua (help·info)), is the largest country in the Central American isthmus, bordered by Honduras to the northwest, the Caribbean to the east, Costa Rica to the south, and the Pacific Ocean to the southwest. Managua is the country's capital and largest city and is also the third-largest city in Central America, behind Tegucigalpa and Guatemala City. The multi-ethnic population of six million includes people of indigenous, European, African, and Asian heritage. The main language is Spanish. Indigenous tribes on the Mosquito Coast speak their own languages and English. Originally inhabited by various indigenous cultures since ancient times, the region was conquered by the Spanish Empire in the 16th century. Nicaragua gained independence from Spain in 1821. The Mosquito Coast followed a different historical path, being colonized by the English in the 17th century and later coming under British rule.",
  "/wiki/León,_Nicaragua": "León (Spanish pronunciation: [leˈon]) is the second largest city in Nicaragua, after Managua. Founded by the Spanish as Santiago de los Caballeros de León, it is the capital and largest city of León Department. As of 2016[update], the municipality of León had an projected population of 206,264.\n León is located along the Río Chiquito (Chiquito River), some 90 kilometres (56 miles) northwest of Managua, and some 18 km (11 miles) east of the Pacific Ocean coast. León has long been the political and intellectual center of the nation and its National Autonomous University of Nicaragua (UNAN) was founded in 1813, making it the second oldest university in Central America. León is also an important industrial, agricultural, and commercial center for Nicaragua, exporting sugar cane, cattle, peanut, plantain, and sorghum. The city has been home to many of Nicaragua's most noteworthy poets including Rubén Darío, Alfonso Cortés and Salomón de la Selva.",
  "/wiki/La_Libertad,_La_Libertad": "La Libertad «Liberty» is a municipality in the La Libertad Department of El Salvador. It had a population of 35,997 inhabitants in 2007 according to the official census of that year. It is one of the main tourist attractions in the country.",
  "/wiki/List_of_herbaria_in_North_America": "This is a list of herbaria in North America, organized first by country or region where the herbarium is located, then within each region by size of the collection.  For other continents, see List of herbaria."
}