{
  "/wiki/Michael_Youn": "Michaël Benayoun (French pronunciation: ​[mikaɛl benajun], born 2 December 1973), better known by his stage name Michaël Youn (French pronunciation: ​[mikaɛl jun]), is a French actor, singer, comedian and television personality.",
  "/wiki/Le_Frunkp": "\"Le Frunkp\" is a 2002 song performed by the fictional character Alphonse Brown (portrayed by Michaël Youn), the \"unknown son\" of James Brown, who tries to start his own career by creating a new (fictional) style called \"Frunkp\" (a mixture of funk and rap), in French film La Beuze, written by Youn and Desagnat. The music video shows images from film.",
  "/wiki/The_Underdog_Project": "The Underdog Project is a German-Belgian dance group which launched its first album, It Doesn't Matter in 2001. Their hits include \"Saturday\" (not to be confused with \"Saturday Night\"; this was not released until two years after the album had come out), \"Summer Jam\" and \"Tonight\". The band has four members: Vic Krishna (vocals), Craig Smart (vocals), DJ Frank (remixes) and AJ Duncan (keyboards).",
  "/wiki/Summer_Jam_(The_Underdog_Project_song)": "\"Summer Jam\" is a song by German dance music group The Underdog Project. It was released on November 14, 2000. It is the first single from their album It Doesn't Matter. The song was considered a big hit in Europe, as it stayed at number three on the German pop charts and was number one on both charts in Belgium, and number one in the Netherlands. After that, the single aired on some of the most popular radio stations in the US like WPOW in Miami and New York City's WKTU. The song was released in the UK in 2001, and re-released as \"Summer Jam 2003\" in 2003.",
  "/wiki/Diam%27s": "Mélanie Georgiades (French pronunciation: ​[melani ʒɔʁʒjad]; born 25 July 1980 in Nicosia), better known by her stage name Diam's ([djams]), is a French rapper and singer of Greek Cypriot origin.",
  "/wiki/Jonatan_Cerrada": "Jonatan Cerrada Moreno (born 12 September 1985) is a Belgian singer. He won the first season of Nouvelle Star (the French edition of Pop Idol) in 2003 and represented France in the Eurovision Song Contest 2004.",
  "/wiki/Je_voulais_te_dire_que_je_t%27attends": "\"Je voulais te dire que je t'attends\" is a ballad song originally recorded in 1976 by the French singer Michel Jonasz. It was covered by The Manhattan Transfer in 1978 on the album Pastiche (fourth track), and released as a double A-sided single with a cover of Where Did Our Love Go reaching No 40 in the UK singles chart. Also by Isabelle Boulay, Maurane and Patrick Bruel in 2001 for Les Enfoirés' album L'Odysée des Enfoirés, and by Hoda, Lucie and Sofiane, three contestants of the French version of Star Academy 4 whose cover is available on the 2004 album Les Meilleurs Moments.",
  "/wiki/Kana": "Kana (仮名, Japanese pronunciation: [kana]) are the syllabaries that form parts of the Japanese writing system, contrasted with the logographic Chinese characters known in Japan as kanji (漢字). The modern Japanese writing system makes use of two syllabaries: cursive hiragana (ひらがな) and angular katakana (カタカナ). Also classified as kana is the ancient syllabic use of kanji known as man'yōgana (万葉仮名), which was ancestral to both hiragana and katakana. Hentaigana (変体仮名, \"variant kana\") are historical variants of modern standard hiragana. In modern Japanese, hiragana and katakana have directly corresponding sets of characters representing the same series of sounds.",
  "/wiki/Lorie_(singer)": "Laure Pester, professionally known as Lorie, (born May 2, 1982) is a French singer. She has sold over 8 million albums and singles worldwide as of December 2007. Her first studio album Près de toi was certified triple platinum in France and she followed it with five other certified albums.\nLorie is also an actress, who lent her voice for many French versions of international movies including Stuart Little 2. She stars in the TF1 TV film De feu et de glace, and guest-starred as a Parisian model on the American soap opera The Young and the Restless. She has also launched a clothing line, \"Lorie\", only found in the Z stores in France. Her contract with Z ended in early 2009.",
  "/wiki/Sur_un_air_latino": "\"Sur un air latino\" is a 2003 single recorded by the French singer Lorie. Released on 19 May 2003, the song was the third single from her second album Tendrement. It achieved a great success, topping the French and Belgian Singles Charts.",
  "/wiki/Eminem": "Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem (/ˌɛmɪˈnɛm/; often stylized as EMINƎM), is an American rapper, songwriter, record producer, record executive and actor. He is one of the most successful musical artists of the 21st century. In addition to his solo career, Eminem was a member of the hip hop group D12. He is also known for collaborations with fellow Detroit-based rapper Royce da 5'9\"; the two are collectively known as Bad Meets Evil.",
  "/wiki/Lose_Yourself": "\"Lose Yourself\" is a song by American rapper Eminem from the soundtrack to the 2002 motion picture 8 Mile. The song was written by Eminem and produced by Eminem along with longtime collaborator Jeff Bass, one half of the production duo Bass Brothers, and Luis Resto. It was released on October 28, 2002, as the lead single from the soundtrack. The song's lyrics explicitly sum up the background of Eminem's character in 8 Mile, B-Rabbit, with the first verse summing up much of the plot of the movie. The song incorporates several aggressive themes, largely dealing with the struggles dealt with by B-Rabbit, and how he eventually overcomes his many problems and obstacles to gain the respect of other rappers.",
  "/wiki/Chihuahua_(song)": "\"Chihuahua\" is a song recorded by Swiss artist DJ BoBo. It was the first single from his tenth album, Visions, and was released in late 2002 and early 2003 in many countries. It was his most successful single, topping the charts in France and Switzerland and becoming the summer hit of the year. It can also be considered as DJ BoBo's signature song.",
  "/wiki/Nolwenn_Leroy": "Nolwenn Le Magueresse (born 28 September 1982 in Saint-Renan, Brittany, France), known by her stage name Nolwenn Leroy (French pronunciation: [nolwɛn ləʁwa]), is a French singer-songwriter, musician and voice actress.",
  "/wiki/Cass%C3%A9": "\"Cassé\" is Nolwenn Leroy's debut single from her album Nolwenn. It was released in 2003 in France, Belgium and Switzerland and achieved a great success in these countries, topping the French and Belgian charts.",
  "/wiki/Blue_(boy_band)": "Blue are an English boy band consisting of members Antony Costa, Duncan James, Lee Ryan and Simon Webbe. The group originally formed in 2000 and has released three studio albums, All Rise (2001), One Love (2002) and Guilty (2003) that all peaked at number one in the United Kingdom alongside releasing 16 singles, over a four-year period. The group also worked alongside artists such as Stevie Wonder, Elton John and Lil' Kim. In late 2004, the group announced a hiatus and released their first compilation album, Best of Blue, on 15 November 2004.",
  "/wiki/Elton_John": "Sir Elton Hercules John CH CBE (born Reginald Kenneth Dwight; 25 March 1947) is an English singer, songwriter, pianist, and composer. He has worked with lyricist Bernie Taupin since 1967; they have collaborated on more than 30 albums. John has sold more than 300 million records, making him one of the best-selling music artists. He has more than fifty Top 40 hits in the UK Singles Chart and US Billboard Hot 100, including seven numbers ones in the UK and nine in the US, as well as seven consecutive number-one albums in the US. His tribute single \"Candle in the Wind 1997\", rewritten in dedication to Princess Diana, sold over 33 million copies worldwide and is the best-selling single in the history of the UK and US singles charts. He has also produced records and occasionally acted in films. John owned Watford F.C. from 1976 to 1987 and from 1997 to 2002, and is an honorary life president of the club.",
  "/wiki/Sorry_Seems_to_Be_the_Hardest_Word": "\"Sorry Seems to Be the Hardest Word\" is a song written by Elton John and Bernie Taupin. It was recorded by Elton John and released in 1976, both as a single and as part of the Blue Moves album. It was John's second single released by The Rocket Record Company. The song is a mournful ballad about a romantic relationship which is falling apart."
}