{
  "/wiki/Association_football_positions": "In the sport of association football, each of the 11 players on a team is assigned to a particular position on the field of play. A team is made up of one goalkeeper and ten outfield players who fill various defensive, midfield, and attacking positions depending on the formation deployed. These positions describe both the player's main role and their area of operation on the pitch.",
  "/wiki/Defender_(association_football)": "In the sport of association football, a defender is an outfield player whose primary roles is to stop attacks during the game and prevent the opposing team from scoring goals.",
  "/wiki/Ayrton_Ganino": "Ayrton Luís Ganino (born 19 April 1985), commonly known as Ayrton, is a Brazilian footballer who plays for CRB. He has previously played for 14 different clubs, most recently Palmeiras, Vitória and Flamengo.",
  "/wiki/Coritiba_Foot_Ball_Club": "Coritiba Foot Ball Club, commonly known as Coritiba, and colloquially as \"Coxa Branca\" or simply \"Coxa\", is a Brazilian football club from Curitiba in the state of Paraná. Founded in 1909, it is the oldest football club in the state. Coritiba have won the Paraná State Championship 37 times – more than both of its main rivals combined (Athletico Paranaense have 22 titles and Paraná Clube have 7). Coritiba has won the Brazilian Championship once in 1985.",
  "/wiki/Goalkeeper_(association_football)": "The goalkeeper, often shortened to keeper or goalie, is one of the major positions of association football. It is the most specialised position in the sport. The goalkeeper's primary role is to prevent the opposing team from scoring (moving the ball over the defended goal-line within the frame of the goal). This is accomplished by the goalkeeper moving into the path of the ball and either catching it or directing it away from the vicinity of the goal line. Within the penalty area goalkeepers are able to use their hands, making them (outside throw-ins) the only players on the field permitted to handle the ball. The special status of goalkeepers is indicated by them wearing different coloured kits from their teammates.",
  "/wiki/Fernando_Prass": "Fernando Büttenbender Prass (born 9 July 1978 in Porto Alegre) is a Brazilian professional footballer who plays as a goalkeeper for Brazilian side Ceará.",
  "/wiki/CR_Vasco_da_Gama": "Club de Regatas Vasco da Gama (Brazilian Portuguese: [ˈklubi dʒi ʁɛˈgataʃ ˈvaʃku dɐ ˈgɐ̃mɐ]) is a Brazilian sports club  that was founded on August 21, 1898 (although the professional football department started on November 5, 1915), by Portuguese immigrants, and still has a strong fanbase among the Portuguese community of Rio de Janeiro. It is one of the most popular clubs in Brazil, with more than 30 million supporters. Although they compete in a number of different sports, Vasco is mostly known for its football team. It plays in the Campeonato Carioca, the state of Rio de Janeiro's premier state league and in the Campeonato Brasileiro Série A, the first tier of Brazilian football league system.",
  "/wiki/Defensive_midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Elierce_Barbosa_de_Souza": "Elierce Barbosa de Souza or simply Souza (Portuguese pronunciation: [ˈso(w)zɐ]; born 8 March 1988, in Posse) is a Brazilian footballer who plays for Al-Ettifaq, as a defensive midfielder.",
  "/wiki/Clube_Náutico_Capibaribe": "Clube Náutico Capibaribe (Portuguese pronunciation: [ˈklub ˈnawtʃiku kɐpibɐˈɾibi]), also known as Náutico, is a Brazilian sports club, including a professional football team, in Recife, Pernambuco. Náutico, as of 2018, is competing in the Serie C.",
  "/wiki/Wendel_Santana_Pereira_Santos": "Wendel Santana Pereira Santos, most known as Wendel (born October 8, 1981 in Itapetinga-BA), is a Brazilian defensive midfielder. He currently plays for Boa Esporte.",
  "/wiki/Associação_Atlética_Ponte_Preta": "Associação Atlética Ponte Preta (Portuguese pronunciation: [ɐsosjɐˈsɐ̃w ɐˈtlɛtʃikɐ ˈpõtʃi ˈpɾetɐ]), commonly known as Ponte Preta, is a Brazilian football club located in Campinas, São Paulo. Ponte Preta is also known as Macaca. Ponte Preta's biggest rival is from the same city, Guarani, against whom matches are known as derby (dérbi in Portuguese). They are known as \"pontepretanos\". Ponte Preta is the second oldest football team established in Brazil still in activity, founded on August 11, 1900, the oldest being Sport Club Rio Grande, of Rio Grande do Sul.",
  "/wiki/Marcelo_Oliveira_Ferreira": "Marcelo Oliveira Ferreira (born 29 March 1987), known as Marcelo Oliveira, is a Brazilian professional footballer who plays for Grêmio. A versatile player, he can play as a left back, defensive midfielder or central defender.",
  "/wiki/Cruzeiro_Esporte_Clube": "Cruzeiro Esporte Clube (Brazilian Portuguese: [kɾuˈzejɾu esˈpoɾtʃi ˈklubi]), commonly known as Cruzeiro and nicknamed Raposa (English: Fox), is one of the biggest Brazilian (and South American) multisport clubs; based in Barro Preto, Belo Horizonte. Although they compete in a number of different sports, Cruzeiro is mostly known for its association football team. It plays in the Campeonato Mineiro,[nb 1] the state of Minas Gerais's premier state league, as well as in the Campeonato Brasileiro Série B,[nb 2] the second tier of the Brazilian football league system.",
  "/wiki/Charles_Fernando_Basílio_da_Silva": "Charles Fernando Basílio da Silva or simply Charles (born February 14, 1985 in Rio de Janeiro), is a Brazilian defensive midfielder who currently plays for Turkish club Antalyaspor.",
  "/wiki/Midfielder": "A midfielder is an association football position. Midfielders are generally positioned on the field between their team's defenders and forwards. Some midfielders play a disciplined defensive role, breaking up attacks, and are otherwise known as defensive midfielders. Others blur the boundaries, being more mobile and efficient in passing: they are commonly referred to as deep-lying midfielders, play-makers, box-to-box, or holding midfielders. The number of midfielders on a team and their assigned roles depends on the team's formation; the collective group of these players on the field is sometimes referred to as the midfield.",
  "/wiki/Ronny_(footballer,_born_1991)": "Ronieri da Silva Pinto (August 19, 1991 in Cuiabá), commonly known as Ronny, is a Brazilian attacking midfielder who plays for Itumbiara.",
  "/wiki/Figueirense_Futebol_Clube": "Figueirense Futebol Clube, also known as Figueirense (Portuguese pronunciation: [fiɡejˈɾẽsi]), is a Brazilian football club based in Florianópolis, Santa Catarina. Their home stadium is Estádio Orlando Scarpelli, also known as Scarpelão, with a capacity of 19,584.",
  "/wiki/Forward_(association_football)": "Forwards are the players on a football (soccer) team who play nearest to the opposing team's goal, and are therefore most responsible for scoring goals.",
  "/wiki/Kléber_Laube_Pinheiro": "Kléber Laube Pinheiro (born 2 May 1990), known simply as Kléber, is a Brazilian professional footballer who plays for Japanese club JEF United Chiba as a striker.",
  "/wiki/F.C._Porto": "Futebol Clube do Porto, MHIH, OM (Portuguese pronunciation: [futɨˈβɔl ˈkluβ(ɨ) ðu ˈpoɾtu]), commonly known as FC Porto or simply Porto, is a Portuguese professional sports club based in Porto. It is best known for the professional football team playing in the Primeira Liga, the top flight of Portuguese football, Founded on 28 September 1893, Porto is one of the \"Big Three\" (Portuguese: Os Três Grandes) teams in Portugal – together with Lisbon-based rivals Benfica and Sporting CP – that have appeared in every season of the Primeira Liga since its establishment in 1934. They are nicknamed Dragões (Dragons), for the mythical creature atop the club's crest, and Azuis e brancos (Blue-and-whites), for the shirt colours. The club supporters are called Portistas. Since 2003, Porto have played their home matches at the Estádio do Dragão, which replaced the previous 103-year-old ground, the Estádio das Antas.",
  "/wiki/Vilson_Xavier_de_Menezes_Júnior": "Vilson Xavier de Menezes Júnior (born 3 April 1989 in São Gonçalo, Rio de Janeiro), simply known as Vilson, is a Brazilian footballer who plays as a central defender for Corinthians.",
  "/wiki/Grêmio_Foot-Ball_Porto_Alegrense": "Grêmio Foot-Ball Porto Alegrense (Portuguese pronunciation: [ˈɡɾẽmju ˌfutʃˈbɔw ˌpoɾtw ɐlɛˈɡɾẽsi]), commonly known as Grêmio, is a Brazilian professional football club based in Porto Alegre, Rio Grande do Sul. The club plays in the Campeonato Brasileiro Série A, the top tier of the Brazilian football league system, and the Campeonato Gaúcho, Rio Grande do Sul's top state league. The club was founded in 1903. The club's home ground is the Arena do Grêmio, to which it moved in 2013, having previously played at Estádio Olímpico Monumental since 1954.",
  "/wiki/Rondinelly": "Rondinelly de Andrade Silva (born 8 February 1991) is a Brazilian professional footballer who plays as an attacking midfielder for Guarani.",
  "/wiki/Léo_Gago": "Leonardo David de Moura (born 17 February 1983), commonly known as Léo Gago, is a Brazilian professional footballer who plays as a defensive midfielder for  Sampaio Corrêa.",
  "/wiki/Weverson_Leandro_Oliveira_Moura": "Weverson Leandro Oliveira Moura (born 12 May 1993), more commonly known as Leandro, is a Brazilian footballer who plays for Kashima Antlers as a forward in the J1 League",
  "/wiki/Weldinho": "Welder da Silva Marçal, known as Weldinho, is a Brazilian footballer who last played for Figueirense.",
  "/wiki/Sport_Club_Corinthians_Paulista": "Sport Club Corinthians Paulista (Brazilian Portuguese: [isˈpɔʁtʃi ˈklubi kʊˈɾĩtʃɐ̃s pawˈɫistɐ]) is a Brazilian sports club based in the city of  São Paulo. Although they compete in a number of different sports, Corinthians is mostly known for its professional association football team.",
  "/wiki/André_Luiz_Silva_do_Nascimento": "André Luiz Silva do Nascimento (born 27 January 1980), best known as André Luiz, is a Brazilian former professional footballer who played as a defender.",
  "/wiki/AS_Nancy": "Association Sportive Nancy-Lorraine (French pronunciation: ​[asɔsjɑsjɔ̃ spɔʁtiv nɑ̃si lɔʁɛn]; commonly known as AS Nancy-Lorraine, ASNL, or simply Nancy) is a French association football club based in Nancy, Grand Est. The club was founded in 1967 and currently plays in Ligue 2.",
  "/wiki/Sérgio_Ricardo_dos_Santos_Júnior": "Sérgio Ricardo dos Santos Júnior, commonly known as Serginho (born 3 December 1990 in Santos, São Paulo), is a Brazilian footballer who plays as a midfielder for Japanese club Matsumoto Yamaga.",
  "/wiki/Oeste_Futebol_Clube": "Oeste Futebol Clube, or Oeste as they are usually called, is a Brazilian football team currently playing in the city of Barueri. Originally from Itápolis in São Paulo state, Oeste was founded on January 25, 1921. They play in black and red shirts, black shorts and red socks.",
  "/wiki/Mogi_Mirim_Esporte_Clube": "Mogi Mirim Esporte Clube, commonly called Mogi Mirim, is a Brazilian football team from Mogi Mirim in São Paulo, founded 1 February 1932.",
  "/wiki/Ananias_Eloi_Castro_Monteiro": "Ananias Eloi Castro Monteiro (20 January 1989 – 28 November 2016), known as Ananias, was a Brazilian footballer who last played as an attacking midfielder for Chapecoense.",
  "/wiki/William_Mendieta": "William Mendieta (born 9 January 1989) is a Paraguayan international footballer who is now under contract with FC Juárez as an attacking midfielder or winger.",
  "/wiki/Club_Libertad": "Club Libertad is a football club based in Asunción, Paraguay. It was founded in 1905 and plays in the Paraguayan Primera División.",
  "/wiki/Alan_Kardec": "Alan Kardec de Souza Pereira Júnior (born January 12, 1989), known as Alan Kardec, is a Brazilian professional football player who plays for Chongqing Lifan as a striker.",
  "/wiki/S.L._Benfica": "Sport Lisboa e Benfica ComC MHIH OM (Portuguese pronunciation: [sɨˈpɔɾ liʒˈboɐ i βɐ̃jˈfikɐ]), commonly known as Benfica, is a professional football club based in Lisbon, Portugal, that competes in the Primeira Liga, the top flight of Portuguese football, where they are the current champions and the most successful team in terms of overall titles.",
  "/wiki/2013_Sociedade_Esportiva_Palmeiras_season": "The 2013 season was the 99th in Sociedade Esportiva Palmeiras' history. It was the second time in history that Palmeiras played in the second division of the Campeonato Brasileiro. Palmeiras competed in the state league, Campeonato Paulista, the continental cup, the Copa Libertadores and Copa do Brasil."
}