{
  "/wiki/OR_Tambo_International_Airport": "O. R. Tambo International Airport (IATA: JNB, ICAO: FAOR) is a major international airport situated in Kempton Park, Gauteng, South Africa. It serves as the primary airport for domestic and international travel to/from South Africa and is Africa's busiest airport, with a capacity to handle up to 28 million passengers annually. The airport serves as the hub for South African Airways. The airport handled over 21 million passengers in 2017.",
  "/wiki/Johannesburg": "Johannesburg (/dʒoʊˈhænɪsbɜːrɡ/ joh-HAN-iss-burg, also US: /-ˈhɑːn-/ -⁠HAHN-; Afrikaans: [jʊəˈɦanəsbœrχ]; Zulu and Xhosa: eGoli), informally known as Jozi or Joburg, is the largest city in South Africa and one of the 50 largest urban areas in the world. It is the provincial capital and largest city of Gauteng, which is the wealthiest province in South Africa. Johannesburg is the seat of the Constitutional Court. The city is located in the mineral-rich Witwatersrand range of hills and is the centre of large-scale gold and diamond trade, It was one of the host cities of the official tournament of the 2010 FIFA World Cup.",
  "/wiki/Cape_Town_International_Airport": "Cape Town International Airport (IATA: CPT, ICAO: FACT) is the primary airport serving the city of Cape Town, and is the second-busiest airport in South Africa and fourth-busiest in Africa.  Located approximately 20 kilometres (12 mi) from the city centre, the airport was opened in 1954 to replace Cape Town's previous airport, Wingfield Aerodrome. Cape Town International Airport is the only airport in the Cape Town metropolitan area that offers scheduled passenger services.  The airport has domestic and international terminals, linked by a common central terminal.",
  "/wiki/Cape_Town": "Cape Town (Afrikaans: Kaapstad) [ˈkɑːpstat]; Xhosa: iKapa) is the second most populous city in South Africa after Johannesburg and also the legislative capital of South Africa. Colloquially named the Mother City, it is the largest city of the Western Cape province. It forms part of the City of Cape Town metropolitan municipality, The Parliament of South Africa sits in Cape Town. The other two capitals are located in Pretoria (the executive capital where the Presidency is based) and Bloemfontein (the judicial capital where the Supreme Court of Appeal is located). The city is known for its harbour, for its natural setting in the Cape Floristic Region, and for landmarks such as Table Mountain and Cape Point. Cape Town is home to 64% of the Western Cape's population. The city was named the World Design Capital for 2014 by the International Council of Societies of Industrial Design. In 2014, Cape Town was named the best place in the world to visit by both The New York Times and The Daily Telegraph., Cape Town was one of the host cities of the 2010 FIFA World Cup.",
  "/wiki/Durban_International_Airport": "Durban International Airport (formerly Louis Botha Airport) was the international airport of Durban from 1951 until 2010, when it was replaced by King Shaka International Airport, 60 kilometres (37 mi) to the north. The airport is co-located with AFB Durban.",
  "/wiki/Durban": "Durban (Zulu: eThekwini, from itheku meaning \"bay/lagoon\") is the third most populous city in South Africa after Johannesburg and Cape Town and the largest city in the South African province of KwaZulu-Natal. Located on the east coast of South Africa, Durban is the busiest port in the country. It is also one of the major centres of tourism because of the city's warm subtropical climate and extensive beaches. Durban forms part of the eThekwini Metropolitan Municipality, which includes neighboring towns and has a population of about 3.44 million, making the combined municipality one of the biggest cities on the Indian Ocean coast of the African continent. It is also the second most important manufacturing hub in South Africa after Johannesburg. In May 2015, Durban was officially recognized as one of the New 7 Wonders Cities, Durban was one of the host cities for the 2010 FIFA World Cup.",
  "/wiki/Port_Elizabeth_Airport": "Port Elizabeth International Airport (IATA: PLZ, ICAO: FAPE) is an airport serving Port Elizabeth, a city in the Eastern Cape province in South Africa. It was formerly known as H. F. Verwoerd Airport. The airport is owned and operated by the Airports Company South Africa which also operates nine other airports around South Africa. The airport is located approximately two miles south of the city's central business district. In 2017, the airport served 1,620,705 passengers.",
  "/wiki/Port_Elizabeth": "Port Elizabeth or The Bay (Xhosa: iBhayi; Afrikaans: Die Baai [di ˈbɑːi]) is  a major seaport city located on the south eastern coast of South Africa in the Eastern Cape province.  Situated along the shores of Algoa Bay, Port Elizabeth is an important commerce hub, cultural centre and recreational gateway.  Port Elizabeth is often shortened to PE while it is also known as “The Friendly City” colloquially. Port Elizabeth is part of the Nelson Mandela Bay Municipality, which incorporates the  towns Uitenhage and Dispatch.  It is the southernmost city on the African continent, and was a host cities for the 2010 FIFA World Cup.  Various Fortune 500 companies are present or have their African operations headquartered in the city.",
  "/wiki/East_London_Airport": "East London Airport (IATA: ELS, ICAO: FAEL) is an airport serving East London, a city in the Eastern Cape province on the southeast coast of South Africa.",
  "/wiki/East_London,_South_Africa": "East London (Xhosa: eMonti; Afrikaans: Oos-Londen) is a city on the southeast coast of South Africa in the Buffalo City Metropolitan Municipality of the Eastern Cape province. The city lies on the Indian Ocean coast, largely between the Buffalo River and the Nahoon River, and hosts the country's only river port. As of 2011[update], East London had a population of over 267,000 with over 755,000 in the metropolitan area.",
  "/wiki/George_Airport": "George Airport (IATA: GRJ, ICAO: FAGG) is an airport located in George, Western Cape, South Africa.  It was formerly known as P.W. Botha Airport, named after the state president who lived in this part of the country.",
  "/wiki/George,_Western_Cape": "George is the second largest city in the Western Cape province of South Africa. The city is a popular holiday and conference centre and the administrative and commercial hub and the capital city of the Garden Route.",
  "/wiki/Bloemfontein_Airport": "Bram Fischer International Airport (IATA: BFN, ICAO: FABL) is a primary airport located in Bloemfontein, the capital city of the Free State province of South Africa. The runways are shared with AFB Bloemspruit.",
  "/wiki/Bloemfontein": "Bloemfontein (/ˈbluːmfɒnteɪn/; Afrikaans: [ˈblumfɔntəi̯n]; from !Orakobab: ǀʼAuxa ǃXās \"Bloem's fountain\"; in Dutch: \"fountain of flowers\" or \"blooming fountain\"; also known as Bloem) is the capital city of the province of Free State of South Africa; and, as the judicial capital of the nation, one of South Africa's three national capitals (the other two being Cape Town, the legislative capital, and Pretoria, the administrative capital) and is the seventh largest city in South Africa. Situated at an elevation of 1,395 m (4,577 ft) above sea level, the city is home to approximately 520,000 residents and forms part of the Mangaung Metropolitan Municipality which has a population of 747,431., It was one of the host cities for the 2010 FIFA World Cup",
  "/wiki/Kimberley_Airport": "Kimberley Airport (IATA: KIM, ICAO: FAKM) is an airport serving Kimberley, the capital city of the province of Northern Cape in South Africa. The airport is approximately 10 km away from the centre of Kimberley.",
  "/wiki/Kimberley,_Northern_Cape": "Kimberley  is the capital and largest city of the Northern Cape Province of South Africa. It is located approximately 110 km east of the confluence of the Vaal and Orange Rivers. The city has considerable historical significance due to its diamond mining past and the siege during the Second Boer War. British businessmen Cecil Rhodes and Barney Barnato made their fortunes in Kimberley, and Rhodes established the De Beers diamond company in the early days of the mining town.",
  "/wiki/Upington_Airport": "Upington Airport (IATA: UTN, ICAO: FAUP) is an airport located in Upington, Northern Cape, South Africa. At 4900 metres, runway 17/35 is one of the longest runways in the world. The high elevation of the airport, extremely high summer temperatures and the fact that it was designed for the Boeing 747 necessitated the extreme length of the main runway.",
  "/wiki/Upington,_Northern_Cape": "Upington is a town founded in 1873 and located in the Northern Cape province of South Africa, on the banks of the Orange River. The town was originally called Olijvenhoutsdrift ('Olive wood drift'), due to the abundance of olive wood trees in the area, but later renamed after Sir Thomas Upington, Attorney-General and then Prime Minister of the Cape. It originated as a mission station established in 1871 and run by Reverend Christiaan Schröder. The mission station now houses the town museum, known as the Kalahari Orange Museum. The museum is also the home of a donkey statue, which recognises the enormous contribution that this animal made to the development of the region during the pioneering days of the 19th century.",
  "/wiki/List_of_South_African_airports_by_passenger_movements": "The following is a list of South African airports by passenger movements."
}