{
  "/wiki/2019_World_Series_of_Poker": "The 2019 World Series of Poker was the 50th annual tournament, and took place from May 28-July 16 at the Rio All-Suite Hotel & Casino in Las Vegas, Nevada.",
  "/wiki/Jamie_Gold": "Jamie M. Gold (born August 25, 1969) is an American television producer, a talent agent, and poker player, younger brother of Doug Gold, and who is based in Malibu, California. He is known for winning the 2006 World Series of Poker (WSOP) Main Event and currently divides his time between his activities as president of production for the entertainment company, Buzznation  and poker competition, primarily major tournaments. His 2006 WSOP victory is the fourth largest single payout in poker tournament history.",
  "/wiki/Hossein_Ensan": "Hossein Ensan (born May 22, 1964) is an Iranian-German professional poker player from Münster, Germany. In 2019, he won the Main Event at the World Series of Poker for $10,000,000.",
  "/wiki/2018_World_Series_of_Poker": "The 2018 World Series of Poker (WSOP) is the 49th annual tournament, and took place from May 30 to July 17 at the Rio All Suite Hotel and Casino in Las Vegas, Nevada. There was a record 78 bracelet events. The $10,000 No Limit Hold'em Main Event began on July 2 and concluded on July 15.",
  "/wiki/John_Cynn": "John Cynn (born December 24, 1984) is an American professional poker player from Northbrook, Illinois. In 2018, he won the World Series of Poker (WSOP) Main Event for $8,800,000.",
  "/wiki/2010_World_Series_of_Poker": "The 2010 World Series of Poker was the 41st annual World Series of Poker (WSOP), held at the Rio All-Suite Hotel and Casino in Paradise, Nevada, and ran from May 28 to July 17. There were 57 bracelet events, culminating in the $10,000 No Limit Hold'em Championship that began on July 5. The November Nine concept returned for the third year, with the Main Event finalists returning on November 6.",
  "/wiki/Jonathan_Duhamel": "Jonathan Duhamel (born August 24, 1987) is a Canadian poker professional from Boucherville, Quebec, best known as the winner of the Main Event at the 2010 World Series of Poker (WSOP). He has won 3 WSOP bracelets in his career.",
  "/wiki/2017_World_Series_of_Poker": "The 2017 World Series of Poker was the 48th annual World Series of Poker (WSOP). It took place from May 30-July 17 at the Rio All-Suite Hotel & Casino in Las Vegas, Nevada. There was a record 74 bracelet events including the third edition of the $565 Colossus tournament and the $10,000 No Limit Hold'em Main Event, which began on July 8.",
  "/wiki/Scott_Blumstein": "Scott Blumstein (born March 27, 1992) is an American poker player from Morristown, New Jersey. In 2017, he won the World Series of Poker Main Event for $8,150,000.",
  "/wiki/2011_World_Series_of_Poker": "The 2011 World Series of Poker was the 42nd annual World Series of Poker (WSOP).  The WSOP is the most prestigious poker tournament in the world with the winner of the Main Event considered to be the World Champion. It was held at the Rio All Suite Hotel and Casino in Las Vegas, Nevada between May 31 – July 19, 2011. There were 59 bracelet events, beginning with the WSOP National Circuit Championship and culminating in the $10,000 No Limit Hold'em Championship (also known as the \"Main Event\"). The November Nine concept returned for a fourth consecutive year, with the Main Event finalists returning on November 6, playing down to three that evening and then adjourning until November 8.",
  "/wiki/Pius_Heinz": "Pius Heinz (born 4 May 1989) is a German professional poker player from Bonn, best known as the winner of the Main Event at the 2011 World Series of Poker. He is the first German player to capture the Main Event bracelet.",
  "/wiki/2008_World_Series_of_Poker": "The 2008 World Series of Poker was the 39th annual World Series of Poker (WSOP).  Held in Las Vegas, Nevada at the Rio All Suite Hotel and Casino, the series began on May 30, 2008, and featured 55 poker championships in several variants.  All events but the $10,000 World Championship No Limit Texas hold 'em Main Event, the most prestigious of the WSOP events, ended by July 15.  As has been the WSOP custom since 1976, each of the event winners received a championship bracelet in addition to that event's prize money, which (after the casino's rake) ranged from $87,929 to $9,119,517.",
  "/wiki/Peter_Eastgate": "Peter Eastgate (born 13 December 1985) is a poker player from Denmark, best known as the winner of the Main Event at the 2008 World Series of Poker. At the time, he became the youngest player ever to win the event. He was subsequently surpassed by Joe Cada in 2009.",
  "/wiki/2016_World_Series_of_Poker": "The 2016 World Series of Poker was the 47th annual World Series of Poker (WSOP). Most of the events occurred May 31-July 18 at the Rio All-Suite Hotel & Casino in Las Vegas, Nevada. There were 69 bracelet events, including the $10,000 No Limit Hold'em Main Event which began on July 9. The Main Event final table was reached on July 18, with the November Nine returning to play from October 30-November 1.",
  "/wiki/Qui_Nguyen_(poker_player)": "Qui Nguyen (born 1977) is a Vietnamese-American poker player from Las Vegas, Nevada. He won the 2016 World Series of Poker Main Event, earning $8,005,310.",
  "/wiki/2014_World_Series_of_Poker": "The 2014 World Series of Poker is the 45th annual World Series of Poker (WSOP). It was held at the Rio All-Suite Hotel & Casino in Paradise, Nevada, USA, between May 27-July 14, 2014. There were 65 bracelet events, culminating in the $10,000 No Limit Hold'em Main Event beginning on July 5. The November Nine concept returned for a seventh year, with the Main Event finalists returning on November 10. For the first time, the Main Event had a guaranteed $10 million first prize. The $1,000,000 Big One for One Drop was also held for the second time.",
  "/wiki/Martin_Jacobson": "Martin Jacobson (born June 30, 1987) is a Swedish professional poker player, originally from Stockholm, Sweden, but currently residing in London, England. In 2014, he won the World Series of Poker Main Event for $10,000,000, the fifth largest single payout in poker tournament history.",
  "/wiki/2012_World_Series_of_Poker": "The 2012 World Series of Poker was the 43rd annual World Series of Poker (WSOP). It was held at the Rio All Suite Hotel and Casino in Paradise, Nevada between May 27-July 16, 2012, with the final table of the Main Event delayed until late October.",
  "/wiki/Greg_Merson": "Gregory \"Greg\" Merson (born December 8, 1987) is an American professional poker player. Merson is best known as the winner of the Main Event at the 2012 World Series of Poker (WSOP). During the same year, he also won a WSOP bracelet in the $10,000 Six Handed No-Limit Hold'em World Championship. Largely as a result of these two championships, he was the 2012 WSOP Player of the Year. He is an online shorthanded cash game poker professional.",
  "/wiki/2009_World_Series_of_Poker": "The 2009 World Series of Poker was the 40th annual World Series of Poker (WSOP). It was held at the Rio All Suite Hotel and Casino in Las Vegas, Nevada, and ran from May 27 to July 15. There were 57 bracelet events, culminating in the $10,000 No-Limit Hold'em Main Event. The \"November Nine\" concept returned for the second year, with the finalists of the Main Event returning to finish the tournament on November 7.",
  "/wiki/Joe_Cada": "Joseph Cada (born November 18, 1987) is an American professional poker player from Shelby Charter Township, Michigan, best known as the winner of the Main Event at the 2009 World Series of Poker (WSOP).",
  "/wiki/2015_World_Series_of_Poker": "The 2015 World Series of Poker is the 46th annual World Series of Poker (WSOP). It was held from May 27-July 14 at the Rio All-Suite Hotel & Casino in Paradise, Nevada. There were 68 bracelet events, culminating in the $10,000 No Limit Hold'em Main Event, which began on July 5. The November Nine concept returned for an eighth year. Instead of a $10 million guaranteed first prize for the Main Event, however, there were now be 1,000 guaranteed payouts.",
  "/wiki/Joe_McKeehen": "Joseph \"Joe\" McKeehen (born June 28, 1991) is an American professional poker player and mind sports player from North Wales, Pennsylvania. In 2015 he won the World Series of Poker Main Event, earning $7,683,346.",
  "/wiki/2007_World_Series_of_Poker": "The 2007 World Series of Poker (WSOP) began on June 1, 2007.  The $10,000 (US) no-limit Texas hold 'em Main Event began on July 6 and was completed on the morning of July 18. All events were held at the Rio All Suite Hotel and Casino in Las Vegas, Nevada by Harrah's Entertainment, which has run the annual event since its purchase from the Binion family in 2004.",
  "/wiki/Jerry_Yang_(poker_player)": "Xao \"Jerry\" Yang (simplified Chinese: 杨係; traditional Chinese: 楊係; pinyin: Yáng Xì; born 1967) is an ethnic Hmong poker player from Temecula, California and the 2007 World Series of Poker Main Event champion.",
  "/wiki/2013_World_Series_of_Poker": "The 2013 World Series of Poker was the 44th annual World Series of Poker (WSOP). It was held at the Rio All Suite Hotel and Casino in Paradise, Nevada between May 29-July 15, 2013. There was 62 bracelet events, culminating in the $10,000 No Limit Hold'em Main Event beginning on July 6. The November Nine concept returned for a sixth year, with the Main Event finalists returning on November 4.",
  "/wiki/Ryan_Riess": "Ryan Riess (born June 21, 1990) is an American professional poker player best known for winning the 2013 World Series of Poker Main Event.",
  "/wiki/2005_World_Series_of_Poker": "The 2005 World Series of Poker opened play on June 2, continuing through the Main Event No Limit World Championship starting on July 7. The conclusion of the Main Event on July 15 marked the close of play, and the largest prize in sports and/or television history at the time ($7,500,000) was awarded to the winner. ESPN's broadcast began July 19 with coverage of WSOP Circuit Tournaments, and coverage of the Main Event began October 11 and ended November 15.",
  "/wiki/Joe_Hachem": "Joseph Hachem (Arabic: جوزف هاشم‎; /ˈhæʃəm/; born 11 March 1966) is a Lebanese Australian professional poker player known for being the first Australian to win the World Series of Poker main event which earned him $7.5 million, then a record for all-time biggest tournament prize.",
  "/wiki/2012_World_Series_of_Poker_results": "Below are the 2012 World Series of Poker results.",
  "/wiki/Antonio_Esfandiari": "Antonio \"The Magician\" Esfandiari (Persian: امیر اسفندیاری‎; born December 8, 1978 as Amir Esfandiary), is a professional poker player and former professional magician, known for his elaborate chip tricks. Esfandiari was the face of the now-defunct poker site, Ultimate Poker.",
  "/wiki/2014_World_Series_of_Poker_results": "Below are the results of the 2014 World Series of Poker, held from May 27-July 14 at the Rio All Suite Hotel and Casino in Paradise, Nevada.",
  "/wiki/Dan_Colman": "Daniel Alan Colman (born July 11, 1990) is an American professional poker player, originally from Holden, Massachusetts. He is best known for winning the $1,000,000 buy-in Big One for One Drop at the 2014 World Series of Poker. He beat Daniel Negreanu heads-up for a first place prize of $15,306,668, the second largest single payout in poker tournament history.",
  "/wiki/Elton_Tsang": "Elton Tsang Ka Wai (born 1980) is a poker player currently residing in Hong Kong. Considered as one of the five best Asian poker players, Tsang has achieved icon status in the international poker scene with his involvement in several achievements including: his role in founding and organising the first ever live poker tournament in Macau, China, his winning the 3rd highest prize in poker tournament history (€11,111,111), his part in the biggest pot in TV poker history (€2,090,000), and he is considered one of the biggest winning poker players in cash game history with an estimated over $120,000,000 in winnings.  Away from poker, Tsang focuses on charity and is a successful businessman investing and running his various business ventures in technology, finance, travel, trading, property, and Internet companies."
}