{
  "/wiki/Messianic_Bible_translations": "Messianic Bible translations are translations, or editions of translations, in English of the Christian Bible, some of which are widely used in the Messianic Judaism and Hebrew Roots communities.",
  "/wiki/Study_Bible": "A study Bible is an edition of the Bible prepared for use by a serious student of the Bible. It provides scholarly information designed to help the reader gain a better understanding of and context for the text.",
  "/wiki/Annotation": "An annotation is extra information associated with a particular point in a document or other piece of information. It can be a note that includes a comment or explanation. Annotations are sometimes presented in the margin of book pages.",
  "/wiki/Text_annotation": "Text Annotation is the practice and the result of adding a note or gloss to a text, which may include highlights or underlining, comments, footnotes, tags, and links. Text annotations can include notes written for a reader's private purposes, as well as shared annotations written for the purposes of collaborative writing and editing, commentary, or social reading and sharing. In some fields, text annotation is comparable to metadata insofar as it is added post hoc and provides information about a text without fundamentally altering that original text.  Text annotations are sometimes referred to as marginalia, though some reserve this term specifically for hand-written notes made in the margins of books or manuscripts. Annotations are extremely useful and help to develop knowledge of English literature.",
  "/wiki/Textual_scholarship": "Textual scholarship (or textual studies) is an umbrella term for disciplines that deal with describing, transcribing, editing or annotating texts and physical documents.",
  "/wiki/Early_Christianity": "Early Christianity is a period in the history of Christianity, generally reckoned by church historians to begin with the ministry of Jesus (c. 27-30) and end with the First Council of Nicaea (325). It is typically divided into two periods: Christianity in the 1st century which is known as the Apostolic Age (c. 30–100) and the Ante-Nicene Period (c. 100–325). Christians in the Roman Empire were persecuted until Emperor Constantine I's toleration and promotion of Christianity.",
  "/wiki/Bible_in_Worldwide_English": "The Bible in Worldwide English is a New Testament Bible in easy-to-read English. This New Testament was originally prepared by Annie Cressman, who died in 1993. She was a Canadian Bible teacher in Liberia in West Africa. While teaching students in an English-language Bible school, \"she found that she was spending more time explaining the meaning of the English than she was teaching the Bible itself. Therefore, she decided to write this simple version in easy English so that her students could easily understand\".",
  "/wiki/New_Testament": "The New Testament (Ancient Greek: Ἡ Καινὴ Διαθήκη, transl. Hē Kainḕ Diathḗkē; Latin: Novum Testamentum) is the second part of the Christian biblical canon, the first being the Old Testament. The New Testament discusses the teachings and person of Jesus, as well as events in first-century Christianity. Christians regard both the Old and New Testaments together as sacred scripture.",
  "/wiki/Masoretic_Text": "The Masoretic Text[a] (MT or 𝕸) is the authoritative Hebrew and Aramaic text of the 24 books of Tanakh for Rabbinic Judaism.",
  "/wiki/Brenton's_English_Translation_of_the_Septuagint": "The Septuagint version of the Old Testament is a translation of the Septuagint by Sir Lancelot Charles Lee Brenton, originally published by Samuel Bagster & Sons, London, in 1844, in English only.",
  "/wiki/Old_Testament": "The Old Testament (abbreviated OT) is the first part of the Christian biblical canon, which is based primarily upon the twenty-four books of the Hebrew Bible (or Tanakh), a collection of ancient religious Hebrew writings by the Israelites believed by most Christians and religious Jews to be the sacred Word of God. The second part of Christian Bibles is the New Testament, originally written in the Koine Greek language.",
  "/wiki/Modern_English": "Modern English (sometimes New English or NE (ME) as opposed to Middle English and Old English) is the form of the English language spoken since the Great Vowel Shift in England, which began in the late 14th century and was completed in roughly 1550.",
  "/wiki/Septuagint": "The Greek Old Testament, or Septuagint (from the Latin: septuāgintā, lit. 'seventy'; often abbreviated 70; in Roman numerals, LXX), is the earliest extant Koine Greek translation of books from the Hebrew Bible, various biblical apocrypha, and deuterocanonical books. The first five books of the Hebrew Bible, known as the Torah or the Pentateuch, were translated in the mid-3rd century BCE; they did not survive as original translation texts, however, except as rare fragments. The remaining books of the Greek Old Testament are presumably translations from 200 BCE to 50 CE.",
  "/wiki/The_Common_Edition_New_Testament": "The Common Edition New Testament is a 1999 standardized edition made to reflect the common word and punctuation choices of translations most frequently used in English speaking churches.  As stated in its introduction, the purpose is a text that can be publicly read before audiences who follow in multiple translations.  As part of the design, the edition is iambic in rhythm, on a sixth grade reading level, and with a formal equivalence level comparable to the English Standard Version 2001.  Since the text gives the standard English reading, the Greek textual foundations are not identical to the United Bible Societies’ 4th edition Greek New Testament, but are closer to the textual basis of the New International Version 1978, and the Revised Standard Version 1971. The Common Edition was edited by T.E. Clontz.",
  "/wiki/Confraternity_Bible": "Confraternity Bible is any edition of the Catholic Bible translated under the auspices of the Confraternity of Christian Doctrine (CCD) between 1941 and 1969.  The Confraternity Bible strives to give a fluent English translation while remaining close to the Latin Vulgate. It is no longer in widespread use since it was supplanted in 1970 by the New American Bible.",
  "/wiki/Challoner_Revision": "The Douay–Rheims Bible (pronounced /ˌduːeɪ/ or /ˌdaʊ.eɪ ˈriːmz/) (also known as the Rheims–Douai Bible or Douai Bible, and abbreviated as D–R and DRB) is a translation of the Bible from the Latin Vulgate into English made by members of the English College, Douai, in the service of the Catholic Church. The New Testament portion was published in Reims, France, in 1582, in one volume with extensive commentary and notes. The Old Testament portion was published in two volumes twenty-seven years later in 1609 and 1610 by the University of Douai. The first volume, covering Genesis through Job, was published in 1609; the second, covering Psalms to 2 Machabees plus the deuterocanonical books of the Vulgate, was published in 1610. Marginal notes took up the bulk of the volumes and had a strong polemical and patristic character. They offered insights on issues of translation, and on the Hebrew and Greek source texts of the Vulgate.",
  "/wiki/Rheims_New_Testament": "The Douay–Rheims Bible (pronounced /ˌduːeɪ/ or /ˌdaʊ.eɪ ˈriːmz/) (also known as the Rheims–Douai Bible or Douai Bible, and abbreviated as D–R and DRB) is a translation of the Bible from the Latin Vulgate into English made by members of the English College, Douai, in the service of the Catholic Church. The New Testament portion was published in Reims, France, in 1582, in one volume with extensive commentary and notes. The Old Testament portion was published in two volumes twenty-seven years later in 1609 and 1610 by the University of Douai. The first volume, covering Genesis through Job, was published in 1609; the second, covering Psalms to 2 Machabees plus the deuterocanonical books of the Vulgate, was published in 1610. Marginal notes took up the bulk of the volumes and had a strong polemical and patristic character. They offered insights on issues of translation, and on the Hebrew and Greek source texts of the Vulgate.",
  "/wiki/New_American_Bible": "The New American Bible (NAB) is an English translation of the Bible first published in 1970. The 1986 Revised NAB is the basis of the revised Lectionary, and it is the only translation approved for use at Mass in the Roman Catholic dioceses of the United States and the Philippines, and the 1970 first edition is also an approved Bible translation by the Episcopal Church in the United States.",
  "/wiki/Clarence_Jordan": "Clarence Jordan (July 29, 1912 – October 29, 1969), a farmer and New Testament Greek scholar, was the founder of Koinonia Farm, a small but influential religious community in southwest Georgia and the author of the Cotton Patch paraphrase of the New Testament. He was also instrumental in the founding of Habitat for Humanity. His nephew, Hamilton Jordan, served as White House Chief of Staff during the Jimmy Carter administration.",
  "/wiki/Emphatic_Diaglott": "The Emphatic Diaglott is a diaglot, or two-language polyglot translation, of the New Testament by Benjamin Wilson, first published in 1864. It is an interlinear translation with the original Greek text and a word-for-word English translation in the left column, and a full English translation in the right column. It is based on the interlinear translation, the renderings of eminent critics, and various readings of the Codex Vaticanus. It includes illustrative and explanatory footnotes, references, and an alphabetical appendix.",
  "/wiki/Johann_Jakob_Griesbach": "Johann Jakob Griesbach (4 January 1745 – 24 March 1812) was a German biblical textual critic. Griesbach's fame rests upon his work in New Testament criticism, in which he inaugurated a new epoch. His solution to the synoptic problem bears his name, but the Griesbach hypothesis has become, in modern times, known as the Two-Gospel hypothesis.",
  "/wiki/Five_Pauline_Epistles,_A_New_Translation": "The Five Pauline Epistles, A New Translation is a partial Bible translation produced by Scottish scholar William Gunion Rutherford, of five books of the New Testament.   The Bible books that were translated into English by Rutherford are a number of Pauline Epistles or \"didactic letters\", believed to be written by the Jewish Christian Apostle Paul. The work was a translation of the Bible books of Romans, first and second Thessalonians, and first and second Corinthians, with a brief analysis. The work was commenced in 1900, and was completed in 1908. The entire work was brought together in one volume in 1984.",
  "/wiki/William_Gunion_Rutherford": "William Gunion Rutherford (17 July 1853 – 19 July 1907) was a Scottish scholar.",
  "/wiki/God's_New_Covenant:_A_New_Testament_Translation": "God's New Covenant: A New Testament Translation is a modern English translation by Heinz Cassirer of the Greek New Testament, published in 1989.",
  "/wiki/Gospel_of_Thomas": "The Gospel of Thomas (also known as the Coptic Gospel of Thomas) is a non-canonical sayings gospel. It was discovered near Nag Hammadi, Egypt, in December 1945 among a group of books known as the Nag Hammadi library. Scholars speculate that the works were buried in response to a letter from Bishop Athanasius declaring a strict canon of Christian scripture. Scholars have proposed dates of composition as early as 60 AD and as late as 140 AD.",
  "/wiki/Pastoral_Epistles": "The pastoral epistles are a group of three books of the canonical New Testament: the First Epistle to Timothy (1 Timothy) the Second Epistle to Timothy (2 Timothy), and the Epistle to Titus. They are presented as letters from Paul the Apostle to Timothy and to Titus. They are generally discussed as a group (sometimes with the addition of the Epistle to Philemon) and are given the title pastoral because they are addressed to individuals with pastoral oversight of churches and discuss issues of Christian living, doctrine and leadership. The term \"pastorals\" was popularized in 1703 by D. N. Berdot and in 1726 by Paul Anton. Alternate nomenclature for the cluster of three letters has been proposed: \"Corpus Pastorale,\" meant to highlight the intentional forgery of the letters as a three-part corpus, and \"Letters to Timothy and Titus,\" meant to emphasize the individuality of the letters.",
  "/wiki/Homosexuality_in_the_New_Testament": "In the New Testament (NT), there are at least three passages that refer to homosexual activity: Romans 1:26–27, 1 Corinthians 6:9–10, and 1 Timothy 1:9–10. A fourth passage, Jude 1:7, is often interpreted as referring to homosexuality. Jesus discusses marriage only in a heterosexual context when he cites the Book of Genesis during a discussion of marriage (Matthew 19:4–6 and Mark 10:6–9).",
  "/wiki/Grail_Psalms": "The Grail Psalms refers to various editions of an English translation of the Book of Psalms, first published completely as The Psalms: A New Translation in 1963 [a] by the Ladies of the Grail. The translation was modeled on the French La Bible de Jérusalem, according to the school of Fr. Joseph Gelineau: a simple vernacular, arranged in sprung rhythm to be suitable for liturgical song and chant (see: Gelineau psalmody). All official, Catholic, English translations of the Liturgy of the Hours use the Grail Psalms.",
  "/wiki/Gelineau_psalmody": "Gelineau psalmody is a method of singing the Psalms that was developed in France by Catholic Jesuit priest Joseph Gelineau around 1953, with English translations appearing some ten years later. Its chief distinctives are:",
  "/wiki/Catholic_Church": "The Catholic Church, sometimes referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2017[update]. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church is headed by the Bishop of Rome, known as the pope. Its central administration is the Holy See.",
  "/wiki/NT_Wright": "Nicholas Thomas Wright FRSE (born 1 December 1948), known as N. T. Wright or Tom Wright, is an English New Testament scholar, Pauline theologian and Anglican bishop. He was the Bishop of Durham from 2003 to 2010. He then became Research Professor of New Testament and Early Christianity at St Mary's College in the University of St Andrews in Scotland until 2019, when he became a senior research fellow at Oxford University.",
  "/wiki/International_Standard_Book_Number": "The International Standard Book Number (ISBN) is a numeric commercial book identifier which is intended to be unique.[a][b] Publishers purchase ISBNs from an affiliate of the International ISBN Agency.",
  "/wiki/Special:BookSources/978-0-06-206491-2": "N/A",
  "/wiki/Lexham_English_Bible": "The Lexham English Bible (LEB) is an online bible released by Logos Bible Software. The New Testament was published in October 2010 and has an audio narration spoken by Marv Allen. It lists as General Editor W. Hall Harris, III. The Old Testament translation was completed in 2011.",
  "/wiki/SBL_Greek_New_Testament": "The SBL Greek New Testament or SBLGNT is a critically edited edition of the Greek New Testament published by Logos Bible Software and the Society of Biblical Literature in October 2010. It was edited by Michael W. Holmes. It is also published in paperback form.",
  "/wiki/Living_Oracles": "The Living Oracles is a translation of the New Testament compiled and edited by the early Restoration Movement leader Alexander Campbell.:87–88  Published in 1826, it was based on an 1818 combined edition of translations by George Campbell, James MacKnight and Philip Doddridge, and included edits and extensive notes by Campbell.:87–88:122",
  "/wiki/Alexander_Campbell_(clergyman)": "Alexander Campbell (12 September 1788 – 4 March 1866) was a Scots-Irish immigrant who became an ordained minister in the United States and joined his father Thomas Campbell as a leader of a reform effort that is historically known as the Restoration Movement, and by some as the \"Stone-Campbell Movement.\" It resulted in the development of non-denominational Christian churches, which stressed reliance on scripture and few essentials.:111\nCampbell was influenced by similar efforts in Scotland, in particular, by James and Robert Haldane, who emphasized their interpretation of Christianity as found in the New Testament. In 1832, the group of reformers led by the Campbells merged with a similar movement that began under the leadership of Barton W. Stone in Kentucky.:112 Their congregations identified as Disciples of Christ or Christian churches.",
  "/wiki/George_Campbell_(minister)": "Rev Prof George Campbell DD FRSE (25 December 1719 – 6 April 1796) was a figure of the Scottish Enlightenment, known as a philosopher, minister, and professor of divinity. Campbell was primarily interested in rhetoric, since he believed that its study would enable his students to become better preachers. He became a philosopher of rhetoric because he took it that the philosophical changes of the Age of Enlightenment would have implications for rhetoric.",
  "/wiki/Philip_Doddridge": "Philip Doddridge D.D. (26 June 1702 – 26 October 1751) was an English Nonconformist (Congregationalist) minister, educator, and hymnwriter.",
  "/wiki/James_Moffatt": "James Moffatt (1870–1944) was a Scottish theologian and graduate of Glasgow University.",
  "/wiki/Hermann_von_Soden": "Baron Hermann von Soden (16 August 1852 – 15 January 1914) was a German Biblical scholar, minister, professor of divinity, and textual theorist.",
  "/wiki/Helen_Barrett_Montgomery": "Helen Barrett Montgomery (July 31, 1861 – October 19, 1934) was an American social reformer, educator and writer.  In 1921 she was elected as the first woman president of the Northern Baptist Convention (and of any religious denomination in the United States). She had long been a delegate to the Convention and a policymaker. In 1893 she helped found a chapter of the Women's Educational and Industrial Union in Rochester, New York, and served as president until 1911, nearly two decades. In 1899 Montgomery was the first woman elected to the Rochester School Board and any public office in the city, 20 years before women could vote.",
  "/wiki/New_Testament_apocrypha": "The New Testament apocrypha (singular apocryphon) are a number of writings by early Christians that give accounts of Jesus and his teachings, the nature of God, or the teachings of his apostles and of their lives. Some of these writings have been cited as scripture by early Christians, but since the fifth century a widespread consensus has emerged limiting the New Testament to the 27 books of the modern canon. Roman Catholic, Eastern Orthodox and Protestant churches generally do not view these New Testament apocrypha as part of the Bible.",
  "/wiki/Nag_Hammadi_library": "The Nag Hammadi library (also known as the \"Chenoboskion Manuscripts\" and the \"Gnostic Gospels\"[a]) is a collection of early Christian and Gnostic texts discovered near the Upper Egyptian town of Nag Hammadi in 1945.",
  "/wiki/Gospel_of_Mary": "The Gospel of Mary is an apocryphal book discovered in 1896 in a 5th-century papyrus codex written in Sahidic Coptic. This Berlin Codex was purchased in Cairo by German diplomat Carl Reinhardt.",
  "/wiki/Gospel_of_Truth": "The Gospel of Truth is one of the Gnostic texts from the New Testament apocrypha found in the Nag Hammadi codices (\"NHC\"). It exists in two Coptic translations, a Subakhmimic rendition surviving almost in full in the first Nag Hammadi codex (the \"Jung Codex\") and a Sahidic in fragments in the twelfth codex.",
  "/wiki/Odes_of_Solomon": "The Odes of Solomon is a collection of 42 odes attributed to Solomon. Various scholars have dated the composition of these religious poems to anywhere in the range of the first three centuries AD. The original language of the Odes is thought to have been either Greek or Syriac, and to be generally Christian in background.",
  "/wiki/Prayer_of_the_Apostle_Paul": "This text is clearly pseudonymous and was not written by the historic Apostle Paul. It shows a distinctive Gnostic appeal unlike prayers in letters known to have come from Paul. Many scholars have dubbed it as a Valentinian work due to characteristic phrases such as the \"psychic God\"—this would indicate that it was composed between 150 and 300 AD; if it is not of Valentinian origin it could date from as early as 75. Scholars have found parallels to many other works which may be partial sources, including Corpus Hermeticum, the Three Steles of Seth, the Gospel of Philip, and the authentic Pauline letters.",
  "/wiki/Acts_of_Paul_and_Thecla": "The Acts of Paul and Thecla (Acta Pauli et Theclae) is an apocryphal story–Edgar J. Goodspeed called it a \"religious romance\"–of Paul the apostle's influence on a young virgin named Thecla. It is one of the writings of the New Testament apocrypha.",
  "/wiki/Letter_of_Peter_to_Philip": "The Letter of Peter to Philip is a gnostic Christian epistle found in the Nag Hammadi Library in Egypt. It was dated to be written around late 2nd century to early 3rd century CE and focuses on a post-crucifixion appearance and teachings of Jesus Christ to the apostles on the Mount of Olives, or Mount Olivet.",
  "/wiki/Apocryphon_of_John": "The Secret Book of John, also called the Apocryphon of John or the Secret Revelation of John, is a second-century Sethian Gnostic Christian text of secret teachings. Since it was known to the church father Irenaeus, it must have been written before around 180 CE. It describes Jesus appearing and giving secret knowledge (gnosis) to John the Apostle. The author describes this having occurred after Jesus \"has gone back to the place from which he came\".  This book is reputed to bear this revelation.",
  "/wiki/Richmond_Lattimore": "Richmond Alexander Lattimore (May 6, 1906 – February 26, 1984) was an American poet and classicist known for his translations of the Greek classics, especially his versions of the Iliad and Odyssey.",
  "/wiki/Wescott-Hort": "The New Testament in the Original Greek is a Greek-language version of the New Testament published in 1881. It is also known as the Westcott and Hort text, after its editors Brooke Foss Westcott (1825–1901) and Fenton John Anthony Hort (1828–1892). (Textual scholars use the abbreviation \"WH\".)\nIt is a critical text, compiled from some of the oldest New Testament fragments and texts that had been discovered at the time. The two editors worked together for 28 years.",
  "/wiki/Special:BookSources/978-0865474994": "N/A",
  "/wiki/List_of_English_Bible_translations": "The Bible has been translated into many languages from the biblical languages of Hebrew, Aramaic and Greek. The Latin Vulgate translation was dominant in Western Christianity through the Middle Ages. Since then, the Bible has been translated into many more languages. English Bible translations also have a rich and varied history of more than a millennium."
}