{
  "/wiki/Uniform_number": "In team sports, the number, often referred to as the uniform number, squad number, jersey number, shirt number, sweater number, or similar (with such naming differences varying by sport and region) is the number worn on a player's uniform, to identify and distinguish each player (and sometimes others, such as coaches and officials) from others wearing the same or similar uniforms. The number is typically displayed on the rear of the jersey, often accompanied by the surname.  Sometimes it is also displayed on the front and/or sleeves, or on the player's shorts or headgear. It is used to identify the player to officials, other players, official scorers, and spectators; in some sports, it is also indicative of the player's position.",
  "/wiki/Ray_Allen": "Walter Ray Allen Jr. (born July 20, 1975) is an American former professional basketball player. He played 18 seasons in the National Basketball Association (NBA) and was inducted into the Naismith Memorial Basketball Hall of Fame as a player in 2018.",
  "/wiki/Guard_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Merced,_California": "Merced /mɜːrˈsɛd/ (Spanish for \"Mercy\") is a city in, and the county seat of, Merced County, California, United States, in the San Joaquin Valley. As of 2018, the city had a population of 83,316. Incorporated on April 1, 1889, Merced is a charter city that operates under a council-manager government. It is named after the Merced River, which flows nearby.",
  "/wiki/Wes_Bialosuknia": "Wesley John Bialosuknia (June 8, 1945 – October 23, 2013) was an American basketball player. He was a 6'2\" (1.88 m) 185 lb (84 kg) guard, and played collegiately for the University of Connecticut Huskies.  An accurate and prolific medium- and long-range jump shooter, Bialosuknia still holds the University of Connecticut season and career scoring average records: his 1966–67 average of 28.0 PPG ranked 5th in the nation. He also holds the UConn records for career scoring average of 23.6 pts per game and consecutive foul shots made (43).  In 1967, he was the MVP of the annual North–South College All-Star Game.",
  "/wiki/Poughkeepsie,_New_York": "Poughkeepsie (/pəˈkɪpsi/ pə-KIP-see), officially the City of Poughkeepsie, separate from the Town of Poughkeepsie, is a city in the U.S. state of New York. Poughkeepsie is the county seat of Dutchess County. With a 2018 census-estimated population of 30,356, Poughkeepsie is in the Hudson River Valley region, midway between the core of the New York megacity and the state capital of Albany. It is a principal city of the Poughkeepsie—Newburgh—Middletown metropolitan statistical area, which belongs to the New York—New Jersey—Connecticut CSA. Poughkeepsie is served by the nearby Hudson Valley Regional Airport, and New York Stewart International Airport in Orange County.",
  "/wiki/Scott_Burrell": "Scott David Burrell (born January 12, 1971) is an American basketball coach and former player who is currently the men's basketball head coach at Southern Connecticut State University. He has played internationally and was also a professional baseball player.  Burrell was also the first American athlete to be a first round draft-pick of two major sporting organizations (the NBA and MLB). In 1990 he was drafted by the Toronto blue jays. Later when he was done with baseball, he was drafted by the Charlotte Hornets, but in the 96-97 season he was traded to the Warriors and then to the Bulls where he won his first ring. He played 3 more seasons after that with the Nets and the Hornets.",
  "/wiki/New_Haven,_Connecticut": "New Haven is a coastal city in the U.S. state of Connecticut. It is located on New Haven Harbor on the northern shore of Long Island Sound in New Haven County, Connecticut, and is part of the New York metropolitan area. With a population of 129,779 as determined by the 2010 United States Census, it is the second-largest city in Connecticut after Bridgeport. New Haven is the principal municipality of Greater New Haven, which had a total population of 862,477 in 2010.",
  "/wiki/Caron_Butler": "James Caron Butler (born March 13, 1980) is an American former professional basketball player. During a 14-year career he played for the Miami Heat, Los Angeles Lakers, Washington Wizards, Dallas Mavericks, Los Angeles Clippers, Milwaukee Bucks, Oklahoma City Thunder, Detroit Pistons, and Sacramento Kings of the National Basketball Association (NBA). Butler is a two-time NBA All-Star and was the 2002 Big East Conference Men's Basketball Player of the Year, while playing for the Connecticut Huskies.",
  "/wiki/Small_forward": "The small forward (SF), also known as the three, is one of the five positions in a regulation basketball game. Small forwards are typically shorter, quicker, and leaner than power forwards and centers, but typically taller, larger and stronger than either of the guard positions.",
  "/wiki/Racine,_Wisconsin": "Racine (/rəˈsiːn/ rə-SEEN) is a city in and the county seat of Racine County, Wisconsin, United States. It is located on the shore of Lake Michigan at the mouth of the Root River.  Racine is located 22 miles south of Milwaukee and is part of the Greater Milwaukee Area. As of the 2010 U.S. census, the city had a population of 78,860, making it the fifth-largest city in Wisconsin. Its median home price of $103,625 makes it one of the most affordable cities in Wisconsin to buy a home.  In January 2017, it was rated \"the most affordable place to live in the world\" by the Demographia International Housing Affordability survey.",
  "/wiki/Forward_(basketball)": "The five basketball positions normally employed by organized basketball teams are the point guard (PG), the shooting guard\n(SG), the small forward (SF), the power forward (PF), and the center (C).",
  "/wiki/Center_(basketball)": "The center (C), also known as the five position, or the big man, is one of the five positions in a basketball game. The center is normally the tallest player on the team, and often has a great deal of strength and body mass as well. In the NBA, the center is usually 6 feet 10 inches (2.08 m) or taller and usually weighs 240 pounds (110 kg) or more. They traditionally have played close to the basket in the low post.",
  "/wiki/Williston_Park,_New_York": "Williston Park is an incorporated village in Nassau County, New York in the United States. The population was 7,287 at the 2010 census.",
  "/wiki/Walt_Dropo": "Walter Dropo (Serbian: Валтер Дропо, Valter Dropo; January 30, 1923 – December 17, 2010), nicknamed \"Moose\", was an American college basketball standout and a professional baseball first baseman. During a 13-year career in Major League Baseball, he played for the Boston Red Sox (1949–1952), Detroit Tigers (1952–1954), Chicago White Sox (1955–1958), Cincinnati Redlegs (1958–1959) and Baltimore Orioles (1959–1961).",
  "/wiki/Moosup,_Connecticut": "Moosup is a village and census-designated place (CDP) in the town of Plainfield, Connecticut in the United States. The population was 3,231 at the 2010 census.",
  "/wiki/Khalid_El-Amin": "Khalid El-Amin (born April 25, 1979) is a retired American professional basketball player. He was a member of the 1999 University of Connecticut men's basketball team that won the NCAA championship.  He is originally from Minnesota where he played for North High School in Minneapolis. In 2000, he was selected in the 2nd round by the Chicago Bulls of the NBA Draft and played 50 games for them, averaging 6.3 points and 2.9 assists per game. He played professionally in several different countries, mainly in Europe.",
  "/wiki/Minneapolis": "Minneapolis (/ˌmɪniˈæpəlɪs/ (listen)) is the county seat of Hennepin County and the larger of the Twin Cities, the 16th-largest metropolitan area in the United States. As of 2018, Minneapolis is the largest city in the state of Minnesota and 46th-largest in the United States, with an estimated population of 425,403. The Twin Cities metropolitan area consists of Minneapolis, its neighbor Saint Paul and suburbs which altogether contain about 3.63 million people, and is the third-largest economic and population center in the Midwest.",
  "/wiki/Rudy_Gay": "Rudy Carlton Gay Jr. (born August 17, 1986) is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). The 6'8\" small forward played college basketball for the University of Connecticut before being drafted eighth overall in the 2006 NBA draft by the Houston Rockets; he was traded to the Memphis Grizzlies days later.",
  "/wiki/Baltimore": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/Richard_Hamilton_(basketball)": "Richard Clay \"Rip\" Hamilton (born February 14, 1978) is an American retired professional basketball player who played 14 seasons in the National Basketball Association (NBA). Hamilton is best known for his nine-year stint with the Detroit Pistons, where he was a three-time All-Star. He helped lead the Pistons to six straight Eastern Conference Finals appearances, back to back NBA Finals appearances, their best record in franchise history (64–18 in 2005–06) and the 2004 NBA championship.",
  "/wiki/Coatesville,_Pennsylvania": "Coatesville is a city in Chester County, Pennsylvania, United States. The population was 13,100 at the 2010 census. Coatesville is approximately 39 miles west of Philadelphia. It developed along Lancaster Turnpike, beginning in the late 18th century. It spans U.S. Route 30, the \"Main Line\" highway that runs west of Philadelphia.",
  "/wiki/Tony_Hanson": "Tony Hanson {{post-nominals|country(October 20, 1955 – November 25, 2018) was an American basketball player. He was drafted by the New Orleans Jazz in the third round of the 1977 NBA draft.",
  "/wiki/Waterbury,_Connecticut": "Waterbury (nicknamed \"The Brass City\") is a city in the U.S. state of Connecticut on the Naugatuck River, 33 miles southwest of Hartford and 77 miles northeast of New York City. Waterbury is the second-largest city in New Haven County, Connecticut. As of the 2010 census, Waterbury had a population of 110,366, making it the 10th largest city in the New York Metropolitan Area, 9th largest city in New England and the 5th largest city in Connecticut.",
  "/wiki/Toby_Kimball": "Thomas Kimball (September 7, 1942 – May 2, 2017) was an American professional basketball player from Framingham, Massachusetts.",
  "/wiki/Framingham,_Massachusetts": "Framingham (/ˈfreɪmɪŋhæm/ (listen)) is a city in the Commonwealth of Massachusetts in the United States. Incorporated in 1700, it is within Middlesex County and the MetroWest subregion of the Greater Boston metropolitan area. The city proper covers 25 square miles (65 km2) with a population of 68,318 in 2010, making it the 14th most populous municipality in Massachusetts. As of 2017 the estimated population was 72,032. Residents voted in favor of adopting a charter to transition from a representative town meeting system to a mayor–council government in April 2017, and the municipality transitioned to city status on January 1, 2018.",
  "/wiki/Donyell_Marshall": "Donyell Lamar Marshall (born May 18, 1973) is an American college basketball coach and former player. During his NBA career, he played with eight different teams. He is the head coach of the Central Connecticut men's basketball team.",
  "/wiki/Reading,_Pennsylvania": "Reading (/ˈrɛdɪŋ/ RED-ing; Pennsylvania German: Reddin) is a city in and the county seat of Berks County, Pennsylvania, United States. With a population of 88,495 as of the 2018 U.S. Census Estimates, it is the fifth-largest city in Pennsylvania. Located in the southeastern part of the state, it is the principal city of the Greater Reading Area, home to 420,152 residents, and is furthermore included in the greater Delaware Valley. According to the 2010 census, Reading had the highest share of citizens living in poverty in the nation for cities with populations of more than 65,000. Reading's poverty rate fell over the next decade. Reading's poverty rate in the 2018 five-year American Community survey showed that 35.4% of the city's residents were below the poverty line, or less \"than the infamous 41.3% from 2011, when Reading was declared the poorest small city in the nation.\"",
  "/wiki/Shabazz_Napier": "Shabazz Bozie Napier (born July 14, 1991) is an American professional basketball player for the Washington Wizards of the National Basketball Association (NBA). He was drafted 24th overall by the Charlotte Hornets in the 2014 NBA draft and immediately traded to the Miami Heat. He played college basketball for the Connecticut Huskies, and won two national championships in 2011 and 2014. Napier was a key player for the Huskies' 2010–11 NCAA championship team, as he made the Big East All Rookie team. Following his junior season, Napier was selected to the All-Big East first team.",
  "/wiki/Roxbury,_Massachusetts": "Roxbury (/ˈrɒksbəri/) is a neighborhood within the city of Boston, Massachusetts.",
  "/wiki/Emeka_Okafor": "Chukwuemeka Ndubuisi \"Emeka\" Okafor (born September 28, 1982) is an American professional basketball player who currently plays for the Ulsan Hyundai Mobis Phoebus of the Korean Basketball League (KBL). Okafor attended Bellaire High School in Bellaire, Texas and the University of Connecticut, where in 2004 he won a national championship.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.",
  "/wiki/Worthy_Patterson": "Worthington R. \"Worthy\" Patterson, Jr. is an American basketball player who played for the Connecticut Huskies college basketball team and the St. Louis Hawks of the National Basketball Association. After his basketball career, Patterson worked as a music executive.",
  "/wiki/Greenwich,_Connecticut": "Greenwich (/ˈɡrɛnɪtʃ/) is a town in southwestern Fairfield County, Connecticut, United States. As of the 2010 census, the town had a total population of 61,171, with a census-estimated increase of 62,574 in 2018. The largest town on Connecticut's Gold Coast, Greenwich is home to many hedge funds and other financial service firms. Greenwich is a principal community of the Bridgeport–Stamford–Norwalk–Danbury metropolitan statistical area, which comprises all of Fairfield County.",
  "/wiki/Art_Quimby": "Arthur R. Quimby (July 1, 1933 – December 6, 2010) was an American college basketball standout from the University of Connecticut. He played for the Huskies from 1951–52 to 1954–55 and is still the program's all-time leader in rebounds for a single game (40), single season (611) and career (1,716). He also owns the single season and career rebounding averages (24.4 and 21.5 per game, respectively). Quimby's combined career point and rebound totals (3,114) are more than any other Connecticut player.",
  "/wiki/New_London,_Connecticut": "New London is a seaport city and a port of entry on the northeast coast of the United States, located at the mouth of the Thames River in New London County, Connecticut. It was one of the world's three busiest whaling ports for several decades beginning in the early 19th century, along with Nantucket and New Bedford, Massachusetts. The wealth that whaling brought into the city furnished the capital to fund much of the city's present architecture. The city subsequently became home to other shipping and manufacturing industries, but it has gradually lost most of its industrial heart.",
  "/wiki/Clifford_Robinson_(basketball,_born_1966)": "Clifford Ralph Robinson (born December 16, 1966) is an American retired professional basketball player who played 18 seasons in the National Basketball Association (NBA).  Selected 36th overall in the 1989 draft, he played the first 8 seasons of his career with the Portland Trail Blazers, followed by stints with the Phoenix Suns, Detroit Pistons, Golden State Warriors, and New Jersey Nets.  Robinson received the NBA Sixth Man of the Year Award in 1993 and was selected as an All-Star in 1994.  Robinson played college basketball at the University of Connecticut.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants.",
  "/wiki/Chris_Smith_(basketball,_born_1970)": "Christopher Gerard Smith (born May 17, 1970) is an American former professional basketball player, in the point guard position.",
  "/wiki/Bridgeport,_Connecticut": "Bridgeport is a historic seaport city in the U.S. state of Connecticut.  It is in Fairfield County, at the mouth of the Pequonnock River on Long Island Sound, 60 miles (97 km) from Manhattan and 40 miles (64 km) from The Bronx. It is bordered by the towns of Trumbull to the north, Fairfield to the west, and Stratford to the east.",
  "/wiki/Corny_Thompson": "Cornelius Allen \"Corny\" Thompson (born February 5, 1960) is a retired American professional basketball player. He was a 6'8\" (203 cm) 225 lb (102 kg) power forward who occasionally also played the center position. Thomson was a member of the Joventut Badalona team that reached a EuroLeague final in 1992, and lifted the trophy in 1994.",
  "/wiki/Middletown,_Connecticut": "Middletown is a city located in Middlesex County, Connecticut, along the Connecticut River, in the central part of the state, 16 miles (26 kilometers) south of Hartford. In 1650, it was incorporated as a town under its original Native American name, Mattabeseck. It received its present name in 1653. Middletown was included within Hartford County upon its creation on May 10, 1666. In 1784, the central settlement was incorporated as a city distinct from the town. Both were included within newly formed Middlesex County in May 1785. In 1923, the City of Middletown was consolidated with the Town, making the city limits extensive.",
  "/wiki/Kemba_Walker": "Kemba Hudley Walker (born May 8, 1990) is an American professional basketball player for the Boston Celtics of the National Basketball Association (NBA). Walker was picked ninth overall by the Charlotte Bobcats in the 2011 NBA draft. He grew up in The Bronx, New York. After graduating from Rice High School in 2008, he went on to play college basketball for the Connecticut Huskies. In their 2010–11 season, Walker was the nation's second-leading scorer in college basketball and was named consensus First Team All-American; he also led the Huskies to the 2011 NCAA championship and claimed the tournament’s Most Outstanding Player award. He is a four-time NBA All-Star.",
  "/wiki/The_Bronx": "The Bronx (/brɒŋks/) is a borough of New York City, coterminous with Bronx County, in the U.S. state of New York, the third-most densely populated county in the United States. It is south of Westchester County; northeast and east of Manhattan, across the Harlem River; and north of Queens, across the East River. The Bronx has a land area of 42 square miles (109 km2) and a population of 1,432,132 in 2018. Of the five boroughs, it has the fourth-largest area, fourth-highest population, and third-highest population density.  It is the only borough predominantly on the U.S. mainland. If each borough were ranked as a city, the Bronx would rank as the eighth-most populous in the U.S.",
  "/wiki/Huskies_of_Honor": "Huskies of Honor is a recognition program sponsored by the University of Connecticut (UConn). Similar to a hall of fame, it honors the most significant figures in the history of the UConn Huskies—the university's athletic teams—especially the men's and women's basketball teams.  The inaugural honorees, inducted in two separate ceremonies during the 2006–07 season, included thirteen men's basketball players, ten women's basketball players, and four head coaches, of whom two coaches—Jim Calhoun and Geno Auriemma—and two players—Ray Allen and Rebecca Lobo—are also enshrined in the Naismith Memorial Basketball Hall of Fame. Since that time, an additional nine women's basketball players, seven men's basketball players, five national championship teams, one women's basketball assistant coach, and one athletic director have been honored."
}