{
  "/wiki/Kilometre": "The kilometre (SI symbol: km; /ˈkɪləmiːtər/ or /kɪˈlɒmɪtər/), spelt kilometer in American English, is a unit of length in the metric system, equal to one thousand metres (kilo- being the SI prefix for 1000). It is now the measurement unit used for expressing distances between geographical places on land in most of the world; notable exceptions are the United States and the United Kingdom where the statute mile is the unit used.",
  "/wiki/233_Asterope": "Asterope (/əˈstɛrəpi/ ə-STERR-ə-pee; minor planet designation: 233 Asterope) is a main-belt asteroid that was discovered on 11 May 1883, by French astronomer Alphonse Borrelly at Marseille Observatory in Marseille, France. The asteroid was named after Asterope (or Sterope), one of the Pleiades. It is a rare T-type asteroid and has a relatively dark surface. The spectrum of 233 Asterope bears a resemblance to Troilite, a sulfurous iron mineral found in most iron meteorites.",
  "/wiki/T-type_asteroids": "T-type asteroids are rare inner-belt asteroids of unknown composition with dark, featureless and moderately red spectra, and a moderate absorption feature shortwards of 0.85 μm. No direct meteorite analog has been found to date. Thought to be anhydrous, they are considered to be related to P-types or D-types, or possibly a highly altered C-type. One example is 114 Kassandra.",
  "/wiki/K-type_asteroids": "K-type asteroids are relatively uncommon asteroids with a moderately reddish spectrum shortwards of 0.75 μm, and a slight bluish trend longwards of this. They have a low albedo. Their spectrum resembles that of CV and CO meteorites.",
  "/wiki/5145_Pholus": "5145 Pholus (/ˈfoʊləs/ FOE-ləs; from Φόλος) provisional designation 1992 AD, is an eccentric centaur in the outer Solar System, approximately 180 kilometers (110 miles) in diameter, that crosses the orbit of both Saturn and Neptune. It was discovered on 9 January 1992, by American astronomer David Rabinowitz (unaccredited) of UA's Spacewatch survey at the Kitt Peak National Observatory in Arizona, United States. The very reddish object has an elongated shape and a rotation period of 9.98 hours. It was named after the creature Pholus from Greek mythology.",
  "/wiki/Centaur_(minor_planet)": "Centaurs are small Solar System bodies with either a perihelion or a semi-major axis between those of the outer planets. They generally have unstable orbits because they cross or have crossed the orbits of one or more of the giant planets; almost all their orbits have dynamic lifetimes of only a few million years, but there is one Centaur, 514107 Kaʻepaokaʻawela, which may be in a stable (though retrograde) orbit.[how is this a centaur if the Trojans aren't?] Centaurs typically behave with characteristics of both asteroids and comets. They are named after the mythological centaurs that were a mixture of horse and human. Observational bias toward large objects makes determination of the total Centaur population difficult.  Estimates for the number of Centaurs in the Solar System more than 1 km in diameter range from as low as 44,000 to more than 10,000,000",
  "/wiki/192_Nausikaa": "Nausikaa (minor planet designation: 192 Nausikaa) is a large main-belt S-type asteroid. It was discovered by Johann Palisa on February 17, 1879, at Pula, then in Austria, now in Croatia. The name derives from Nausicaä, a princess in Homer's Odyssey.",
  "/wiki/S-type_asteroids": "S-type asteroids are asteroids with a spectral type that is indicative of a siliceous (i.e. stony) mineralogical composition, hence the name. Approximately 17% of asteroids are of this type, making it the second most common after the carbonaceous C-type.",
  "/wiki/Thebe_(moon)": "Thebe (/ˈθiːbiː/ THEE-bee; Greek: Θήβη) also known as Jupiter XIV, is the fourth of Jupiter's moons by distance from the planet. It was discovered by Stephen P. Synnott in images from the Voyager 1 space probe taken on March 5, 1979, while making its flyby of Jupiter. In 1983, it was officially named after the mythological nymph Thebe.",
  "/wiki/21_Lutetia": "Lutetia (minor planet designation: 21 Lutetia) is a large asteroid in the asteroid belt of an unusual spectral type. It measures about 100 kilometers in diameter (120 km along its major axis). It was discovered in 1852 by Hermann Goldschmidt, and is named after Lutetia, the Latin name of Paris.",
  "/wiki/M-type_asteroids": "Differentiation was a fundamental process in shaping many asteroids and all terrestrial planet\nM-type asteroids are asteroids of partially known composition; they are moderately bright (albedo 0.1–0.2). Some, but not all, are made of nickel–iron, either pure or mixed with small amounts of stone. These are thought to be pieces of the metallic core of differentiated asteroids that were fragmented by impacts, and are thought to be the source of iron meteorites. M-type asteroids are the third most common asteroid type.",
  "/wiki/713_Luscinia": "713 Luscinia is a minor planet orbiting the Sun.",
  "/wiki/C-type_asteroids": "C-type (carbonaceous) asteroids are the most common variety, forming around 75% of known asteroids.  They are distinguished by a very low albedo because their composition includes a large amount of carbon, in addition to rocks and minerals. They occur most frequently at the outer edge of the asteroid belt, 3.5 astronomical units (AU) from the Sun, where 80% of the asteroids are of this type, whereas only 40% of asteroids at 2 AU from the Sun are C-type.  The proportion of C-types may actually be greater than this, because C-types are much darker (and therefore less detectable) than most other asteroid types except for D-types and others that are mostly at the extreme outer edge of the asteroid belt.",
  "/wiki/53_Kalypso": "Kalypso (/kəˈlɪpsoʊ/; minor planet designation: 53 Kalypso) is a large and very dark main belt asteroid that was discovered by German astronomer Robert Luther on April 4, 1858, at Düsseldorf. It is named after Calypso, a sea nymph in Greek mythology, a name it shares with Calypso, a moon of Saturn.",
  "/wiki/X-type_asteroid": "The X-group of asteroids collects together several types with similar spectra, but probably quite different compositions.",
  "/wiki/162_Laurentia": "162 Laurentia is a large and dark main-belt asteroid that was discovered by the French brothers Paul Henry and Prosper Henry on April 21, 1876, and named after Joseph Jean Pierre Laurent, an amateur astronomer who discovered asteroid 51 Nemausa.",
  "/wiki/S-type_asteroid": "S-type asteroids are asteroids with a spectral type that is indicative of a siliceous (i.e. stony) mineralogical composition, hence the name. Approximately 17% of asteroids are of this type, making it the second most common after the carbonaceous C-type.",
  "/wiki/C-type_asteroid": "C-type (carbonaceous) asteroids are the most common variety, forming around 75% of known asteroids.  They are distinguished by a very low albedo because their composition includes a large amount of carbon, in addition to rocks and minerals. They occur most frequently at the outer edge of the asteroid belt, 3.5 astronomical units (AU) from the Sun, where 80% of the asteroids are of this type, whereas only 40% of asteroids at 2 AU from the Sun are C-type.  The proportion of C-types may actually be greater than this, because C-types are much darker (and therefore less detectable) than most other asteroid types except for D-types and others that are mostly at the extreme outer edge of the asteroid belt.",
  "/wiki/345_Tercidina": "Tercidina (minor planet designation: 345 Tercidina) is a large main-belt asteroid. It is classified as a C-type asteroid and is probably composed of carbonaceous material.",
  "/wiki/626_Notburga": "626 Notburga is a minor planet orbiting the Sun.",
  "/wiki/X-type_asteroids": "The X-group of asteroids collects together several types with similar spectra, but probably quite different compositions.",
  "/wiki/225_Henrietta": "Henrietta (minor planet designation: 225 Henrietta) is a very large outer main-belt asteroid. It was discovered by Johann Palisa on April 19, 1882, in Vienna and named after Henrietta, wife of astronomer Pierre J. C. Janssen.",
  "/wiki/F-type_asteroids": "F-type asteroids are a relatively uncommon type of carbonaceous asteroid, falling into the wider C-group.",
  "/wiki/Cybele_asteroid": "Cybele asteroids  (also known as the \"Cybeles\") are a dynamical group of asteroids, named after the asteroid 65 Cybele. Considered by some as the last outpost of an extended asteroid belt, the group consists of nearly 2000 members and a few collisional families. The Cybeles are in a 7:4 orbital resonance with Jupiter. Their orbit is defined by an osculating semi-major axis of 3.28 to 3.70 AU, with an eccentricity of less than 0.3, and an inclination less than 25°.",
  "/wiki/1390_Abastumani": "1390 Abastumani, provisional designation 1935 TA, is a large, rare-type asteroid from the outer region of the asteroid belt, approximately 101 kilometers in diameter. It was named for the Georgian town of Abastumani.",
  "/wiki/P-type_asteroid": "P-type asteroids are asteroids have low albedo and a featureless reddish spectrum. It has been suggested that they have a composition of organic rich silicates, carbon and anhydrous silicates, possibly with water ice in their interior.  P-type asteroids are found in the outer asteroid belt and beyond. There are 33 known P-type asteroids.",
  "/wiki/4063_Euforbo": "4063 Euforbo, provisional designation 1989 CG2, is a large Jupiter trojan from the Greek camp, approximately 100 kilometers (62 miles) in diameter. It was discovered on 1 February 1989, by Italian astronomers at the San Vittore Observatory near Bologna, Italy. The dark D-type asteroid is one of the 25 largest Jupiter trojans and has a rotation period of 8.8 hours. It was named after Euphorbus (Euforbo) from Greek mythology.",
  "/wiki/Lagrangian_point": "In celestial mechanics, the Lagrangian points (/ləˈɡrɑːndʒiən/ also Lagrange points, L-points, or libration points) are the points near two large bodies in orbit where a smaller object will maintain its position relative to the large orbiting bodies. At other locations, a small object would go into its own orbit around one of the large bodies, but at the Lagrangian points the  gravitational forces of the two large bodies, the centripetal force of orbital motion, and (for certain points) the Coriolis acceleration all match up in a way that cause the small object to maintain a stable or nearly stable position relative to the large bodies.",
  "/wiki/D-type_asteroid": "D-type asteroids have a very low albedo and a featureless reddish spectrum.[citation needed] It has been suggested that they have a composition of organic-rich silicates, carbon and anhydrous silicates, possibly with water ice in their interiors.[citation needed] D-type asteroids are found in the outer asteroid belt and beyond; examples are 152 Atala, and 944 Hidalgo as well as the majority of Jupiter trojans.  It has been suggested that the Tagish Lake meteorite was a fragment from a D-type asteroid, and that the Martian moon Phobos is closely related.",
  "/wiki/466_Tisiphone": "Tisiphone (minor planet designation: 466 Tisiphone) is an asteroid which orbits among the Cybele family of asteroids.",
  "/wiki/143_Adria": "Adria (minor planet designation: 143 Adria) is a fairly large main-belt asteroid that was discovered by Austrian astronomer Johann Palisa on 23 February 1875, at the Austrian Naval Observatory, and named after the Adriatic Sea, on the coast of which the discovery was made. This dark-coloured asteroid has probably a primitive carbonaceous chondritic composition.",
  "/wiki/404_Arsinoë": "Arsinoë (minor planet designation: 404 Arsinoë) is a large main-belt asteroid. It is classified as a C-type asteroid and is probably composed of carbonaceous material.",
  "/wiki/105_Artemis": "Artemis (minor planet designation: 105 Artemis) is a main-belt asteroid that was discovered by J. C. Watson on September 16, 1868, at Ann Arbor, Michigan. It was named after Artemis, the goddess of the hunt, Moon, and crossways in Greek Mythology.",
  "/wiki/26_Proserpina": "Proserpina (minor planet designation: 26 Proserpina) is a main-belt asteroid discovered by R. Luther on May 5, 1853. It is named after the Roman goddess Proserpina, the daughter of Ceres and the Queen of the Underworld.",
  "/wiki/227_Philosophia": "Philosophia (minor planet designation: 227 Philosophia) is a large main-belt asteroid that was discovered by the French astronomer Paul-Pierre Henry on August 12, 1882, in Paris and named after the topic of philosophy. Based upon photometric observations, it has a synodic rotation period of 52.98 ± 0.01 with a brightness variation of 0.15 ± 0.02 in  magnitude.",
  "/wiki/191_Kolga": "191 Kolga (minor planet designation: 191 Kolga) is a large, dark main-belt asteroid that was discovered by German-American astronomer C. H. F. Peters on September 30, 1878, in Clinton, New York. It is named after Kolga, the daughter of Ægir in Norse mythology.",
  "/wiki/List_of_Solar_System_objects_by_size": "This is a partial list of Solar System objects by size, arranged in descending order of mean volumetric radius, and divided into several size classes. These lists can also be sorted according to an object's mass and, for the largest objects, volume, density and surface gravity, insofar as these values are available. This list contains the Sun, the planets, dwarf planets, many of the larger small Solar System bodies (which includes the asteroids), all named natural satellites, and a number of smaller objects of historical or scientific interest, such as comets and near-Earth objects."
}