{
  "/wiki/1994_African_Junior_Athletics_Championships": "The 1994 African Junior Athletics Championships was the first edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Algiers, Algeria, from 6–8 July. A total of forty events were contested, 21 by men and 19 by women.",
  "/wiki/Algiers": "Algiers (/ælˈdʒɪərz/ al-JEERZ; Arabic: الجزائر‎, romanized: Al-Jazāʾir; French: Alger) is the capital and largest city of Algeria. In 2011, the city's population was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria.",
  "/wiki/1995_African_Junior_Athletics_Championships": "The 1995 African Junior Athletics Championships was the second edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Bouaké, Ivory Coast, from 20–22 July. A total of 36 events were contested, 19 by men and 17 by women.",
  "/wiki/Bouak%C3%A9": "Bouaké (or Bwake) is the second-largest city in Ivory Coast, with a population of 536,189 (2014 census). It is the seat of three levels of subdivision—Vallée du Bandama District, Gbêkê Region, and Bouaké Department. The city is located in the central part of Ivory Coast about 50 kilometres (31 mi) northeast of Lake Kossou, the country's largest lake. It is approximately 350 kilometres (220 mi) north of Abidjan on the Abidjan-Niger Railway and about 100 kilometres (62 mi) northeast of Yamoussoukro, the capital of the country.",
  "/wiki/1997_African_Junior_Athletics_Championships": "The 1997 African Junior Athletics Championships was the third edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Ibadan, Nigeria, from 21–23 August. A total of 43 events were contested, 22 by men and 21 by women.",
  "/wiki/Ibadan": "Ibadan (UK: /ɪˈbædən/, US: /ɪˈbɑːdən/; Yoruba: Ìbàdàn) is the capital and most populous city of Oyo State, Nigeria. With a population of over 3 million, it is the third most populous city in Nigeria after Lagos and Kano; it is the country's largest city by geographical area. At the time of Nigeria's independence in 1960, Ibadan was the largest and most populous city in the country, and the second most populous in Africa behind Cairo.",
  "/wiki/1999_African_Junior_Athletics_Championships": "The 1999 African Junior Athletics Championships was the fourth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Tunis, Tunisia, from 22–25 July. A total of 43 events were contested, 22 by men and 21 by women.",
  "/wiki/Tunis": "Tunis (Arabic: تونس‎ Tūnis; Ancient Greek: Τύνις and Τύνης) is the capital and largest city of Tunisia. The greater metropolitan area of Tunis, often referred to as \"Grand Tunis\", has about 2,700,000 inhabitants, making it the third-largest city in the Maghreb region (after Casablanca and Algiers) and the sixteenth-largest in the Arab world.",
  "/wiki/2001_African_Junior_Athletics_Championships": "The 2001 African Junior Athletics Championships was the fifth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Réduit, Mauritius, from 9–12 July. A total of 41 events were contested, 21 by men and 20 by women.",
  "/wiki/R%C3%A9duit_(Mauritius)": "Moka (Mauritian Creole pronunciation: [moka]) is a village in Mauritius located in the Moka District, the western part of the village also lies in the Plaines Wilhems District. The village is administered by the Moka Village Council under the aegis of the Moka District Council. According to the census made by Statistics Mauritius in 2011, the population was at 8,846. The elevation is 203 meters and can be up to 425 meters in some places. Moka is directly on the other side of the Moka Range from Port Louis. The village is close to the mountain Le Pouce and the town Beau-Bassin Rose-Hill. Réduit is a suburb of the village where the State House and University of Mauritius is situated. The village is also home to the Mauritius Broadcasting Corporation and the Mahatma Gandhi Institute.",
  "/wiki/2003_African_Junior_Athletics_Championships": "The 2003 African Junior Athletics Championships was the sixth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Garoua, Cameroon, from 31 July to 3 August. A total of 44 events were contested, 22 by men and 22 by women.",
  "/wiki/Garoua": "Garoua or Garua (German: Garua) is a port city and the capital of the North Region of Cameroon, lying on the Benue River.  A thriving centre of the textiles and cotton industries, the city has approximately 436,899 inhabitants in 2018.",
  "/wiki/2005_African_Junior_Athletics_Championships": "The 2005 African Junior Athletics Championships was the seventh edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in the Tunisian cities of Tunis and Radès from 1–4 September. A total of 44 events were contested, 22 by men and 22 by women.",
  "/wiki/Rad%C3%A8s": "Radès (Arabic: رادس‎) is a harbour city in Ben Arous Governorate, Tunisia. Situated 9 kilometers south-east of the capital Tunis, some consider it a Tunis suburb, and parts of the harbor installations of Tunis are located in Radès.",
  "/wiki/2007_African_Junior_Athletics_Championships": "The 2007 African Junior Athletics Championships was the eighth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held in Ouagadougou, Burkina Faso, from 9–12 August. A total of 44 events were contested, 22 by men and 22 by women.",
  "/wiki/Ouagadougou": "Ouagadougou (/ˌwɑːɡəˈduːɡuː/, Mossi: [ˈwɔɣədəɣʊ], French: [waɡaduɡu]) is the capital of Burkina Faso and the administrative, communications, cultural, and economic centre of the nation. It is also the country's largest city, with a population of 2,200,000 in 2015. The city's name is often shortened to Ouaga. The inhabitants are called ouagalais. The spelling of the name Ouagadougou is derived from the French orthography common in former French African colonies.",
  "/wiki/2009_African_Junior_Athletics_Championships": "The 2009 African Junior Athletics Championships were held in Bambous, Mauritius from 30 July to 2 August. There were 40 events in total, of which 20 were contested by male athletes and 20 by female athletes. Multiple gold medallists Caster Semenya and Amaka Ogoegbunam broke championships records, but also created controversy at the 2009 World Championships in Athletics later that year. Semenya was asked to take a gender test and Ogoegbunam tested positive for anabolic steroids.",
  "/wiki/Bambous,_Mauritius": "Bambous is a small town in Mauritius located in the Rivière Noire District. The village is administered by the Bambous Village Council under the aegis of the Rivière Noire District Council. According to the census made by Statistics Mauritius in 2011, the population was at 15,345.",
  "/wiki/2011_African_Junior_Athletics_Championships": "The 2011 African Junior Athletics Championships were held at the University of Botswana Stadium in Gaborone, Botswana from 12 to 15 May. It was the tenth edition of the continental athletics tournament for African athletes aged 19 years or younger. Over 700 athletes from 28 countries announced their desire to participate in the event over four days of track and field competitions, which featured 22 events from men and 22 events for women.",
  "/wiki/Gaborone": "Gaborone (UK: /ˌɡæbəˈroʊni, ˌhæb-/ GAB-ə-ROH-nee, HAB-, US: /ˌɡɑːbəˈroʊni, -neɪ/ GAH-bə-ROH-nee, -⁠nay, Tswana: [χabʊˈrʊnɛ]) is the capital and largest city of Botswana with a population of 231,626 based on the 2011 census, about 10% of the total population of Botswana. Its agglomeration is home to 421,907 inhabitants at the 2011 census.",
  "/wiki/2013_African_Junior_Athletics_Championships": "The 2013 African Junior Athletics Championships was the eleventh edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held at the Germain Comarmond Stadium in Bambous, Mauritius from 29 August – 1 September. A total of 223 athletes from 29 nations competed. Neither pole vault event was held, due to a lack of entries, and the decathlon and heptathlon competitions were also not contested.",
  "/wiki/2015_African_Junior_Athletics_Championships": "The 2015 African Junior Athletics Championships was the twelfth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held at the Addis Ababa Stadium in Addis Ababa, Ethiopia from 5–8 March. It was the first time that Ethiopia hosted the event and followed on from the 2008 African Championships in Athletics, which was hosted at the same venue.",
  "/wiki/Addis_Ababa": "Addis Ababa (Amharic: አዲስ አበባ, Addis Abäba IPA: [adˈdis ˈabəba] (listen), \"new flower\") or Addis Abeba, also known as Finfinne  (Oromo: Finfinne \"natural spring\"), is the capital and largest city of Ethiopia. According to the 2007 census, the city has a population of 2,739,551 inhabitants.",
  "/wiki/2017_African_U20_Championships_in_Athletics": "The 2017 African Junior Athletics Championships was the thirteenth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger. It was held at the Stade Lalla Setti in Tlemcen, Algeria, between 29 June and 2 July.",
  "/wiki/Tlemcen": "Tlemcen (/tlɛmˈsɛn/; Arabic: تلمسان‎ Tilimsān) is the second  largest city in north-western Algeria  after Oran and it is the capital of the province of the same name. The city has developed leather, carpet and textile industries, which it ships to the port of Rashgun (fr) for export. It had a population of 377,400 at the previous census, while the province had 1,302,000 inhabitants.",
  "/wiki/2019_African_U18_and_U20_Championships_in_Athletics": "The 2019 African U20 Championships in Athletics was the fourteenth edition of the biennial, continental athletics tournament for African athletes aged 19 years or younger, for the first time held jointly with the African U18 Championships in Athletics. It was held at the Stade Félix Houphouët-Boigny in Abidjan, Ivory Coast, between 16 and 20 April.",
  "/wiki/Abidjan": "Abidjan (/ˌæbɪˈdʒɑːn/ AB-ih-JAHN, French: [abidʒɑ̃]) is the economic capital of Ivory Coast and one of the most populous French-speaking cities in Africa. According to the 2014 census, Abidjan's population was 4.7 million, which is 20 percent of the overall population of the country, and this also makes it the sixth most populous city proper in Africa, after Lagos, Cairo, Kinshasa, Dar es Salaam, and Johannesburg. A cultural crossroads of West Africa, Abidjan is characterised by a high level of industrialisation and urbanisation."
}