{
  "/wiki/Ashcombe": "Ashcombe is a village and civil parish in the Teignbridge district of Devon, England, about six miles north of Teignmouth.  The parish had a population of 77 according to the 2001 census. The village lies on the south-eastern side of the Haldon hills in the valley of the stream known as Dawlish Water.",
  "/wiki/Devon": "Devon (/ˈdɛvən/), also known as Devonshire, is a county of England, reaching from the Bristol Channel in the north to the English Channel in the south. It is part of South West England, bounded by Cornwall to the west, Somerset to the north east, and Dorset to the east. The city of Exeter is the county town. The county includes the districts of East Devon, Mid Devon, North Devon, South Hams, Teignbridge, Torridge, and West Devon. Plymouth and Torbay are each geographically part of Devon, but are administered as unitary authorities. Combined as a ceremonial county, Devon's area is 6,707 km2 (2,590 square miles) and its population is about 1.1 million.",
  "/wiki/Victorian_restoration": "The Victorian restoration was the widespread and extensive refurbishment and rebuilding of Church of England churches and cathedrals that took place in England and Wales during the 19th-century reign of Queen Victoria. It was not the same process as is understood today by the term building restoration.",
  "/wiki/Norwich_Cathedral": "Norwich Cathedral is an English cathedral located in Norwich, Norfolk, dedicated to the Holy and Undivided Trinity. It is the cathedral church for the Church of England Diocese of Norwich and is one of the Norwich 12 heritage sites.",
  "/wiki/Norwich": "Norwich (/ˈnɒrɪdʒ, -ɪtʃ/ (listen)) is a city in Norfolk, England, situated on the River Wensum in East Anglia, about 100 miles (160 km) north-east of London. A city since 1094, Norwich is the county town of Norfolk and unofficially seen as East Anglia's capital. From the Middle Ages until the Industrial Revolution, Norwich was the largest city in England after London and one of the most important. The present-day population of the city is about 142,000.",
  "/wiki/Norfolk": "Norfolk (/ˈnɔːrfək/) is a county in East Anglia in England. It borders Lincolnshire to the northwest, Cambridgeshire to the west and southwest, and Suffolk to the south. Its northern and eastern boundaries are the North Sea and to the north-west, The Wash. The county town is Norwich.\nWith an area of 2,074 square miles (5,370 km2) and a population of 859,400, Norfolk is a largely rural county with a population density of 401 per square mile (155 per km2). Of the county's population, 40% live in four major built up areas: Norwich (213,000), Great Yarmouth (63,000), King's Lynn (46,000) and Thetford (25,000).",
  "/wiki/Helmingham": "Helmingham is a village in Suffolk, England, 12 miles (20 km) east of Stowmarket, and 12 miles north (20 km) of Ipswich. It has a population of 170, increasing to 186 at the 2011 Census.  It retains the same name by which it was recorded in Domesday.",
  "/wiki/Suffolk": "Suffolk (/ˈsʌfək/) is an East Anglian county of historic origin in England.  It has borders with Norfolk to the north, Cambridgeshire to the west and Essex to the south. The North Sea lies to the east.  The county town is Ipswich; other important towns include Lowestoft, Bury St Edmunds, Newmarket, and Felixstowe, one of the largest container ports in Europe.",
  "/wiki/Holy_Sepulchre,_Cambridge": "The Church of the Holy Sepulchre, generally known as The Round Church, is an Anglican church in the city of Cambridge, England.  It is located on the corner of Round Church Street and Bridge Street. Since 1950 the church has been designated a Grade I listed building, and is currently managed by Christian Heritage.  It is one of the four medieval round churches still in use in England.",
  "/wiki/Cambridge": "Cambridge (/ˈkeɪmbrɪdʒ/ KAYM-brij) is a university city and the county town of Cambridgeshire, England, on the River Cam approximately 50 miles (80 km) north of London. At the United Kingdom Census 2011, its population was 123,867 including 24,506 students. Cambridge became an important trading centre during the Roman and Viking ages, and there is archaeological evidence of settlement in the area as early as the Bronze Age. The first town charters were granted in the 12th century, although modern city status was not officially conferred until 1951.",
  "/wiki/Arncliffe,_North_Yorkshire": "Arncliffe is a small village and civil parish in Littondale, one of the Yorkshire Dales in England. Littondale is a small valley beside Upper Wharfedale, 3 miles (4.8 km) beyond Kilnsey and its famous crag.  It is part of the Craven district of the non-metropolitan county of North Yorkshire, but is in the historic West Riding of Yorkshire.  The population of the civil parish was estimated at 80 in 2015.",
  "/wiki/North_Yorkshire": "North Yorkshire is a non-metropolitan county (or shire county) and the largest ceremonial county in England by area. It is located primarily in the region of Yorkshire and the Humber but partly in the region of North East England. The estimated (by ONS) population of North Yorkshire was 602,300 in mid-2016 (not including the unitary districts of York, Middlesbrough, Stockton and Redcar & Cleveland).",
  "/wiki/Nave": "The nave /neɪv/ is the central part of a church, stretching from the (normally western) main entrance or rear wall, to the transepts, or in a church without transepts, to the chancel. When a church contains side aisles, as in a basilica-type building, the strict definition of the term \"nave\" is restricted to the central aisle. In a broader, more colloquial sense, the nave includes all areas available for the lay worshippers, including the side-aisles and transepts. Either way, the nave is distinct from the area reserved for the choir and clergy.",
  "/wiki/Chancel": "In church architecture, the chancel is the space around the altar, including the choir and the sanctuary (sometimes called the presbytery), at the liturgical east end of a traditional Christian church building. It may terminate in an apse.  It is generally the area used by the clergy and choir during worship, while the congregation is in the nave. Direct access may be provided by a priest's door, usually on the south side of the church. This is one definition, sometimes called the \"strict\" one; in practice in churches where the eastern end contains other elements such as an ambulatory and side chapels, these are also often counted as part of the chancel, especially when discussing architecture. In smaller churches, where the altar is backed by the outside east wall and there is no distinct choir, the chancel and sanctuary may be the same area.  In churches with a retroquire area behind the altar, this may only be included in the broader definition of chancel.",
  "/wiki/St_Peter%27s_Church,_Elford": "St Peter's Church, Elford is a parish church in the village of Elford, Staffordshire in the United Kingdom. The church is situated on the eastern edge of the village on the north bank of the River Tame. The church is a Grade II* Listed Building. A church has stood on the current site since Norman times but the current building predominantly dates from the mid-19th century.",
  "/wiki/Elford": "Elford is a village and civil parish in Lichfield District, Staffordshire, England.  It is situated on the east bank of the River Tame, about 5 miles (8 km) east of the City of Lichfield and 5 miles north of Tamworth.",
  "/wiki/Staffordshire": "Staffordshire (/ˈstæfərdʃɪər, -ʃər/; postal abbreviation Staffs.) is a landlocked county in the West Midlands of England. It borders Cheshire to the northwest, Derbyshire and Leicestershire to the east, Warwickshire to the southeast, West Midlands and Worcestershire to the south, and Shropshire to the west.",
  "/wiki/Greystoke,_Cumbria": "Greystoke is a village and civil parish on the edge of the Lake District National Park in Cumbria, England, about 4 miles (6.4 km) west of Penrith.  The village centres on a green surrounded by stone houses and cottages.",
  "/wiki/Cumbria": "Cumbria (/ˈkʌmbriə/ KUM-bree-ə) is a ceremonial and non-metropolitan county in North West England. The county and Cumbria County Council, its local government, came into existence in 1974 after the passage of the Local Government Act 1972. Cumbria's county town is Carlisle, in the north of the county, and the only other major urban area is Barrow-in-Furness on the southwestern tip of the county.",
  "/wiki/Castle_Rising": "Castle Rising is a village and civil parish in the English county of Norfolk. It is best known for the castle which dominates the village. The village is situated some 8 kilometres (5.0 mi) north-east of the town of King's Lynn and 60 kilometres (37 mi) west of the city of Norwich. The River Babingley skirts the north of the village separating Castle Rising from the site of the lost village of Babingley.",
  "/wiki/Wells_Cathedral": "Wells Cathedral is an Anglican cathedral in Wells, Somerset, England, dedicated to St Andrew the Apostle and seat of the Bishop of Bath and Wells, whose cathedra it holds as mother church of the Diocese of Bath and Wells. Built in 1176–1450 to replace an earlier church on the site since 705, it is moderately sized for an English cathedral. Its broad west front and large central tower are dominant features. It has been called \"unquestionably one of the most beautiful\" and \"most poetic\" of English cathedrals. Its Gothic architecture is mostly in Early English style of the late 12th – early 13th centuries, lacking the Romanesque work that survives in many other cathedrals. Building began about 1175 at the east end with the choir. Historian John Harvey sees it as Europe's first truly Gothic structure, breaking the last constraints of Romanesque. The stonework of its pointed arcades and fluted piers bears pronounced mouldings and carved capitals in a foliate, \"stiff-leaf\" style. Its Early English front with 300 sculpted figures, is seen as a \"supreme triumph of the combined plastic arts in England\". The east end retains much ancient stained glass. Unlike many cathedrals of monastic foundation, Wells has many surviving secular buildings linked to its chapter of secular canons, including the Bishop's Palace and the 15th-century residential Vicars' Close. It is a Grade I listed building.",
  "/wiki/Wells,_Somerset": "Wells (/wɛlz/) is a cathedral city and civil parish in the Mendip district of Somerset, on the southern edge of the Mendip Hills. Although the population recorded in the 2011 census was only 10,536, (increased to 12,000 by 2018) and with a built-up area of just 3.244 square kilometres, Wells has had city status since medieval times, because of the presence of Wells Cathedral. Often described as England's smallest city, it is actually second smallest to the City of London in area and population, but unlike London it is not part of a larger urban agglomeration.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/St_Oswald%27s_Church,_Lower_Peover": "St Oswald's Church is in the village of Lower Peover, Cheshire, England.  It is recorded in the National Heritage List for England as a designated Grade I listed building.  It is an active Anglican parish church in the diocese of Chester, the archdeaconry of Macclesfield and the deanery of Knutsford.  Its benefice is combined with that of St Lawrence, Over Peover.",
  "/wiki/Lower_Peover": "Lower Peover is a village in the civil parish of Nether Peover in the unitary authority of Cheshire East and the ceremonial county of  Cheshire, England, approximately 6 miles east of Northwich and 4 miles south of Knutsford. The boundary of the civil parish deviates slightly to include Lower Peover in Nether Peover and not the adjacent civil parish of Peover Inferior. The population of the civil parish at the 2011 census was 415.",
  "/wiki/Cheshire": "Cheshire (/ˈtʃɛʃər, -ɪər/ CHESH-ər, -⁠eer; archaically the County Palatine of Chester) is a county in North West England, bordering Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and Flintshire and Wrexham County Borough in Wales to the west. Cheshire's county town is the City of Chester (118,200); the largest town is Warrington (209,700). Other major towns include Crewe (71,722), Runcorn (61,789), Widnes (61,464), Ellesmere Port (55,715), Macclesfield (52,044), Winsford (32,610) and Northwich (19,924).",
  "/wiki/Aisle": "An aisle (British English: gangway) is, in general (common), a space for walking with rows of seats on both sides or with rows of seats on one side and a wall on the other. Aisles can be seen in airplanes, certain types of buildings, such as churches, cathedrals, synagogues, meeting halls, parliaments and legislatures, courtrooms, theatres, and in certain types of passenger vehicles. Their floors may be flat or, as in theatres, stepped upwards from a stage.",
  "/wiki/Aldridge": "Aldridge is a town and civil parish in the Walsall Borough, West Midlands, England. Historically a village that was part of Staffordshire until 1974.",
  "/wiki/West_Midlands_(region)": "The West Midlands is one of nine official regions of England at the first level of NUTS for statistical purposes. It covers the western half of the area traditionally known as the Midlands. It contains Birmingham and the larger West Midlands conurbation, which is the third most populous in the United Kingdom. The City of Coventry is also located within the West Midlands county, but is separated from the conurbation to the west by several miles of green belt. The region also contains 6 shire counties which stretch from the Welsh Border to the East Midlands.",
  "/wiki/Rock,_Northumberland": "Rock is a village in Northumberland, England about 5 miles (8 km) north of Alnwick.",
  "/wiki/Northumberland": "Northumberland (/nɔːrˈθʌmbərlənd/) is a unitary authority and historic county in North East England. The northernmost county of England, the unitary authority borders Cumbria to the west, County Durham and Tyne and Wear to the south and the Scottish Borders to the north. To the east is the North Sea coastline with a path 103 kilometres (64 mi) long. The county town is Alnwick, although the county council is based in Morpeth.",
  "/wiki/Bellcote": "A bell-cot, bell-cote or bellcote is a small framework and shelter for one or more bells.  Bellcotes are most common in church architecture but are also seen on institutions such as schools. The bellcote may be carried on brackets projecting from a wall or built on the roof of chapels or churches that have no towers. The bellcote often holds the Sanctus bell that is rung at the consecration of the Eucharist.",
  "/wiki/Vestry": "A vestry was a committee for the local secular and ecclesiastical government for a parish in England and Wales, which originally met in the vestry or sacristy of the parish church, and consequently became known colloquially as the \"vestry\".",
  "/wiki/Apse": "In architecture, an apse (plural apses; from Latin absis: \"arch, vault\" from Greek ἀψίς apsis \"arch\"; sometimes written apsis, plural apsides) is a semicircular recess covered with a hemispherical vault or semi-dome, also known as an exedra.  In Byzantine, Romanesque, and Gothic Christian church (including cathedral and abbey) architecture, the term is applied to a semi-circular or polygonal termination of the main building at the liturgical east end (where the altar is), regardless of the shape of the roof, which may be flat, sloping, domed, or hemispherical.  Smaller apses may also be in other locations, especially shrines.",
  "/wiki/St_Mary%27s_Church,_Weaverham": "St Mary's Church is in the village of Weaverham, Cheshire, England. The church is recorded in the National Heritage List for England as a designated Grade I listed building. It is an active Anglican parish church in the Diocese of Chester, the archdeaconry of Chester and the deanery of Middlewich.",
  "/wiki/Weaverham": "Weaverham is a village and civil parish in the Borough of Cheshire West and Chester and the ceremonial county of Cheshire in England. Just off the A49, it is just to the west of Northwich and south of the River Weaver, and has a population of 6,589, decreasing to 6,391 at the 2011 UK Census.",
  "/wiki/Flixton,_The_Saints": "Flixton is a village and civil parish located in the district of East Suffolk in the English county of Suffolk. It is located around 2 miles (3.2 km) southwest of Bungay to the south of the River Waveney on the Norfolk border. In 2001 and 2011 the population of the civil parish of Flixton was 176.",
  "/wiki/Church_of_St_Mary_the_Great,_Cambridge": "St Mary the Great is a Church of England parish and university church at the north end of King's Parade in central Cambridge, England. It is known locally as Great St Mary's or simply GSM to distinguish it from \"Little St Mary's\". It is one of the Greater Churches. It is designated by Historic England as a Grade I listed building.",
  "/wiki/Sherburn-in-Elmet": "Sherburn in Elmet (pronounced /ˈʃɜːrbərnɪnˈɛlmɪt/ SHUR-bər-nin-EL-mit) is a large village, civil parish and  electoral ward in the Selby District of North Yorkshire, England, situated near to Selby. Historically part of the West Riding of Yorkshire, it is one of only three places in the area to be explicitly associated with the ancient Celtic kingdom of Elmet via featuring the kingdom's title in its name, the others being Barwick-in-Elmet and Scholes-in-Elmet. According to the 2011 census, Sherburn has a population of 6,657.",
  "/wiki/Durham_Cathedral": "The Cathedral Church of Christ, Blessed Mary the Virgin and St Cuthbert of Durham, commonly known as Durham Cathedral and home of the Shrine of St Cuthbert, is a cathedral in the city of Durham, England.  It is the seat of the Bishop of Durham, the fourth-ranked bishop in the Church of England hierarchy.  The present cathedral was begun in 1093, replacing the Saxon 'White Church', and is regarded as one of the finest examples of Norman architecture in Europe. In 1986 the cathedral and Durham Castle were designated a UNESCO World Heritage Site.",
  "/wiki/Durham,_England": "Durham (/ˈdʌrəm/, locally /ˈdɜrəm/ listen) is a historic city and the county town of County Durham in North East England. The city lies on the River Wear, to the south-west of Sunderland, south of Newcastle upon Tyne and to the north of Darlington. Founded over the final resting place of St Cuthbert, its Norman cathedral became a centre of pilgrimage in medieval England. The cathedral and adjacent 11th-century castle were designated a World Heritage Site by UNESCO in 1986. The castle has been the home of Durham University since 1832. HM Prison Durham is also located close to the city centre. City of Durham is the name of the civil parish.",
  "/wiki/Cloister": "A cloister (from Latin claustrum, \"enclosure\") is a covered walk, open gallery, or open arcade running along the walls of buildings and forming a quadrangle or garth. The attachment of a cloister to a cathedral or church, commonly against a warm southern flank, usually indicates that it is (or once was) part of a monastic foundation, \"forming a continuous and solid architectural barrier... that effectively separates the world of the monks from that of the serfs and workmen, whose lives and works went forward outside and around the cloister.\"",
  "/wiki/Fernhurst": "Fernhurst is a village and civil parish in the Chichester District of West Sussex, England, on the A286 Guildford to Chichester road, 3 miles (4.8 km) south of Haslemere. The parish includes the settlements of Henley Common, Kingsley Green and Bell Vale, lies within the boundaries of the South Downs National Park and is surrounded by hills.",
  "/wiki/West_Sussex": "West Sussex is a county in the south of England, bordering East Sussex (with Brighton and Hove) to the east, Hampshire to the west and Surrey to the north, and to the south the English Channel.",
  "/wiki/Whickham": "Whickham is a town in the Metropolitan Borough of Gateshead, North East England, 5 miles (8.0 km) south west of Newcastle upon Tyne, and is situated on high ground overlooking the River Tyne. In 2011, it had a population of 16,652. Whickham is a semi-rural, middle class suburban town and former civil parish. Built on a large hill, it overlooks a large part of the northern and western horizon, including the MetroCentre, and contains a mixture of large suburban housing estates and private streets for the local residents. The main street that goes through the town contains some shops and retailers, a few pubs and restaurants, and St. Mary's Church, the oldest building in Whickham.",
  "/wiki/Tyne_and_Wear": "Tyne and Wear (/ˌtaɪn  ...  ˈwɪər/) is a metropolitan county in the North East region of England around the mouths of the rivers Tyne and Wear. It came into existence in 1974 after the passage of the Local Government Act 1972.  It consists of the five metropolitan boroughs of South Tyneside, North Tyneside, City of Newcastle upon Tyne, Gateshead and City of Sunderland. It is bounded on the east by the North Sea, and has borders with Northumberland to the north and County Durham to the south.",
  "/wiki/St_Michael%27s_Church,_Alnwick": "St Michael's Church is an Anglican place of worship situated on Bailiffgate in the town of Alnwick in Northumberland, England. The current building dates from the 15th century but a 12th-century Norman chapel stood on the site prior to this; reports of an earlier 8th-century Saxon chapel are unconfirmed. The church is dedicated to St Michael the Archangel, in earlier times it was also dedicated to St Mary as well. It is a Grade I listed building which is included in the book “England's Thousand Best Churches\".",
  "/wiki/Alnwick": "Alnwick (/ˈænɪk/ (listen) AN-ik) is a market town in Northumberland, England, of which it is the traditional county town. The population at the 2011 Census was 8,116.",
  "/wiki/List_of_church_restorations_and_alterations_by_Anthony_Salvin": "Anthony Salvin (1799–1881) was an English architect, born in Sunderland Bridge, County Durham.  He trained under John Paterson of Edinburgh, and moved to London in 1821.  His works include new churches, restoration of and additions to existing churches, and various other buildings, including schools.  However, he is mainly noted for his work on existing major buildings, including castles, and for designing new substantial country houses.  The castles on which he worked include Windsor Castle, Norwich Castle, Rockingham Castle, Newark Castle, Warkworth Castle, Muncaster Castle, and Warwick Castle.  He also carried out work on the Tower of London, and on Trinity College, Cambridge, Gonville and Caius College, Cambridge, and University College, Durham.  His new country houses include Mamhead House (his first major project), Scotney Castle, Keele Hall, Thoresby Hall, and Peckforton Castle.  In addition he designed the Observatory for Durham University."
}