{
  "/wiki/Participants_in_the_Madoff_investment_scandal": "Participants in the Madoff investment scandal included employees of Bernard Madoff's investment firm with specific knowledge of the Ponzi scheme, a three-person accounting firm that assembled his reports, and a network of feeder funds that invested their clients' money with Madoff while collecting significant fees. Madoff avoided most direct financial scrutiny by accepting investments only through these feeder funds, while obtaining false auditing statements for his firm. The liquidation trustee of Madoff's firm has implicated managers of the feeder funds for ignoring signs of Madoff's deception. Although Madoff claimed to have executed the scheme alone, subsequent investigation has shown that he was assisted by a small group of close associates, as well as the feeders' self-interested indifference to the source of his investment returns.",
  "/wiki/Federal_Correctional_Institution,_Miami": "The Federal Correctional Institution, Miami (FCI Miami) is a low-security United States federal prison for male inmates in Florida. It is operated by the Federal Bureau of Prisons (BOP), a division of the United States Department of Justice. The institution also has an adjacent satellite prison camp that houses minimum-security male offenders.",
  "/wiki/Ponzi_scheme": "A Ponzi scheme (/ˈpɒnzi/, Italian: [ˈpontsi]; also a Ponzi game) is a form of fraud that lures investors and pays profits to earlier investors with funds from more recent investors. The scheme leads victims to believe that profits are coming from product sales or other means, and they remain unaware that other investors are the source of funds. A Ponzi scheme can maintain the illusion of a sustainable business as long as new investors contribute new funds, and as long as most of the investors do not demand full repayment and still believe in the non-existent assets they are purported to own.",
  "/wiki/Bernard_Madoff": "Bernard Lawrence  Madoff (/ˈmeɪdɔːf/; born April 29, 1938) is an American former market maker, investment advisor and financier who is currently serving a federal prison sentence for offenses related to a massive Ponzi scheme. He is the former non-executive chairman of the NASDAQ stock market, the confessed operator of the largest Ponzi scheme in world history, and the largest financial fraud in U.S. history. Prosecutors estimated the fraud to be worth $64.8 billion based on the amounts in the accounts of Madoff's 4,800 clients as of November 30, 2008.",
  "/wiki/Conspiracy_(crime)": "In criminal law, a conspiracy is an agreement between two or more persons to commit a crime at some time in the future. Criminal law in some countries or for some conspiracies may require that at least one overt act be undertaken in furtherance of that agreement, to constitute an offense. There is no limit on the number participating in the conspiracy and, in most countries, no requirement that any steps have been taken to put the plan into effect (compare attempts which require proximity to the full offense). For the purposes of concurrence, the actus reus is a continuing one and parties may join the plot later and incur joint liability and conspiracy can be charged where the co-conspirators have been acquitted or cannot be traced. Finally, repentance by one or more parties does not affect liability (unless, in some cases, it occurs before the parties have committed overt acts) but may reduce their sentence.",
  "/wiki/Securities_fraud": "Securities fraud, also known as stock fraud and investment fraud, is a deceptive practice in the stock or commodities markets that induces investors to make purchase or sale decisions on the basis of false information, frequently resulting in losses, in violation of securities laws.[failed verification]",
  "/wiki/Raj_Rajaratnam": "Raj Rajaratnam (Tamil: ராஜ் ராஜரத்தினம்; born Rajakumaran Rajaratnam; June 15, 1957) is a Sri Lankan-American former hedge fund manager and founder of the Galleon Group, a New York-based hedge fund management firm. On October 16, 2009, he was arrested by the FBI for insider trading, which also caused the Galleon Group to fold. He stood trial in U.S. v Rajaratnam (09 Cr. 01184) in the United States District Court for the Southern District of New York, and on May 11, 2011, was found guilty on all 14 counts of conspiracy and securities fraud. On October 13, 2011, Rajaratnam was sentenced to 11 years in prison and fined a criminal and civil penalty of over $150 million combined.",
  "/wiki/Galleon_Group": "The Galleon Group was one of the largest hedge fund management firms in the world, managing over $7 billion, before closing in October 2009. The firm was the center of a 2009 insider trading scandal which subsequently led to its fall.",
  "/wiki/Fraud": "In law, fraud is intentional deception to secure unfair or unlawful gain, or to deprive a victim of a legal right. Fraud can violate civil law (i.e., a fraud victim may sue the fraud perpetrator to avoid the fraud or recover monetary compensation), a criminal law (i.e., a fraud perpetrator may be prosecuted and imprisoned by governmental authorities), or it may cause no loss of money, property or legal right but still be an element of another civil or criminal wrong. The purpose of fraud may be monetary gain or other benefits, for example by obtaining a passport, travel document, or driver's license, or mortgage fraud, where the perpetrator may attempt to qualify for a mortgage by way of false statements.",
  "/wiki/Insider_trading": "Insider trading is the trading of a public company's stock or other securities (such as bonds or stock options) based on material, nonpublic information about the company. In various countries, some kinds of trading based on insider information is illegal. This is because it is seen as unfair to other investors who do not have access to the information, as the investor with insider information could potentially make larger profits than a typical investor could make. The rules governing insider trading are complex and vary significantly from country to country. The extent of enforcement also varies from one country to another. The definition of insider in one jurisdiction can be broad, and may cover not only insiders themselves but also any persons related to them, such as brokers, associates, and even family members. A person who becomes aware of non-public information and trades on that basis may be guilty of a crime.",
  "/wiki/CNBC": "CNBC is an American pay television business news channel that is owned by NBCUniversal Broadcast, Cable, Sports and News, a division of NBCUniversal, with both being ultimately owned by Comcast. Headquartered in Englewood Cliffs, New Jersey, the network primarily carries business day coverage of U.S. and international financial markets; following the end of the business day and on non-trading days, CNBC primarily carries financial and business-themed documentaries and reality shows.",
  "/wiki/American_Greed": "American Greed, also known as American Greed: Scams, Scoundrels, And Suckers and as American Greed: Scams, Schemes, And Broken Dreams, is an original primetime series airing on the business news network CNBC. It was created by Mark Hoffman president, CEO, and chairman of the board at CNBC. The program is narrated by Stacy Keach Jr..  It first aired on June 21, 2007, in the US and is currently airing in its thirteenth season. Episodes are also rebroadcast on the television network Escape.",
  "/wiki/Nicholas_Cosmo": "Nicholas Cosmo (born 1971) is an American former businessman and white-collar criminal.  He was arrested January 26, 2009 on charges of an estimated $370–413 million Ponzi scheme. Cosmo conducted the scheme using his company Agape World Inc. in Hauppauge, New York, which claimed to make its profits via commercial bridge lending. Authorities arrested him in Hicksville, New York.",
  "/wiki/Frank_Locascio": "Frank \"Frankie Loc\" Locascio (born 1933) is a New York mobster who became the Consigliere to the Gambino crime family, under boss to John Gotti. He was one of Gotti's closest lieutenants.",
  "/wiki/Underboss": "Underboss (Italian: sottocapo) is a position within the leadership structure of certain organized crime groups, particularly in Sicilian, Greek, and Italian-American Mafia crime families. The underboss is second in command to the boss. The underboss is sometimes a family member, such as a son, who will take over the family if the boss is sick, killed, or imprisoned. However the position of street boss has somewhat challenged the rank of underboss in the modern era. The position was installed within the Genovese crime family since at least the mid 1960s. It has also been used in the Detroit crime family and the Chicago Outfit.",
  "/wiki/Gambino_crime_family": "The Gambino crime family (pronounced [ɡamˈbiːno]) is one of the \"Five Families\" that dominate organized crime activities in New York City, United States, within the nationwide criminal phenomenon known as the American Mafia. The group, which went through five bosses between 1910 and 1957, is named after Carlo Gambino, boss of the family at the time of the McClellan hearings in 1963, when the structure of organized crime first gained public attention. The group's operations extend from New York and the eastern seaboard to California. Its illicit activities include labor and construction racketeering, gambling, loansharking, extortion, money laundering, prostitution, fraud, hijacking, and fencing.",
  "/wiki/John_Gotti": "John Joseph Gotti Jr. (/ˈɡɒti/, Italian: [ˈɡɔtti]; October 27, 1940 – June 10, 2002) was an Italian-American gangster who became boss of the Gambino crime family in New York City. Gotti and his brothers grew up in poverty and turned to a life of crime at an early age. Gotti quickly became one of the crime family's biggest earners and a protégé of Gambino family underboss Aniello Dellacroce, operating out of the Ozone Park neighborhood of Queens.",
  "/wiki/Racketeering": "A racket, according to the current common and most general definition, is an organized criminal act in which the criminal act is some form of substantial business, or a way to earn illegal money either regularly, or briefly but repeatedly. A racket is therefore generally a repeated or continuous organized criminal operation. However, according to the more specific definition, racketeering constitutes extortion or criminal coercion. \nOriginally and often still specifically, a “racket” referred to a criminal act in which the perpetrator or perpetrators fraudulently offer a service to solve a nonexistent problem, a service that will not be put into effect, or a service that would not exist without the racket. Conducting a racket is racketeering. Particularly, the potential problem may be caused by the same party that offers to solve it, but that fact may be concealed, with the specific intent to engender continual patronage for this party.",
  "/wiki/Obstruction_of_justice": "Obstruction of justice, in United States jurisdictions, is a crime consisting of obstructing prosecutors, investigators, or other government officials. Common law jurisdictions other than the United States tend to use the wider offense of perverting the course of justice.",
  "/wiki/Tax_fraud": "Tax evasion is the illegal evasion of taxes by individuals, corporations, and trusts. Tax evasion often entails taxpayers deliberately misrepresenting the true state of their affairs to the tax authorities to reduce their tax liability and includes dishonest tax reporting, such as declaring less income, profits or gains than the amounts actually earned, or overstating deductions.",
  "/wiki/Jacob_Wetterling": "Jacob Erwin Wetterling (February 17, 1978 – October 22, 1989) was an American boy from St. Joseph, Minnesota who was kidnapped from his hometown and murdered at the age of 11 on October 22, 1989. His abduction remained a mystery for nearly 27 years.",
  "/wiki/Roswell,_Georgia": "Roswell is a city in north Fulton County, Georgia, United States. In the official 2010 U.S. Census it had a population of 88,346. The 2017 estimated population was 94,786, making Roswell the state's eighth-largest city. A suburb of Atlanta, Roswell has an affluent historic district.",
  "/wiki/Harold_T._Martin_III": "Harold Thomas Martin III (born November 1964) is a former contractor for Booz Allen Hamilton who has been accused of stealing approximately 50 terabytes of data from the National Security Agency (NSA).",
  "/wiki/Richard_Goldberg": "Richard Steve Goldberg (born November 9, 1945) is a convicted sex offender and a former fugitive who was added to the FBI's Ten Most Wanted Fugitives list on June 14, 2002. Goldberg is the 474th fugitive to be placed on the list. He was captured in Montreal, Canada on May 12, 2007, and subsequently convicted and sentenced to imprisonment of 20 years.",
  "/wiki/Child_molester": "Child sexual abuse, also called child molestation, is a form of child abuse in which an adult or older adolescent uses a child for sexual stimulation. Forms of child sexual abuse include engaging in sexual activities with a child (whether by asking or pressuring, or by other means), indecent exposure (of the genitals, female nipples, etc.), child grooming, child sexual exploitation  or using a child to produce  child pornography.",
  "/wiki/FBI_Ten_Most_Wanted_Fugitive": "The FBI Ten Most Wanted Fugitives is a most wanted list maintained by the United States Federal Bureau of Investigation (FBI). The list arose from a conversation held in late 1949 between J. Edgar Hoover, Director of the FBI, and William Kinsey Hutchinson, International News Service (the predecessor of the United Press International) editor-in-chief, who were discussing ways to promote capture of the FBI's \"toughest guys\". This discussion turned into a published article, which received so much positive publicity that on March 14, 1950, the FBI officially announced the list to increase law enforcement's ability to capture dangerous fugitives.",
  "/wiki/Child_pornography": "Child pornography is pornography that exploits children for sexual stimulation. It may be produced with the direct involvement or sexual assault of a child (also known as child sexual abuse images) or it may be simulated child pornography. Abuse of the child occurs during the sexual acts or lascivious exhibitions of genitals or pubic areas which are recorded in the production of child pornography. Child pornography may use a variety of media, including writings, magazines, photos, sculpture, drawing, cartoon, painting, animation, sound recording, film, video, and video games.",
  "/wiki/Federal_Medical_Center,_Devens": "The Federal Medical Center, Devens (FMC Devens) is a United States federal prison in Massachusetts for male inmates requiring specialized or long-term medical or mental health care. It is designated as an administrative facility, which means it has inmates from different security classifications, from white-collar criminals to mobsters and sex offenders. It is operated by the Federal Bureau of Prisons, a division of the United States Department of Justice. FMC Devens also has a satellite camp housing minimum-security male inmates."
}