{
  "/wiki/Short_program_(figure_skating)": "The short program of figure skating is the first of two segments of competitions, skated before the free skating program.  It lasts, for both senior and junior singles and pair skaters, 2 minutes and 40 seconds.  In synchronized skating, for both juniors and seniors, the short program lasts 2 minutes and 50 seconds.  Vocal music with lyrics is allowed for all disciplines since the 2014-2015 season.  The short program for single skaters and for pair skaters consists of seven required elements, and there are six required elements for synchronized skaters.",
  "/wiki/Free_skating": "The free skating segment of figure skating, also called the free skate and the long program, is the second of two segments of competitions, skated after the short program.  Its duration, across all disciplines, is four minutes for senior skaters and teams, and three-and-one-half minutes for junior skaters and teams.  Vocal music with lyrics is allowed for all disciplines since the 2014—2015 season. The free skating program, across all disciplines, must be well-balanced and include certain elements described and published by the International Skating Union (ISU).",
  "/wiki/Yannick_Ponsero": "Yannick Ponsero (born 17 October 1986) is a French former competitive figure skater. He won two medals at the World Junior Championships (silver in 2005, bronze in 2006) and two medals on the ISU Junior Grand Prix series, including gold in France. On the senior level, he is the 2008 NHK Trophy bronze medalist, a two-time International Cup of Nice champion, and the 2009 French national champion.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Alban_Préaubert": "Alban Préaubert (born 20 September 1985) is a French former competitive figure skater. He won six ISU Grand Prix medals and five French national bronze medals (2006, 2008–11).",
  "/wiki/Igor_Macypura": "Igor Macypura (Ukrainian: Ігор Маципура: Ihor Matsypura or Igor Matsipura; born 10 April 1985) is a Ukrainian figure skater who competed internationally for Slovakia. He is the 2008 Triglav Trophy silver medalist, the 2008 International Cup of Nice bronze medalist, the 2006 Ondrej Nepela Memorial bronze medalist, and a three-time Slovak national champion. He qualified to the free skate at five ISU Championships.",
  "/wiki/Slovakia": "Slovakia (/sloʊˈvækiə, -ˈvɑːk-/ (listen); Slovak: Slovensko [ˈslɔʋɛnskɔ] (listen)), officially the Slovak Republic (Slovak: Slovenská republika, listen (help·info)), is a landlocked country in the eastern part of Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the southwest, and the Czech Republic to the northwest. Slovakia's territory spans about 49,000 square kilometres (19,000 sq mi) and is mostly mountainous. The population is over 5.6 million and consists mostly of Slovaks. The capital and largest city is Bratislava, and the second-largest city is Košice. The official language is Slovak.\n The Slavs arrived in the territory of present-day Slovakia in the 5th and 6th centuries. In the 7th century they played a significant role in the creation of Samo's Empire and in the 9th century established the Principality of Nitra, which was later conquered by the Principality of Moravia to establish Great Moravia. In the 10th century, after the dissolution of Great Moravia, the territory was integrated into the Principality of Hungary, which would become the Kingdom of Hungary in 1000. In 1241 and 1242, much of the territory was destroyed by the Mongols during their invasion of Central and Eastern Europe. The area was recovered largely thanks to Béla IV of Hungary who also settled Germans who became an important ethnic group in the area, especially in what are today parts of central and eastern Slovakia. After World War I and the dissolution of the Austro-Hungarian Empire, the Czechoslovak National Council established Czechoslovakia (1918–1939). A separate (First) Slovak Republic (1939–1945) existed during World War II as a totalitarian, clero-fascist one-party client state of Nazi Germany. At the end of World War II, Czechoslovakia was re-established as an independent country. After a coup in 1948 Czechoslovakia became a totalitarian one-party socialist state under a communist administration, during which the country was part of the Soviet led Eastern Bloc. Attempts to liberalize communism in Czechoslovakia culminated in the Prague Spring, which was crushed by the Warsaw Pact invasion of Czechoslovakia in August 1968. In 1989, the Velvet Revolution ended the Communist rule in Czechoslovakia peacefully. Slovakia became an independent state on 1 January 1993 after the peaceful dissolution of Czechoslovakia, sometimes known as the Velvet Divorce.\n Slovakia is a high-income advanced economy with a very high Human Development Index, a very high standard of living and performs favourably in measurements of civil liberties, press freedom, internet freedom, democratic governance and peacefulness. The country maintains a combination of a market economy with a comprehensive social security system. Citizens of Slovakia are provided with universal health care, free education and one of the longest paid parental leaves in the OECD. The country joined the European Union on 1 May 2004 and joined the Eurozone on 1 January 2009. Slovakia is also a member of the Schengen Area, NATO, the United Nations, the OECD, the WTO, CERN, the OSCE, the Council of Europe and the Visegrád Group. As part of Eurozone, Slovak legal tender is the euro, the world's 2nd-most-traded currency. Slovakia is the world's largest per-capita car producer with a total of 1,110,000 cars manufactured in the country in 2019 alone and the 5th largest car producer in the European Union, representing 43% of Slovakia's total industrial output.",
  "/wiki/Konstantin_Menshov": "Konstantin Alexandrovich Menshov (Russian: Константин Александрович Меньшов, born 23 February 1983) is a Russian former competitive figure skater. He is the 2014 European bronze medalist, the 2015 Finlandia Trophy champion, a two-time (2010, 2012) Nebelhorn Trophy silver medalist, a two-time (2007, 2012) NRW Trophy champion, and the 2011 Russian national champion. Menshov is one of the skaters to have landed two quad jumps in a short program and three quad jumps in a free program.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Peter_Liebers": "Peter Liebers (born 16 April 1988) is a German figure skater. He is the 2015 Winter Universiade champion, the 2010 Nebelhorn Trophy bronze medalist, the 2012 Ice Challenge champion, and a six-time German national champion. He placed eighth at the 2014 Winter Olympics in Sochi and as high as sixth at the European Championships (2014 and 2015).",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.\n In the aftermath of the 1917 Russian Revolution, Belarus declared independence as the Belarusian People's Republic, which was conquered by Soviet Russia. The Socialist Soviet Republic of Byelorussia became a founding constituent republic of the Soviet Union in 1922 and was renamed as the Byelorussian Soviet Socialist Republic (Byelorussian SSR). Belarus lost almost half of its territory to Poland after the Polish–Soviet War of 1919–1921. Much of the borders of Belarus took their modern shape in 1939, when some lands of the Second Polish Republic were reintegrated into it after the Soviet invasion of Poland, and were finalized after World War II. During WWII, military operations devastated Belarus, which lost about a quarter of its population and half of its economic resources. The republic was redeveloped in the post-war years. In 1945 the Byelorussian SSR became a founding member of the United Nations, along with the Soviet Union and the Ukrainian SSR.\n The parliament of the republic proclaimed the sovereignty of Belarus on 27 July 1990, and during the dissolution of the Soviet Union, Belarus declared independence on 25 August 1991. Alexander Lukashenko has served as the country's first president since 1994. Belarus has been labeled \"Europe's last dictatorship\" by some Western journalists, on account of Lukashenko's self-described authoritarian style of government. Lukashenko continued a number of Soviet-era policies, such as state ownership of large sections of the economy. Elections under Lukashenko's rule have been widely criticized as unfair; and according to many countries and organizations, political opposition has been violently suppressed. Belarus is also the last country in Europe using the death penalty. Belarus's Democracy Index rating is the lowest in Europe, the country is labelled as \"not free\" by Freedom House, as \"repressed\" in the Index of Economic Freedom, and is rated as by far the worst country for press freedom in Europe in the 2013–14 Press Freedom Index published by Reporters Without Borders, which ranks Belarus 157th out of 180 nations.\n In 2000, Belarus and Russia signed a treaty for greater cooperation, forming the Union State. Over 70% of Belarus's population of 9.49 million resides in urban areas. More than 80% of the population is ethnic Belarusian, with sizable minorities of Russians, Poles and Ukrainians. Since a referendum in 1995, the country has had two official languages: Belarusian and Russian. The Constitution of Belarus does not declare any official religion, although the primary religion in the country is Eastern Orthodox Christianity. The second-most widespread religion, Roman Catholicism, has a much smaller following; nevertheless, Belarus celebrates both Orthodox and Catholic versions of Christmas and Easter as national holidays. Belarus is a member of the United Nations since its founding, the Commonwealth of Independent States, CSTO, EEU, and the Non-Aligned Movement. Belarus has shown no aspirations for joining the European Union but nevertheless maintains a bilateral relationship with the organisation, and likewise participates in two EU projects: the Eastern Partnership and the Baku Initiative.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Yoann_Deslot": "Yoann Deslot (born May 15, 1984  in La Tronche) is a French former competitive figure skater. He placed 12th in his senior Grand Prix debut at the 2008 Trophée Eric Bompard.",
  "/wiki/Jamal_Othman": "Jamal Aziz Othman (born 13 August 1986 in Worb, Canton of Bern) is a Swiss figure skater. He is the 2009 Swiss national champion and a five-time (2002, 2005–2007, 2010) national silver medalist.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.\n The establishment of the Old Swiss Confederacy dates to the late medieval period, resulting from a series of military successes against Austria and Burgundy. Swiss independence from the Holy Roman Empire was formally recognized in the Peace of Westphalia in 1648. The Federal Charter of 1291 is considered the founding document of Switzerland which is celebrated on Swiss National Day. Since the Reformation of the 16th century, Switzerland has maintained a strong policy of armed neutrality; it has not fought an international war since 1815 and did not join the United Nations until 2002. Nevertheless, it pursues an active foreign policy and is frequently involved in peace-building processes around the world.  Switzerland is the birthplace of the Red Cross, one of the world's oldest and best known humanitarian organisations, and is home to numerous international organisations, including the second largest UN office. It is a founding member of the European Free Trade Association, but notably not part of the European Union, the European Economic Area or the Eurozone. However, it participates in the Schengen Area and the European Single Market through bilateral treaties.\n Switzerland occupies the crossroads of Germanic and Romance Europe, as reflected in its four main linguistic and cultural regions: German, French, Italian and Romansh. Although the majority of the population are German-speaking, Swiss national identity is rooted in a common historical background, shared values such as federalism and direct democracy, and Alpine symbolism. Due to its linguistic diversity, Switzerland is known by a variety of native names: Schweiz [ˈʃvaɪts] (German);[note 5] Suisse [sɥis(ə)] (French); Svizzera [ˈzvittsera] (Italian); and Svizra [ˈʒviːtsrɐ, ˈʒviːtsʁɐ] (Romansh).[note 6] On coins and stamps, the Latin name, Confoederatio Helvetica – frequently shortened to \"Helvetia\" – is used instead of the four national languages.\n The sovereign state is one of the most developed countries in the world, with the highest nominal wealth per adult and the eighth-highest per capita gross domestic product. It ranks at or near the top in several international metrics, including economic competitiveness and human development. Zürich, Geneva and Basel have been ranked among the top ten cities in the world in terms of quality of life, with Zürich ranked second globally. In 2019, IMD placed Switzerland first in the world in attracting skilled workers. World Economic Forum ranks it the 5th most competitive country globally.",
  "/wiki/Clemens_Brummer": "Clemens Brummer (born 19 April 1986) is a German figure skater. He is the 2008 German national champion and placed 14th at the 2008 European Championships.",
  "/wiki/Paolo_Bacchini": "Paolo Bacchini (born 16 August 1985) is an Italian figure skater. He is the 2007 and 2012 Merano Cup champion, 2008 Triglav Trophy champion, and a twelve-time Italian national medalist (2002–2013).\n Bacchini represented Italy at the 2010 Winter Olympics where he placed 20th in the men's event. In 2011, Bacchini joined Fiamme Oro, the sports category of the Italian police.\n He is coached by Peter Grütter and his choreographers have included Raffaella Cazzaniga, Corrado Giordani, Salomé Brunner, and Stéphane Lambiel.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Justus_Strid": "Justus Strid (born 29 April 1987) is a Danish figure skater. He is the 2012 Golden Spin of Zagreb bronze medalist, a three-time Nordic silver medalist, and a seven-time Danish national champion.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).\n The unified kingdom of Denmark emerged in the 8th century as a proficient seafaring nation in the struggle for control of the Baltic Sea. Denmark, Sweden, and Norway were ruled together under one sovereign ruler in the Kalmar Union, established in 1397 and ending with Swedish secession in 1523. The areas of Denmark and Norway remained under the same monarch until 1814, Denmark–Norway. Beginning in the 17th century, there were several devastating wars with the Swedish Empire, ending with large cessions of territory to Sweden. After the Napoleonic Wars, Norway was ceded to Sweden, while Denmark kept the Faroe Islands, Greenland, and Iceland. In the 19th century there was a surge of nationalist movements, which were defeated in the First Schleswig War. After the Second Schleswig War in 1864, Denmark lost the Duchy of Schleswig to Prussia. Denmark remained neutral during World War I, however, in 1920 the northern half of Schleswig became Danish again. In April 1940, a German invasion saw brief military skirmishes while the Danish resistance movement was active from 1943 until the German surrender in May 1945. An industrialised exporter of agricultural produce in the second half of the 19th century, Denmark introduced social and labour-market reforms in the early 20th century that created the basis for the present welfare state model with a highly developed mixed economy.\n The Constitution of Denmark was signed on 5 June 1849, ending the absolute monarchy, which had begun in 1660. It establishes a constitutional monarchy organised as a parliamentary democracy. The government and national parliament are seated in Copenhagen, the nation's capital, largest city, and main commercial centre. Denmark exercises hegemonic influence in the Danish Realm, devolving powers to handle internal affairs. Home rule was established in the Faroe Islands\nin 1948; in Greenland home rule was established in 1979 and further autonomy in 2009. Denmark became a member of the European Economic Community (now the EU) in 1973, but negotiated certain opt-outs; it retains its own currency, the krone. It is among the founding members of NATO, the Nordic Council, the OECD, OSCE, and the United Nations; it is also part of the Schengen Area. Denmark has close ties to its Scandinavian neighbours also linguistically, with the Danish language being partially mutually intelligible with both Norwegian and Swedish.\n Denmark is considered to be one of the most economically and socially developed countries in the world. Danes enjoy a high standard of living and the country ranks highly in some metrics of national performance, including education, health care, protection of civil liberties, democratic governance, LGBT equality, prosperity, and human development. The country ranks as having the world's highest social mobility, a high  level of income equality, has the lowest perceived level of corruption in the world, the eleventh-most developed in the world, has one of the world's highest per capita incomes, and one of the world's highest personal income tax rates.",
  "/wiki/Thomas_Paulson": "Thomas Paulson (born 28 December 1987 in Derby, England) is a British figure skater. He is the 2005, 2006–2007 and 2008 British national silver medalist. Paulson was a member of Team Skate GB, the British national squad, since 2002.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Robert_McNamara_(figure_skater)": "Robert McNamara  (born 18 August 1987 in Southport, Queensland) is an Australian figure skater. He competed at three Four Continents Championships and won the Australian national title in the 2009–10 season.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.\n Indigenous Australians inhabited the continent for about 65,000 years prior to the first arrival of Dutch explorers in the early 17th century, who named it New Holland. In 1770, Australia's eastern half was claimed by Great Britain and initially settled through penal transportation to the colony of New South Wales from 26 January 1788, a date which became Australia's national day. The population grew steadily in subsequent decades, and by the time of an 1850s gold rush, most of the continent had been explored and an additional five self-governing crown colonies established. On 1 January 1901, the six colonies federated, forming the Commonwealth of Australia. Australia has since maintained a stable liberal democratic political system that functions as a federal parliamentary constitutional monarchy, comprising six states and ten territories.\n Australia is the oldest, flattest, and driest inhabited continent, with the least fertile soils. It has a landmass of 7,617,930 square kilometres (2,941,300 sq mi). A megadiverse country, its size gives it a wide variety of landscapes, with deserts in the centre, tropical rainforests in the north-east, and mountain ranges in the south-east. Its population density, 2.8 inhabitants per square kilometre, remains among the lowest in the world. Australia generates its income from various sources including mining-related exports, telecommunications, banking, manufacturing, and international education.\n Australia is a highly developed country, with the world's 14th-largest economy. It has a high-income economy, with the world's tenth-highest per capita income. It is a regional power and has the world's 13th-highest military expenditure. Australia has the world's eighth-largest immigrant population, with immigrants accounting for 29% of the population. Having the third-highest human development index and the eighth-highest ranked democracy globally, the country ranks highly in quality of life, health, education, economic freedom, civil liberties, and political rights, with all its major cities faring well in global comparative livability surveys. Australia is a member of the United Nations, G20, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development (OECD), World Trade Organization, Asia-Pacific Economic Cooperation, Pacific Islands Forum, and the ASEAN Plus Six mechanism.",
  "/wiki/Jesper_Kristiansen": "Jesper Thusgård Kristiansen (born 9 December 1966) is a Danish rower. He competed in the men's eight event at the 1992 Summer Olympics.",
  "/wiki/Ostojic_Damjan": "Damjan Ostojič (born 26 October 1986 in Ljubljana, Slovenia) is a Slovenian figure skater who represented both Slovenia and Bosnia and Herzegovina in competition. \n Representing Bosnia and Herzegovina, he is the 2007 Merano Cup silver medalist, and a three-time Bosnian national champion (2007-2009).\n Representing Slovenia, he is a three-time Slovenian national silver medalist (2004, 2006, 2007) and a four-time Slovenian national bronze medalist (2001-2003, 2005).\n On the junior level for Slovenia, he is a two-time Dragon Trophy champion (2002, 2004) and the 2005 Merano Cup silver medalist.",
  "/wiki/Bosnia_and_Herzegovina": "Bosnia and Herzegovina,[a] abbreviated BiH or B&H,[b] sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country of South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city.\n Bosnia and Herzegovina is an almost landlocked country – to the south it has a narrow coast on the Adriatic Sea, about 20 kilometres (12 miles) long and surrounding the town of Neum. It is bordered by Serbia to the east, Montenegro to the southeast, and Croatia surrounding north and southwest. In the central and eastern interior of the country the geography is mountainous, in the northwest moderately hilly, and the northeast predominantly flatland. The inland, Bosnia, is a geographically larger region and has a moderate continental climate, with hot summers and cold and snowy winters. The southern tip, Herzegovina, has a Mediterranean climate and mostly mountainous topography.\n Bosnia and Herzegovina traces permanent human settlement back to the Neolithic age, during and after which it was populated by several Illyrian and Celtic civilizations. Culturally, politically, and socially, the country has a rich history, having been first settled by the Slavic peoples that populate the area today from the 6th through to the 9th centuries. In the 12th century the Banate of Bosnia was established, which evolved into the Kingdom of Bosnia in the 14th century, after which it was annexed into the Ottoman Empire, under whose rule it remained from the mid-15th to the late 19th centuries. The Ottomans brought Islam to the region, and altered much of the cultural and social outlook of the country. This was followed by annexation into the Austro-Hungarian Monarchy, which lasted up until World War I. In the interwar period, Bosnia and Herzegovina was part of the Kingdom of Yugoslavia and after World War II, it was granted full republic status in the newly formed Socialist Federal Republic of Yugoslavia. Following the dissolution of Yugoslavia, the republic proclaimed independence in 1992, which was followed by the Bosnian War, lasting until late 1995.\n Tourism in Bosnia and Herzegovina has grown at double digit rates in recent years. Bosnia and Herzegovina is regionally and internationally renowned for its natural environment and cultural heritage inherited from six historical civilizations, its cuisine, winter sports, its eclectic and unique music, architecture, and its festivals, some of which are the largest and most prominent of their kind in Southeastern Europe. The country is home to three main ethnic groups or, officially, constituent peoples, as specified in the constitution. Bosniaks are the largest group of the three, with Serbs second, and Croats third. A native of Bosnia and Herzegovina, regardless of ethnicity, is usually identified in English as a Bosnian. Minorities, defined under the constitutional nomenclature \"Others\", include Jews, Roma, Poles, Ukrainians, and Turks. Bosnia and Herzegovina has a bicameral legislature and a three-member Presidency composed of a member of each major ethnic group. However, the central government's power is highly limited, as the country is largely decentralized and comprises two autonomous entities: the Federation of Bosnia and Herzegovina and Republika Srpska, with a third unit, the Brčko District, governed under local government. The Federation of Bosnia and Herzegovina consists of 10 cantons.\n Bosnia and Herzegovina ranks highly in terms of human development, and has an economy dominated by the industry and agriculture sectors, followed by the tourism and service sectors. The country has a social security and universal healthcare system, and primary- and secondary-level education is tuition-free. It is a member of the UN, OSCE, Council of Europe, PfP, CEFTA, and a founding member of the Union for the Mediterranean upon its establishment in July 2008. The country is an applicant for membership to the European Union and has been a candidate for NATO membership since April 2010, when it received a Membership Action Plan.",
  "/wiki/2008_Coupe_Internationale_de_Nice": "The 2008 Coupe Internationale de Nice (English: 2008 International Cup of Nice) was the Coupe Internationale de Nice competition for the 2008–09 figure skating season. It was the 13th edition of the Coupe Internationale de Nice to be held. The Coupe Internationale de Nice is an annual senior-level international figure skating competition held in Nice, France. Skaters competed in the disciplines of men's singles, ladies singles, and pair skating on the levels of Senior, Junior, and Novice.\n The 2008 Coupe Internationale de Nice was held October 15 and October 19, 2008."
}