{
  "/wiki/Ernest_F._Acheson": "Ernest Francis Acheson (September 19, 1855 – May 16, 1917) was a newspaper editor and a representative to the United States House of Representatives.  He was born in Washington, Pennsylvania in 1855.  He attended the public schools there, and then went on to Washington and Jefferson College in 1875.",
  "/wiki/Washington_%26_Jefferson_College": "Washington & Jefferson College (W&J College or W&J) is a private liberal arts college in Washington, Pennsylvania.  The college traces its origin to three log cabin colleges in Washington County established by three Presbyterian missionaries to the American frontier in the 1780s: John McMillan, Thaddeus Dod, and Joseph Smith. These early schools eventually grew into two competing academies, with Jefferson College located in Canonsburg and Washington College located in Washington. The two colleges merged in 1865 to form Washington & Jefferson College.  The 60 acre (0.2 km2) campus has more than 40 buildings, with the oldest dating to 1793.",
  "/wiki/List_of_United_States_Representatives_from_Pennsylvania": "The following is an alphabetical list of members of the United States House of Representatives from the commonwealth of Pennsylvania. For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Pennsylvania. The list of names should be complete (as of January 5, 2019), but other data may be incomplete.",
  "/wiki/Wilbur_L._Adams": "Wilbur Louis Adams (October 23, 1884 – December 4, 1937) was an American lawyer and politician from Wilmington, in New Castle County, Delaware. He was a member of the Democratic Party, who served as U.S. Representative from Delaware.",
  "/wiki/Dickinson_College": "Dickinson College is a private liberal arts college in Carlisle, Pennsylvania. Founded in 1773 as Carlisle Grammar School, Dickinson was chartered September 9, 1783, six days after the signing of the Treaty of Paris, making it the first college to be founded after the formation of the United States. Dickinson was founded by Benjamin Rush, a signer of the United States Declaration of Independence, and named \"John and Mary's College\" in honor of John Dickinson, a signer of the Constitution who was later the governor of Pennsylvania, and his wife Mary Norris Dickinson. They donated much of their extensive personal libraries to the new college.",
  "/wiki/List_of_United_States_Representatives_from_Delaware": "This is a Complete list of members of the United States House of Representatives from Delaware.",
  "/wiki/Henry_T._Bannon": "Henry Towne Bannon (June 5, 1867 – September 6, 1950) was a U.S. Representative from Ohio.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/List_of_United_States_Representatives_from_Ohio": "The following is an alphabetical list of members of the United States House of Representatives from the state of Ohio.  For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Ohio. The list of names should be complete (as of January 2019), but other data may be incomplete.",
  "/wiki/Laird_Howard_Barber": "Laird Howard Barber (October 25, 1848 – February 16, 1928) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Lafayette_College": "Lafayette College is a private liberal arts college based in Easton, Pennsylvania with a small satellite campus in New York City.  Founded in 1826 by James Madison Porter and the citizens of Easton, the school first held classes in 1832.  The founders voted to name the school after General Lafayette, who famously toured the country in 1824–25, as \"a testimony of respect for [his] talents, virtues, and signal services... in the great cause of freedom\".\nLafayette is considered a Hidden Ivy as well as one of the northeastern Little Ivies.",
  "/wiki/Arthur_Laban_Bates": "Arthur Laban Bates (June 6, 1859 – August 26, 1934) was a Republican member of the  United States House of Representatives from the state of Pennsylvania.",
  "/wiki/Allegheny_College": "Allegheny College is a private liberal arts college in Meadville, Pennsylvania. Founded in 1815, Allegheny is the oldest college in continuous existence under the same name west of the Allegheny Mountains. It is a member of the Great Lakes Colleges Association and the North Coast Athletic Conference and it is regionally accredited by the Middle States Commission on Higher Education.",
  "/wiki/Evan_Bayh": "Birch Evans Bayh III (/baɪ/; born December 26, 1955) is an American lawyer, lobbyist, and politician of the Democratic Party who served as the junior United States Senator from Indiana from 1999 to 2011 and the 46th Governor of Indiana from 1989 to 1997.",
  "/wiki/Indiana_University_Bloomington": "Indiana University Bloomington (IU Bloomington, IU, or simply Indiana) is a public research university in Bloomington, Indiana. It is the flagship institution of the Indiana University system and, with over 40,000 students, its largest university.",
  "/wiki/List_of_United_States_Senators_from_Indiana": "Indiana was admitted to the Union on December 11, 1816. Since then, the state has been represented in the United States Senate by 44 different men in Class 1 and 3; David Turpie served non-consecutive terms in Class 1, Dan Coats served non-consecutive terms in Class 3, and William Ezra Jenner served in both Classes. Until the passage of the Seventeenth Amendment to the United States Constitution in 1913, Senators were elected by the Indiana General Assembly; after that they were elected popularly by Indiana citizens. A senatorial term lasts six years beginning on January 3. In case of a vacancy the Governor of Indiana has the duty to appoint a new U.S. senator. The longest-serving of any Senator from Indiana is Republican Richard Lugar (1977–2013). Indiana's current U.S. senators are Republicans Todd Young (serving since 2017) and Mike Braun (serving since 2019)",
  "/wiki/Governor_of_Indiana": "The Governor of Indiana is the Head of government and Head of State of the state of Indiana. The governor is elected to a four-year term, and responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works out of the Indiana Statehouse and holds official functions at the Indiana Governor's Residence in the state capital of Indianapolis.",
  "/wiki/Secretary_of_State_of_Indiana": "The Secretary of State of Indiana is one of five constitutional officers originally designated in Indiana's State Constitution of 1816.  Since 1851 it has been an elected position. The Secretary of State oversees four divisions, and is the third highest constitutional office of the state government. The Secretary serves as the State's chief election officer, enforces state securities regulations, regulates automobile dealerships in Indiana, and manages the state business services division. The current office holder is Connie Lawson, who was appointed by Gov. Mitch Daniels to serve out the term of former Secretary of State Charlie White, who was removed from office due to felony convictions.  The annual salary of the Secretary of State of Indiana is $74,580.",
  "/wiki/John_Beatty_(Ohio)": "John Beatty (December 16, 1828 – December 4, 1914) was an American banker and statesman from Sandusky, Ohio. He served as a brigadier general in the Union Army during the American Civil War.",
  "/wiki/Ohio_Wesleyan_University": "Ohio Wesleyan University (OWU) is a private liberal arts university in Delaware, Ohio. It was founded in 1842 by Methodist leaders and Central Ohio residents as a nonsectarian institution, and is a member of the Ohio Five – a consortium of Ohio liberal arts colleges. Ohio Wesleyan has always admitted students irrespective of religion or race and maintained that the university \"is forever to be conducted on the most liberal principles.\"",
  "/wiki/Joseph_M._Belford": "Joseph McCrum Belford (August 5, 1852 – May 3, 1917) was an American politician and a United States Representative from New York.",
  "/wiki/List_of_United_States_Representatives_from_New_York": "The following is a list of members of the United States House of Representatives from the state of New York. For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from New York. The list of names should be complete as of October 1, 2019, but other data may be incomplete.",
  "/wiki/Frank_Eckels_Beltzhoover": "Frank Eckels Beltzhoover (November 6, 1841 – June 2, 1923) was a Democratic member of the U.S. House of Representatives from Pennsylvania.",
  "/wiki/Gettysburg_College": "Gettysburg College is a private liberal arts college in Gettysburg, Pennsylvania. Founded in 1832, the 225-acre (91 ha) campus is adjacent to the Gettysburg Battlefield. Gettysburg College has about 2,600 students, with roughly equal numbers of men and women. Gettysburg students come from 41 states, Washington, D.C., and 39 countries.",
  "/wiki/Henry_H._Bingham": "Henry Harrison Bingham (December 4, 1841 – March 22, 1912) was a Union Army officer in the American Civil War, who received the United States Military's highest award for valor, the Medal of Honor, for his actions at the Battle of the Wilderness.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Union_Army": "During the American Civil War, the Union Army referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic.",
  "/wiki/Battle_of_the_Wilderness": "The Battle of the Wilderness, fought May 5–7, 1864, was the first battle of Lt. Gen. Ulysses S. Grant's 1864 Virginia Overland Campaign against Gen. Robert E. Lee and the Confederate Army of Northern Virginia in the American Civil War. Both armies suffered heavy casualties, around 5,000 men killed in total, a harbinger of a bloody war of attrition by Grant against Lee's army and, eventually, the Confederate capital, Richmond, Virginia. The battle was tactically inconclusive, as Grant disengaged and continued his offensive.",
  "/wiki/Confederate_States_Army": "The Confederate States Army was the military land force of the Confederate States of America (commonly referred to as the Confederacy) during the American Civil War (1861–1865), fighting against the United States forces. On February 28, 1861, the Provisional Confederate Congress established a provisional volunteer army and gave control over military operations and authority for mustering state forces and volunteers to the newly chosen Confederate president, Jefferson Davis. Davis was a graduate of the U.S. Military Academy, and colonel of a volunteer regiment during the Mexican–American War. He had also been a United States Senator from Mississippi and U.S. Secretary of War under President Franklin Pierce. On March 1, 1861, on behalf of the Confederate government, Davis assumed control of the military situation at Charleston, South Carolina, where South Carolina state militia besieged Fort Sumter in Charleston harbor, held by a small U.S. Army garrison. By March 1861, the Provisional Confederate Congress expanded the provisional forces and established a more permanent Confederate States Army.",
  "/wiki/Lewis_Armistead": "Lewis Addison Armistead (February 18, 1817 – July 5, 1863) was a career United States Army officer who became a brigadier general in the Confederate States Army during the American Civil War. On July 3, 1863, as part of Pickett's Charge during the Battle of Gettysburg, Armistead led his brigade to the farthest point reached by Confederate forces during the charge, a point now referred to as the high-water mark of the Confederacy. However, he and his men were overwhelmed, and he was wounded and captured by Union troops.  He died in a field hospital two days later.",
  "/wiki/Winfield_Scott_Hancock": "Winfield Scott Hancock (February 14, 1824 – February 9, 1886) was a United States Army officer and the Democratic nominee for President of the United States in 1880. He served with distinction in the Army for four decades, including service in the Mexican–American War and as a Union general in the American Civil War. Known to his Army colleagues as \"Hancock the Superb\", he was noted in particular for his personal leadership at the Battle of Gettysburg in 1863. His military service continued after the Civil War, as Hancock participated in the military Reconstruction of the South and the Army's presence at the Western frontier.",
  "/wiki/Battle_of_Gettysburg": "The Battle of Gettysburg (locally /ˈɡɛtɪsbɜːrɡ/ (listen)) was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point. Union Maj. Gen. George Meade's Army of the Potomac defeated attacks by Confederate Gen. Robert E. Lee's Army of Northern Virginia, halting Lee's invasion of the North.",
  "/wiki/Bruce_Braley": "Bruce Lowell Braley (born October 30, 1957) is a retired American politician and attorney who served as the U.S. Representative for Iowa's 1st congressional district from 2007 to 2015. A member of the Democratic Party, he was defeated in his attempt to win an open seat in the 2014 United States Senate election in Iowa.",
  "/wiki/Iowa_State_University": "Iowa State University of Science and Technology (Iowa State) is a public land-grant and space-grant research university in Ames, Iowa. It is the largest university in the state of Iowa and the third largest university in the Big 12 athletic conference.  Iowa State is classified among \"R1: Doctoral Universities – Very high research activity.\" It is also a member of the Association of American Universities (AAU).",
  "/wiki/List_of_United_States_Representatives_from_Iowa": "The following is an alphabetical list of members of the United States House of Representatives from the state of Iowa.  For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Iowa.  The list of names should be complete, but other data may be incomplete.",
  "/wiki/James_E._Bromwell": "James Edward Bromwell (March 26, 1920 – September 11, 2009) was a two-term Republican U.S. Representative from Iowa's 2nd congressional district. He was elected in 1960, re-elected in 1962, and defeated in 1964.",
  "/wiki/University_of_Iowa": "The University of Iowa (UI, U of I, UIowa, or simply Iowa) is a public research university in Iowa City, Iowa. Founded in 1847, it is the oldest and the second largest university in the state. The University of Iowa is organized into 12 colleges offering more than 200 areas of study and seven professional degrees.",
  "/wiki/Joseph_W._Byrns,_Jr.": "Joseph Wellington Byrns Jr. (August 15, 1903 – March 8, 1973) was an American attorney and one-term Member of Congress from Tennessee.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/List_of_United_States_Representatives_from_Tennessee": "The following is an alphabetical list of members of the United States House of Representatives from the state of Tennessee.  For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Tennessee. The list of names should be complete, but other data may be incomplete.",
  "/wiki/William_H._Calkins": "William Henry Calkins (February 18, 1842 – January 29, 1894) was a U.S. Representative from Indiana.",
  "/wiki/DePauw_University": "DePauw University in Greencastle, Indiana, is a private liberal arts college with an enrollment of 1,972 students. The school has a Methodist heritage and was originally known as Indiana Asbury University. DePauw is a member of both the Great Lakes Colleges Association and the North Coast Athletic Conference. The Society of Professional Journalists was founded at DePauw.",
  "/wiki/United_States_congressional_delegations_from_Indiana": "These are tables of congressional delegations from Indiana to the United States House of Representatives and the United States Senate.",
  "/wiki/George_Earle_Chamberlain": "George Earle Chamberlain Sr. (January 1, 1854 – July 9, 1928) was an American attorney, politician, and public official in Oregon. A native of Mississippi and member of the Democratic Party, Chamberlain's political achievements included appointment followed by election as the first Attorney General of Oregon, a stint as the state's 11th Governor, and two terms in the United States Senate in Washington, DC.",
  "/wiki/Washington_and_Lee_University": "Washington and Lee University (Washington and Lee or W&L) is a private liberal arts university in Lexington, Virginia. Established in 1749, the university is a colonial-era college and the ninth-oldest institution of higher learning in the United States.",
  "/wiki/List_of_United_States_Senators_from_Oregon": "Oregon was admitted to the Union on February 14, 1859. Its current U.S. senators are Democrats Ron Wyden (serving since 1996) and Jeff Merkley (serving since 2009).",
  "/wiki/United_States_Senate_Committee_on_Armed_Services": "The Committee on Armed Services (sometimes abbreviated SASC for Senate Armed Services Committee on its Web site) is a committee of the United States Senate empowered with legislative oversight of the nation’s military, including the Department of Defense, military research and development, nuclear energy (as pertaining to national security), benefits for members of the military, the Selective Service System and other matters related to defense policy. The Armed Services Committee was created as a result of the Legislative Reorganization Act of 1946 following U.S. victory in the Second World War. It merged the responsibilities of the Committee on Naval Affairs (established in 1816) and the Committee on Military Affairs (also established in 1816).",
  "/wiki/Governor_of_Oregon": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments.",
  "/wiki/Edwin_V._Champion": "Edwin Van Meter Champion (September 18, 1890 – February 11, 1976) was a U.S. Representative from Illinois.",
  "/wiki/University_of_Illinois_at_Urbana%E2%80%93Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/List_of_United_States_Representatives_from_Illinois": "The following is an alphabetical list of members of the United States House of Representatives from the state of Illinois.  For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Illinois.  The list of names should be complete as of January 3, 2019, but other data may be incomplete. Illinois became the 21st state on December 3, 1818.",
  "/wiki/Ralph_E._Church": "Ralph Edwin Church (May 5, 1883 – March 21, 1950), a U.S. Congressman, was born in Vermilion County, Illinois. Church, a Republican, represented the 10th and 13th Congressional districts of Illinois in the U.S. Congress. Congressman Church was also a candidate for U.S. Senator in 1940. He was a member of the American Bar Association, Delta Chi, and Phi Kappa Psi at Northwestern University. He was married to Marguerite Church, who was elected to his Congressional seat upon his death. Marguerite Church went on to hold the seat for six congressional terms.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/James_Cooney_(Missouri)": "James Cooney (July 28, 1848 – November 16, 1904) was an American lawyer and Democratic politician from Marshall, Missouri. He represented Missouri's 7th congressional district in the U.S. House from 1897 until 1903.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/List_of_United_States_Representatives_from_Missouri": "The following is an alphabetical list of members of the United States House of Representatives from the state of Missouri.  For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Missouri.  The list of names should be complete, but other data may be incomplete.",
  "/wiki/Paul_Coverdell": "Paul Douglas Coverdell (January 20, 1939 – July 18, 2000) was a United States Senator from Georgia, elected for the first time in 1992 and re-elected in 1998, and director of the Peace Corps from 1989 until 1991. Coverdell died from a cerebral hemorrhage in Atlanta, Georgia in 2000 while serving in the United States Senate.  He was a member of the Republican Party.",
  "/wiki/List_of_United_States_Senators_from_Georgia": "This is a chronological listing of the United States senators from Georgia.",
  "/wiki/Peace_Corps": "The Peace Corps is a volunteer program run by the United States government. Its official mission is to provide social and economic development abroad through technical assistance, while promoting mutual understanding between Americans and populations served. The program was established by Executive Order 10924, issued by President John F. Kennedy on March 1961 and authorized by Congress on September 21, 1962 with passage of the Peace Corps Act (Pub.L. 87–293).",
  "/wiki/Georgia_State_Senate": "The Georgia State Senate is the upper house of the Georgia General Assembly (the state legislature of Georgia, USA).",
  "/wiki/Coverdell_Education_Savings_Account": "A Coverdell education savings account (also known as an education savings account, a Coverdell ESA, a Coverdell account, or just an ESA, and formerly known as an education individual retirement account), is a tax-advantaged investment account in the U.S. designed to encourage savings to cover future education expenses (elementary, secondary, or college), such as tuition, books, and uniforms (for the same year as the distribution). It is found at Section 530 of the Internal Revenue Code (26 U.S.C. § 530). Coverdell ESAs were first introduced under the Taxpayer Relief Act of 1997.",
  "/wiki/William_J._Crow": "William Josiah Crow (January 22, 1902 – October 13, 1974, Carlisle, Pennsylvania) was a Republican member of the U.S. House of Representatives from Pennsylvania."
}