{
  "/wiki/Newton_W._Gilbert": "Newton Whiting Gilbert (May 24, 1862 – July 5, 1939) was a politician from Indiana. He was the 25th Lieutenant Governor of Indiana, member of the Indiana State Senate, a representative in the United States House of Representatives, and Acting Governor-General of the Philippines from September 1, 1913 to October 6, 1913.  He served on the Philippine Commission, the appointed upper house of the Philippine Legislature of the American colonial Insular Government of the Philippines.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Governor-General_of_the_Philippines": "The Governor-General of the Philippines (Spanish: Gobernador-General de las Filipinas/Capitán General de las Islas Filipinas; Filipino: Gobernador-Heneral ng Pilipinas/Kapitan Heneral ng Pilipinas; Japanese: フィリピン総督 (Firipin sōtoku)) was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945).  They were also the representative of the executive of the ruling power.",
  "/wiki/United_States_congressional_delegations_from_Indiana": "These are tables of congressional delegations from Indiana to the United States House of Representatives and the United States Senate.",
  "/wiki/Lieutenant_Governor_of_Indiana": "The Lieutenant Governor of Indiana is a constitutional office in the US State of Indiana. Republican Suzanne Crouch, who assumed office 9 January 2017, is the incumbent. The office holder's constitutional roles are to serve as President of the Indiana Senate, become acting governor during the incapacity of the governor, and become governor should the incumbent governor resign, die in office, or be impeached and removed from office. Lieutenant governors have succeeded ten governors following their deaths or resignations. The lieutenant governor holds statutory positions, serving as the head of the state agricultural and rural affairs bureaus, and as the chairman of several state committees. The annual salary of the lieutenant governor is $88,000.",
  "/wiki/James_P._Goodrich": "James Putnam Goodrich, (February 18, 1864 – August 15, 1940), a Republican, was the 29th Governor of Indiana from 1917 to 1921. His term focused on reforming the operations of the state government and overseeing the state's contributions for World War I. He nearly died twice during his term, and spent a considerable time bedridden. Following his term as governor, he became increasingly wealthy from his business interests and owned a controlling share in many companies.",
  "/wiki/DePauw_University": "DePauw University in Greencastle, Indiana, is a private liberal arts college with an enrollment of 1,972 students. The school has a Methodist heritage and was originally known as Indiana Asbury University. DePauw is a member of both the Great Lakes Colleges Association and the North Coast Athletic Conference. The Society of Professional Journalists was founded at DePauw.",
  "/wiki/Governor_of_Indiana": "The Governor of Indiana is the Head of government and Head of State of the state of Indiana. The governor is elected to a four-year term, and responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works out of the Indiana Statehouse and holds official functions at the Indiana Governor's Residence in the state capital of Indianapolis.",
  "/wiki/Homer_A._Holt": "Homer Adams Holt (March 1, 1898 – January 16, 1975) was a West Virginia lawyer and politician who served as that state's 20th governor from 1937 to 1941.  Born in Lewisburg, West Virginia, he attended the Greenbrier Military School there and then went on to graduate from Washington and Lee University in 1918, where he was a member of the Phi Kappa Psi fraternity.  After serving in the army during World War I, he returned to Washington and Lee in 1920 and studied law, receiving his degree in 1923. In 1924, he married Isabel Wood.",
  "/wiki/Washington_and_Lee_University": "Washington and Lee University (Washington and Lee or W&L) is a private liberal arts university in Lexington, Virginia. Established in 1749, the university is a colonial-era college and the ninth-oldest institution of higher learning in the United States.",
  "/wiki/List_of_Governors_of_West_Virginia": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of Delegates, to grant pardons and reprieves.",
  "/wiki/List_of_West_Virginia_Attorneys_General": "The Attorney General of West Virginia is the chief legal advisor to the West Virginia state government and is the state's chief law enforcement officer. The office was created by Article VII, Section 1 of the first Constitution of West Virginia in 1863. Under the current state constitution (1872), the attorney general is an executive department-level state constitutional officer, along with the governor, secretary of state, auditor, treasurer, and commissioner of agriculture. The attorney general is the ex officio reporter of the Supreme Court of Appeals of West Virginia. The constitution further specifies that the attorney general shall reside in the seat of state government, Charleston, during their term of office. In Charleston, they are to maintain public records, books, and papers pertaining to their office, and perform all duties prescribed by state law. As of 2012, the attorney general receives a salary of $95,000 per year.",
  "/wiki/Lawrence_M._Judd": "Lawrence McCully Judd (March 20, 1887 – October 4, 1968) was a politician of the Territory of Hawaii, serving as the seventh Territorial Governor. He was devoted to the Hansen's Disease-afflicted residents of Kalaupapa on the island of Molokaʻi.",
  "/wiki/University_of_Pennsylvania": "The University of Pennsylvania (Penn or UPenn) is a private Ivy League research university in  Philadelphia, Pennsylvania. The University claims a founding date of 1740[note 2] and is one of the nine colonial colleges founded prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public service, similar to a modern liberal arts curriculum.",
  "/wiki/Governor_of_Hawaii": "The Governor of Hawaii (Hawaiian: Ke Kiaʻaina o Hawaiʻi) is the chief executive of the state of Hawaii and its various agencies and departments, as provided in the Hawaii State Constitution Article V, Sections 1 through 6. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enforcing laws passed by the Hawaii State Legislature and upholding rulings of the Hawaii State Judiciary. The role includes being commander-in-chief of the armed forces of Hawaii and having the power to use those forces to execute laws, suppress insurrection and violence and repel invasion. The Lieutenant Governor of Hawaii becomes acting governor upon the officeholder's absence from the state or if the person is unable to discharge the powers and duties of the office. Historically, the Governor of Hawaii has been from either the Democratic Party of Hawaii or Hawaii Republican Party.",
  "/wiki/American_Samoa": "American Samoa (/səˈmoʊə/ (listen); locally /ˈsɑːmoʊə/; Samoan: Amerika Sāmoa, [aˈmɛɾika ˈsaːmʊa]; also Amelika Sāmoa or Sāmoa Amelika) is an unincorporated territory of the United States located in the South Pacific Ocean, southeast of (the independent nation of) Samoa. Its location is centered on 14.2710° S, 170.1322° W. It is east of the International Date Line, while Samoa is west of the Line.",
  "/wiki/William_Preston_Lane,_Jr.": "William Preston Lane Jr. (May 12, 1892 – February 7, 1967) was the 52nd Governor of Maryland from 1947 to 1951.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Governor_of_Maryland": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution (1867, and revisions/amendments). Because of the extent of these constitutional powers, the governor of Maryland has been ranked as being among the most powerful governors in the United States.",
  "/wiki/Attorney_General_of_Maryland": "The Attorney General of the State of Maryland is the chief legal officer of the State of Maryland in the United States and is elected by the people every four years with no term limits.  To run for the office a person must be a citizen of and qualified voter in Maryland and must have lived and practiced law in the state for at least ten years.",
  "/wiki/Lloyd_Lowndes,_Jr.": "Lloyd Lowndes Jr. (February 21, 1845 – January 8, 1905), a member of the United States Republican Party, was an attorney and politician, the 43rd Governor of Maryland from 1896 to 1900 and a member of the U.S. House of Representatives from the sixth district of Maryland from 1873 to 1875.",
  "/wiki/Allegheny_College": "Allegheny College is a private liberal arts college in Meadville, Pennsylvania. Founded in 1815, Allegheny is the oldest college in continuous existence under the same name west of the Allegheny Mountains. It is a member of the Great Lakes Colleges Association and the North Coast Athletic Conference and it is regionally accredited by the Middle States Commission on Higher Education.",
  "/wiki/List_of_United_States_Representatives_from_Maryland": "The following is an alphabetical list of members of the United States House of Representatives from the state of Maryland.  For chronological tables of members of both houses of the United States Congress from the state (through the present day), see United States Congressional Delegations from Maryland. The list of names should be complete, but other data may be incomplete.",
  "/wiki/Raymond_P._Shafer": "Raymond Philip \"Ray\" Shafer (March 5, 1917 – December 12, 2006) was an American attorney and politician who served as the 39th Governor of Pennsylvania from 1967 to 1971. Previously, he served as the 23rd Lieutenant Governor of Pennsylvania from 1963 to 1967 and a Pennsylvania State Senator from 1959 to 1962. He was a national leader of the moderate wing of the Republican Party in the late 1960s.",
  "/wiki/List_of_Governors_of_Pennsylvania": "The Governor of the Commonwealth of Pennsylvania is the head of the executive branch of Pennsylvania's state government and serves as the commander-in-chief of the state's military forces.",
  "/wiki/Lieutenant_Governor_of_Pennsylvania": "The Lieutenant Governor is a constitutional officer of the Commonwealth of Pennsylvania. The lieutenant governor is elected for a four-year term in the same year as the governor. Each party picks a candidate for lieutenant governor independently of the gubernatorial primary. The winners of the party primaries are then teamed together as a single ticket for the fall general election. Democrat John Fetterman is the incumbent lieutenant governor. The lieutenant governor presides in the Senate and is first in the line of succession to the governor; in the event the governor dies, resigns, or otherwise leaves office, the lieutenant governor becomes governor.",
  "/wiki/Pennsylvania_State_Senate": "The Pennsylvania State Senate is the upper house of the Pennsylvania General Assembly, the Pennsylvania state legislature. The State Senate meets in the State Capitol building in Harrisburg. Senators are elected for four year terms, staggered every two years such that half of the seats are contested at each election. Even numbered seats and odd numbered seats are contested in separate election years. The President Pro Tempore of the Senate becomes the Lieutenant Governor of Pennsylvania in the event of the sitting Lieutenant Governor's removal, resignation or death. In this case the President Pro Tempore and Lieutenant Governor would be the same person.  The Pennsylvania Senate has been meeting since 1791.",
  "/wiki/William_Cameron_Sproul": "William Cameron Sproul (September 16, 1870 – March 21, 1928) was an American politician who served as a Republican member of the Pennsylvania State Senate from 1897 to 1919 and as the 27th Governor of Pennsylvania from 1919 to 1923.  He also served as chair of the National Governors Association from 1919 to 1922.",
  "/wiki/Swarthmore_College": "Swarthmore College (/ˈswɔːrθmɔːr/, locally [swɑθ-]) is a private liberal arts college in Swarthmore, Pennsylvania. Founded in 1864, with its first classes being held in 1869, Swarthmore was one of the earliest coeducational colleges in the United States. It was established to be a college \"...under the care of Friends, at which an education may be obtained equal to that of the best institutions of learning in our country.\" By 1906, Swarthmore had dropped its religious affiliation and became officially non-sectarian.",
  "/wiki/Sproul_State_Forest": "Sproul State Forest is a Pennsylvania state forest in Pennsylvania Bureau of Forestry District #10.  The main offices are located in Renovo, Pennsylvania in Clinton County in the United States.",
  "/wiki/William_Ellery_Sweet": "William Ellery Sweet (January 27, 1869 – May 9, 1942) was the 23rd Governor of Colorado from 1923 to 1925.",
  "/wiki/Governor_of_Colorado": "The Governor of Colorado is the chief executive of the U.S. state of Colorado. The governor is the head of the executive branch of Colorado's state government and is charged with enforcing state laws. The governor has the power to either approve or veto bills passed by the Colorado General Assembly, to convene the legislature, and to grant pardons, except in cases of treason or impeachment. The governor is also the commander-in-chief of the state's military forces."
}