{
  "/wiki/List_of_Canberra_suburbs": "This is a list of suburbs in the city of Canberra, in the Australian Capital Territory, Australia.",
  "/wiki/Braddon,_Australian_Capital_Territory": "Braddon (postcode: 2612) is an inner north suburb of Canberra, Australian Capital Territory, Australia located adjacent to the Canberra CBD.",
  "/wiki/North_Canberra": "North Canberra, also known as the Inner North, is a district of Canberra, the capital city of Australia, comprising 14 suburbs. At the 2016 census, it had 21,555 dwellings housing 53,002 people of the 397,397 people in the Australian Capital Territory. Many of Canberra's oldest dwellings are in this district.",
  "/wiki/Amaroo,_Australian_Capital_Territory": "Amaroo is a suburb in the Canberra, Australia district of Gungahlin and was gazetted on 18 October 1991. Amaroo – which means ‘a beautiful place’ in one of the local Aboriginal dialects. Place names in Amaroo such as Shoalhaven Avenue are named after Australian rivers and lakes. Amaroo is adjacent to the suburbs of Ngunnawal, Gungahlin, Moncrieff, Forde, Bonner and Jacka. The suburb is bounded by Mirrabei Drive and Horse Park Drive and Gundaroo Drive.  The suburb is located approximately 1 km from the Gungahlin Town Centre and 12 km from the centre of Canberra.",
  "/wiki/Gungahlin": "The District of Gungahlin is one of the original eighteen districts of the Australian Capital Territory used in land administration. Gungahlin Region is one of fastest growing regions within Australia. The district is subdivided into divisions (suburbs), sections and blocks. Gungahlin is an Aboriginal word meaning either \"white man's house\" or \"little rocky hill\".",
  "/wiki/Aranda,_Australian_Capital_Territory": "Aranda is a suburb in the district of Belconnen, in the Australian capital city of Canberra.  Located at the western foot of Black Mountain and bounded on two sides by nature park, the suburb is characterised by its bush setting. During the planning and development of the suburb, a large proportion of large native trees – predominantly eucalypts – were left in place.",
  "/wiki/Belconnen": "The District of Belconnen is one of the original eighteen districts of the Australian Capital Territory (ACT), used in land administration. The district is subdivided into 25 divisions (suburbs), sections and blocks. The district of Belconnen is largely composed of Canberra suburbs.",
  "/wiki/Waramanga,_Australian_Capital_Territory": "Waramanga (postcode: 2611) is a suburb of Canberra, Australian Capital Territory, Australia in the district of Weston Creek.",
  "/wiki/Weston_Creek": "The District of Weston Creek is one of the original eighteen districts of the Australian Capital Territory used in land administration. The district is subdivided into divisions (suburbs), sections and blocks. The district of Weston Creek lies entirely within the bounds of the city of Canberra, the capital city of Australia. The district comprises eight residential suburbs, situated to the west of the Woden Valley district and approximately 13 kilometres (8.1 mi) southwest of the Canberra City centre. Situated adjacent to the district was the large Stromlo Forest pine plantation until the forest was destroyed by bushfires in 2001 and 2003.",
  "/wiki/Bonython,_Australian_Capital_Territory": "Bonython is a suburb of Tuggeranong, a township in southern Canberra, capital city of Australia.",
  "/wiki/Tuggeranong": "The District of Tuggeranong is one of the original eighteen districts of the Australian Capital Territory used in land administration. The district is subdivided into divisions (suburbs), sections and blocks and is the southernmost town centre of Canberra, the capital city of Australia. The district comprises nineteen suburbs and occupies 117 square kilometres (45 sq mi) to the east of the Murrumbidgee River.",
  "/wiki/Calwell,_Australian_Capital_Territory": "Calwell is a medium-sized suburb of Canberra, Australia in the district of Tuggeranong. Tuggeranong Hill is on its southern border and the Tuggeranong Homestead is to the north. Calwell is located close to the Monaro Highway which provides a direct route to Canberra City and to Cooma.",
  "/wiki/Campbell,_Australian_Capital_Territory": "Campbell (postcode: 2612) is a suburb of Canberra, Australian Capital Territory, Australia. Covering an area to the South East of the central business district, Campbell sits at the base of Mount Ainslie and is bounded to the south east by the Mount Pleasant Nature Reserve. At the 2016 census, Campbell had a population of 4,997 people.",
  "/wiki/Caroline_Chisholm_School_-_Senior_Campus": "The newly amalgamated senior campus of Caroline Chisholm School (previously Caroline Chisholm High School), is an Australian public high school in the Chisholm suburb of Canberra in the Australian Capital Territory (ACT) catering to years 7 to 10. The school is known for its programs and extensive dramatic arts program. It is one of the many new 'super schools' operated by the ACT Department of Education and Training (needs citation).",
  "/wiki/Chisholm,_Australian_Capital_Territory": "Chisholm is a suburb in the Canberra, Australia district of Tuggeranong, named after Caroline Chisholm.",
  "/wiki/Chapman,_Australian_Capital_Territory": "Chapman is a suburb of Canberra, Australian Capital Territory, Australia. It is located in the Weston Creek area.",
  "/wiki/Conder,_Australian_Capital_Territory": "Conder is one of three suburbs in the Lanyon Valley in Canberra, Australia. It lies in the district of Tuggeranong. The three suburbs are presently (as of 2011) the southernmost suburbs of the city, although the small settlement of Tharwa exists only a short distance further south.",
  "/wiki/Coombs,_Australian_Capital_Territory": "Coombs (postcode: 2611) is a suburb currently under development in the Molonglo Valley district of Canberra, located within the Australian Capital Territory, Australia. It is named in honour of H. C. \"Nugget\" Coombs, a prominent public servant, economist, and the first Governor of the Reserve Bank of Australia.",
  "/wiki/Molonglo_Valley": "The District of Molonglo Valley is one of the nineteen districts of the Australian Capital Territory used in land administration, and the only district that was not created in 1966. The district is subdivided into divisions (suburbs), sections and blocks and is the newest district of Canberra, the capital city of Australia. The district is planned to consist of thirteen suburbs, planned to contain 33,000 dwellings, with an expected population of between 50,000 and 73,000. To be developed in three stages over more than ten years, the district will contain a principal town centre and a secondary group centre, with residential suburbs located to the south and north of the Molonglo River; located to the west of Lake Burley Griffin.",
  "/wiki/Charnwood,_Australian_Capital_Territory": "Charnwood is a suburb in the Belconnen district of Canberra located within the Australian Capital Territory, Australia.",
  "/wiki/Curtin,_Australian_Capital_Territory": "Curtin is a suburb in Canberra, Australia, part of the Woden Valley district; its postcode is 2605.",
  "/wiki/Woden_Valley": "The District of Woden Valley is one of the original eighteen districts of the Australian Capital Territory used in land administration. The district is subdivided into divisions (suburbs), sections and blocks. The district of Woden Valley lies entirely within the bounds of the city of Canberra, the capital city of Australia.",
  "/wiki/Duffy,_Australian_Capital_Territory": "Duffy (postcode: 2611) is a suburb of Canberra, Australian Capital Territory, Australia, located in the district of Weston Creek.",
  "/wiki/Evatt,_Australian_Capital_Territory": "Evatt is a suburb in the Belconnen district of Canberra, located within the Australian Capital Territory, Australia. Evatt lies between the suburbs of McKellar, Belconnen, Florey, Melba and Spence.",
  "/wiki/Fadden,_Australian_Capital_Territory": "Fadden is a suburb in the Canberra, Australia district of Tuggeranong. The postcode is 2904.  The suburb is named after Sir Arthur Fadden, Prime Minister of Australia briefly in 1941. It was gazetted on 5 August 1975. Its streets are named after Queensland politicians. It is surrounded by Macarthur, Gowrie and Wanniassa. It is bounded by Erindale Drive, the Wanniassa Hills Nature Reserve, Fadden Pine Plantation and Sternberg Crescent.",
  "/wiki/Farrer,_Australian_Capital_Territory": "Farrer is a suburb in the Canberra, Australia district of Woden. The postcode is 2607.",
  "/wiki/Florey,_Australian_Capital_Territory": "Florey is a residential suburb of the Belconnen district of Canberra, located within the Australian Capital Territory, Australia. Florey was gazetted on 5 August 1975 and most houses were constructed in the mid-1980s. A minor industrial area was located in the suburb prior to residential development.",
  "/wiki/Forrest,_Australian_Capital_Territory": "Forrest (postcode: 2603) is an affluent suburb of Canberra, Australian Capital Territory, Australia. Forrest is named after Sir John Forrest, an explorer, legislator, federalist, premier of Western Australia, and one of the fathers of the Australian Constitution. Streets in Forrest are named after explorers and governors. According to the Australian Bureau of Statistics Forrest is the second most Socio-Economic advantaged location in Australia after the neighbouring suburb of Barton.",
  "/wiki/South_Canberra": "South Canberra or the Inner South is a central district of Canberra, the capital city of Australia.",
  "/wiki/Fraser,_Australian_Capital_Territory": "Fraser is a suburb in the Belconnen district of Canberra, located within the Australian Capital Territory, Australia. Fraser lies at the north west end of Belconnen."
}