{
  "/wiki/Acton,_Australian_Capital_Territory": "Acton (postcode: 2601) is a suburb of Canberra, ACT,  Australia. Acton covers an area west of the CBD, bordered by Black Mountain to the west and Lake Burley Griffin in the south. The Australian National University campus covers most of the suburb, though also located in Acton is the National Film and Sound Archive, a branch of the CSIRO and the National Museum of Australia.",
  "/wiki/North_Canberra": "North Canberra, also known as the Inner North, is a district of Canberra, the capital city of Australia, comprising 14 suburbs. At the 2016 census, it had 21,555 dwellings housing 53,002 people of the 397,397 people in the Australian Capital Territory. Many of Canberra's oldest dwellings are in this district.",
  "/wiki/City,_Australian_Capital_Territory": "Civic is the city centre or central business district of Canberra. \"Civic\" is a common name for the district, but it is also called Civic Centre, City Centre, Canberra City and Canberra, and its official division name is City (postcode: 2601).",
  "/wiki/Charnwood,_Australian_Capital_Territory": "Charnwood is a suburb in the Belconnen district of Canberra located within the Australian Capital Territory, Australia.",
  "/wiki/Belconnen": "The District of Belconnen is one of the original eighteen districts of the Australian Capital Territory (ACT), used in land administration. The district is subdivided into 25 divisions (suburbs), sections and blocks. The district of Belconnen is largely composed of Canberra suburbs.",
  "/wiki/Chifley,_Australian_Capital_Territory": "Chifley (postcode: 2606) is a suburb of Canberra, Australia, in the district of Woden Valley. The suburb's area is 1.6 square kilometres (0.62 sq mi).",
  "/wiki/Woden_Valley": "The District of Woden Valley is one of the original eighteen districts of the Australian Capital Territory used in land administration. The district is subdivided into divisions (suburbs), sections and blocks. The district of Woden Valley lies entirely within the bounds of the city of Canberra, the capital city of Australia.",
  "/wiki/Cook,_Australian_Capital_Territory": "Cook (postcode: 2614) is a suburb of the Belconnen district of Canberra, located within the Australian Capital Territory, Australia. At the 2016 census, Cook had a population of 2,805 people.",
  "/wiki/Cotter_Dam": "The Cotter Dam is a concrete gravity and rockfill embankment dam across the Cotter River, located in the Australian Capital Territory, Australia. The impounded reservoir is called the Cotter Reservoir which is a supply source of potable water for the city of Canberra and its environs.",
  "/wiki/Deakin,_Australian_Capital_Territory": "Deakin (postcode: 2600) is a suburb of Canberra, Australian Capital Territory, Australia. Development began in the 1920s, although the vast majority of the suburb was built after 1945. It is a largely residential suburb. It includes the official residence of the Prime Minister, The Lodge, and the Royal Australian Mint.",
  "/wiki/South_Canberra": "South Canberra or the Inner South is a central district of Canberra, the capital city of Australia.",
  "/wiki/Downer,_Australian_Capital_Territory": "Downer is a suburb of Canberra, Australia, in the city's inner north. The suburb is bounded by Northbourne Avenue, Antill Street and Philip Avenue.",
  "/wiki/Campbell,_Australian_Capital_Territory": "Campbell (postcode: 2612) is a suburb of Canberra, Australian Capital Territory, Australia. Covering an area to the South East of the central business district, Campbell sits at the base of Mount Ainslie and is bounded to the south east by the Mount Pleasant Nature Reserve. At the 2016 census, Campbell had a population of 4,997 people.",
  "/wiki/Fisher,_Australian_Capital_Territory": "Fisher is a suburb of Canberra, Australian Capital Territory, Australia located in the district of Weston Creek. Fisher was named after Andrew Fisher (1862–1928), coal miner, founding member of the federal parliamentary Labor Party and Prime Minister of Australia for three terms between 1908 and 1915 (ACTLIC, 2004). The theme for the street names in Fisher is Australian mines and mining towns (ACTPLA, 2003).",
  "/wiki/Weston_Creek": "The District of Weston Creek is one of the original eighteen districts of the Australian Capital Territory used in land administration. The district is subdivided into divisions (suburbs), sections and blocks. The district of Weston Creek lies entirely within the bounds of the city of Canberra, the capital city of Australia. The district comprises eight residential suburbs, situated to the west of the Woden Valley district and approximately 13 kilometres (8.1 mi) southwest of the Canberra City centre. Situated adjacent to the district was the large Stromlo Forest pine plantation until the forest was destroyed by bushfires in 2001 and 2003.",
  "/wiki/Flynn,_Australian_Capital_Territory": "Flynn (postcode: 2615) is a suburb in the Belconnen district of Canberra, located within the Australian Capital Territory, Australia.",
  "/wiki/Nicholls,_Australian_Capital_Territory": "Nicholls is a suburb in the Canberra, Australia district of Gungahlin. It was named after Sir Douglas Nicholls (1906–1988) who was born at Cummeragunja Aboriginal mission, New South Wales and who was a footballer, pastor, activist and a former Governor of South Australia and was gazetted on 18 October 1991. Streets are named after various sportsmen and sportswomen.",
  "/wiki/Gungahlin": "The District of Gungahlin is one of the original eighteen districts of the Australian Capital Territory used in land administration. Gungahlin Region is one of fastest growing regions within Australia. The district is subdivided into divisions (suburbs), sections and blocks. Gungahlin is an Aboriginal word meaning either \"white man's house\" or \"little rocky hill\".",
  "/wiki/Holt,_Australian_Capital_Territory": "Holt (postcode: 2615) is a suburb in the Belconnen district of Canberra, located within the Australian Capital Territory, Australia. It was gazetted on 2 July 1970 and was named after Harold Holt, Prime Minister of Australia 1966-67. Streets are named after sportsmen and sportswomen.",
  "/wiki/Griffith,_Australian_Capital_Territory": "Griffith is an early inner-south suburb of Canberra, Australian Capital Territory, Australia.",
  "/wiki/Lyneham,_Australian_Capital_Territory": "Lyneham is a suburb of Canberra, Australia in the North Canberra district. It is named after Sir William Lyne, premier of the Australian state of New South Wales from 1899 to 1901. The suburb name was gazetted in 1928, but development did not commence until 1958. The streets of Lyneham are named after artists and people associated with the development of early Canberra.",
  "/wiki/Hackett,_Australian_Capital_Territory": "Hackett is a northeast suburb of Canberra. It was named after Sir John Winthrop Hackett (1848–1916), who was a newspaper editor and worker for the Federation of Australia. Streets in Hackett are named after scientists.",
  "/wiki/Hall_Primary_School": "Hall Primary School was a rural primary school on the northern outskirts of Canberra in the Australian Capital Territory. It was Canberra's oldest continually operating school, having opened in 1911, until its closure was announced on 13 December 2006, by the Education Minister, Andrew Barr as foreshadowed in the 2006-07 Australian Capital Territory budget.",
  "/wiki/Hall,_Australian_Capital_Territory": "Hall is a township in the north of the Australian Capital Territory, Australia. At the 2016 census, the village had a population of 271 people. It is surrounded by open country and has a rural appearance. Hall has retained a village character. The township features historic buildings that existed before the establishment of Canberra.",
  "/wiki/Higgins,_Australian_Capital_Territory": "Higgins is a suburb in the Belconnen district of Canberra, located in the Australian Capital Territory, Australia. The suburb is named after politician and judge Henry Bournes Higgins (1851–1929). It was gazetted on 6 June 1968.  The streets of Higgins are named after judges.",
  "/wiki/Holder,_Australian_Capital_Territory": "The suburb of Holder is a part of the Weston Creek District of Canberra, Australian Capital Territory, Australia, and is located 13 km to the southwest of the Canberra city centre. It sits on the western edge of the Canberra suburbs, and overlooks no longer bare land towards Mount Stromlo to the west and Belconnen to the north.",
  "/wiki/List_of_schools_in_the_Australian_Capital_Territory": "This is a list of schools in the Australian Capital Territory, which houses Australia's capital city, Canberra. The Territory's education system consists of primary schools, which accommodate students from kindergarten to Year 6, high schools, which accommodate students from Years 7 to 10, and secondary colleges, which are specialist Year 11–12 institutions. As a result of development in newer areas and mergers in existing areas, some schools accommodate more than one of the above year ranges. Certificates are awarded on the basis of continuous assessment of students' progress at the end of years 10 and 12 by the ACT Department of Education and Training."
}