{
  "/wiki/Caen": "Caen (/kɒ̃, kɑːn/, French: [kɑ̃] (listen); Norman: Kaem) is a commune in northwestern France. It is the prefecture of the department of Calvados. The city proper has 108,365 inhabitants (as of 2012[update]), while its urban area has 420,000, making Caen the largest city in former Lower Normandy. It is also the third largest municipality in all of Normandy after Le Havre and Rouen and the third largest city proper in Normandy, after Rouen and Le Havre. The metropolitan area of Caen, in turn, is the second largest in Normandy after that of Rouen, the 21st largest in France.",
  "/wiki/Brittany_Ferries": "Brittany Ferries (founded in 1973 by Alexis Gourvennec) is the trading name of French shipping company BAI Bretagne Angleterre Irlande S.A. that operates a fleet of ferries and cruiseferries between France and the United Kingdom, Ireland, and Spain, and between the United Kingdom and Spain.",
  "/wiki/Portsmouth": "Portsmouth (/ˈpɔːrtsməθ/ (listen)) is a port city in Hampshire, England, with a total population of 205,400 residents. The city of Portsmouth is nicknamed Pompey and is mainly built on Portsea Island, a flat, low-lying island measuring 24 square kilometres (9 sq mi) in area, just off the south-east coast of Hampshire. Portsmouth is the only island city in the United Kingdom, and is the only city whose population density exceeds that of London.",
  "/wiki/Calais": "Calais (UK: /ˈkæleɪ/ KAL-ay, US: /kæˈleɪ/ kal-AY, traditionally /ˈkælɪs/ KAL-iss, French: [kalɛ] (listen); Picard: Calés; Dutch: Kales) is a city and major ferry port in northern France in the department of Pas-de-Calais, of which it is a sub-prefecture.  Although Calais is by far the largest city in Pas-de-Calais, the department's prefecture is its third-largest city of Arras. The population of the metropolitan area at the 2010 census was 126,395.[citation needed] Calais overlooks the Strait of Dover, the narrowest point in the English Channel, which is only 34 km (21 mi) wide here, and is the closest French town to England.  The White Cliffs of Dover can easily be seen on a clear day from Calais.  Calais is a major port for ferries between France and England, and since 1994, the Channel Tunnel has linked nearby Coquelles to Folkestone by rail.",
  "/wiki/DFDS_Seaways": "DFDS Seaways is a Danish shipping company that operates passenger and freight services across northern Europe. Following the acquisition of Norfolkline in 2010, DFDS restructured its other shipping divisions (DFDS Tor Line and DFDS Lisco) into the previously passenger-only operation of DFDS Seaways.",
  "/wiki/P&O_Ferries": "P&O Ferries is a subsidiary of Dubai based company DP World that operates ferries from the United Kingdom to Ireland and Continental Europe (France, Belgium and the Netherlands). These were previously operated at different times as separate subsidiaries of P&O:",
  "/wiki/Dover": "Dover (/ˈdoʊvər/) is a town and major ferry port in Kent, South East England.  It faces France across the Strait of Dover, the narrowest part of the English Channel, and lies south-east of Canterbury and east of Maidstone. The town is the administrative centre of the Dover District and home of the Port of Dover. The surrounding chalk cliffs are known as the White Cliffs of Dover.",
  "/wiki/Guernsey": "Guernsey (/ˈɡɜːrnzi/ (listen); Guernésiais: Guernési) is an island in the English Channel off the coast of Normandy. It lies roughly north of Saint-Malo and to the west of Jersey and the Cotentin Peninsula. With several smaller nearby islands, it forms a jurisdiction within the Bailiwick of Guernsey, a British Crown dependency. The jurisdiction is made up of ten parishes on the island of Guernsey, three other inhabited islands (Herm, Jethou and Lihou), and many small islets and rocks.",
  "/wiki/Jersey": "Jersey (/ˈdʒɜːrzi/ JUR-zee, French: [ʒɛʁzɛ] (listen); Jèrriais: Jèrri [dʒɛri]), officially the Bailiwick of Jersey (French: Bailliage de Jersey; Jèrriais: Bailliage dé Jèrri), is a British Crown dependency located near the coast of Normandy, France. It is the second-closest of the Channel Islands to France, after Alderney.",
  "/wiki/Cherbourg": "Cherbourg-Octeville (/ˈʃɛərbʊərɡ/, also UK: /ˈʃɜːrbʊərɡ/, US: /ˈʃɛərbʊər, ʃɛərˈbʊər/, French: [ʃɛʁbuʁ ɔkt(ə)vil] (listen)) is a city and former commune situated at the northern end of the Cotentin peninsula in the northwestern French department of Manche. It is a subprefecture of its department, and was officially formed when the commune of Cherbourg absorbed Octeville on 28 February 2000. On 1 January 2016, it was merged into the new commune of Cherbourg-en-Cotentin. The city is a Maritime prefecture and sub-prefecture of la Manche. Due to its union, it is the most populated city in its department with 37,121 inhabitants[note 1] (over 85,000 with its suburbs)[note 2] making it the first city of the department before the Saint-Lô prefecture and the second in the region after Caen.",
  "/wiki/Poole": "Poole (/puːl/ (listen)) is a large coastal town and seaport in Dorset, on the south coast of England. The town is 33 kilometres (21 mi) east of Dorchester, and adjoins Bournemouth to the east. Since 1 April 2019 the local authority is Bournemouth, Christchurch and Poole Council which is a unitary authority. Poole had an estimated population of 151,500 (mid 2016 census estimates) making it the second largest town in ceremonial county of Dorset. Together with Bournemouth and Christchurch, Poole has a total population of over 465,000.",
  "/wiki/Celtic_Link_Ferries": "Celtic Link Ferries was an Irish ferry company which used to operate a passenger and freight roll-on/roll-off service between Rosslare and Cherbourg. Celtic Link Ferries ceased operating in February 2014 with Stena Line taking over their route.",
  "/wiki/Irish_Ferries": "Irish Ferries is a maritime transport company that operates passenger and freight services on routes between Ireland, Britain and Continental Europe, including Dublin Port–Holyhead; Rosslare Europort to Pembroke as well as Dublin Port-Cherbourg and Rosslare to Cherbourg and Roscoff in France",
  "/wiki/Rosslare_Europort": "Rosslare Europort (Irish: Calafort Ros Láir) is a modern seaport located at Rosslare Harbour in County Wexford, Ireland, near the southeastern-most point of Ireland, handling passenger and freight ferries to and from Wales and France.",
  "/wiki/Alderney": "Alderney (US: /ˈɔːldərni/, UK: /ˈɔːldəni/; French: Aurigny [oʁiɲi]; Auregnais: Aoeur'gny) is the northernmost of the inhabited Channel Islands. It is part of the Bailiwick of Guernsey, a British Crown dependency. It is 3 miles (5 km) long and 1 1⁄2 miles (2.4 km) wide. The area is 3 square miles (8 km2), making it the third-largest island of the Channel Islands, and the second largest in the Bailiwick. It is around 10 miles (15 km) from the west of La Hague on the Cotentin Peninsula, Normandy, in France, 20 miles (30 km) from the north-east of Guernsey and 60 miles (100 km) from the south coast of Great Britain. It is the closest of the Channel Islands to France and to the United Kingdom. It is separated from Cap de la Hague by the dangerous Alderney Race (French: Raz Blanchard).",
  "/wiki/Dieppe,_Seine-Maritime": "Dieppe (French pronunciation: ​[djɛp]) is a coastal community in the Arrondissement of Dieppe in the Seine-Maritime department in the Normandy region of northern France. The population stood at 29,606 in 2016.",
  "/wiki/Transmanche_Ferries": "Transmanche Ferries was a ferry company that operated the Newhaven - Dieppe route across the English Channel. This ferry route is now operated by DFDS Seaways.",
  "/wiki/Newhaven,_East_Sussex": "Newhaven is a channel ferry port in East Sussex in England, with regular passenger services to Dieppe.",
  "/wiki/Dunkerque": "Dunkirk (UK: /dʌnˈkɜːrk/, US: /ˈdʌnkɜːrk/; French: Dunkerque [dœ̃kɛʁk] (listen); French Flemish: Duunkerke; Dutch: Duinkerke(n) [ˈdœynkɛrkə(n)] (listen)) is a commune in Nord, a French department in northern France. It is the northernmost city in France, lying 10 kilometres (6.2 mi) from the Belgian border. It has the third-largest French harbour. The population of the commune at the 2016 census was 91,412.",
  "/wiki/Granville,_Manche": "Granville (French pronunciation: [ɡʁɑ̃.vil] (listen); Norman: Graunville) is a commune in the Manche department and region of Normandy in north-western France. Chef-lieu of the canton of Granville and seat of the Communauté de communes de Granville, Terre et Mer [fr], it is a seaside resort and health resort of Mont Saint-Michel Bay at the end of the Côte des Havres [fr], a former cod fishing port and the first shellfish port of France. It is sometimes nicknamed \"Monaco of the north\" by virtue of its location on a rocky promontory.",
  "/wiki/Le_Havre": "Le Havre (/lə ˈhɑːv(rə)/, French: [lə ɑvʁ(ə)] (listen); Norman: Lé Hâvre) is an urban French commune and city in the Seine-Maritime department in the Normandy region of northwestern France. It is situated on the right bank of the estuary of the river Seine on the Channel southwest of the Pays de Caux. Le Havre is the most populous commune of Upper Normandy, although the total population of the greater Le Havre conurbation is smaller than that of Rouen. After Reims, it is also the second largest subprefecture in France. The name Le Havre means \"the harbour\" or \"the port\". Its inhabitants are known as Havrais or Havraises.",
  "/wiki/LD_Lines": "LD Lines was a French shipping company, with both roro freight and passenger ferry operations.  It was a subsidiary of Louis Dreyfus Armateurs (LDA), which engages in building, owning, operating, and managing vessels.  LD Lines operated ferry routes on the English Channel, the Bay of Biscay and the Mediterranean Sea.",
  "/wiki/Marseille": "Marseille (/mɑːrˈseɪ/ mar-SAY, also spelled in English as Marseilles; French: [maʁsɛj] (listen), locally [maʁˈsɛjə] (listen); Occitan: Marselha [maʀˈsejɔ, -ˈsijɔ]) is the prefecture of the department of Bouches-du-Rhône and region of Provence-Alpes-Côte d'Azur. It is located on the Mediterranean coast near the mouth of the Rhône. The city covers an area of 241 km2 (93 sq mi) and had a population of 870,018 in 2016. Its metropolitan area, which extends over 3,173 km2 (1,225 sq mi) is the third-largest in France after those of Paris and Lyon, with a population of 1,831,500 as of 2010.",
  "/wiki/Algérie_Ferries": "Algérie Ferries or Entreprise Nationale de Transport Maritime de Voyageurs (ENTMV) is a state-owned Algerian shipping company. The company operate passenger and freight services between Algeria, France and Spain.",
  "/wiki/Algiers": "Algiers (/ælˈdʒɪərz/ al-JEERZ; Arabic: الجزائر‎, romanized: Al-Jazāʾir; French: Alger) is the capital and largest city of Algeria. In 2011, the city's population was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria.",
  "/wiki/Bejaia": "Béjaïa (Arabic: بِجَايَة‎, Bijayah; Berber languages: Bgayet, Bgayeth), formerly Bougie and Bugia, is a Mediterranean port city on the Gulf of Béjaïa in Algeria; it is the capital of Béjaïa Province, Kabylia. Béjaïa is the largest principally Kabyle-speaking city in the Kabylie region of Algeria. The history of Béjaïa explains the diversity of the local population.",
  "/wiki/Oran": "Oran (/ɔːˈrɑːn/, also UK: /əˈrɑːn, əˈræn/, US: /oʊˈrɑːn, oʊˈræn, ɔːˈrɒ̃/, French: [ɔʁɑ̃]; Arabic: وَهران‎, romanized: Wahrān) is a major coastal city located in the north-west of Algeria. It is considered the second most important city of Algeria after the capital Algiers, due to its commercial, industrial, and cultural importance. It is 432 km (268 mi) from Algiers. The total population of the city was 759,645 in 2008, while the metropolitan area has a population of approximately 1,500,000 making it the second largest city in Algeria.",
  "/wiki/Skikda": "Skikda (Arabic: سكيكدة‎) is a city in northeastern Algeria and a port on the Mediterranean's Gulf of Stora. It is the capital of Skikda Province and Skikda District.",
  "/wiki/Roscoff": "Roscoff (Breton: Rosko) is a commune in the Finistère département of Brittany in northwestern France.",
  "/wiki/Cork_(city)": "Cork (/kɔːrk/; Irish: Corcaigh, pronounced [ˈkoɾkɪɟ], from corcach, meaning \"marsh\") is the second largest city in Ireland. Located in the south-west of Ireland, in the province of Munster, since an extension to the city's boundary in 2019, its population is c.210,000.",
  "/wiki/Plymouth": "Plymouth (/ˈplɪməθ/ (listen)) is a port city situated on the south coast of Devon, England, approximately 37 miles (60 km) south-west of Exeter and 190 miles (310 km) west-south-west of London. Enclosing the city are the mouths of the river Plym and river Tamar, which are naturally incorporated into Plymouth Sound to form a boundary with Cornwall.",
  "/wiki/Saint_Malo": "Saint-Malo (UK: /sæ̃ ˈmɑːloʊ/, US: /ˌsæ̃ məˈloʊ/, French: [sɛ̃ malo] (listen); Gallo: Saent-Malô; Breton: Sant-Maloù) is a historic French port in Brittany on the Channel coast.",
  "/wiki/Condor_Ferries": "Condor Ferries is an operator of passenger and freight ferry services between The United Kingdom, Bailiwick of Guernsey, Bailiwick of Jersey and France.",
  "/wiki/Weymouth,_Dorset": "Weymouth /ˈweɪməθ/ is a seaside town in Dorset, England, situated on a sheltered bay at the mouth of the River Wey on the English Channel coast. The town is 11 kilometres (7 mi) south of Dorchester and 8 kilometres (5 mi) north of the Isle of Portland. Weymouth has a metropolitan population of 71,611 (2018). The town is the third largest settlement in Dorset after Bournemouth and Poole.",
  "/wiki/Sète": "Sète (French pronunciation: ​[sɛt]; Seta in Occitan), known as Cette until 1928, is a commune in the Hérault department in the Occitanie region in southern France. Its inhabitants are called Sétois.",
  "/wiki/Comarit": "Comarit (Compagnie Maritime Maroco-Norvegiènne) was a Moroccan ferry operator. Comarit operated a freight and passenger ferry service between Morocco and Spain, France and Italy from 1984 to 2012. The company suspended operations in January 2012.",
  "/wiki/Nador": "Nador (Berber: Ennaḍor, ⴻⵏⵏⴰⴹⵓⵔ; Arabic: الناظور) is a coastal city and provincial capital in the northeastern Rif region of Morocco with a population of about 161,726 (2014 census). It is separated from the Mediterranean Sea by a salt lagoon named Sebkha Bou Areq (Arabic), Bḥar Ameẓẓyan (Berber) or Mar Chica (Spanish) and is 10 kilometres (6.2 mi) south of the Spanish city of Melilla. Nador was founded in the 19th century and was under Spanish rule until Morocco's independence in 1956. Nador Province has over 600,000 inhabitants, predominantly of Riff-Berber ethnicity. Nador is considered the second largest city in the Oriental East after Oujda.",
  "/wiki/Tangier": "Tangier (/tænˈdʒɪər(z)/ tan-JEER(Z); Arabic: طنجة‎, Berber languages: ⵟⴰⵏⵊⴰ, romanized: Ṭanja, Spanish: Tánger) is a city in northwestern Morocco. It is on the Maghreb coast at the western entrance to the Strait of Gibraltar, where the Mediterranean Sea meets the Atlantic Ocean off Cape Spartel. The town is the capital of the Tanger-Tetouan-Al Hoceima region, as well as the Tangier-Assilah prefecture of Morocco.",
  "/wiki/List_of_border_crossing_points_in_France": "The following is a list of border crossing points in France forming the external border of the Schengen Area."
}