{
  "/wiki/Griff_Rhys_Jones": "Griffith Rhys Jones OBE (born 16 November 1953) is a Welsh comedian, writer, actor and television presenter. He starred in a number of television series with his comedy partner, Mel Smith.",
  "/wiki/Cambridge_Arts_Theatre": "Cambridge Arts Theatre is a 666-seat theatre on Peas Hill and St Edward's Passage in central Cambridge, England. The theatre presents a varied mix of drama, dance, opera and pantomime. It attracts some of the highest-quality touring productions in the country, as well as many shows direct from, or prior to, seasons in the West End. Its annual Christmas pantomime is an established tradition in the city. From 1969 to 1985, the theatre was also home to the Cambridge Theatre Company, a renowned national touring company. The Cambridge Arts Theatre was founded in 1936 by the famous Cambridge economist and statesman John Maynard Keynes.",
  "/wiki/Oxford_Playhouse": "Oxford Playhouse (often just known as the Playhouse by locals) is an independent theatre designed by Sir Edward Maufe.  It is situated in Beaumont Street, Oxford, opposite the Ashmolean Museum.",
  "/wiki/Martin_Bergman": "Martin Bergman (born 17 June 1957) is a British producer, writer and director who works in Hollywood.",
  "/wiki/Widow_Twankey": "Widow Twankey (originally Twankay, sometimes Twanky) is a female character in the pantomime Aladdin which takes place in either China, Arabia or Persia. The character is a pantomime dame, portrayed by a man; and is a comic foil to the principal boy, Aladdin—played by an actress.",
  "/wiki/Robert_Bathurst": "Robert Guy Bathurst (born 22 February 1957) is an English actor. Bathurst was born in the Gold Coast in 1957, where his father was working as a management consultant. In 1959 his family moved to Ballybrack, Dublin, Ireland and Bathurst attended school in Killiney and later was enrolled at an Anglican boarding school. In 1966, the family moved to England and Bathurst transferred to Worth School in Sussex, where he took up amateur dramatics. At the age of 18, he read law at Pembroke College, Cambridge and joined the Cambridge Footlights group. After graduating, he took up acting full-time.",
  "/wiki/ADC_Theatre": "The ADC Theatre is a theatre in Cambridge, England, and also a department of the University of Cambridge. It is located in Park Street, north off Jesus Lane. The theatre is owned by the Cambridge University Amateur Dramatic Club (CUADC), but is currently run as the smallest department of the university, with four full-time and two part-time staff. It is a producing theatre with the CUADC as its resident company.",
  "/wiki/Clive_Anderson": "Clive Stuart Anderson (born 10 December 1952) is an English television and radio presenter, comedy writer and former barrister. Winner of a British Comedy Award in 1991, Anderson began experimenting with comedy and writing comedic scripts during his 15-year legal career, before starring in Whose Line Is It Anyway? on BBC Radio 4, then later Channel 4. He has also hosted a number of radio programmes, and made guest appearances on Have I Got News for You, Mock the Week and  QI.",
  "/wiki/Jon_Plowman": "Phillip Jon Plowman OBE (born 1953 in Welwyn Garden City, England) is a British television and film producer. He has been a Producer at the BBC since 1980, when he produced Russell Harty's chat show Harty. He moved on to executive producing at the BBC in 1986, working on sketch show A Bit of Fry and Laurie, and became Head of Comedy Entertainment in 1994, mainly responsible for sketch shows. He produced the first four series of the BBC comedy show Absolutely Fabulous between 1992 and 2001, plus the big screen version in 2016.",
  "/wiki/Lyric,_Hammersmith": "The Lyric Theatre, also known as the Lyric Hammersmith, is a theatre in King Street, in the London Borough of Hammersmith and Fulham, which takes pride in its original, \"groundbreaking\" productions.",
  "/wiki/Noises_Off": "Noises Off is a 1982 play by the English playwright Michael Frayn. The idea for it came in 1970, when Frayn was watching from the wings a performance of The Two of Us, a farce that he had written for Lynn Redgrave. He said, \"It was funnier from behind than in front, and I thought that one day I must write a farce from behind.\"  The prototype, a short-lived one-act play called Exits, was written and performed in 1977. At the request of his associate, Michael Codron, Frayn expanded this into what would become Noises Off. It takes its title from the theatrical stage direction indicating sounds coming from offstage.",
  "/wiki/Michael_Blakemore": "Michael Howell Blakemore OBE, AO (born 18 June 1928) is an Australian actor, writer and theatre director who has also made a handful of films. A former Associate Director of the National Theatre, in 2000 he became the only individual to win Tony Awards for best Director of a Play and Musical in the same year for Copenhagen and Kiss Me, Kate.",
  "/wiki/Savoy_Theatre": "The Savoy Theatre is a West End theatre in the Strand in the City of Westminster, London, England. The theatre opened on 10 October 1881 and was built by Richard D'Oyly Carte on the site of the old Savoy Palace as a showcase for the popular series of comic operas of Gilbert and Sullivan, which became known as the Savoy operas as a result.",
  "/wiki/Saint_Joan_(play)": "Saint Joan is a play by George Bernard Shaw about 15th-century French military figure Joan of Arc. Premiering in 1923, three years after her canonization by the Roman Catholic Church, the play reflects Shaw's belief that the people involved in Joan's trial acted according to what they thought was right.  He wrote in his preface to the play:",
  "/wiki/Royal_National_Theatre": "The Royal National Theatre in London, commonly known as the National Theatre (NT), is one of the United Kingdom's three most prominent publicly funded performing arts venues, alongside the Royal Shakespeare Company and the Royal Opera House. Internationally, it is known as the National Theatre of Great Britain.",
  "/wiki/The_Mandrake": "The Mandrake (Italian: La Mandragola [la manˈdraːɡola]) is a satirical play by Italian Renaissance philosopher Niccolò Machiavelli. Although the five-act comedy was published in 1524 and first performed in the carnival season of 1526, Machiavelli likely wrote The Mandrake in 1518 as a distraction from his bitterness at having been excluded from the diplomatic and political life of Florence following the 1512 reversion to Medici rule. Some scholars read the play as an overt critique of the House of Medici; and some scholars assert that the play is a mirror to his political treatises. However, Machiavelli set the action in 1504 during the period of the Florentine Republic in order to express his frustrations without fear of censure from patrons already ill-disposed towards him and his writing.",
  "/wiki/L%27H%C3%B4tel_du_libre_%C3%A9change": "L'Hôtel du Libre échange ((in French): Free Exchange Hotel) is a comedy written by the French playwrights Georges Feydeau and Maurice Desvallières in 1894. The play takes place in Paris in the 19th century, and follows two Parisian households and their friends over the course of two days. The play has three acts; acts one and three take place in Monsieur Pinglet's office, while act two takes place in Hôtel du Libre échange, a small Paris hotel. The play has been translated into several other languages.",
  "/wiki/Jonathan_Lynn": "Jonathan Lynn (born 3 April 1943) is an English stage and film director, producer, writer and actor. He directed comedy films such as Clue, My Cousin Vinny, and The Fighting Temptations and earlier co-created and co-wrote the TV series Yes Minister and Yes, Prime Minister.",
  "/wiki/Theatre_Royal,_Bath": "The Theatre Royal in Bath, England, was built in 1805. A Grade II* listed building, it has been described by the Theatres Trust as \"One of the most important surviving examples of Georgian theatre architecture\". It has a capacity for an audience of around 900.",
  "/wiki/Lyric_Theatre_(London)": "The Lyric Theatre is a West End theatre on Shaftesbury Avenue in the City of Westminster.",
  "/wiki/The_Next_Best_Thing": "The Next Best Thing, originally a screenplay, is a 2000 American comedy-drama film about two best friends that have a child together and a custody battle years after, and was the final film directed by John Schlesinger. Starring Madonna, Rupert Everett, and Benjamin Bratt, it opened to the #2 position in the North American box office despite its poor reviews.",
  "/wiki/The_Importance_of_Being_Earnest": "The Importance of Being Earnest, A Trivial Comedy for Serious People is a play by Oscar Wilde. First performed on 14 February 1895 at the St James's Theatre in London, it is a farcical comedy in which the protagonists maintain fictitious personae to escape burdensome social obligations. Working within the social conventions of late Victorian London, the play's major themes are the triviality with which it treats institutions as serious as marriage, and the resulting satire of Victorian ways. Some contemporary reviews praised the play's humour and the culmination of Wilde's artistic career, while others were cautious about its lack of social messages. Its high farce and witty dialogue have helped make The Importance of Being Earnest Wilde's most enduringly popular play.",
  "/wiki/Nottingham_Playhouse": "Nottingham Playhouse is a theatre in Nottingham, Nottinghamshire, England. It was first established as a repertory theatre in 1948 when it operated from a former cinema in Goldsmith Street.  Directors during this period included Val May and Frank Dunlop. The current building opened in 1963.",
  "/wiki/Lady_Audley%27s_Secret": "Lady Audley's Secret is a sensation novel by Mary Elizabeth Braddon published in 1862. It was Braddon's most successful and well-known novel. Critic John Sutherland (1989) described the work as \"the most sensationally successful of all the sensation novels\". The plot centres on \"accidental bigamy\" which was in literary fashion in the early 1860s. The plot was summarised by literary critic Elaine Showalter (1982): \"Braddon's bigamous heroine deserts her child, pushes husband number one down a well, thinks about poisoning husband number two and sets fire to a hotel in which her other male acquaintances are residing\". Elements of the novel mirror themes of the real-life Constance Kent case of June 1860 which gripped the nation for years. A follow-up novel, Aurora Floyd, appeared in 1863. Braddon set the story in Ingatestone Hall, Essex, inspired by a visit there. There have been three silent film adaptations, one UK television version in 2000, and three minor stage adaptations.",
  "/wiki/Annie_Castledine": "Ann \"Annie\" Castledine (26 February 1939 – 4 June 2016), was a British theatre director, teacher and dramaturg.",
  "/wiki/Lyric_Hammersmith": "The Lyric Theatre, also known as the Lyric Hammersmith, is a theatre in King Street, in the London Borough of Hammersmith and Fulham, which takes pride in its original, \"groundbreaking\" productions.",
  "/wiki/Salisbury_Playhouse": "Salisbury Playhouse is a theatre in the English city of Salisbury, Wiltshire. It was built in 1976 and comprises  the 517-seat Main House and the 149-seat Salberg, a rehearsal room and a community & education space.",
  "/wiki/Getting_Married": "Getting Married is a play by George Bernard Shaw. First performed in 1908, it features a cast of family members who gather together for a marriage. The play analyses and satirises the status of marriage in Shaw's day, with a particular focus on the necessity of liberalising divorce laws.",
  "/wiki/Chichester_Festival_Theatre": "Chichester Festival Theatre, located in Chichester, Sussex, England, is a theatre designed by Philip Powell and Hidalgo Moya, and opened by its founder Leslie Evershed-Martin in 1962. The smaller and more intimate Minerva Theatre was built nearby in 1989.",
  "/wiki/Robert_Bathurst_filmography": "The filmography of English actor Robert Bathurst comprises both film and television roles spanning almost 30 years. Bathurst made his acting debut for television in 1982 in the never-broadcast pilot episode for the BBC sitcom Blackadder, though his character Prince Henry was recast when the Black Adder series was commissioned. Throughout the rest of the 1980s, Bathurst appeared in episodes of The Lenny Henry Show, Who Dares Wins, The District Nurse, Red Dwarf, and Chelmsford 123, before starring alongside his Cambridge Footlights colleague Stephen Fry in the short-run series Anything More Would Be Greedy. He also appeared in the films Whoops Apocalypse (1986) and Just Ask for Diamond (1988)."
}