{
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Tokyo": "Tokyo (東京, Tōkyō, English: /ˈtoʊkioʊ/, Japanese: [toːkʲoː] (listen)), officially Tokyo Metropolis (東京都, Tōkyō-to), is one of the 47 prefectures of Japan. The capital of Japan, it houses the Emperor of Japan and the Japanese government. Tokyo forms part of the Kantō region on the southeastern side of Japan's main island, Honshu, and includes the Izu and Ogasawara Islands.",
  "/wiki/Mitsubishi": "The Mitsubishi Group (三菱グループ, Mitsubishi Gurūpu, also known as the Mitsubishi Group of Companies or Mitsubishi Companies, and informally as the Mitsubishi Keiretsu) is a group of autonomous Japanese multinational companies in a variety of industries.",
  "/wiki/Nagoya": "Nagoya (名古屋) is the largest city in the Chūbu region of Japan. It is Japan's fourth-largest incorporated city and the third-most-populous urban area. It is located on the Pacific coast on central Honshu. It is the capital of Aichi Prefecture and is one of Japan's major ports along with those of Tokyo, Osaka, Kobe, Yokohama, Chiba, and Kitakyushu. It is also the center of Japan's third-largest metropolitan region, known as the Chūkyō metropolitan area. As of 1 October 2019[update], 2,327,557 people lived in the city, part of Chūkyō Metropolitan Area's 10.11 million people.\nIt is also one of the 50 largest urban areas in the world.",
  "/wiki/Cony_Guppy": "The Cony Guppy is a small pickup truck manufactured by Aichi. The vehicle had suicide doors and rotating amber beacons on the B-pillar. The brake lights were tiny and circular. The engine, which rests behind the seats, is a two-valve, 199 cc single-cylinder unit that produces 11 horsepower. It can power the vehicle to a top speed of 50 mph. Aichi rated the Guppy's fuel economy at 50 km/l. They also claimed the Guppy is able to carry 100 kilograms of cargo. Its low price of ¥225,000 made it attractive to small business owners and cargo transporters. Other features include a four-wheel independent suspension and a torque converter for clutchless driving.",
  "/wiki/Daihatsu_Bee": "The Daihatsu Bee is a three-wheeled microcar produced by the Japanese manufacturer Daihatsu from 1951 until 1952.",
  "/wiki/Daihatsu": "Daihatsu Motor Co., Ltd. (ダイハツ工業株式会社, Daihatsu Kōgyō Kabushiki-gaisha), commonly known as Daihatsu, is one of the oldest surviving Japanese internal combustion engine manufacturers, later known for its range of smaller kei models, passenger and off-road vehicles. The headquarters are located in Ikeda, Osaka Prefecture. The company is a wholly owned subsidiary of the Toyota Motor Corporation since August 2016.",
  "/wiki/Ikeda,_Osaka": "Ikeda (池田市, Ikeda-shi) is a city in Osaka Prefecture, Japan.",
  "/wiki/Daihatsu_Fellow_Max": "The Daihatsu Fellow Max is a small Japanese automobile in the Kei car class. Originally introduced as the Daihatsu Fellow, the name was partially retained for the Max Cuore (1977) and then again for the 2000 Daihatsu Max.",
  "/wiki/Daihatsu_Mira": "The Daihatsu Mira (also known as the Cuore, Domino, and more recently Charade), is a kei car-type vehicle built by the Japanese car maker Daihatsu. It comes with a variety of options and chassis variations, with the latest variant having four models: \"Mira\", \"Mira AVY\", \"Mira Gino\" and \"Mira VAN\". The Mira is the latest successor to the line of cars begun with the Daihatsu Fellow of 1966 and was originally introduced as the commercial version of the Cuore. Outside Japan, the Mira has also been offered with an 850 cc or 1000 cc engine. In Australia, the two-seater version was marketed as the Daihatsu Handivan and later as the Daihatsu Handi. The name \"mira\" is Latin meaning \"goal\" or \"purpose.\"",
  "/wiki/Daihatsu_Midget": "The Daihatsu Midget is a single-seater mini-truck, later a microvan/kei truck made by Japanese automaker Daihatsu. Several distinct vehicles have borne the Midget name over the years, but all have had in common a single or two-seat utilitarian design, with an enclosed or semi-enclosed cab.",
  "/wiki/Kyoto": "Kyoto (/kiˈoʊtoʊ, ˈkjoʊtoʊ/; 京都 Kyōto, Japanese: [kʲoꜜːto] (listen)), officially Kyoto City (京都市, Kyōto-shi, Japanese: [kʲoːtoꜜɕi] (listen)), is the capital city of Kyoto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyoto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2018, the city had a population of 1.47 million.",
  "/wiki/Fuji_Cabin": "The Fuji Cabin is a three-wheeled microcar produced by Fuji Toshuda Motors of Tokyo, Japan, from 1957 until 1958. It was introduced at the Tokyo Motor Show in 1955. The car has two front wheels and one rear. Its two-seater body, with a distinctive single headlamp, is constructed of fibreglass.",
  "/wiki/Honda_S360": "The Honda S360 is a sports car with a 360 cc (22 cu in) engine manufactured by Honda. It was one of the first automobiles created by the company known for their motorcycles. The S360 was unveiled on 5 June 1962 during the 11th Nation Honda Meeting General Assembly held at Suzuka Circuit, but was never put into production. It used a 356 cc AK250E series DOHC inline-four engine shared with the Honda T360 kei truck.",
  "/wiki/Honda": "Honda Motor Company, Ltd. (Japanese: 本田技研工業株式会社, Hepburn: Honda Giken Kōgyō KK, IPA: [honda] (listen); /ˈhɒndə/) is a Japanese public multinational conglomerate corporation primarily known as a manufacturer of automobiles, motorcycles, and power equipment.",
  "/wiki/Honda_S500": "The S500 was the second production car from Honda, released in 1963, following the T360 truck into production by four months. It was a larger displacement variant of the S360 roadster which, though developed for sale in 1962, was never produced.",
  "/wiki/Honda_S600": "The Honda S600 is an automobile manufactured by Honda. It was launched in March 1964. Available as a roadster – bearing strong resemblance to the Honda S500 – and as a fastback coupé – introduced in March 1965 – the S600 was the first Honda available in two trim levels.  During its production run up to 1966, the model styling would remain pretty much the same, with the most notable changes coming to the front grille, bumper, and headlights.",
  "/wiki/Honda_N360": "The Honda N360 is a small front-engine, front-wheel drive, two-passenger two-box automobile manufactured and marketed by Honda from March 1967 through 1970 in compliance with Japan's kei car regulations.",
  "/wiki/Honda_T360": "The T360 was a pickup truck from Honda. Introduced in June 1963, it was Honda's first production automobile, beating the S500 Sports by four months.",
  "/wiki/Mazda_R360": "The Mazda R360 is a kei car that was produced by Mazda. It was Mazda's first real car - a two-door, four-seat coupé. Introduced in 1960, it featured a short 69 inch (1753 mm) wheelbase and weighed just 838 lb (380 kg). It was powered by a rear-mounted air-cooled 356 cc V-twin engine putting out about 16 hp (12 kW) and 16 lb·ft (22 Nm) of torque. The car was capable of about 52 mph (84 km/h).[citation needed] It had a 4-speed manual or two-speed automatic transmission.  The suspension, front and rear, was rubber \"springs\" and torsion bars.[citation needed]",
  "/wiki/Mazda": "Mazda Motor Corporation (Japanese: マツダ株式会社, Hepburn: Matsuda Kabushiki-gaisha), commonly referred to as simply Mazda, is a Japanese multinational automaker based in Fuchū, Aki District, Hiroshima Prefecture, Japan.",
  "/wiki/Mazda_Carol": "The Mazda Carol is a kei car manufactured by Mazda from 1962 until 1970. The Carol name was revived again with Mazda's 1989 re-entry into the kei car class with the Autozam brand. Since 1989, the Carol has been a rebadged model manufactured by Suzuki for Mazda, based on the Japanese Suzuki Alto. The first two generations of the new Carol received unique bodywork, but since late 1998 it has been strictly a badging exercise.",
  "/wiki/Mitsuoka": "Mitsuoka Motors (光岡自動車) is a small Japanese automobile company. It is noted for building unique cars with unconventional styling, some of which imitate the look of retro British cars of the 1950s and 1960s. It is primarily a custom design coachbuilder, taking production cars, like the Nissan March, and replacing various aspects of the bodywork with its own customizations. It has also produced a sports car, the Orochi.\nMitsuoka Motors is also the principal distributor of retro-classic TD2000 roadster in Japan.\nMitsuoka was recognised in 1996 as the 10th Japanese auto manufacturer to be registered in Japan since Honda in 1963. It bases its current cars on Nissans and other Japanese car manufacturers. Mitsuoka Motor launched in the UK in 2015 under sole distribution of T W White & Sons and launched the Mitsuoka Roadster (Himiko) at the London Motor Show in 2016.",
  "/wiki/Toyama,_Toyama": "Toyama (富山市, Toyama-shi, Japanese: [toꜜjama]) is the capital city of Toyama Prefecture, Japan, located on the coast of the Sea of Japan in the Chūbu region on central Honshū, about 200 km (120 mi) north of the city of Nagoya and 300 km (190 mi) northwest of Tokyo. As of 1 June 2019[update], the city had an estimated population of 415,844 in 176,643 households, and a population density of 335 persons per km². Its total area was 1,241.77 square kilometres (479.45 sq mi).",
  "/wiki/List_of_microcars_by_country_of_origin:_J": "N/A"
}