{
  "/wiki/Fred_Akers": "Fred Akers (born March 17, 1938) is a former American football player and coach. He served as head football coach at the University of Wyoming (1975–1976), the University of Texas at Austin (1977–1986), and Purdue University (1987–1990), compiling a career college football record of 108–75–3.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/Purdue_University": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/University_of_Texas": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/University_of_Wyoming": "The University of Wyoming (UW) is a public land-grant research university in Laramie, Wyoming. It  was founded in March 1886, four years before the territory was admitted as the 44th state, and opened in September 1887. The University of Wyoming is unusual in that its location within the state is written into the state's constitution. The university also offers outreach education in communities throughout Wyoming and online.",
  "/wiki/Bud_Adams": "Kenneth Stanley \"Bud\" Adams, Jr. (January 3, 1923 – October 21, 2013) was the owner of the Tennessee Titans, a National Football League franchise. He was instrumental in the founding and establishment of the former American Football League. Adams became a charter AFL owner with the establishment of the current Titans franchise, which was originally known as the Houston Oilers. He was the senior owner (by time) with his team in the National Football League, a few months ahead of Buffalo Bills' owner Ralph Wilson. Adams also was one of the owners of the Houston Mavericks of the American Basketball Association and the owner of the second Nashville Kats franchise of the Arena Football League. He was elected to the American Football League Hall of Fame, an online site, but as of 2018 is not a member of the Pro Football Hall of Fame, despite several nominations and an ongoing effort to make him such.",
  "/wiki/University_of_Kansas": "The University of Kansas (KU) is a public research university with its main campus in Lawrence, Kansas, and several satellite campuses, research and educational centers, medical centers, and classes across the state of Kansas. Two branch campuses are in the Kansas City metropolitan area on the Kansas side: the university's medical school and hospital in Kansas City, the Edwards Campus in Overland Park, and a hospital and research center in the state's capital of Topeka. There are also educational and research sites in Garden City, Hays, Leavenworth, Parsons, and Topeka, and branches of the medical school in Salina and Wichita. The university is a member of the Association of American Universities.",
  "/wiki/Tennessee_Titans": "The Tennessee Titans are a professional American football team based in Nashville, Tennessee. The Titans compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) South division. Previously known as the Houston Oilers, the team began play in 1960 in Houston, Texas, as a charter member of the American Football League (AFL). The Oilers won the first two AFL Championships, and joined the NFL as part of the AFL–NFL merger in 1970.",
  "/wiki/Bill_Arnsparger": "William Stephen Arnsparger (December 16, 1926 – July 17, 2015) was an American college and professional football coach. He was born and raised in Paris, Kentucky, served in the United States Marine Corps during World War II, and graduated from Miami University (Ohio) in 1950. Immediately upon graduation, Arnsparger was hired as an assistant coach with the Miami football program, beginning a long career in the profession.",
  "/wiki/Miami_University": "Miami University (informally Miami of Ohio or simply Miami) is a public research university in Oxford, Ohio. The university was founded in 1809, although classes were not held until 1824. Miami University is the second-oldest university in Ohio and the 10th oldest public university (32nd overall) in the United States. The school's system comprises the main campus in Oxford, as well as regional campuses in nearby Hamilton, Middletown, and West Chester. Miami also maintains an international boarding campus, the Dolibois European Center in Differdange, Luxembourg. The Carnegie Foundation classifies Miami University as a research university with a high research activity. It is affiliated with the University System of Ohio.",
  "/wiki/New_York_Giants": "The New York Giants are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, which it shares with the New York Jets. The Giants hold their summer training camp at the Quest Diagnostics Training Center at the Meadowlands Sports Complex.",
  "/wiki/Miami_Dolphins": "The Miami Dolphins are a professional American football team based in the Miami metropolitan area. The Dolphins compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The Dolphins play their home games at Hard Rock Stadium, located in the northern suburb of Miami Gardens, Florida. The Dolphins are the oldest professional sports team in Florida. Of the four AFC East teams, they are the only team in the division that was not a charter member of the American Football League (AFL).",
  "/wiki/LSU_Tigers_football": "The LSU Tigers football program, also known as the Fighting Tigers, represents Louisiana State University in the sport of American football.  The Tigers compete in the Football Bowl Subdivision (FBS) of the National Collegiate Athletic Association (NCAA) and the Western Division of the Southeastern Conference (SEC).",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/San_Diego_Chargers": "The professional American football team now known as the Los Angeles Chargers previously played in San Diego, California as the San Diego Chargers from 1961 to 2017  before relocating back to Los Angeles where the team played their inaugural season. The Chargers franchise relocated from Los Angeles to San Diego in 1961. The Chargers' first home game in San Diego was at Balboa Stadium against the Oakland Raiders on September 17, 1961. Their final game as a San Diego-based club was played at Qualcomm Stadium in San Diego on January 1, 2017 against the Kansas City Chiefs, who defeated the Chargers, 37–27.",
  "/wiki/Red_Badgro": "Morris Hiram \"Red\" Badgro (December 1, 1902 – July 13, 1998) was an American football player and football coach who also played professional baseball. He was inducted into the Pro Football Hall of Fame in 1981.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California.",
  "/wiki/End_(American_football)": "An end in American and Canadian football is a player who lines up at either end of the line of scrimmage, usually beside the tackles.  Rules state that a legal offensive formation must always consist of seven players on the line of scrimmage and that the player on the end of the line constitutes an eligible receiver.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/New_York_Yankees_(NFL)": "The New York Yankees were a short-lived professional American football team from 1926 to 1928. The team was a member of the first American Football League in 1926, and later the National Football League from 1927 to 1929. They played their home games at Yankee Stadium. The team featured Red Grange at halfback.",
  "/wiki/Brooklyn_Dodgers_(NFL)": "The Brooklyn Dodgers were an American football team that played in the National Football League from 1930 to 1943, and in 1944 as the Brooklyn Tigers. The team played its home games at Ebbets Field of the baseball National League's team, the Brooklyn Dodgers. In 1945, because of financial difficulties and the increasing scarcity of major league-level players because of the war-time defense requirements at the height of World War II, the team was merged with the Boston Yanks and were known as the Yanks for that season.",
  "/wiki/Matt_Baker_(football_player)": "Matthew David Baker (born May 11, 1983) is a former American football quarterback and currently an offensive assistant for Western Michigan University. He was signed by the Houston Texans as an undrafted free agent in 2006. He played college football at North Carolina.",
  "/wiki/University_of_North_Carolina_at_Chapel_Hill": "The University of North Carolina at Chapel Hill (UNC, UNC-Chapel Hill, North Carolina, Chapel Hill, or simply Carolina) is a public research university in Chapel Hill, North Carolina. The flagship of the University of North Carolina system, it is considered a Public Ivy, or a public institution which offers an academic experience equivalent to an Ivy League university.  After being chartered in 1789, the university first began enrolling students in 1795, which also allows it to be one of three schools to claim the title of the oldest public university in the United States. Among the claimants, the University of North Carolina at Chapel Hill is the only one to have held classes and graduated students as a public university in the eighteenth century.",
  "/wiki/Quarterback": "The quarterback (commonly abbreviated \"QB\"), colloquially known as the \"signal caller\", is a position in gridiron football. Quarterbacks are members of the offensive team and line up directly behind the offensive line. In modern American football, the quarterback is usually considered the leader of the offensive team, and is often responsible for calling the play in the huddle. The quarterback also touches the ball on almost every offensive play, and is the offensive player that almost always throws forward passes. When the QB is tackled behind the line of scrimmage, it is called a sack.",
  "/wiki/Scout_team": "The following terms are used in American football, both conventional and indoor. Some of these terms are also in use in Canadian football; for a list of terms unique to that code, see Glossary of Canadian football.",
  "/wiki/Dallas_Cowboys": "The Dallas Cowboys are a professional American football team based in the Dallas–Fort Worth metroplex. The Cowboys compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team is headquartered in Frisco, Texas, and plays its home games at AT&T Stadium in Arlington, Texas, which opened for the 2009 season. The stadium took its current name prior to the 2013 season. The Cowboys joined the NFL as an expansion team in 1960. The team's national following might best be represented by its NFL record of consecutive sell-outs. The Cowboys' streak of 190 consecutive sold-out regular and post-season games (home and away) began in 2002. The franchise has made it to the Super Bowl eight times, tied with the Pittsburgh Steelers and the Denver Broncos for second most Super Bowl appearances in history, just behind the New England Patriots record eleven Super Bowl appearances. This has also corresponded to eight NFC championships, most in the NFC. The Cowboys have won five of those Super Bowl appearances, tying them with their NFC rivals, the San Francisco 49ers; both are second to Pittsburgh's and New England's record six Super Bowl championships. The Cowboys are the only NFL team to record 20 straight winning seasons (1966–85), in which they missed the playoffs only twice (1974 and 1984).",
  "/wiki/Drew_Bennett": "Andrew Russell \"Drew\" Bennett (born August 26, 1978) is a former American football wide receiver of the National Football League. He was signed by the Tennessee Titans as an undrafted free agent in 2001. He played college football at UCLA.",
  "/wiki/UCLA": "The University of California, Los Angeles (UCLA) is a public research university in Los Angeles. It became the Southern Branch of the University of California in 1919, making it the fourth-oldest (after UC Berkeley, UC San Francisco, and UC Davis) of the 10-campus University of California system and oldest of the campuses in Southern California. It offers 337 undergraduate and graduate degree programs in a wide range of disciplines. UCLA enrolls about 31,500 undergraduate and 12,800 graduate students and had 119,000 applicants for Fall 2016, including transfer applicants, making the school the most applied-to of any American university.",
  "/wiki/Wide_receiver": "A wide receiver, also referred to as wideouts or simply receivers, is an offensive position in gridiron football, and is a key player. They get their name because they are split out \"wide\" (near the sidelines), farthest away from the rest of the team.  Wide receivers are among the fastest players on the field.  The wide receiver functions as the pass-catching specialist.",
  "/wiki/St._Louis_Rams": "In 1995, the Los Angeles Rams of the National Football League relocated the franchise from southern California to the Midwestern United States, moving to St. Louis, Missouri and becoming known as the St. Louis Rams. The Rams called St. Louis home from 1995 until the end of the 2015 season, after which they returned to playing in their former home in Los Angeles.",
  "/wiki/Drew_Brees": "Andrew Christopher \"Drew\" Brees (/briːz/; born January 15, 1979) is an American football quarterback for the New Orleans Saints of the National Football League (NFL). He had a successful college football career at Purdue University, becoming one of the most decorated players in Purdue and Big Ten Conference history. Brees set two NCAA records, 13 Big Ten Conference records, and 19 Purdue University records during his college career. As of 2018[update], he remains the Big Ten record-holder in several passing categories, including completions (1,026), attempts (1,678), and yards (11,792). Brees was chosen by the San Diego Chargers with the first pick in the second round of the 2001 NFL Draft. Brees earned the starting job with the Chargers in 2002 and made the Pro Bowl in 2004. Nine months after suffering a dislocation in his right shoulder joint and a tear of the labrum and rotator cuff, Brees signed with the Saints as a free agent in 2006. He experienced immediate success in New Orleans, leading the Saints to their first-ever Super Bowl in Super Bowl XLIV and helping the team to a 31–17 victory over the Indianapolis Colts.",
  "/wiki/New_Orleans_Saints": "The New Orleans Saints are a professional American football team based in New Orleans, Louisiana. The Saints currently compete in the National Football League (NFL) as a member of the league's National Football Conference (NFC) South division. The team was founded by John W. Mecom Jr., David Dixon, and the city of New Orleans on November 1, 1966. The Saints began play in Tulane Stadium in 1967 where they remained until the 1974 NFL season, when they moved to the new Louisiana Superdome (now the Mercedes-Benz Superdome).",
  "/wiki/Howard_%22Hopalong%22_Cassady": "Howard Albert \"Hopalong\" Cassady (March 2, 1934 – September 20, 2019) was an American professional football player who was a running back.  He won the Heisman Trophy in 1955, and was inducted into the College Football Hall of Fame in 1979. He played professionally in the National Football League (NFL) for eight seasons, seven of them for the Detroit Lions, with whom he won the 1957 NFL Championship Game.",
  "/wiki/The_Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Running_back": "A running back (RB) is a member of the offensive backfield in gridiron football. The primary roles of a running back are to receive handoffs from the quarterback to rush the ball,\nand block.  There are usually one or two running backs on the field for a given play, depending on the offensive formation. A running back may be a halfback (in certain contexts also referred to as a tailback), a wingback or a fullback. A running back will sometimes be called a \"feature back\" if he is the team's starting running back.",
  "/wiki/Heisman_Trophy": "The Heisman Memorial Trophy (usually known colloquially as the Heisman Trophy or The Heisman), is awarded annually to the outstanding player in NCAA football. Winners epitomize great ability combined with diligence, perseverance, and hard work. It is presented by the Heisman Trophy Trust in early December before the postseason bowl games.",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Cleveland_Browns": "The Cleveland Browns are a professional American football team based in Cleveland. Named after original coach and co-founder Paul Brown, they compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. The Browns play their home games at FirstEnergy Stadium, which opened in 1999, with administrative offices and training facilities in Berea, Ohio. The Browns' official club colors are brown, orange, and white. They are unique among the 32 member franchises of the NFL in that they do not have a logo on their helmets.",
  "/wiki/Philadelphia_Eagles": "The Philadelphia Eagles are a professional American football team based in Philadelphia. The Eagles compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. In the 2017 season the team won Super Bowl LII, their first Super Bowl win in franchise history and their fourth NFL title overall, after winning the Championship Game in 1948, 1949, and 1960.",
  "/wiki/Brad_Culpepper": "John Broward \"Brad\" Culpepper (born May 8, 1969) is an American former professional football player who was a defensive tackle in the National Football League (NFL) for nine seasons during the 1990s and early 2000s. Culpepper was as an All-American when he played college football for the Florida Gators. Selected late in the tenth round of the 1992 NFL Draft, he became a consistent starter for the Minnesota Vikings, Tampa Bay Buccaneers, and Chicago Bears.",
  "/wiki/Defensive_tackle": "A defensive tackle (DT) is typically the largest and strongest of the defensive players in American football. The defensive tackle typically lines up opposite one of the offensive guards. Depending on a team's individual defensive scheme, a defensive tackle may be called upon to fill several different roles.  These roles may include merely holding the point of attack by refusing to be moved or penetrating a certain gap between offensive linemen to break up a play in the opponent's backfield. If a defensive tackle reads a pass play, his primary responsibility is to pursue the quarterback, or simply knock the pass down at the line if it is within arm's reach.  Other responsibilities of the defensive tackle may be to pursue the screen pass or drop into coverage in a zone blitz scheme. In a traditional 4–3 defense, there is no nose tackle. Instead there is a left and right defensive tackle. Some teams, especially in the National Football League (NFL), do have a nose tackle in this scheme, but most of them do not.",
  "/wiki/Minnesota_Vikings": "The Minnesota Vikings are a professional American football team based in Minneapolis, Minnesota. The Vikings joined the National Football League (NFL) as an expansion team in 1960, and first took the field for the 1961 season. The team competes in the National Football Conference (NFC) North division.",
  "/wiki/W.A._Cunningham": "William Alexander Cunningham (July 9, 1886 – August 15, 1958) was an American football and basketball coach.  He served as the head football coach at the University of Georgia from 1910 to 1919 and as co-head football coach at Southern Methodist University (SMU) in 1921 with Victor Kelly and J. Burton Rix, compiling a career college football record of 44–24–10.  Cunningham was also the head basketball coach at Georgia (1910–1911, 1916–1917), tallying a mark of 10–6.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/Brad_Daluiso": "Bradley William Daluiso (born December 31, 1967) is a former American football placekicker in the National Football League. He played twelve seasons, the majority of them with the New York Giants. In addition, he played for the Atlanta Falcons, the Buffalo Bills, the Denver Broncos and the Oakland Raiders. Daluiso appeared in Super Bowl XXVI for the Buffalo Bills and in Super Bowl XXXV for the New York Giants. He retired after the 2001 season.  Daluiso played college football at the University of California, Los Angeles and Grossmont College, El Cajon, California. Brad was on the Late Show with David Letterman in 1997 (Episode #5.62). He is a member of the Sigma Chi fraternity.",
  "/wiki/Mike_Ditka": "Michael Keller Ditka (born Michael Dyczko; October 18, 1939) is an American former football player, coach, and television commentator. A member of both the College Football (1986) and Pro Football Hall of Fame (1988), he was the 1961 UPI NFL Rookie of Year, a five-time Pro Bowl selection and five-time All-Pro tight end with the Chicago Bears, Philadelphia Eagles, and Dallas Cowboys of the National Football League (NFL).",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Tight_End": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/Head_Coach": "A head coach, senior coach, or manager is a professional at training and developing athletes. They typically hold a more public profile and are paid more than other coaches. In some sports, the head coach is instead called the \"manager\", as in association football and professional baseball. In other sports such as Australian rules football, the head coach is generally termed a senior coach.",
  "/wiki/Chicago_Bears": "The Chicago Bears are a professional American football team based in Chicago, Illinois. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numbers. The Bears have also recorded more victories than any other NFL franchise.",
  "/wiki/Pro_Football_Hall_of_Fame": "The Pro Football Hall of Fame is the hall of fame for professional American football, located in Canton, Ohio. Opened in 1963, the Hall of Fame enshrines exceptional figures in the sport of professional football, including players, coaches, franchise owners, and front-office personnel, almost all of whom made their primary contributions to the game in the National Football League (NFL); the Hall inducts between four and eight new enshrinees each year. The Hall of Fame's Mission is to \"Honor the Heroes of the Game, Preserve its History, Promote its Values & Celebrate Excellence EVERYWHERE.\"",
  "/wiki/Jim_Everett": "James Samuel Everett III (born January 3, 1963) is a former professional American football quarterback who played for 12 seasons in the National Football League (NFL).",
  "/wiki/Los_Angeles_Rams_(1946%E2%80%9394)": "The Los Angeles Rams are a professional American football team that plays and competes in the National Football League (NFL). The Rams franchise was founded in 1936 as the Cleveland Rams in the short-lived second American Football League before joining the NFL the next year. In 1946, the franchise moved to Los Angeles. The Rams franchise remained in the metro area until 1994, when they moved to St. Louis, and were known as the St. Louis Rams from 1995 to 2015. The Rams franchise returned to Los Angeles in 2016. This article chronicles the franchise's history during their time in Los Angeles, from playing at the Los Angeles Memorial Coliseum between 1946 and 1979, to playing at Anaheim Stadium (now known as Angel Stadium of Anaheim) in Anaheim from 1980 to 1994, and its return to Southern California beginning with the 2016 to 2019 season playing temporarily at their old home the Los Angeles Memorial Coliseum before moving to SoFi Stadium in Inglewood in 2020 alongside the Los Angeles Chargers.",
  "/wiki/List_of_New_Orleans_Saints_players": "This is a list of American football players who have played for the New Orleans Saints in the National Football League (NFL).  It includes players that have played at least one match in the NFL regular season.  The New Orleans Saints franchise was founded in 1967.  The Saints have won one Super Bowl (Super Bowl XLIV), have one conference championship, and have five division championships.",
  "/wiki/Offensive_tackle": "Tackle is a playing position in gridiron football. Historically, in the one-platoon system prevalent in the late nineteenth and early twentieth centuries, a tackle played on both offense and defense. In the modern system of specialized units, offensive tackle and defensive tackle are separate positions, and the stand-alone term \"tackle\" refers to the offensive tackle position only. The offensive tackle (OT, T) is a position on the offensive line, left and right. Like other offensive linemen, their job is to block: to physically keep defenders away from the offensive player who has the football and enable him to advance the football and eventually score a touchdown. The term \"tackle\" is a vestige of an earlier era of football in which the same players played both offense and defense.",
  "/wiki/Jim_Finn": "James Finn Jr. (born December 9, 1976) is a former American football fullback. He was drafted by the Chicago Bears in the seventh round of the 1999 NFL Draft. He played college football at the University of Pennsylvania.",
  "/wiki/University_of_Pennsylvania": "The University of Pennsylvania (Penn or UPenn) is a private Ivy League research university in  Philadelphia, Pennsylvania. The University claims a founding date of 1740[note 2] and is one of the nine colonial colleges founded prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public service, similar to a modern liberal arts curriculum.",
  "/wiki/Fullback_(American_football)": "A fullback (FB) is a position known as the best position in the game of football, in the offensive backfield in gridiron football, and is one of the two running back positions along with the halfback. Typically, fullbacks are larger than halfback and in most offensive schemes their duties are split between power running, pass catching, and blocking for both the quarterback and the other running back.",
  "/wiki/Glenn_Cadrez": "Glenn E. Cadrez (born January 2, 1970) is a former American football linebacker who played 11 seasons in the National Football League, mainly for the Denver Broncos. He played for the Broncos from 1995 to 2000 and was a starter in Super Bowl XXXIII and also played in Super Bowl XXXII making him a two-time Super Bowl Champion.",
  "/wiki/University_of_Houston": "The University of Houston (UH) is a public research university in Houston, Texas and the main institution of the University of Houston System. Founded in 1927, UH is the third-largest university in Texas with over 46,000 students. Its campus spans 667 acres in southeast Houston, and was known as University of Houston–University Park from 1983 to 1991. The university is classified among \"R1: Doctoral Universities – Very high research activity.\"",
  "/wiki/Linebacker": "A linebacker (LB or backer) is a playing position in gridiron football.  Linebackers are members of the defensive team, and line up approximately three to five yards (4 m) behind the line of scrimmage, behind the defensive linemen, and therefore \"back up the line\". Linebackers generally align themselves before the ball is snapped by standing upright in a \"two-point stance\" (as opposed to the defensive linemen, who put one or two hands on the ground for a \"three-point stance\" or \"four-point stance\" before the ball is snapped).",
  "/wiki/New_York_Jets": "The New York Jets are a professional American football team based in the New York metropolitan area. They compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) East division. The team is headquartered in Florham Park, New Jersey. In a unique arrangement for the league, the Jets share MetLife Stadium in East Rutherford, New Jersey with the New York Giants. The franchise is legally and corporately registered as New York Jets, LLC.",
  "/wiki/Denver_Broncos": "The Denver Broncos are a professional American football franchise based in Denver, Colorado.  The Broncos compete as a member club of the National Football League (NFL)'s American Football Conference (AFC) West division. The team began play in 1960 as a charter member of the American Football League (AFL) and joined the NFL as part of the merger in 1970. The Broncos are owned by the Pat Bowlen trust and currently play home games at Empower Field at Mile High (formerly known as Invesco Field at Mile High from 2001–2010, Sports Authority Field at Mile High from 2011–2017, and Broncos Stadium at Mile High from 2018–2019). Prior to that, they played at Mile High Stadium from 1960 to 2000.",
  "/wiki/Kansas_City_Chiefs": "The Kansas City Chiefs are a professional American football team based in Kansas City, Missouri. The Chiefs compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) West division. The team was founded in 1960 as the Dallas Texans by businessman Lamar Hunt and was a charter member of the American Football League (AFL). (It is not associated with the NFL Dallas Texans.) In 1963, the team moved to Kansas City and assumed its current name. The Chiefs joined the NFL as a result of the merger in 1970. The team is valued at over $2 billion. Hunt's son, Clark, serves as chairman and CEO. While Hunt's ownership stakes passed collectively to his widow and children after his death in 2006, Clark is the operating head of the franchise; he represents the Chiefs at all league meetings and has ultimate authority on personnel changes.",
  "/wiki/Jeff_Graham": "Jeffery Todd Graham (born February 14, 1969) is a retired professional American football player who was drafted by the Pittsburgh Steelers in the second round of the 1991 NFL Draft. A 6'2\", 206-lb wide receiver from Kettering, Archbishop Alter High School and Ohio State University, Graham played in 11 NFL seasons from 1991 to 2001 for the Steelers, the Chicago Bears, the New York Jets, the Philadelphia Eagles, and the San Diego Chargers.",
  "/wiki/Ohio_State_University": "The Ohio State University (OSU, commonly referred to as Ohio State) is a public research university in Columbus, Ohio. Founded in 1870 as a land-grant university and the ninth university in Ohio with the Morrill Act of 1862, the university was originally known as the Ohio Agricultural and Mechanical College. The college originally focused on various agricultural and mechanical disciplines but it developed into a comprehensive university under the direction of then-Governor (later, U.S. president) Rutherford B. Hayes, and in 1878 the Ohio General Assembly passed a law changing the name to \"The Ohio State University\". The main campus in Columbus, Ohio, has since grown into the third-largest university campus in the United States. The university also operates regional campuses in Lima, Mansfield, Marion, Newark, and Wooster.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/Washington_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/Bob_Griese": "Robert Allen Griese (pronounced /ˈɡriːsi/ GREE-see; born February 3, 1945) is a former American football quarterback who earned All-American honors with the Purdue Boilermakers before being drafted in 1967 by the American Football League's Miami Dolphins. Griese led the Dolphins to three consecutive Super Bowl appearances, including two Super Bowl victories in VII and VIII (a feat since matched by Jim Kelly and the Buffalo Bills with four consecutive super bowls, and Tom Brady and the New England Patriots in Super Bowls LI, LII, and LIII). Griese was inducted into the College Football Hall of Fame and the Indiana Football Hall of Fame in 1984 and the Pro Football Hall of Fame in 1990. He later worked as a television commentator, calling NFL games for NBC Sports and college football for ESPN and ABC Sports.  Griese is one of three quarterbacks from Purdue to win the Super Bowl (along with Len Dawson and Drew Brees).",
  "/wiki/Len_Hauss": "Leonard Moore Hauss (born July 11, 1942 in Jesup, Georgia) is a former American football center in the National Football League for the Washington Redskins from 1964 to 1977.",
  "/wiki/Pro_Bowl": "The Pro Bowl is the all-star game of the National Football League (NFL). From the merger with the rival American Football League (AFL) in 1970 up through 2013 and since 2017, it is officially called the AFC–NFC Pro Bowl, matching the top players in the American Football Conference (AFC) against those in the National Football Conference (NFC). From 2014 through 2016, the NFL experimented with an unconferenced format, where the teams were selected by two honorary team captains (who are each in the Hall of Fame), instead of selecting players from each conference. The players were picked in a televised \"schoolyard pick\" prior to the game.",
  "/wiki/All-Pro": "All-Pro is an honor bestowed upon professional American football players that designates the best player at each position during a given season. All-Pro players are typically selected by press organizations, who select an \"All-Pro team,\" a list that consists of at least 22 players, one for each offensive and defensive position, plus various special teams players depending on the press organization that compiles the list. All-Pro lists are exclusively limited to the major leagues, usually only the National Football League; in the past, other leagues recognized as major, such as the American Football League of the 1960s or the All-America Football Conference of the 1940s, have been included in All-Pro lists.",
  "/wiki/70_Greatest_Redskins": "The Washington Redskins are a professional American football team based in the Washington metropolitan area. They compete in the National Football League (NFL) as a member of the National Football Conference (NFC) East division. The team plays its home games at FedExField in Landover, Maryland; its headquarters and training facility are at Inova Sports Performance Center at Redskins Park in Ashburn, Virginia and the Redskins Complex in Richmond, Virginia, respectively.",
  "/wiki/NFLPA": "The National Football League Players Association, or NFLPA, is the labor organization representing the professional American football players in the National Football League (NFL). The NFLPA, which has headquarters in Washington, D.C., is led by president Eric Winston and executive director DeMaurice Smith. Founded in 1956, the NFLPA is the second-oldest labor union of the four major professional sports leagues; it was established to provide players with formal representation to negotiate compensation and the terms of a collective bargaining agreement (CBA). The NFLPA is a member of the AFL–CIO, the largest federation of unions in the United States.",
  "/wiki/Woody_Hayes": "Wayne Woodrow Hayes (February 14, 1913 – March 12, 1987) was an American football player and coach. He served as the head coach at Denison University (1946–1948), Miami University in Oxford, Ohio (1949–1950), and Ohio State University (1951–1978), compiling a career college football record of 238 wins, 72 losses, and 10 ties. He was inducted into the College Football Hall of Fame as a coach in 1983.",
  "/wiki/Denison_University": "Denison University is a private liberal arts college in Granville, Ohio. One of the earliest colleges established in the former Northwest Territory, Denison University was founded in 1831. The college was first called the Granville Literary and Theological Institution, later took the name Granville College, and, in the mid-1850s, was renamed Denison University, in honor of a key benefactor. The college was founded by Baptists who settled in the area.  While the college's early curriculum was rooted in theological education, it also provided a broad education in literature and science. Female students attended the Granville Female Seminary beginning in 1832 followed by the Young Ladies’ Institute in 1859, later renamed Shepardson College for Women in 1886. Shepardson College was incorporated as part of Denison in 1900.",
  "/wiki/National_Collegiate_Athletic_Association": "The National Collegiate Athletic Association (NCAA)[a] is a nonprofit organization that regulates student athletes from 1,268 North American institutions and conferences. It also organizes the athletic programs of many colleges and universities in the United States and Canada, and helps more than 480,000 college student-athletes who compete annually in college sports. The organization is headquartered in Indianapolis, Indiana.",
  "/wiki/College_Football": "College football is gridiron football consisting of American football played by teams of student athletes fielded by American universities, colleges, and military academies, or Canadian football played by teams of student athletes fielded by Canadian universities. It was through college football play that American football rules first gained popularity in the United States.",
  "/wiki/Coach_(sport)": "In sports, a coach is a person involved in the direction, instruction and training of the operations of a sports team or of individual sportspeople. A coach may also be a teacher.",
  "/wiki/College_Football_Hall_of_Fame": "The College Football Hall of Fame is a hall of fame and interactive attraction devoted to college football. The National Football Foundation (NFF) founded the Hall in 1951 to immortalize the players and coaches of college football.",
  "/wiki/List_of_Sigma_Chi_members": "This is a list of notable alumni of the Sigma Chi Fraternity. Many notable Sigma Chi Brothers are awarded the Significant Sig Award by headquarters, indicated by as superscriptS."
}