{
  "/wiki/James_Brady": "James Scott Brady (August 29, 1940 – August 4, 2014) was an assistant to the U.S. President and the fifteenth White House Press Secretary under President Ronald Reagan. In 1981, Brady became permanently disabled from a gunshot wound during the attempted assassination of Ronald Reagan.\nHis death was ruled a homicide, caused by the gunshot wound he received 33 years earlier.",
  "/wiki/University_of_Illinois_at_Urbana%E2%80%93Champaign": "The University of Illinois at Urbana–Champaign (U of I, Illinois, UIllinois, or colloquially the University of Illinois or UIUC) is a public land-grant research university in Illinois in the twin cities of Champaign and Urbana. It is the flagship institution of the University of Illinois system and was founded in 1867.",
  "/wiki/White_House_Press_Secretary": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the United States government administration, especially with regard to the president, senior aides and executives, as well as government policies.",
  "/wiki/Ronald_Reagan": "Ronald Wilson Reagan (/ˈreɪɡən/; February 6, 1911 – June 5, 2004) was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975.",
  "/wiki/Johnny_DeStefano": "John DeStefano is an American political advisor who served as Assistant to President Donald Trump and Counselor to the President from 2017 until leaving in May 2019 to serve as an adviser to the e-cigarette company Juul. He previously oversaw the Office of Intergovernmental Affairs, Office of Presidential Personnel, Office of Political Affairs, and Office of Public Liaison. DeStefano entered the administration as the Director of Presidential Personnel.",
  "/wiki/Saint_Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/Donald_Trump": "Donald John Trump (born June 14, 1946) is the 45th and current president of the United States. Before entering politics, he was a businessman and television personality.",
  "/wiki/Stanley_K._Hathaway": "Stanley Knapp Hathaway (July 19, 1924 – October 4, 2005) served as 27th Governor of Wyoming from January 2, 1967 to January 6, 1975, and as United States Secretary of the Interior under President Gerald Ford from June to October, 1975.",
  "/wiki/University_of_Wyoming": "The University of Wyoming (UW) is a public land-grant research university in Laramie, Wyoming. It  was founded in March 1886, four years before the territory was admitted as the 44th state, and opened in September 1887. The University of Wyoming is unusual in that its location within the state is written into the state's constitution. The university also offers outreach education in communities throughout Wyoming and online.",
  "/wiki/United_States_Secretary_of_the_Interior": "The United States secretary of the interior is the head of the United States Department of the Interior. The Department of the Interior in the United States is responsible for the management and conservation of most federal land and natural resources; it oversees such agencies as the Bureau of Land Management, the United States Geological Survey, and the National Park Service.  The secretary also serves on and appoints the private citizens on the National Park Foundation board. The secretary is a member of the president's Cabinet. The U.S. Department of the Interior should not be confused with the Ministries of the Interior as used in many other countries.  Ministries of the Interior in these other countries correspond primarily to the Department of Homeland Security in the U.S. Cabinet and secondarily to the Department of Justice.",
  "/wiki/Gerald_Ford": "Gerald Rudolph Ford Jr. (born Leslie Lynch King Jr.; July 14, 1913 – December 26, 2006) was an American politician who served as the 38th president of the United States from August 1974 to January 1977. Before his accession to the presidency, Ford served as the 40th vice president of the United States from December 1973 to August 1974. Ford is the only person to have served as both vice president and president without being elected to either office by the Electoral College.",
  "/wiki/Patrick_J._Hurley": "Patrick Jay Hurley (January 8, 1883 – July 30, 1963) was a highly decorated American soldier with the rank of Major General, statesman, and diplomat. He was the United States Secretary of War from 1929 to 1933.",
  "/wiki/George_Washington_University": "George Washington University (GW or GWU) is a private research university in Washington, D.C. It was chartered in 1821 by an act of the United States Congress.",
  "/wiki/United_States_Secretary_of_War": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789.  Benjamin Lincoln and later Henry Knox held the position. When Washington was inaugurated as the first president under the Constitution, he appointed Knox to continue serving as Secretary of War.",
  "/wiki/Herbert_Hoover": "Herbert Clark Hoover (August 10, 1874 – October 20, 1964) was an American engineer, businessman, and politician who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Prior to serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the 3rd U.S. Secretary of Commerce.",
  "/wiki/Cody_Keenan": "Cody Keenan is a speechwriter, and the former Director of Speechwriting for President Barack Obama. Keenan studied political science at Northwestern University. After graduation, he worked in the senate office of Ted Kennedy, before studying for a master's in public policy at the Harvard Kennedy School. After graduation, he took a full-time position on the Barack Obama presidential campaign in 2008. In 2009, he took on the position of Deputy Director of Speechwriting; after Jon Favreau left the White House in 2013, Keenan took over as Director of Speechwriting.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.",
  "/wiki/Bert_Lance": "Thomas Bertram \"Bert\" Lance (June 3, 1931 – August 15, 2013) was an American businessman who served as director of the Office of Management and Budget under President Jimmy Carter in 1977. He is known mainly for his resignation from Carter's administration because of a scandal during his first year in office, although he was later cleared of all charges.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/United_States_Office_of_Management_and_Budget": "The Office of Management and Budget (OMB) is the largest office within the Executive Office of the President of the United States (EOP). OMB's most prominent function is to produce the President's Budget, but OMB also measures the quality of agency programs, policies, and procedures to see if they comply with the president's policies and coordinates inter-agency policy initiatives.",
  "/wiki/Jimmy_Carter": "James Earl Carter Jr. (born October 1, 1924) is an American politician, philanthropist, and former farmer who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained active in the private sector; in 2002, he was awarded the Nobel Peace Prize for his work in co-founding the Carter Center.",
  "/wiki/Mack_McLarty": "Thomas F. \"Mack\" McLarty, III (born June 14, 1946) is an American business and political leader who served as President Bill Clinton's first White House Chief of Staff from 1993 to June 1994, and subsequently as Counselor to the President and Special Envoy for the Americas, before leaving government service in June 1998.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/White_House_Chief_of_Staff": "The White House Chief of Staff position is the successor to the earlier role of the President's private secretary. The role was formalized as the assistant to the president in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff.",
  "/wiki/Bill_Clinton": "William Jefferson Clinton (born William Jefferson Blythe III; August 19, 1946) is an American politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas (1979–1981 and 1983–1992) and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is the husband of former secretary of state and former U.S. senator Hillary Clinton. In 1998, Clinton was impeached by the House of Representatives, becoming the second U.S. president to get impeached following Andrew Johnson. The impeachment was based on accusations that Clinton committed perjury and obstruction of justice for the purpose of concealing his affair with Monica Lewinsky, a 22-year-old White House intern. He was acquitted by the Senate and completed his term in office.",
  "/wiki/Thomas_Perez": "Thomas Edward Perez (born October 7, 1961) is an American politician and attorney who has been the Chair of the Democratic National Committee since February 2017. Perez was previously Assistant Attorney General for Civil Rights (2009–2013) and United States Secretary of Labor (2013–2017).",
  "/wiki/Brown_University": "Brown University is a private Ivy League research university in Providence, Rhode Island. Founded in 1764 as the College in the English Colony of Rhode Island and Providence Plantations, it is the seventh-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.",
  "/wiki/United_States_Department_of_Labor": "The United States Department of Labor (DOL) is a cabinet-level department of the U.S. federal government responsible for occupational safety, wage and hour standards, unemployment insurance benefits, reemployment services, and some economic statistics; many U.S. states also have such departments. The department is headed by the U.S. Secretary of Labor.",
  "/wiki/William_P._Rogers": "William Pierce Rogers (June 23, 1913 – January 2, 2001) was an American politician, diplomat, and lawyer. He served as United States Attorney General under President Dwight D. Eisenhower and United States Secretary of State under President Richard Nixon. Despite Rogers being a close confidant of Nixon, National Security Advisor Henry Kissinger overshadowed Rogers and eventually succeeded him as Secretary of State.",
  "/wiki/Colgate_University": "Colgate University is a private liberal arts college in Hamilton, New York.  Founded in 1819, Colgate enrolls nearly 3,000 students in 56 undergraduate majors that culminate in a Bachelor of Arts degree; it also enrolls a dozen students in a Master of Arts in Teaching program.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/Richard_Nixon": "Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was the 37th president of the United States, serving from 1969 until 1974. The nation's 36th vice president from 1953 to 1961, he came to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, and the establishment of the Environmental Protection Agency, he became the only president to resign from the office.",
  "/wiki/Charlie_Ross_(journalist)": "Charles Griffith Ross (November 9, 1885 – December 5, 1950) was a White House Press Secretary between 1945 and 1950 for President Harry S. Truman.",
  "/wiki/University_of_Missouri": "The University of Missouri (Mizzou, MU, or Missouri) is a public research university in Columbia, Missouri. It is Missouri's largest university and the flagship of the four campus University of Missouri System. Founded in 1839, it was the first public university west of the Mississippi River. It is a member of the Association of American Universities as well as a land-grant and space-grant institution.",
  "/wiki/Harry_Truman": "Harry S. Truman[b] (May 8, 1884 – December 26, 1972) was the 33rd president of the United States from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO.",
  "/wiki/Ron_Ziegler": "Ronald Louis Ziegler (May 12, 1939 – February 10, 2003) was the eleventh White House Press Secretary and Assistant to the President during United States President Richard Nixon's administration.",
  "/wiki/University_of_Southern_California": "The University of Southern California (USC,[a] SC, or Southern Cal) is a private research university in Los Angeles, California. Founded in 1880, it is the oldest private research university in California. For the 2018–19 academic year, there were 20,000 students enrolled in four-year undergraduate programs. USC also has 27,500 graduate and professional students in a number of different programs, including business, law, engineering, social work, occupational therapy, pharmacy, and medicine.  It is the largest private employer in the city of Los Angeles and generates $8 billion in economic impact on Los Angeles and California."
}