{
  "/wiki/Earl_Anzai": "Earl I. Anzai (Family Name 安斎　October 4, 1941) served as Attorney General of Hawaii from 1999 to 2002, appointed by Governor of Hawaii Benjamin J. Cayetano.  A career Democrat, Anzai also served as state budget director from 1995 to 1999 and Office of Hawaiian Affairs special counsel from 1990 to 1994.  From 1968 to 1970, he worked for the federal government in the United States Government Accountability Office. He was admitted to the Hawaii State Bar in October 1981.",
  "/wiki/Emory_University": "Emory University is a private research university in Atlanta, Georgia. The university was founded as Emory College in 1836 in Oxford, Georgia, by the Methodist Episcopal Church and was named in honor of Methodist bishop John Emory.",
  "/wiki/Attorney_General_of_Hawaii": "The Attorney General of Hawaii (Hawaiian: Loio Kuhina) is the chief legal officer and chief law enforcement officer of Hawaii. In present-day statehood within the United States, the Attorney General is appointed by the elected governor with the approval of the state senate and is responsible for a state department charged with advising the various other departments and agencies of state government.  The Attorney General is responsible for the prosecution of offenses under state law. The Attorney General can only be removed by an act of the state senate. In rare occasions, the Attorney General serves as acting governor in the absence of both the governor and lieutenant governor from the state for an extended period of time.",
  "/wiki/William_M._Barker": "William Muecke Barker (born September 13, 1941 in Chattanooga, Tennessee) was Chief Justice of the Tennessee Supreme Court from 1995-2009.",
  "/wiki/University_of_Tennessee_at_Chattanooga": "The University of Tennessee at Chattanooga (UT-Chattanooga, UTC, or Chattanooga) is a public university in Chattanooga, Tennessee. It is one of three universities and two other affiliated institutions in the University of Tennessee System (UT System).",
  "/wiki/Chief_Justice": "The chief justice is the presiding member of a supreme court in any of many countries with a justice system based on English common law, such as the Supreme Court of Bangladesh, the Supreme Court of Canada, the Supreme Court of Singapore, the Court of Final Appeal of Hong Kong, the Supreme Court of Japan, the Supreme Court of India, the Supreme Court of Pakistan, the Supreme Court of Nigeria, the Supreme Court of Nepal, the Constitutional Court of South Africa, the Supreme Court of Ireland, the Supreme Court of New Zealand, the High Court of Australia, the Supreme Court of the United States, and provincial or state supreme courts/high courts.",
  "/wiki/Tennessee_Supreme_Court": "The Tennessee Supreme Court is the ultimate judicial tribunal of the state of Tennessee.  Jeffrey S. Bivins is the Chief Justice.",
  "/wiki/Louisiana_State_University": "Louisiana State University (officially Louisiana State University and Agricultural and Mechanical College, commonly referred to as LSU) is a public research university in Baton Rouge, Louisiana. The university was founded in 1853 in what is now known as Pineville, Louisiana, under the name Louisiana State Seminary of Learning & Military Academy. The current LSU main campus was dedicated in 1926, consists of more than 250 buildings constructed in the style of Italian Renaissance architect Andrea Palladio, and the main campus historic district occupies a 650-acre (2.6 km²) plateau on the banks of the Mississippi River.",
  "/wiki/East_Baton_Rouge_Parish": "East Baton Rouge Parish is the most populous parish in the U.S. state of Louisiana. As of the 2010 census, the population was 440,171. The parish seat is Baton Rouge, Louisiana's state capital.",
  "/wiki/District_Attorney": "In the United States, a district attorney (DA) is the chief prosecutor for a local government area, typically a county. The exact name of the office varies by state.",
  "/wiki/Michael_J._Bryant": "Michael J. Bryant (born April 13, 1966) is a Canadian lawyer and former politician. He is the executive director and general counsel for the Canadian Civil Liberties Association.",
  "/wiki/University_of_British_Columbia": "The University of British Columbia (UBC) is a public research university with campuses in Vancouver and Kelowna, British Columbia. Established in 1908, UBC is British Columbia's oldest university. The university has ranked among the top three universities in Canada. With an annual research budget of $600 million, UBC funds over 8,000 projects a year.",
  "/wiki/Randy_Crane": "Robert Randall \"Randy\" Crane (born 1965) is a United States District Judge of the United States District Court for the Southern District of Texas.",
  "/wiki/University_of_Texas": "The University of Texas at Austin (UT Austin) is a public research university in Austin, Texas.  It was founded in 1883 and is the flagship institution of the University of Texas System. The University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution has the nation's eighth-largest single-campus enrollment, with over 50,000 undergraduate and graduate students and over 24,000 faculty and staff.",
  "/wiki/United_States_District_Judge": "The United States district courts are the general trial courts of the United States federal court system.  Both civil and criminal cases are filed in the district court, which is a court of law, equity, and admiralty. There is a United States bankruptcy court associated with each United States district court. Each federal judicial district has at least one courthouse, and many districts have more than one. The formal name of a district court is \"the United States District Court for\" the name of the district—for example, the United States District Court for the Eastern District of Missouri.",
  "/wiki/Southern_District_of_Texas": "The United States District Court for the Southern District of Texas (in case citations, S.D. Tex.) is the Federal district court with jurisdiction over the southern part of Texas. The court's headquarters is in Houston, Texas and has six additional offices in the district.",
  "/wiki/Jose_Alejandro_Gonzalez,_Jr.": "Jose Alejandro Gonzalez Jr. (born November 26, 1931) is a Senior United States District Judge of the United States District Court for the Southern District of Florida.",
  "/wiki/University_of_Florida": "The University of Florida (Florida or UF) is a public land-grant, sea-grant, and space-grant research university in Gainesville, Florida. It is a senior member of the State University System of Florida and traces its origins to 1853 and has operated continuously on its Gainesville campus since September 1906.",
  "/wiki/Justice": "Justice, in its broadest context, includes both the attainment of that which is just and the philosophical discussion of that which is just. The concept of justice is based on numerous fields, and many differing viewpoints and perspectives including the concepts of moral correctness based on ethics, rationality, law, religion, equity and fairness. Often, the general discussion of justice is divided into the realm of social justice as found in philosophy, theology and religion, and, procedural justice as found in the study and application of the law.",
  "/wiki/United_States_District_Court_for_the_Southern_District_of_Florida": "The United States District Court for the Southern District of Florida (in case citations, S.D. Fla. or S.D. Fl.) is the federal United States district court with territorial jurisdiction over the southern part of the state of Florida.",
  "/wiki/Mark_Herring": "Mark Rankin Herring (born September 25, 1961) is an American lawyer who is the 47th Attorney General of Virginia. A Democrat, he previously served in the Senate of Virginia since a 2006 special election, representing the 33rd district, made up of parts of Fairfax and Loudoun counties.",
  "/wiki/University_of_Virginia": "The University of Virginia (U.Va. or UVA) is a public research university in Charlottesville, Virginia. It was founded in 1819 by Declaration of Independence author Thomas Jefferson. It is the flagship university of Virginia and home to Jefferson's Academical Village, a UNESCO World Heritage Site. UVA is known for its historic foundations, student-run honor code and secret societies.",
  "/wiki/Attorney_General_of_Virginia": "The Attorney General of Virginia is an elected constitutional position that holds an executive office in the government of Virginia. Attorneys General are elected for a four-year term in the year following a presidential election (2005, 2009, 2013, etc.).  There are no term limits restricting the number of terms someone can serve as Attorney General.",
  "/wiki/Wayne_L._Kidwell": "Wayne LeRoy Kidwell (born June 15, 1938) is an American lawyer and jurist who is a  retired Idaho Supreme Court justice, state attorney general, majority leader of the state senate. He was also an associate deputy attorney general in the administration of President Ronald Reagan.",
  "/wiki/University_of_Idaho": "The University of Idaho (U of I, or UIdaho) is a public university in Moscow, Idaho. It is the state's land-grant and primary research university. It is the lead university in the Idaho Space Grant Consortium. The University of Idaho was the state's sole university for 71 years, until 1963, and its College of Law, established in 1909, was first accredited by the American Bar Association in 1925.",
  "/wiki/Idaho_Supreme_Court": "The Idaho Supreme Court is the state supreme court of Idaho and is composed of the chief justice and four associate justices.",
  "/wiki/Idaho_Attorney_General": "The Attorney General of Idaho is an elected office that assists local law enforcement agencies in the state of Idaho. They provide legal representation for state agencies, state corporations and any persons holding ownership of property, as well as enforcing consumer protection laws. They advise state officials and entities in relation to the law. The current attorney general, Lawrence Wasden, is the longest serving attorney general in Idaho's history. Though, the Attorney General has a four-year term, there is no term limits on how many attempts that an incumbent can run for office. Some of Wasden's notable accomplishments while being the Idaho Attorney General are his efforts in giving more rights to victims and the reduction of domestic violence, awarded the \"Courage in Public Service\" for his actions and integrity of his job duties, and being named the \"2011 Children's Champion\" for protecting children from sexual abuse.",
  "/wiki/J._Michael_Luttig": "John Michael Luttig (born June 13, 1954) is an American lawyer and a former United States Circuit Judge of the United States Court of Appeals for the Fourth Circuit.",
  "/wiki/Washington_and_Lee_University": "Washington and Lee University (Washington and Lee or W&L) is a private liberal arts university in Lexington, Virginia. Established in 1749, the university is a colonial-era college and the ninth-oldest institution of higher learning in the United States.",
  "/wiki/United_States_Court_of_Appeals_for_the_Fourth_Circuit": "The United States Court of Appeals for the Fourth Circuit (in case citations, 4th Cir.) is a federal court located in Richmond, Virginia, with appellate jurisdiction over the district courts in the following districts:",
  "/wiki/Frank_Murphy": "William Francis Murphy (April 13, 1890 – July 19, 1949) was a Democratic politician and jurist from Michigan. He was named to the Supreme Court of the United States in 1940 after a political career that included serving as United States Attorney General, Governor of Michigan and Mayor of Detroit. He also served as the last Governor General of the Philippine Islands and the first High Commissioner of the Philippines.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/United_States_Attorney_General": "The United States Attorney General (AG) is the head of the United States Department of Justice, a member of the Cabinet of the United States; as directed by the President of the United States, and the chief lawyer of the federal government of the United States.",
  "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States": "Associate Justice of the Supreme Court of the United States is the title of all members of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869.",
  "/wiki/Hardy_Myers": "Hardy Myers (October 25, 1939 – November 29, 2016) was an American lawyer and Democratic politician who served three terms as the 15th attorney general of the state of Oregon, United States. Prior to taking office in 1997, he served from 1975 to 1985 in the Oregon House of Representatives, the last four of those years as its speaker, and was also a Metro councilor and chaired the Oregon Criminal Justice Council.",
  "/wiki/University_of_Mississippi": "The University of Mississippi (colloquially known as Ole Miss) is a public research university in Oxford, Mississippi. Including the University of Mississippi Medical Center in Jackson, it is the state's largest university by enrollment and is the state’s flagship university. The university was chartered by the Mississippi Legislature on February 24, 1844, and four years later admitted its first enrollment of 80 students. The university is classified as an \"R1: Doctoral University—Very High Research Activity\" by the Carnegie Classification of Institutions of Higher Education and has an annual research and development budget of $121.6 million.",
  "/wiki/Oregon_Attorney_General": "The Oregon Attorney General is a statutory office within the executive branch of the state of Oregon, and serves as the chief legal officer of the state, heading its Department of Justice with its six operating divisions. The Attorney General is chosen by statewide partisan election to serve a term of four years. The incumbent, Ellen Rosenblum, was sworn in on June 29, 2012, replacing John Kroger, a Democrat who was elected in 2008 and resigned six months before the end of his term to become President of Reed College. She was re-elected in 2016.",
  "/wiki/William_C._O%27Kelley": "William Clark O'Kelley (January 2, 1930 – July 5, 2017) was a  United States District Judge of the United States District Court for the Northern District of Georgia.",
  "/wiki/United_States_District_Court": "The United States district courts are the general trial courts of the United States federal court system.  Both civil and criminal cases are filed in the district court, which is a court of law, equity, and admiralty. There is a United States bankruptcy court associated with each United States district court. Each federal judicial district has at least one courthouse, and many districts have more than one. The formal name of a district court is \"the United States District Court for\" the name of the district—for example, the United States District Court for the Eastern District of Missouri.",
  "/wiki/Matthew_G._Olsen": "Matthew Glen Olsen (born February 21, 1962) is an American prosecutor and the former Director of the National Counterterrorism Center (NCTC).",
  "/wiki/National_Counterterrorism_Center": "The National Counterterrorism Center (NCTC) is a United States government organization responsible for national and international counterterrorism efforts. It is based in Liberty Crossing, a modern complex near Tysons Corner in McLean, Virginia. NCTC advises the United States on terrorism.",
  "/wiki/James_C._Paine": "James Carriger Paine (May 20, 1924 – March 7, 2010) was a United States District Judge of the United States District Court for the Southern District of Florida.",
  "/wiki/William_P._Rogers": "William Pierce Rogers (June 23, 1913 – January 2, 2001) was an American politician, diplomat, and lawyer. He served as United States Attorney General under President Dwight D. Eisenhower and United States Secretary of State under President Richard Nixon. Despite Rogers being a close confidant of Nixon, National Security Advisor Henry Kissinger overshadowed Rogers and eventually succeeded him as Secretary of State.",
  "/wiki/Colgate_University": "Colgate University is a private liberal arts college in Hamilton, New York.  Founded in 1819, Colgate enrolls nearly 3,000 students in 56 undergraduate majors that culminate in a Bachelor of Arts degree; it also enrolls a dozen students in a Master of Arts in Teaching program.",
  "/wiki/Robert_Wefald": "Robert O. Wefald (born July 18, 1942) was an American District Court Judge in the South Central Judicial District in North Dakota. He was elected in 1998 and 2004. He retired in 2010. He is the husband of former North Dakota Public Service Commissioner Susan Wefald.",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/North_Dakota_Attorney_General": "The North Dakota Attorney General is the chief legal officer of the North Dakota state government. The current Attorney General is Republican Wayne Stenehjem.  The Attorney General's office represents the state government in court cases and issues opinions of points of law upon request.",
  "/wiki/David_Viviano": "David Viviano is a Justice of the Michigan Supreme Court, having been appointed by Governor Rick Snyder on February 28, 2013, to fill the vacancy created by the resignation of Justice Diane Hathaway.  Prior to his appointment to the Michigan Supreme Court, Justice Viviano was the Chief Judge of the Macomb County Circuit Court.",
  "/wiki/Hillsdale_College": "Hillsdale College is a private conservative college in Hillsdale, Michigan. Founded in 1844 by abolitionists known as Free Will Baptists, it has a liberal arts curriculum that is based on the Western heritage as a product of both the Greco-Roman culture and the Judeo-Christian tradition. Hillsdale requires every student, regardless of concentration of studies, to complete a core curriculum that includes courses on the Great Books, the U.S. Constitution, biology, chemistry, and physics.",
  "/wiki/Michigan_Supreme_Court": "The Michigan Supreme Court is the highest court in the U.S. state of Michigan. It is Michigan's court of last resort and consists of seven justices. The Court is located in the Michigan Hall of Justice at 925 Ottawa Street in Lansing, the state capital.",
  "/wiki/James_D._Whittemore": "James David Whittemore (born August 29, 1952) is a Senior United States District Judge  presently serving in the Tampa division of the United States District Court for the Middle District of Florida. He was previously a Florida state trial court judge, a federal public defender, and an attorney in private practice who won a criminal case before the United States Supreme Court. As a federal judge, Whittemore presided over a number of high-profile cases, including a lawsuit against Major League Baseball to challenge its draft procedure, and the Terri Schiavo case, after the United States Congress had specifically given the Middle District of Florida jurisdiction to hear the seven-year-long fight over whether the brain-damaged Schiavo should be taken off life support.",
  "/wiki/List_of_Sigma_Chi_members": "This is a list of notable alumni of the Sigma Chi Fraternity. Many notable Sigma Chi Brothers are awarded the Significant Sig Award by headquarters, indicated by as superscriptS."
}