{
  "/wiki/James_Abdnor": "Ellis James Abdnor (February 13, 1923 – May 16, 2012) was an American politician from the state of South Dakota. Abdnor was a Republican and served as a U.S. Senator from South Dakota.",
  "/wiki/University_of_Nebraska–Lincoln": "The University of Nebraska–Lincoln (Nebraska, UNL, or NU) is a public research university in Lincoln, Nebraska. It is the state's oldest university and the largest in the University of Nebraska system.",
  "/wiki/List_of_United_States_Senators_from_South_Dakota": "South Dakota was admitted to the Union on November 2, 1889 and elects U.S. senators to Class 2 and Class 3. Its current U.S. senators are Republicans John Thune (since 2005) and Mike Rounds (since 2015).",
  "/wiki/Lamar_Alexander": "Andrew Lamar Alexander Jr. (born July 3, 1940) is an American politician who is currently serving as the senior United States Senator from Tennessee, a seat he has held since 2003. A member of the  Republican Party, he also was the 45th governor of Tennessee from 1979 to 1987 and the 5th United States Secretary of Education from 1991 to 1993, where he helped the implementation  of Education 2000.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/List_of_United_States_Senators_from_Tennessee": "Tennessee was admitted to the Union on June 1, 1796. Its United States Senate seats were declared vacant in March 1862 owing to its secession from the Union. They were again filled from July 1866. Tennessee's current Senators are Republicans Lamar Alexander and Marsha Blackburn.",
  "/wiki/Mark_Andrews_(politician)": "Mark Andrews (born May 19, 1926) is an American politician from the state of North Dakota. He is a member of the Republican Party who served as a U.S. Senator.",
  "/wiki/North_Dakota_State_University": "North Dakota State University of Agriculture and Applied Sciences, more commonly known as North Dakota State University (NDSU),  is a public research university located in Fargo, North Dakota.  The institution was founded as North Dakota Agricultural College in 1890 as the research land-grant institution for the state of North Dakota. NDSU is a  doctoral university and is classified as having very high research activity by the Carnegie Foundation. As of 2018, NDSU offers 102 undergraduate majors, 170 undergraduate degree programs, 6 undergraduate certificate programs, 79 undergraduate minors, 81 master's degree programs, 47 doctoral degree programs of study and 10 graduate certificate programs.",
  "/wiki/List_of_United_States_Senators_from_North_Dakota": "North Dakota was admitted to the Union on November 2, 1889, and elects U.S. senators to Class 1 and Class 3. Its current Senators in Congress are Republicans John Hoeven (since 2011) and Kevin Cramer (since 2019).",
  "/wiki/Saxby_Chambliss": "Clarence Saxby Chambliss (born November 10, 1943) is an American politician who was a United States Senator from Georgia from 2003 to 2015. As a member of the Republican Party, he previously served as a U.S. Representative from 1995 to 2003.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/List_of_United_States_Senators_from_Georgia": "This is a chronological listing of the United States senators from Georgia.",
  "/wiki/Bob_Corker": "Robert Phillips Corker Jr. (born August 24, 1952) is an American businessman and politician who served as a United States Senator from Tennessee from 2007 to 2019. A member of the Republican Party, he served as Chair of the Senate Foreign Relations Committee from 2015 to 2019.",
  "/wiki/University_of_Tennessee": "The University of Tennessee (The University of Tennessee, Knoxville; UT Knoxville; UTK; or UT) is a public research university in Knoxville, Tennessee. Founded in 1794, two years before Tennessee became the 16th state, it is the flagship campus of the University of Tennessee system, with ten undergraduate colleges and eleven graduate colleges.  It hosts almost 28,000 students from all 50 states and more than 100 foreign countries.  In its 2020 universities ranking, U.S. News & World Report ranked UT 104th among all national universities and 44th among public institutions of higher learning.  Seven of its alumni have been selected as Rhodes Scholars. James M. Buchanan, M.S. '41, received the 1986 Nobel Prize in Economics. UT's ties to nearby Oak Ridge National Laboratory, established under UT President Andrew Holt and continued under the UT–Battelle partnership, allow for considerable research opportunities for faculty and students.",
  "/wiki/T._Coleman_du_Pont": "Thomas Coleman du Pont (December 11, 1863 – November 11, 1930) was an American engineer and politician, from Greenville, Delaware. He was President of E. I. du Pont de Nemours and Company, and a member of the Republican Party who served parts of two terms as United States Senator from Delaware.",
  "/wiki/MIT": "Massachusetts Institute of Technology (MIT) is a private research university in Cambridge, Massachusetts. The Institute is a land-grant, sea-grant, and space-grant university, with an urban campus that extends more than a mile (1.6 km) alongside the Charles River. The Institute also encompasses a number of major off-campus facilities such as the MIT Lincoln Laboratory, the Bates Center, and the Haystack Observatory, as well as affiliated laboratories such as the Broad and Whitehead Institutes. Founded in 1861 in response to the increasing industrialization of the United States, MIT adopted a European polytechnic university model and stressed laboratory instruction in applied science and engineering. It has since played a key role in the development of many aspects of modern science, engineering, mathematics, and technology, and is widely known for its innovation and academic strength, making it one of the most prestigious institutions of higher learning in the world.",
  "/wiki/List_of_United_States_Senators_from_Delaware": "Below is a chronological listing of the United States senators from Delaware. U.S. senators were originally elected by the Delaware General Assembly for designated six-year terms beginning March 4. Frequently portions of the term would remain only upon a U.S. senator's death or resignation. From 1914 and the enforcement of the Seventeenth Amendment to the United States Constitution, adopted in 1913, officeholders were popularly elected on the first Tuesday after November 1; starting 1935, the beginning of their term is January 3. Delaware's current U.S. senators are Democrats Tom Carper (serving since 2001) and Chris Coons (serving since 2010).",
  "/wiki/John_Ensign": "John Eric Ensign (born March 25, 1958) is an American veterinarian and former politician based in Las Vegas, Nevada. A member of the Republican Party, Ensign was a Congressman and United States Senator from Nevada; he served in the latter seat from January 2001 until May 2011, when he resigned amid a Senate Ethics Committee investigation into his attempts to hide an extramarital affair. Following his resignation from the Senate, Ensign returned to Nevada and resumed his career as a veterinarian.",
  "/wiki/University_of_Nevada,_Las_Vegas": "The University of Nevada, Las Vegas (UNLV) is a public land-grant research university in Paradise, Nevada. The 332-acre (134 ha) campus is about 1.6 mi (2.6 km) east of the Las Vegas Strip. It was formerly part of the University of Nevada from 1957 to 1969. The university includes the Shadow Lane Campus, just east of the University Medical Center of Southern Nevada, which houses both School of Medicine and School of Dental Medicine. UNLV's law school, the William S. Boyd School of Law, is also the only law school in the state.",
  "/wiki/List_of_United_States_Senators_from_Nevada": "Nevada was admitted to the Union on October 31, 1864 and has been represented in the United States Senate by 26 people. Its current U.S. senators are Democrats Catherine Cortez Masto (Class 3, serving since 2017) and Jacky Rosen (Class 1, serving since 2019). Nevada has been represented by 14 Republicans and 14 Democrats.",
  "/wiki/Michael_Enzi": "Michael Bradley Enzi (/ˈɛnzi/; born February 1, 1944) is an American politician and accountant serving as the senior United States Senator from Wyoming, a seat he was first elected to in 1996. He is a member of the Republican Party.",
  "/wiki/The_George_Washington_University": "George Washington University (GW or GWU) is a private research university in Washington, D.C. It was chartered in 1821 by an act of the United States Congress.",
  "/wiki/List_of_United_States_Senators_from_Wyoming": "Wyoming was admitted to the Union on July 10, 1890, and elects United States senators to Class 1 and Class 2. Its current U.S. senators are Republicans Mike Enzi (serving since 1997) and John Barrasso (serving since 2007). 21 people have served as a United States senator from Wyoming.",
  "/wiki/J._William_Fulbright": "James William Fulbright (April 9, 1905 – February 9, 1995) was a United States Senator representing Arkansas from January 1945 until his resignation in December 1974. Fulbright is the longest serving chairman in the history of the Senate Foreign Relations Committee. A Southern Democrat and a staunch multilateralist who supported the creation of the United Nations, he was also a segregationist who signed the Southern Manifesto. Fulbright opposed McCarthyism and the House Un-American Activities Committee and later became known for his opposition to American involvement in the Vietnam War. His efforts to establish an international exchange program eventually resulted in the creation of a fellowship program which bears his name, the Fulbright Program.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/List_of_United_States_Senators_from_Arkansas": "Arkansas was admitted to the Union on June 15, 1836, and elects its senators to Class 2 and Class 3. Arkansas's Senate seats were declared vacant in July 1861, due to its secession from the Union. They were again filled from June 1868. Its current senators are Republicans John Boozman and Tom Cotton.",
  "/wiki/Jake_Garn": "Edwin Jacob \"Jake\" Garn (born October 12, 1932) is an American astronaut, politician, and member of the Republican Party, who served as a U.S. Senator representing Utah from 1974 to 1993. Garn became the first sitting member of the United States Congress to fly in space when he flew aboard the Space Shuttle Discovery as a Payload Specialist during NASA mission STS-51-D (April 12–19, 1985).",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/List_of_United_States_Senators_from_Utah": "Utah was admitted to the Union on January 4, 1896, and elects U.S. senators to Class 1 and Class 3. Its current Senators are Republicans Mike Lee and Mitt Romney.",
  "/wiki/Barry_Goldwater": "Barry Morris Goldwater (January 2, 1909 – May 29, 1998) was an American politician, businessman, and author who was a five-term Senator from Arizona (1953–1965, 1969–1987) and the Republican Party nominee for president of the United States in 1964. Despite his loss of the 1964 presidential election in a landslide, Goldwater is the politician most often credited with having sparked the resurgence of the American conservative political movement in the 1960s. He also had a substantial impact on the libertarian movement.",
  "/wiki/University_of_Arizona": "The University of Arizona (Arizona, U of A, UArizona, or UA) is a public research university in Tucson, Arizona. Founded in 1885, the UA was the first university in the Arizona Territory. As of 2018[update], the university enrolls 45,217 students in 19 separate colleges/schools, including the University of Arizona College of Medicine in Tucson and Phoenix and the James E. Rogers College of Law, and is affiliated with two academic medical centers (Banner - University Medical Center Tucson and Banner - University Medical Center Phoenix). The University of Arizona is governed by the Arizona Board of Regents. The University of Arizona is one of the elected members of the Association of American Universities and is the only representative from the state of Arizona to this group.",
  "/wiki/List_of_United_States_Senators_from_Arizona": "Arizona was admitted to the Union on February 14, 1912. U.S. senators from Arizona belong to Class 1 and Class 3 and are popularly elected for a six-year term beginning January 3. Elections are held the first Tuesday after November 1. The state's current U.S. senators are Democrat Kyrsten Sinema and Republican Martha McSally, both serving since 2019, making it one of nine states to have a split United States Senate delegation.",
  "/wiki/William_Langer": "William \"Wild Bill\" Langer (September 30, 1886 – November 8, 1959) was a prominent American lawyer and politician from North Dakota. Langer is one of the most colorful characters in North Dakota history, most famously bouncing back from a scandal that forced him out of the governor's office and into multiple trials. He served as the 17th and 21st Governor of North Dakota from 1932 to 1934 and from 1937 to 1939. Langer served in the United States Senate from 1941 until his death in office in 1959. As senator he was best known for strongly opposing any American military involvement in world affairs, while his opponents called him an isolationist.",
  "/wiki/University_of_North_Dakota": "The University of North Dakota (also known as UND or North Dakota) is a public research university in Grand Forks, North Dakota. Established by the Dakota Territorial Assembly in 1883, six years before the establishment of the state of North Dakota, it is the state's oldest university. UND was founded with a liberal arts foundation and expanded to include scientific research.",
  "/wiki/Herman_Welker": "Herman Orville Welker (December 11, 1906 – October 30, 1957) was a politician from the state of Idaho. He was a member of the Idaho Republican Party and served one term in the United States Senate, from 1951 to 1957.",
  "/wiki/University_of_Idaho": "The University of Idaho (U of I, or UIdaho) is a public university in Moscow, Idaho. It is the state's land-grant and primary research university. It is the lead university in the Idaho Space Grant Consortium. The University of Idaho was the state's sole university for 71 years, until 1963, and its College of Law, established in 1909, was first accredited by the American Bar Association in 1925.",
  "/wiki/List_of_United_States_Senators_from_Idaho": "Below is a chronological listing of the United States senators from Idaho. The state was admitted to the Union on July 3, 1890, and its U.S. senators belong to Class 2 and Class 3. Idaho's current senators are Republicans Mike Crapo and Jim Risch.",
  "/wiki/List_of_Sigma_Chi_members": "This is a list of notable alumni of the Sigma Chi Fraternity. Many notable Sigma Chi Brothers are awarded the Significant Sig Award by headquarters, indicated by as superscriptS."
}