{
  "/wiki/Lamar_Alexander": "Andrew Lamar Alexander Jr. (born July 3, 1940) is an American politician who is currently serving as the senior United States Senator from Tennessee, a seat he has held since 2003. A member of the  Republican Party, he also was the 45th governor of Tennessee from 1979 to 1987 and the 5th United States Secretary of Education from 1991 to 1993, where he helped the implementation  of Education 2000.",
  "/wiki/Vanderbilt_University": "Vanderbilt University (informally Vandy or VU) is a private research university in Nashville, Tennessee. Founded in 1873, it was named in honor of New York shipping and rail magnate Cornelius Vanderbilt, who provided the school its initial $1-million endowment despite having never been to the South. Vanderbilt hoped that his gift and the greater work of the university would help to heal the sectional wounds inflicted by the Civil War.",
  "/wiki/List_of_Governors_of_Tennessee": "This is a list of people who have served as Governor of Tennessee.",
  "/wiki/John_Bohlinger": "John Bohlinger, Jr. (born April 21, 1936) is an American businessman and politician. He was the 29th Lieutenant Governor of Montana, having served from January 2005 to January 2013. Bohlinger ran for lieutenant governor as a Republican on a bipartisan ticket headed by Democratic gubernatorial candidate Brian Schweitzer. Schweitzer and Bohlinger were elected governor and lieutenant governor in the 2004 election and both were reelected in the 2008 election.  Due to term limits, they were unable to run in the 2012 election. He began his political career as a member of the  Republican Party before switching to the  Democratic Party in 2013.",
  "/wiki/University_of_Montana": "The University of Montana (UM) is a public research university in Missoula, Montana. UM is a flagship institution of the Montana University System and its second largest campus. UM reported 10,962 undergraduate and graduate students in the fall of 2018.",
  "/wiki/Lieutenant_Governor_of_Montana": "Lieutenant Governor of Montana is an official in the state of Montana that ranks just below the Governor of Montana.",
  "/wiki/Maurice_Britt": "Maurice Lee \"Footsie\" Britt (June 29, 1919 – November 26, 1995) was an American professional football player, Medal of Honor recipient of World War II, businessman, and Lieutenant Governor of Arkansas. He played for the Detroit Lions in 1941 and later served as the eleventh Lieutenant Governor of Arkansas during the administration of Governor Winthrop Rockefeller from 1967 to 1971. Rockefeller and Britt were the first Republicans to serve in the state of Arkansas's top two offices since Reconstruction.",
  "/wiki/University_of_Arkansas": "The University of Arkansas (U of A, UArk, or UA) is a public land-grant, research university in Fayetteville, Arkansas. It is the flagship campus of the University of Arkansas System and the largest, best-known university in the state. Founded as Arkansas Industrial University in 1871, its present name was adopted in 1899 and classes were first held on January 22, 1872. It is noted for its strong architecture, agriculture (particularly animal science and poultry science), business, communication disorders, creative writing, history, law, and Middle Eastern studies programs.",
  "/wiki/Lieutenant_Governor_of_Arkansas": "The Lieutenant Governor of Arkansas presides over the Arkansas Senate with a tie-breaking vote, serves as governor when the governor is out of state, and serves as governor if the governor is impeached, removed from office, dies or is otherwise unable to discharge the office's duties. The lieutenant governor position is elected separately from the governor.",
  "/wiki/Garland_T._Byrd": "Garland Turk Byrd (July 16, 1924 – June 1, 1997) was United States Democratic politician from Georgia, who served as the fourth Lieutenant Governor of Georgia from 1959 to 1963.",
  "/wiki/University_of_Georgia": "The University of Georgia (UGA or Georgia) is a public research university with its main campus in Athens, Georgia. Founded in 1785, it is one of the oldest public universities in the United States.",
  "/wiki/Lieutenant_Governor_of_Georgia": "The Lieutenant Governor of Georgia is a constitutional officer of the State of Georgia, elected to a 4-year term by popular vote.  Unlike in some other U.S. states, the Lieutenant Governor is elected on a separate ticket from the Georgia Governor.",
  "/wiki/Jay_Dardenne": "John Leigh \"Jay\" Dardenne, Jr. (born February 6, 1954) is an American lawyer and politician from Baton Rouge, Louisiana, who is serving as commissioner of administration for Democratic Governor John Bel Edwards. A Rockefeller Republican, Dardenne served as the 53rd lieutenant governor of his state from 2010 to 2016. Running as a Republican, he won a special election for lieutenant governor held in conjunction with the regular November 2, 2010  general election. At the time, Dardenne was Louisiana secretary of state. Formerly, Dardenne was a member of the Louisiana State Senate for the Baton Rouge suburbs, a position he filled from 1992 until his election as secretary of state on September 30, 2006.",
  "/wiki/Louisiana_State_University": "Louisiana State University (officially Louisiana State University and Agricultural and Mechanical College, commonly referred to as LSU) is a public research university in Baton Rouge, Louisiana. The university was founded in 1853 in what is now known as Pineville, Louisiana, under the name Louisiana State Seminary of Learning & Military Academy. The current LSU main campus was dedicated in 1926, consists of more than 250 buildings constructed in the style of Italian Renaissance architect Andrea Palladio, and the main campus historic district occupies a 650-acre (2.6 km²) plateau on the banks of the Mississippi River.",
  "/wiki/Lieutenant_Governor_of_Louisiana": "The Office of Lieutenant Governor of Louisiana (French: Lieutenant-Gouverneur de la Louisiane) is the second highest state office in Louisiana.  The current lieutenant governor is Billy Nungesser, a Republican.",
  "/wiki/Kirk_Fordice": "Daniel Kirkwood \"Kirk\" Fordice Jr. (February 10, 1934 – September 7, 2004), was an American politician and businessman who served as the 61st Governor of Mississippi from 1992 to 2000. His tenure was marked by racial tensions, an extramarital affair with his high school sweetheart, and a subsequent divorce from his wife of 44 years to marry her. He was the first Republican governor of the state since Reconstruction-era governor Adelbert Ames, who served from 1874 to 1876, and the first governor elected to two consecutive four-year terms (following a 1987 amendment to the state constitution). Fordice was a staunch conservative, running on a pro-business, anti-crime, low-tax, family values platform.",
  "/wiki/Purdue_University": "Purdue University is a public research university in West Lafayette, Indiana, and the flagship campus of the Purdue University system. The university was founded in 1869 after Lafayette businessman John Purdue donated land and money to establish a college of science, technology, and agriculture in his name. The first classes were held on September 16, 1874, with six instructors and 39 students.",
  "/wiki/List_of_Governors_of_Mississippi": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and reprieves.",
  "/wiki/John_Garamendi": "John Raymond Garamendi (/ˌɡærəˈmɛndi/; born January 24, 1945) is an American businessman, politician, and member of the Democratic Party who has represented areas of Northern California between San Francisco and Sacramento, including the cities of Fairfield and Suisun City, in the United States House of Representatives since November 2009. Garamendi was previously the California Insurance Commissioner from 1991 to 1995 and 2003 to 2007, the U.S. Deputy Secretary of the Interior from 1995 to 1998, and the 46th Lieutenant Governor of California from 2007 until his election to Congress.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Lieutenant_Governor_of_California": "The Lieutenant Governor of California is a statewide constitutional officer and vice-executive of the U.S. state of California. The lieutenant governor is elected to serve a four-year term and can serve a maximum of two terms. In addition to basically ceremonial roles, serving as acting governor in the absence of the Governor of California and as President of the California State Senate, the lieutenant governor either sits on (or appoints representatives to) many of California's regulatory commissions and executive agencies.",
  "/wiki/Bill_Haslam": "William Edward Haslam (/ˈhæzləm/; born August 23, 1958) is an American billionaire businessman and politician, who served as the 49th Governor of Tennessee from 2011 to 2019. He is a member of the Republican Party and was previously the mayor of Knoxville, Tennessee.",
  "/wiki/Emory_University": "Emory University is a private research university in Atlanta, Georgia. The university was founded as Emory College in 1836 in Oxford, Georgia, by the Methodist Episcopal Church and was named in honor of Methodist bishop John Emory.",
  "/wiki/Governor_of_Tennessee": "The Governor of Tennessee is the head of government of the U.S. state of Tennessee. The governor is the only official in Tennessee state government who is directly elected by the voters of the entire state.",
  "/wiki/Stanley_K._Hathaway": "Stanley Knapp Hathaway (July 19, 1924 – October 4, 2005) served as 27th Governor of Wyoming from January 2, 1967 to January 6, 1975, and as United States Secretary of the Interior under President Gerald Ford from June to October, 1975.",
  "/wiki/University_of_Wyoming": "The University of Wyoming (UW) is a public land-grant research university in Laramie, Wyoming. It  was founded in March 1886, four years before the territory was admitted as the 44th state, and opened in September 1887. The University of Wyoming is unusual in that its location within the state is written into the state's constitution. The university also offers outreach education in communities throughout Wyoming and online.",
  "/wiki/Governor_of_Wyoming": "This is a list of the governors of Wyoming, beginning with territorial governors. Wyoming Territory was organized in 1868, and the state was admitted to the union on July 10, 1890.",
  "/wiki/Jon_Huntsman,_Jr.": "Jon Meade Huntsman Jr. (born March 26, 1960) is an American businessman, diplomat, politician, and the former Ambassador of the United States to Russia, serving from October 2017 to October 3, 2019. Huntsman was the U.S. Ambassador to Singapore from 1992 to 1993, the 16th Governor of Utah from 2005 to 2009, and the U.S. Ambassador to China from 2009 until 2011. He has served in the administrations of five Presidents and was a candidate for the 2012 Republican presidential nomination.",
  "/wiki/University_of_Pennsylvania": "The University of Pennsylvania (Penn or UPenn) is a private Ivy League research university in  Philadelphia, Pennsylvania. The University claims a founding date of 1740[note 2] and is one of the nine colonial colleges founded prior to the U.S. Declaration of Independence. Benjamin Franklin, Penn's founder and first president, advocated an educational program that trained leaders in commerce, government, and public service, similar to a modern liberal arts curriculum.",
  "/wiki/Governor_of_Utah": "The Governor of Utah is the head of the executive branch of Utah's state government and the commander-in-chief of its military forces. The governor has a duty to enforce state laws as well as the power to either approve or veto bills passed by the Utah Legislature. The governor may also convene the legislature on \"extraordinary occasions\".",
  "/wiki/E.W._Marland": "Ernest Whitworth Marland, known as E. W. Marland (May 8, 1874 – October 3, 1941), was an American lawyer, oil businessman in Pennsylvania and Oklahoma, and politician who was a U.S. Congressman and Oklahoma governor. He was elected to the United States House of Representatives from northern Oklahoma in 1932 and as the tenth Governor of Oklahoma in 1934. As a Democrat, he initiated a \"Little Deal\" in Oklahoma during the Great Depression, working to relieve the distress of unemployed people in the state, and to build infrastructure as investment for the future.",
  "/wiki/University_of_Michigan": "The University of Michigan (UM, U-M, U of M, or UMich), often simply referred to as Michigan, is a  public research university in Ann Arbor, Michigan. The university is Michigan's oldest; it was founded in 1817 in Detroit, as the Catholepistemiad, or University of Michigania, 20 years before the territory became a state.  The school was moved to Ann Arbor in 1837 onto 40 acres (16 ha) of what is now known as Central Campus. Since its establishment in Ann Arbor, the flagship university campus has expanded to include more than 584 major buildings with a combined area of more than 34 million gross square feet (780 acres; 3.2 km2) spread out over a Central Campus and North Campus, two regional campuses in Flint and Dearborn, and a Center in Detroit. The university is a founding member of the Association of American Universities.",
  "/wiki/Governor_of_Oklahoma": "The Governor of Oklahoma is the head of state for the U.S. state of Oklahoma. Under the Oklahoma Constitution, the governor is also the head of government, serving as the chief executive of the Oklahoma executive branch, of the government of Oklahoma. The governor is the ex officio Commander-in-Chief of the Oklahoma National Guard when not called into federal use. Despite being an executive branch official, the governor also holds legislative and judicial powers. The governor's responsibilities include making yearly \"State of the State\" addresses to the Oklahoma Legislature, submitting the annual state budget, ensuring that state laws are enforced, and that the peace is preserved. The governor's term is four years in length.",
  "/wiki/Frank_Murphy": "William Francis Murphy (April 13, 1890 – July 19, 1949) was a Democratic politician and jurist from Michigan. He was named to the Supreme Court of the United States in 1940 after a political career that included serving as United States Attorney General, Governor of Michigan and Mayor of Detroit. He also served as the last Governor General of the Philippine Islands and the first High Commissioner of the Philippines.",
  "/wiki/List_of_Governors_of_Michigan": "The Governor of Michigan is the head of the executive branch of Michigan's state government and serves as the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws; the power to either approve or veto appropriation bills passed by the Michigan Legislature; the power to convene the legislature; and the power to grant pardons, except in cases of impeachment. He or she is also empowered to reorganize the executive branch of the state government.",
  "/wiki/Chase_Osborn": "Chase Salmon Osborn (January 22, 1860 – April 11, 1949) was an American politician, newspaper reporter and publisher, and explorer. He served as the 27th Governor of Michigan from 1911 to 1913. The governor spent time at Possum Poke in Georgia, using it as a retreat and a place to write. He would later die there on April 11, 1949, aged 89.",
  "/wiki/Governor_of_Michigan": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. She is eligible for a second term under Michigan's term limits, which limits a governor to only 2, 4-year terms."
}