{
  "/wiki/Bret_Baier": "William Bret Baier (born August 4, 1970) is the host of Special Report with Bret Baier on the Fox News Channel and the chief political anchor for Fox. He previously worked as the network's Chief White House Correspondent and Pentagon correspondent.",
  "/wiki/DePauw_University": "DePauw University in Greencastle, Indiana, is a private liberal arts college with an enrollment of 1,972 students. The school has a Methodist heritage and was originally known as Indiana Asbury University. DePauw is a member of both the Great Lakes Colleges Association and the North Coast Athletic Conference. The Society of Professional Journalists was founded at DePauw.",
  "/wiki/Special_Report_with_Bret_Baier": "Special Report with Bret Baier (formerly Special Report with Brit Hume) is an American television news and political commentary program, hosted by Bret Baier since 2009, that airs on Fox News Channel. It is broadcast live each Monday through Friday at 6:00 p.m. ET. The program focuses on both reporting and analysis of the day's events, with a primary focus on national American political news. The show has been a part of the Fox News program lineup since 1998 and is the number one cable news broadcast in its time slot.",
  "/wiki/Fox_News_Channel": "Fox News (officially Fox News Channel and abbreviated FNC) is an American conservative cable television news channel. It is owned by the Fox News Group, which itself was owned by News Corporation from 1996–2013, 21st Century Fox from 2013–2019, and Fox Corporation since 2019. The channel broadcasts primarily from studios at 1211 Avenue of the Americas in New York City. Fox News is provided in 86 countries or overseas territories worldwide, with international broadcasts featuring Fox Extra segments during ad breaks.",
  "/wiki/Greg_Gutfeld": "Gregory John Gutfeld (born September 12, 1964) is an American television producer, journalist, author, editor, and comedian. He is host of The Greg Gutfeld Show and one of five co-hosts and panelists on the political talk show The Five, both on the Fox News Channel. Previously, Gutfeld hosted Red Eye w/ Greg Gutfeld, also on the Fox News Channel. Gutfeld is a registered Libertarian and is self-described as non-religious.",
  "/wiki/University_of_California,_Berkeley": "The University of California, Berkeley (UC Berkeley, Berkeley, Cal, or California) is a public research university in Berkeley, California. Founded in 1868, it is the flagship campus and the oldest of the ten campuses of the University of California. Berkeley has been ranked by numerous major education publications as among the top ten universities in the world.",
  "/wiki/Red_Eye_w/_Greg_Gutfeld": "Red Eye, also known as  Red Eye w/ Greg Gutfeld from 2007 to 2015 and Red Eye w/ Tom Shillue from 2015 to 2017, was an American late-night/early-morning satirical talk show on Fox News, which aired at 3:00 a.m. ET Tuesday through Saturday, 11:00 p.m. Saturday, and 2:00 a.m. Sunday. The show features panelists and guests discussing the latest news in politics, pop culture, entertainment, business, sports, and religion.",
  "/wiki/David_Hartman_(TV_personality)": "David Downs Hartman (born May 19, 1935) is an American journalist and media host who began his media career as an actor. He currently anchors and hosts documentary programs on History (a pay channel) and PBS. Hartman is best known as the first host of ABC's Good Morning America, from 1975 to 1987. As an actor, he starred in the 1970s as a young resident, Dr. Paul Hunter, on The Bold Ones: The New Doctors and as a teacher in the series Lucas Tanner. He acted in the 1973 TV movie remake of Miracle on 34th Street.",
  "/wiki/Duke_University": "Duke University is a private research university in Durham, North Carolina. Founded by Methodists and Quakers in the present-day town of Trinity in 1838, the school moved to Durham in 1892. In 1924, tobacco and electric power industrialist James Buchanan Duke established The Duke Endowment and the institution changed its name to honor his deceased father, Washington Duke.",
  "/wiki/Good_Morning_America": "Good Morning America (GMA) is an American morning television show that is broadcast on ABC. It debuted on November 3, 1975, and first expanded to weekends with the debut of a Sunday edition on January 3, 1993. The Sunday edition was canceled in 1999; weekend editions returned on both Saturdays and Sundays on September 4, 2004. The weekday program airs from 7:00 to 9:00 a.m. in all U.S. time zones (live in the Eastern Time Zone and on tape delay elsewhere across the country). The Saturday and Sunday editions are one hour long and are transmitted to ABC's stations live at 7:00 a.m. Eastern Time, although stations in some markets air them at different times. Viewers in the Pacific Time Zone receive an updated feed with a specialized opening and updated live reports. A third hour of the weekday broadcast aired from 2007 to 2008, exclusively on ABC News Now.",
  "/wiki/Lewis_Craig_Humphrey": "Lewis Craig Humphrey (1875–1927) was a prominent Kentucky newspaper editor who began his journalistic career as a reporter at the Louisville daily newspaper, the Louisville Evening Post, under the supervision of editor and publisher Richard W. Knott. Upon Knott's death, Humphrey became chief editor of the paper.",
  "/wiki/Centre_College": "Centre College is a private liberal arts college  in Danville, Kentucky. It is an undergraduate college with an enrollment of approximately 1,400 students. Centre was founded by Presbyterian leaders, and it maintains a loose affiliation with the Presbyterian Church (USA). It was officially chartered by the Kentucky General Assembly in 1819. The college is a member of the Associated Colleges of the South and the Association of Presbyterian Colleges and Universities.",
  "/wiki/Louisville_Evening_Post": "The Louisville Herald-Post  was a newspaper that was published in Louisville, Kentucky.",
  "/wiki/Louisville_Herald-Post": "The Louisville Herald-Post  was a newspaper that was published in Louisville, Kentucky.",
  "/wiki/John_McWethy": "John Fleetwood McWethy (February 28, 1947 – February 6, 2008) was an American journalist.",
  "/wiki/American_Broadcasting_Company": "The American Broadcasting Company (ABC) is an American commercial broadcast radio and television network owned by the Disney Media Networks division of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disney Animation Building. The network's secondary offices, and headquarters of its news division, is in New York City, at its broadcast center at 77 West 66th Street on the Upper West Side of Manhattan.",
  "/wiki/Clayton_Morris": "Clayton Morris (born December 31, 1976) is an American real estate investor and host of the Investing in Real Estate podcast. \nHe is a former co-host of The Daily Buzz and Good Day Philadelphia on Fox's WTXF-TV who moved to co-host Fox & Friends on Fox News Channel in 2009. He covered consumer technology for Fox and hosted weekly technology segments for Fox News Radio and Fox News. On September 4, 2017, he left Fox News.",
  "/wiki/University_of_Pittsburgh": "The University of Pittsburgh (Pitt) is a state-related research university in Pittsburgh, Pennsylvania. It is part of the Commonwealth System of Higher Education of Pennsylvania and was founded as the Pittsburgh Academy in 1787 on the edge of the American frontier. It developed and was renamed as Western University of Pennsylvania by a change to its charter in 1819. After surviving two devastating fires and various relocations within the area, the school moved to its current location in the Oakland neighborhood of the city; it was renamed as the University of Pittsburgh in 1908. Pitt was a private institution until 1966 when it became part of the Commonwealth System of Higher Education.",
  "/wiki/Fox_%26_Friends": "Fox & Friends is an American daily morning conservative news/talk program that airs on Fox News Channel, hosted by Steve Doocy, Ainsley Earhardt, and Brian Kilmeade.",
  "/wiki/Andy_Rooney": "Andrew Aitken Rooney (January 14, 1919 – November 4, 2011) was an American radio and television writer who was best known for his weekly broadcast \"A Few Minutes with Andy Rooney\", a part of the CBS News program 60 Minutes from 1978 to 2011. His final regular appearance on 60 Minutes aired on October 2, 2011; he died a month later at the age of 92.",
  "/wiki/Colgate_University": "Colgate University is a private liberal arts college in Hamilton, New York.  Founded in 1819, Colgate enrolls nearly 3,000 students in 56 undergraduate majors that culminate in a Bachelor of Arts degree; it also enrolls a dozen students in a Master of Arts in Teaching program.",
  "/wiki/60_Minutes": "60 Minutes is an American news magazine and television program broadcast on the CBS television network. Debuting in 1968, the program was created by Don Hewitt, who chose to set it apart from other news programs by using a unique style of reporter-centered investigation. In 2002, 60 Minutes was ranked at No. 6 on TV Guide's 50 Greatest TV Shows of All Time and in 2013, it was ranked #24 on TV Guide's 60 Best Series of All Time. The New York Times has called it \"one of the most esteemed news magazines on American television\".",
  "/wiki/Bob_Trumpy": "Robert Theodore Trumpy Jr. (born March 6, 1945) is a former professional American football tight end who played for the Cincinnati Bengals from 1968 through 1977. He was a two-time National Football League Pro Bowler and a two-time American Football League All-Star. Following his playing career he spent many years as a broadcast color analyst, calling four Super Bowls. He was given the Pete Rozelle Radio-Television Award by the Pro Football Hall of Fame in 2014.",
  "/wiki/University_of_Utah": "The University of Utah (U of U, UofU, or simply The U) is a public research university in Salt Lake City, Utah. As the state's flagship university, it offers more than 100 undergraduate majors and more than 92 graduate degree programs. The university is classified among \"Doctoral Universities – Very High Research Activity\" with \"selective, higher transfer-in\" admissions. Graduate studies include the S.J. Quinney College of Law and the School of Medicine, Utah's first medical school. As of Fall 2018, there were 24,735 undergraduate students and 8,251 graduate students, for an enrollment total of 32,994.",
  "/wiki/Color_commentator": "A color commentator or expert commentator is a sports commentator who assists the play-by-play commentator, typically by filling in when play is not in progress. The phrase \"color commentator\" is primarily used in American English; the person may be referred to as a summariser (outside North America) or analyst (a term used throughout the English-speaking world). The color analyst and main commentator will often exchange comments freely throughout the broadcast, when the main commentator is not describing the action. The color commentator provides expert analysis and background information, such as statistics, strategy, and injury reports on the teams and athletes, and occasionally anecdotes or light humor. Color commentators are often former athletes or coaches of the sport being broadcast.",
  "/wiki/NBC_Sports": "NBC Sports is an American programming division of the broadcast network NBC, owned and operated by NBC Sports Group division of NBCUniversal and subsidiary of Comcast, that is responsible for sports broadcasts on the network, and its dedicated national sports cable channels. Formerly operating as \"a service of NBC News\", it broadcasts a diverse array of sports events, including the French Open, the IndyCar Series, NASCAR, the NFL, the NHL, Notre Dame football, Olympic Games, the PGA Tour, the Premier League, the Tour de France and the Triple Crown, among others. Other programming from outside producers – such as coverage of the Ironman Triathlon – is also presented on the network through NBC Sports. With Comcast's acquisition of NBCUniversal in 2011, its own cable sports networks were aligned with NBC Sports into a part of the division known as the NBC Sports Group.",
  "/wiki/Tight_end": "The tight end (TE) is a position in American football, arena football, and formerly Canadian football, on the offense. The tight end is often seen as a hybrid position with the characteristics and roles of both an offensive lineman and a wide receiver. Like offensive linemen, they are usually lined up on the offensive line and are large enough to be effective blockers. On the other hand, unlike offensive linemen, they are eligible receivers adept enough to warrant a defense's attention when running pass patterns.",
  "/wiki/National_Football_League": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major professional sports leagues in North America and the highest professional level of American football in the world. The NFL's 17-week regular season runs from early September to late December, with each team playing 16 games and having one bye week. Following the conclusion of the regular season, six teams from each conference (four division winners and two wild card teams) advance to the playoffs, a single-elimination tournament culminating in the Super Bowl, which is usually held on the first Sunday in February and is played between the champions of the NFC and AFC.",
  "/wiki/Cincinnati_Bengals": "The Cincinnati Bengals are a professional American football franchise based in Cincinnati, Ohio. The Bengals compete in the National Football League (NFL) as a member club of the league's American Football Conference (AFC) North division. Their home stadium is Paul Brown Stadium, located in downtown Cincinnati. Their divisional opponents are the Baltimore Ravens, Cleveland Browns and Pittsburgh Steelers.",
  "/wiki/Steve_Weissman": "Steve Weissman is an American sportscaster who joined ESPN in January 2010. He came to ESPN from Comcast Sportsnet in California, where he served as the network's lead anchor. Before CSN, he worked at WNEM in Saginaw, Michigan, winning multiple Michigan Association of Broadcasters Awards.",
  "/wiki/Northwestern_University": "Northwestern University (NU) is a private research university based in Evanston, Illinois, with other campuses in Chicago and Doha, Qatar, and academic programs and facilities in Miami, Florida; Washington, D.C.; and San Francisco, California. Along with its selective undergraduate programs, Northwestern is known for its Kellogg School of Management, Pritzker School of Law, Feinberg School of Medicine, Bienen School of Music, Medill School of Journalism, Media, Integrated Marketing Communications, School of Communication, and McCormick School of Engineering and Applied Science.",
  "/wiki/SportsCenter": "SportsCenter (SC) is a daily sports news television program that serves as the flagship program and brand of American cable and satellite television network ESPN. The show covers various sports teams and athletes from around the world and often shows highlights of sports from the day. Originally broadcast only once per day, SportsCenter now has up to twelve airings each day, excluding overnight repeats. The show often covers the major sports in the U.S. including basketball, hockey, football, and baseball. SportsCenter is also known for its recaps after sports events and its in-depth analysis by different anchors and popular figures like Stephen A. Smith and Scott Van Pelt. The show continues to be the flagship show for ESPN and leads the way in sports broadcasting and entertainment.",
  "/wiki/ESPN": "ESPN (originally an initialism for Entertainment and Sports Programming Network) is an American basic cable sports channel owned by ESPN Inc., owned jointly by The Walt Disney Company (80%) and Hearst Communications (20%). The company was founded in 1979 by Bill Rasmussen along with his son Scott Rasmussen and Ed Egan."
}