{
  "/wiki/Tamedia_AG": "TX Group AG (formerly Tamedia AG) is a media company headquartered in Zurich, Switzerland. Through a portfolio of daily and weekly newspapers, magazines and digital platforms, as well as own printing facilities, it is the largest media group in the country. Since 2000, Tamedia has been listed on the Swiss Stock Exchange.",
  "/wiki/20_Minuten": "20 Minuten (English: 20 Minutes) is a free daily newspaper in Switzerland.",
  "/wiki/Baslerstab": "The Baslerstab is a Swiss German-language free daily newspaper.",
  "/wiki/Ringier_AG": "Ringier AG is a media group in Switzerland, founded in 1833 in Zofingen and based in Zürich. The current strategy is based not only on media but also on e-commerce and entertainment. It has a yearly income of approximately 940 million CHF and over 6,500 employees in sixteen countries.[citation needed]",
  "/wiki/Blick_am_Abend": "Blick am Abend is a German free evening newspaper published in Switzerland and based in Zürich.",
  "/wiki/Aargauer_Zeitung": "Aargauer Zeitung (English: Aargauer Newspaper) is a Swiss German-language daily newspaper, published by AZ Medien Gruppe, Aarau, Aargau.",
  "/wiki/Basellandschaftliche_Zeitung": "Basellandschaftliche Zeitung (English:  Basellandschaftliche Newspaper), or bz, is a Swiss German-language daily newspaper, published by Luedin in Liestal, Basel-Landschaft. Its editor-in-chief is Franz C. Widmer. It is the second largest daily newspaper in the Basel region (behind the Basler Zeitung).",
  "/wiki/Basler_Zeitung": "Basler Zeitung (literally: \"Basler Newspaper\"), or BaZ, is a Swiss German-language regional daily newspaper, published in Basel.",
  "/wiki/Berner_Zeitung": "Berner Zeitung (literally: \"Journal of Bern\"), also branded as BZ, is a Swiss German-language daily newspaper, published by Tamedia in Bern.",
  "/wiki/Bieler_Tagblatt": "Bieler Tagblatt is a Swiss German-language daily newspaper, published by Gassmann AG in Biel/Bienne, Canton of Bern.",
  "/wiki/Ringier": "Ringier AG is a media group in Switzerland, founded in 1833 in Zofingen and based in Zürich. The current strategy is based not only on media but also on e-commerce and entertainment. It has a yearly income of approximately 940 million CHF and over 6,500 employees in sixteen countries.[citation needed]",
  "/wiki/Blick": "Blick is a Swiss German-language daily newspaper, published by Ringier in Zürich.",
  "/wiki/Der_Bund": "Der Bund (English:  The Union) is a Swiss German-language daily newspaper published in Bern.",
  "/wiki/Neue_Luzerner_Zeitung": "Luzerner Zeitung (LZ) is a Swiss German-language daily newspaper, published in Lucerne.",
  "/wiki/NZZ_Mediengruppe": "NZZ (Neue Zürcher Zeitung) Mediengruppe (also known as AG für die Neue Zürcher Zeitung) is a media company which deals with the activities related to newspaper, magazine, book publishing and television broadcasting in Zurich, Switzerland. The company has products for the German-speaking regions of the country.",
  "/wiki/Neue_Zürcher_Zeitung": "The Neue Zürcher Zeitung (NZZ; \"New Journal of Zürich\") is a Swiss, German-language daily newspaper, published by NZZ Mediengruppe in Zürich. The paper was founded in 1780. It has a reputation as a high-quality newspaper and as the Swiss newspaper of record. The NZZ is known for its objectivity and detailed reports on international affairs.",
  "/wiki/St._Galler_Tagblatt": "St. Galler Tagblatt, commonly shortened to Tagblatt, is a Swiss German-language daily newspaper, published in St. Gallen.",
  "/wiki/Zürcher_Oberländer": "Zürcher Oberländer, commonly shortened to ZOL, is a Swiss German-language daily newspaper, published in Wetzikon.",
  "/wiki/Limmattaler_Zeitung": "Limmattaler Zeitung, commonly shortened to Limmattaler, is a Swiss German-language daily newspaper, published in Dietikon in the Limmat Valley.",
  "/wiki/Südostschweiz_Mediengruppe": "Somedia is a Swiss publishing company, headquartered in Chur, Graubünden. The Somedia is a Media Empire in the east Switzerland. The most famous product from Somedia is the newspaper Südostschweiz.",
  "/wiki/Die_Südostschweiz": "Die Südostschweiz (literally \"The Southeastern Switzerland\") is a Swiss German-language daily newspaper, published by Südostschweiz Mediengruppe in Chur, Graubünden.",
  "/wiki/Tamedia": "TX Group AG (formerly Tamedia AG) is a media company headquartered in Zurich, Switzerland. Through a portfolio of daily and weekly newspapers, magazines and digital platforms, as well as own printing facilities, it is the largest media group in the country. Since 2000, Tamedia has been listed on the Swiss Stock Exchange.",
  "/wiki/Tages_Anzeiger": "Tages-Anzeiger (German: [ˈtaːɡəs ˈʔantsaɪɡɐ]), also abbreviated Tagi or TA, is a Swiss German-language national daily newspaper published in Zurich, Switzerland.",
  "/wiki/List_of_newspapers_in_Switzerland": "The number of newspapers in Switzerland was 406 before World War I. It reduced to 257 in 1995. The country was ranked fifteenth for 2014 in the yearly Press Freedom Index published by Reporters Without Borders."
}