{
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Julieta_Granada": "Julieta Granada (born 17 November 1986) is a Paraguayan professional golfer on the U.S.-based LPGA Tour and the Ladies European Tour.",
  "/wiki/Golf_at_the_2016_Summer_Olympics": "Golf at the 2016 Summer Olympics in Rio de Janeiro, Brazil, was held in August at the new Olympic Golf Course (Portuguese: Campo Olímpico de Golfe), built within the Reserva de Marapendi in the Barra da Tijuca zone.",
  "/wiki/2014_Winter_Olympics": "The 2014 Winter Olympics, officially called the XXII Olympic Winter Games (French: Les XXIIes Jeux olympiques d'hiver) (Russian: XXII Олимпийские зимние игры, tr. XXII Olimpiyskiye zimniye igry) and commonly known as Sochi 2014, was an international winter multi-sport event that was held from 7 to 23 February 2014 in Sochi, Krasnodar Krai, Russia, with opening rounds in certain events held on the eve of the opening ceremony, 6 February 2014.",
  "/wiki/Julia_Marino_(skiier)": "Julia Marino (born April 14, 1992) is an American-raised Paraguayan freestyle skiing athlete who has competed since 2010 in the halfpipe and slopestyle disciplines.",
  "/wiki/Freestyle_skiing_at_the_2014_Winter_Olympics": "Freestyle skiing at the 2014 Winter Olympics was held at the Rosa Khutor Extreme Park near Krasnaya Polyana, Russia. The ten events took place between 6–21 February 2014.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Benjamin_Hockin": "Benjamin Hockin Brusquetti (born 27 September 1986) is an Olympic freestyle swimmer, who has swum international for both Great Britain and Paraguay (his father is British, his mother is Paraguayan).",
  "/wiki/Swimming_at_the_2012_Summer_Olympics": "The swimming competitions at the 2012 Summer Olympics in London took place from 28 July to 4 August at the Aquatics Centre. The open-water competition took place from 9 to 10 August in Hyde Park.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/V%C3%ADctor_Fatecha": "Víctor Abel Fatecha Riveros (born 10 March 1988 in Concepción) is a Paraguayan athlete specializing in the javelin throw. He competed at the 2008 Olympic Games in Beijing without reaching the final.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics": "Athletics at the 2008 Summer Olympics were held during the last ten days of the games, from August 15 to August 24, 2008, at the Beijing National Stadium.  The Olympic sport of athletics is split into four distinct sets of events: track and field events, road running events, and racewalking events.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Rocio_Rivarola": "Rocio Rivarola Trappe (born July 20, 1987 in Asunción) is a female Paraguayan rower. Rivarola qualified for the women's single sculls at the 2004 Summer Olympics in Athens by achieving a fifth spot from FISA Latin American Qualification Regatta in San Salvador, El Salvador with an entry time of 8:25.81. Rowing in the D-Final, Rivarola paddled her stretch against five other women to overhaul an eight-minute barrier for a third-place effort and twenty-first overall in a lifetime best of 7:57.36. Building a historic milestone for Paraguay, Rivarola became the youngest and first ever female athlete as the nation's flag bearer in the opening ceremony.",
  "/wiki/Rowing_at_the_2004_Summer_Olympics": "Rowing at the 2004 Summer Olympics took place at the Schinias Olympic Rowing and Canoeing Centre and featured 550 competitors taking part in 14 events.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Nery_Kennedy": "Nery Gustavo Kennedy Rolón (born May 28, 1973) is a javelin thrower from Paraguay, who represented his native country at two Summer Olympics (1992 and 2000). He briefly held the South American record for the Javelin Throw with a result of 81.28m, thrown on 9 May 1998, overtaking compatriot Edgar Baumann at the time. The mark stood until 1999, when compatriot Baumann threw 84.70 metres. In 2008, he worked as a coach in Canada with Frédérick Bouchard. He achieved the Texas A&M Javelin Throw record in 1994. Kennedy was coached by Juan De La Garza at Texas A&M in 1996.",
  "/wiki/Athletics_at_the_2000_Summer_Olympics": "At the 2000 Summer Olympics in Sydney, 46 events in athletics were contested, 24 for men and 22 for women. There were a total number of 2134 participating athletes from 193 countries.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Ram%C3%B3n_Jim%C3%A9nez-Gaona": "Ramón Jiménez-Gaona Arellano (born September 10, 1969) is a retired male discus thrower from Paraguay. Currently he serves as Paraguay's Minister of Public Works.",
  "/wiki/Athletics_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics in Atlanta, 44 events in athletics were contested. There were a total number of 2053 participating athletes from 191 countries.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Athletics_at_the_1992_Summer_Olympics": "At the 1992 Summer Olympics in Barcelona, 43 events in athletics were contested, 24 events by men and 19 by women. The competition ran from July 31, 1992, to August 9, 1992. Fourteen world record-holders (eight men and six women) were among the contenders. Thirty former Olympic champions competed, and a total number of 1725 athletes from 156 countries.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Athletics_at_the_1988_Summer_Olympics": "At the 1988 Summer Olympics in Seoul a total number of 42 events in athletics were contested: 24 by men and 18 by women. There were a total number of 1617 participating athletes from 149 countries.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/Max_Narvaez": "Max Narváez (born 15 June 1957) is a Paraguayan judoka. He competed in the men's half-lightweight event at the 1984 Summer Olympics.",
  "/wiki/Judo_at_the_1984_Summer_Olympics": "The Judo competition at the 1984 Summer Olympics continued the seven weight classes first used at the 1980 Games. With the open division, there were eight competitions. Japan returned to the top of the medal count, after boycotting the Moscow games. Because of the Soviet-led boycott of the Los Angeles games, several traditionally strong judo countries, including Cuba and the Soviet Union, did not participate. The Judo competition was held at California State University, Los Angeles.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Julio_Abreu": "Julio Abreu (born 10 June 1954) is a Paraguayan former swimmer. He competed in three events at the 1976 Summer Olympics.",
  "/wiki/Swimming_at_the_1976_Summer_Olympics": "The 1976 Summer Olympics were held in Montreal, Quebec, Canada; 26 events in swimming were contested.  There was a total of 471 participants from 51 countries competing.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/List_of_flag_bearers_for_Paraguay_at_the_Olympics": "This is a list of flag bearers who have represented Paraguay at the Olympics."
}