{
  "/wiki/Paris": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.\n The city is a major railway, highway and air-transport hub served by two international airports: Paris-Charles de Gaulle (the second busiest airport in Europe) and Paris-Orly. Opened in 1900, the city's subway system, the Paris Métro, serves 5.23 million passengers daily; it is the second busiest metro system in Europe after the Moscow Metro. Gare du Nord is the 24th busiest railway station in the world, but the first located outside Japan, with 262 million passengers in 2015. Paris is especially known for its museums and architectural landmarks: the Louvre was among most visited art museums in the world in 2019, with 9.6 million visitors. The Musée d'Orsay, Musée Marmottan Monet, and Musée de l'Orangerie are noted for their collections of French Impressionist art, the Pompidou Centre Musée National d'Art Moderne has the largest collection of modern and contemporary art in Europe, and the Musée Rodin and Musée Picasso exhibit the works of the two noted Parisians. The historical district along the Seine in the city centre is classified as a UNESCO Heritage Site, and popular landmarks in the city centre included the Cathedral of Notre Dame de Paris, now closed for renovation after the 15 April 2019 fire. Other popular tourist sites include the Gothic royal chapel of Sainte-Chapelle, both on the Île de la Cité; the Eiffel Tower, constructed for the Paris Universal Exposition of 1889; the Grand Palais and Petit Palais, built for the Paris Universal Exposition of 1900; the Arc de Triomphe on the Champs-Élysées, and the Basilica of Sacré-Coeur on the hill of Montmartre.\n Paris received 24.5 million visitors in 2018, measured by hotel stays, with the largest numbers of foreign visitors coming from the United States, the United Kingdom, Germany and China. It was ranked as the second most visited travel destination in the world in 2018, after Bangkok. The football club Paris Saint-Germain and the rugby union club Stade Français are based in Paris. The 80,000-seat Stade de France, built for the 1998 FIFA World Cup, is located just north of Paris in the neighbouring commune of Saint-Denis. Paris hosts the annual French Open Grand Slam tennis tournament on the red clay of Roland Garros. The city hosted the Olympic Games in 1900, 1924 and will host the 2024 Summer Olympics. The 1938 and 1998 FIFA World Cups, the 2007 Rugby World Cup, as well as the 1960, 1984 and 2016 UEFA European Championships were also held in the city; every July, the Tour de France bicycle race finishes there.",
  "/wiki/Albin_Lermusiaux": "Albin Lermusiaux (9 August 1874 – 1940) was a French athlete and shooter who competed at the 1896 Summer Olympics in Athens.\n In total Lermusiaux competed in four different events at the 1896 Summer Olympics, he won his preliminary heat of the 800 metres with a time of 2:16.6, he withdrew from the final which was to take place three days later but decided to save himself for the marathon which was taking place a day after the 800 metres final. In the 1500 metres event, which was conducted in a single race, Lermusiaux led from the start, but in the final straight was passed by Edwin Flack and Arthur Blake, and finished third.\n On 10 April, Lermusiaux along with another 16 runners competed in the marathon, up to the 20 km mark the Frenchman was leading the race, but with the poor roads, heat and uphill grade runners started to drop out, Lermusiaux staggered to a stop and received an alcohol rub by an attendant, when he tried to resume he knew he wouldn't finish so withdrew at the 32 km mark.\n Lermusiaux also competed in the military rifle shooting event, Lermusiaux's place and score are unknown, but it is known he was not among the top 13 in the 42-man competitions.\n Domestically Lermusiaux was affiliated with Racing Club de France and won the French championships in cross country (1895) and 1500 m (1896) and set national records, which were at the time also European records over 1500 m (in 1895 at 4:18.4 and in 1896 at 4:10.4), 1 mile (in 1895 at 4:37.4), and 3000 m (in 1895 at 9:22.4).",
  "/wiki/Thomas_Conneff": "Thomas Conneff (ca. 1866–1910) was an amateur Irish runner who held the amateur record for the fastest mile (4:15​3⁄5) from 1895 to 1911.\n Thomas \"Tommy\" Conneff was born in Kilmurray, Clane Co. Kildare on the 10th of December 1867 to James and Marcella (nee Rourke) Conneff.  He emigrated to the United States in 1888 and generally specialized in longer distances, winning the national 10-mile championship four years in a row starting in 1888.  He also ran the mile and won national titles in 1888 and 1891, but did not truly start to dominate the event until 1893, when under the coaching of Mike Murphy, he improved his mile form to emerge as a top amateur miler.  He was a member of the Manhattan Athletic Club.\n On August 26, 1893, at Holmes Field in Cambridge Mass., Conneff, representing Holy Cross Lycuem, started from scratch and easily overtook other runners who had long starts. His first lap split time was 59 seconds, his second lap 2:00. After three laps, he was at 3:07. He started to fall off his pace as he finished the race, but he nevertheless set a new amateur record of 4:17​4⁄5. (Walter George had run 4:12¾ in 1886 as a professional.)\n That record lasted to 1895 as Frederick Bacon ran 4:17 at the AAA Championships at Stamford Bridge, London on 6 July.\n Conneff wanted to regain his record, so after a 4:21 tune-up on 10 August at Weehawken, New Jersey, he ran a 3/4 mile race at Travers Island, New York on 21 August in 3:02​4⁄5, a time which would not be bettered for 36 years.\n Returning to Travers Island a week later, Conneff was paced by 4:21​1⁄5 miler George Orton, who led him to the quarter in 62​2⁄5 and the half in 2:06​3⁄5. At the 3/4 mark, Conneff was at 3:10​4⁄5. Two-time AAU champion Eddie Carter paced Conneff for the last 300 yards as Conneff started to slow. He crossed the finish line and stopped the clock at 4:15​3⁄5 to regain his amateur mile record.\n He followed that record run on 21 September with a race against some of the top British runners. He ran a first-lap 65, then was at 2:10​3⁄5 at the half, again paced by Orton. William Lutyens, who had run a 4:19​4⁄5 the year before and had paced Bacon to his record, was forced to drop out of the race, leaving Conneff to trot home in 4:18​1⁄5.\n Reporter William B. Curtis described Conneff after the race: \"He never was in such fine mettle as during the past four weeks. He could at any time have beaten his own world's best amateur record of 4:15​3⁄5 and might have equalled or surpassed the world's best professional record, 4:12¾... He is one of those athletes who speedily makes their handlers go gray-haired, is restive under the restrictions of training, and prone to stray outside the bounds laid down for athletic aspirants. He is now 29 years old and can hardly hope to improve hereafter.\"\n His amateur mile record would stand until 1911.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.\n Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898. The city and its metropolitan area constitute the premier gateway for legal immigration to the United States. As many as 800 languages are spoken in New York, making it the most linguistically diverse city in the world. New York City is home to 3.2 million residents born outside the United States, the largest foreign born population of any city in the world as of 2016. As of 2019[update], the New York metropolitan area is estimated to produce a gross metropolitan product (GMP) of US$2.0 trillion. If greater New York City were a sovereign state, it would have the 12th highest GDP in the world. New York is home to the highest number of billionaires of any city in the world.\n New York City traces its origins to a trading post founded by colonists from the Dutch Republic in 1624 on Lower Manhattan; the post was named New Amsterdam in 1626. The city and its surroundings came under English control in 1664 and were renamed New York after King Charles II of England granted the lands to his brother, the Duke of York. New York was the capital of the United States from 1785 until 1790, and has been the largest US city since 1790. The Statue of Liberty greeted millions of immigrants as they came to the U.S. by ship in the late 19th and early 20th centuries and is an international symbol of the U.S. and its ideals of liberty and peace. In the 21st century, New York has emerged as a global node of creativity and entrepreneurship, social tolerance, and environmental sustainability, and as a symbol of freedom and cultural diversity. In 2019, New York was voted the greatest city in the world per a survey of over 30,000 people from 48 cities worldwide, citing its cultural diversity.\n Many districts and landmarks in New York City are well known, including three of the world's ten most visited tourist attractions in 2013; a record 62.8 million tourists visited in 2017. Several sources have ranked New York the most photographed city in the world. Times Square, iconic as the world's \"heart\" and \"crossroads\", is the brightly illuminated hub of the Broadway Theater District, one of the world's busiest pedestrian intersections, and a major center of the world's entertainment industry. The names of many of the city's landmarks, skyscrapers, and parks are known internationally. Manhattan's real estate market is among the most expensive in the world. New York is home to the largest ethnic Chinese population outside of Asia, with multiple distinct Chinatowns across the city. Providing continuous 24/7 service, the New York City Subway is the largest single-operator rapid transit system worldwide, with 472 rail stations. The city has over 120 colleges and universities, including Columbia University, New York University, and Rockefeller University, ranked among the top universities in the world. Anchored by Wall Street in the Financial District of Lower Manhattan, New York has been called both the most economically powerful city and world's leading financial center, and is home to the world's two largest stock exchanges by total market capitalization, the New York Stock Exchange and NASDAQ.",
  "/wiki/John_Bray_(athlete)": "John Bray (August 19, 1875 – July 8, 1945) was an American athlete.\n He won the bronze medal over 1500 m at the Olympic Games in Paris in 1900. Bray also participated in the 800 metre competition and finished sixth.",
  "/wiki/Bayonne": "Bayonne (French pronunciation: ​[bajɔn]; Gascon: Baiona [baˈjunɔ]; Basque: Baiona [baiona]; Spanish: Bayona) is a city and commune and one of the two sub-prefectures of the department of Pyrénées-Atlantiques, in the Nouvelle-Aquitaine region of southwestern France. It is located at the confluence of the Nive and Adour rivers in the northern part of the cultural region of the Basque Country, as well as the southern part of Gascony where the Aquitaine basin joins the beginning of the Pre-Pyrenees.\n Together with nearby Anglet, Biarritz, Saint-Jean-de-Luz, and several smaller communes, Bayonne forms an urban area with 288,359 inhabitants at the 2012 census, 45,855 of whom lived in the city of Bayonne proper.\n The site on the left bank of the Nive and the Adour was probably occupied before ancient times as a fortified enclosure was attested in the 1st century at the time when the Tarbelli occupied the territory. Archaeological studies have confirmed the presence of a Roman castrum, a stronghold in Novempopulania at the end of the 4th century before the city was populated by the Vascones.\n In 1023 Bayonne was the capital of Labourd and, in the 12th century, extended to and beyond the Nive. At that time the first bridge was built over the Adour. The city came under the domination of the English in 1152 through the marriage of Eleanor of Aquitaine: it became militarily and, above all, commercially important thanks to maritime trade. It was separated from the Viscount of Labourd in 1177 by Richard the Lion Heart. In 1451 the city was taken by the Crown of France after the Hundred Years' War. The loss of trade with the English and the silting up of the river as well as the movement of the city towards the north weakened it. The district of Saint-Esprit developed anyway thanks to the arrival of a Jewish population fleeing the Spanish expulsions dictated by the Alhambra Decree. From this community Bayonne gained its reputation for chocolate. The course of the Adour was changed in 1578 under the direction of Louis de Foix and the river returned to its former mouth, returning business lost to Bayonne for over a hundred years. In the 17th century the city was fortified by Vauban. In 1814 Bayonne and its surroundings were the scene of fighting between the Napoleonic troops and the Spanish-Anglo-Portuguese coalition led by the Duke of Wellington: the city then underwent its final siege.\n In 1951 the Lacq gas field was discovered whose extracted sulphur and associated oil are shipped from the port of Bayonne. During the second half of the 20th century many housing estates were built forming new districts on the periphery and the city was extended to form a conurbation with Anglet and Biarritz: this agglomeration became the heart of a vast Basque-Landes urban area.\n Bayonne was, in 2014, a commune with over 45,000 inhabitants, the heart of the urban area of Bayonne and of the Agglomeration Côte Basque-Adour which includes Anglet and Biarritz. It is an important part of the Basque Bayonne-San Sebastián Eurocity and it plays the role of economic capital of the Adour basin. Modern industry—metallurgy and chemicals—are established to take advantage of procurement opportunities and sea shipments through the harbour. Business services today represent the largest source of employment. Bayonne is also a cultural capital, a city with strong Basque and Gascon influences and a rich historical past. Its heritage lies in its architecture, the diversity of collections in museums, its gastronomic specialties, and traditional events such as the famous Fêtes de Bayonne.\n The inhabitants of the commune are known as Bayonnais or Bayonnaises.",
  "/wiki/Charles_Bennett_(athlete)": "Charles Bennett (28 December 1870 – 18 December 1948) was a British athlete, winner of the 1500 metres at the 1900 Summer Olympics and the first British track and field athlete to become Olympic champion. He was a member of Finchley Harriers (founded 1877) which was amalgamated into Hillingdon Athletic Club in 1966.\n Bennett, a train driver born in Shapwick, Dorset, was one of the top British middle-distance runners in his years, winning the AAA 4-mile (6.4 km) championship in 1897, and the cross country running title in 1899 and 1900. In the latter year, also the Olympic year, he won the British title in the mile, qualifying himself for the 1500 m in Paris. That distance had a rather weak field, and Bennett lead throughout the race, defeating local favourite Henri Deloge in 4:06.0. That time was an official world record, although many athletes had already run faster in competitions over the slightly longer mile.\n Together with the combined British/Australian 5000 metres team, Bennett won a second Olympic title. Bennett finished first in the race, with an unofficial world record 15:29.2, beating teammate John Rimmer. His third event was the 4000 m steeplechase, in which he just failed to catch up with the same Rimmer in the final part of the race, settling for second place.\n Bennett died in Bournemouth, aged 79.\n His Olympic achievements were largely forgotten for more than 100 years until his grandson Chris Bennett found his abandoned and overgrown grave in the corner of St Andrew’s Churchyard in Kinson. In December 2011 Bennett was commemorated after Anthony Ives Memorials of Bournemouth donated a proper headstone to recognise his feat. The plinth, unveiled on the eve of the year of the London Olympics, reads: \"In loving memory of Charles Bennett 1870-1948. First British track and field athlete to become Olympic Champion. Bennett, known as the Shapwick Express, won two gold medals and a silver at the Paris Games in 1900.\" The new headstone also remembers Bennett's wife Sarah Lena and reads: \"Until the day break.\"",
  "/wiki/James_Lightbody": "James Davies Lightbody (March 16, 1882 – March 2, 1953) was an American middle distance runner, winner of six Olympic medals (two of which are no longer recognized by the International Olympic Committee following its downgrading of the 1906 Intercalated Games) in the early 20th century.\n Lightbody, born in Pittsburgh and graduating from high school in Muncie, Indiana, had great success at the 1904 Summer Olympics, held in St. Louis. He wasn't favoured in any of the three individual events in which he competed, but nevertheless won all three of them.\n First, he won the 2590 metre steeplechase, sprinting to the 800 metres title days later. Finally, he won the 1500 metres in a new world record. Later that day, he added a second place to his tally, when he competed with the Chicago Athletic Association in the 4 mile team event.\n In 1905, Lightbody won AAU titles in both the 800 and 1500 metres, and the following year he competed in his second Olympics, the 1906 Intercalated Games of in Athens. He successfully defended his 1500 metres title, and placed second in the 800 metres.\n Lightbody competed again in the 1908 Summer Olympics. In the 800 metres, he placed only fourth in his first round heat. Lightbody lost a close race to fellow American James Sullivan in the first round of the 1500 metres, eliminating him from further competition. He was defeated by a mere ten yards by Harry Sewell in the first round of the 3200 metre steeplechase and did not qualify for the final.\n Lightbody died in 1953, two weeks short of his 71st birthday in Charleston, South Carolina.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States.\n Before European settlement, the area was a regional center of Native American Mississippian culture. The city of St. Louis was founded in 1764 by French fur traders Pierre Laclède and Auguste Chouteau, and named after Louis IX of France. In 1764, following France's defeat in the Seven Years' War, the area was ceded to Spain and retroceded back to France in 1800. In 1803, the United States acquired the territory as part of the Louisiana Purchase. During the 19th century, St. Louis became a major port on the Mississippi River; at the time of the 1870 Census, it was the fourth-largest city in the country. It separated from St. Louis County in 1877, becoming an independent city and limiting its own political boundaries. In 1904, it hosted the Louisiana Purchase Exposition and the Summer Olympics.\n A \"Gamma\" global city with a metropolitan GDP of more than $160 billion in 2017, metropolitan St. Louis's diverse economy has strengths in the service, manufacturing, trade, transportation, and tourism industries. The metropolitan area is home to nine of the ten Fortune 500 companies based in Missouri. Major companies headquartered or with significant operations within the city proper include Ameren Corporation, Peabody Energy, Nestlé Purina PetCare, Anheuser-Busch InBev, Wells Fargo Advisors, Stifel Financial, Spire, Inc., MilliporeSigma, FleishmanHillard, Square, Inc., U.S. Bank, Anthem BlueCross and Blue Shield, Federal Reserve Bank of St. Louis, U.S. Department of Agriculture, National Geospatial-Intelligence Agency, and AT&T.\n Major research universities within the city proper include St. Louis University and a small portion of the east end of the main campus of Washington University in St. Louis, with the majority of the main campus located in unincorporated St. Louis County and Clayton. The Washington University Medical Center, located in the Central West End neighborhood, hosts an agglomeration of medical and pharmaceutical institutions, including the Barnes-Jewish Hospital.\n St. Louis has three professional sports teams: the St. Louis Cardinals of Major League Baseball, the St. Louis Blues of the National Hockey League, and the St. Louis BattleHawks of the XFL. In 2019, the city was awarded a Major League Soccer franchise, which will begin play upon the completion of a 22,500-seat  stadium in the city's  Downtown West neighborhood in 2022. Among the city's notable sights is the 630-foot (192 m) Gateway Arch in the downtown area. St. Louis is also home to the St. Louis Zoo, ranked as one of the nation's best, and the Missouri Botanical Garden, with the second-largest herbarium in North America.",
  "/wiki/Harold_A._Wilson": "Harold Allan Wilson (22 January 1885 – 1932) was an English runner. Born in Horncastle Lincolnshire he was a member of the Hallamshire Harriers in Sheffield. He competed at the 1908 Summer Olympics in London and won a team gold in the 3 mile and an individual silver in the 1500 metres race. He was the first man to run a sub four minute 1,500 metres, with a time of 3:59.8 in May 1908.\n At the 1908 Olympics Wilson won his 1500 m semi-final in a time of 4:11.4; his time in the final was 4:03.6, fractions of a second behind Melvin Sheppard. He was also part of Britain's five-man gold medal-winning team in the three-mile race. He was Britain's fourth man home in fifth place overall. His teammates were Archie Robertson, Norman Hallows, Joe Deakin and William Coales.\n The following year, Wilson was in Queens, New York, competing alongside Sheppard. He spent the 1909 season in the U.S., and was considered one of the best mile runners. The same year he turned professional and raced in Australia and South Africa. On 29 November 1915 he enlisted as a Private in the West Yorkshire Regiment, serving overseas. He later emigrated to South Africa, where he died in 1932.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]\n London is considered to be one of the world's most important global cities and has been termed the world's most powerful, most desirable, most influential, most visited, most expensive, innovative, sustainable, most investment friendly, and most popular for work city. London exerts a considerable impact upon the arts, commerce, education, entertainment, fashion, finance, healthcare, media, professional services, research and development, tourism and transportation. London ranks 26th out of 300 major cities for economic performance. It is one of the largest financial centres and has either the fifth or the sixth largest metropolitan area GDP.[note 3] It is the most-visited city as measured by international arrivals and has the busiest city airport system as measured by passenger traffic. It is the leading investment destination, hosting more international retailers and ultra high-net-worth individuals than any other city. London's universities form the largest concentration of higher education institutes in Europe, and London is home to highly ranked institutions such as Imperial College London in natural and applied sciences, the London School of Economics in social sciences, and the comprehensive University College London and King's College London. In 2012, London became the first city to have hosted three modern Summer Olympic Games.\n London has a diverse range of people and cultures, and more than 300 languages are spoken in the region. Its estimated mid-2018 municipal population (corresponding to Greater London) was 8,908,081, the third most populous of any city in Europe and accounts for 13.4% of the UK population. London's urban area is the third most populous in Europe, after Moscow and Paris, with 9,787,426 inhabitants at the 2011 census. The population within the London commuter belt is the most populous in Europe with 14,040,163 inhabitants in 2016.[note 4] London was the world's most populous city from c. 1831 to 1925.\n \nLondon contains four World Heritage Sites: the Tower of London; Kew Gardens; the site comprising the Palace of Westminster, Westminster Abbey, and St Margaret's Church; and the historic settlement in Greenwich where the Royal Observatory, Greenwich defines the Prime Meridian (0° longitude) and Greenwich Mean Time. Other landmarks include Buckingham Palace, the London Eye, Piccadilly Circus, St Paul's Cathedral, Tower Bridge, Trafalgar Square and The Shard. London has numerous museums, galleries, libraries and sporting events. These include the British Museum, National Gallery, Natural History Museum, Tate Modern, British Library and West End theatres. The London Underground is the oldest underground railway network in the world..mw-parser-output .toclimit-2 .toclevel-1 ul,.mw-parser-output .toclimit-3 .toclevel-2 ul,.mw-parser-output .toclimit-4 .toclevel-3 ul,.mw-parser-output .toclimit-5 .toclevel-4 ul,.mw-parser-output .toclimit-6 .toclevel-5 ul,.mw-parser-output .toclimit-7 .toclevel-6 ul{display:none}",
  "/wiki/England": "England is a country that is part of the United Kingdom. It shares land borders with Wales to the west and Scotland to the north. The Irish Sea lies west of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the North Atlantic, and includes over 100 smaller islands, such as the Isles of Scilly and the Isle of Wight. It is the largest country of British Isles.\n The area now called England was first inhabited by modern humans during the Upper Palaeolithic period, but takes its name from the Angles, a Germanic tribe deriving its name from the Anglia peninsula, who settled during the 5th and 6th centuries. England became a unified state in the 10th century, and since the Age of Discovery, which began during the 15th century, has had a significant cultural and legal impact on the wider world. The English language, the Anglican Church, and English law – the basis for the common law legal systems of many other countries around the world – developed in England, and the country's parliamentary system of government has been widely adopted by other nations. The Industrial Revolution began in 18th-century England, transforming its society into the world's first industrialised nation.\n England's terrain is chiefly low hills and plains, especially in central and southern England. However, there is upland and mountainous terrain in the north (for example, the Lake District and Pennines) and in the west (for example, Dartmoor and the Shropshire Hills). The capital is London, which has the largest metropolitan area in both the United Kingdom and, prior to Brexit, the European Union.[nb 1] England's population of over 55 million comprises 84% of the population of the United Kingdom, largely concentrated around London, the South East, and conurbations in the Midlands, the North West, the North East, and Yorkshire, which each developed as major industrial regions during the 19th century.\n The Kingdom of England – which after 1535 included Wales – ceased being a separate sovereign state on 1 May 1707, when the Acts of Union put into effect the terms agreed in the Treaty of Union the previous year, resulting in a political union with the Kingdom of Scotland to create the Kingdom of Great Britain. In 1801, Great Britain was united with the Kingdom of Ireland (through another Act of Union) to become the United Kingdom of Great Britain and Ireland. In 1922 the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland.",
  "/wiki/Abel_Kiviat": "Abel Richard Kiviat (June 23, 1892 – August 24, 1991) was an American middle-distance runner. He was the oldest living American Olympic medalist at the time of his death. He competed for and coached the Irish American Athletic Club, and was later a member of the New York Athletic Club.",
  "/wiki/1500_metres_world_record_progression": "The 1500-metre run became a standard racing distance in Europe in the late 19th century, perhaps as a metric version of the mile, a popular running distance since at least the 1850s in English-speaking countries.\n A distance of 1500 m sometimes is called the \"metric mile\".\n The French had the first important races over the distance, holding their initial championship in 1888. When the Olympic games were revived in 1896, metric distances were run, including the 1500. However, most of the best milers in the world were absent, and the winning time of 4:33 1/5 by Australian Edwin Flack was almost 18 seconds slower than the amateur mile record, despite the fact the mile is 109 metres longer than the 1500 metres.\n The 1900 Olympics and 1904 Olympics showed improvements in times run, but it was not until the 1908 Olympics that a meeting of the top milers over the distance took place, and not until the 1912 Olympics that a true world-class race over the distance was run.\n The distance has now almost completely replaced the mile in major track meets."
}