{
  "/wiki/Moscow": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Soviet_Union": "The Soviet Union,[b] officially known as the  Union of Soviet Socialist Republics (USSR or СССР),[c] was a federal sovereign state in northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics,[d] in practice its government and economy were highly centralized. The country was a one-party state, governed by the Communist Party with Moscow as its capital in its largest republic, the Russian Soviet Federative Socialist Republic (Russian SFSR). Other major urban centers were Leningrad, Kiev, Minsk, Tashkent, Alma-Ata, and Novosibirsk. It spanned over 10,000 kilometers (6,200 mi) east to west across 11 time zones, and over 7,200 kilometers (4,500 mi) north to south. Its territory included much of Eastern Europe, as well as part of Northern Europe and all of Northern and Central Asia. It had five climate zones: tundra, taiga, steppes, desert and mountains.",
  "/wiki/Alma-Ata": "Almaty (/ˈælməti/; Kazakh: Almaty, Алматы; Yañalif: Almatь; [ɑlmɑˈtə]; Russian: Алматы, [ɐlmɐˈtɨ]), formerly known as Alma-Ata (/ˌælmə.əˈtɑː/; Kazakh: Alma-Ata; Russian: Алма-Ата, romanized: Alma-Ata) and Verniy (Russian: Верный, romanized: Vernyy), is the largest city in Kazakhstan, with a population of 2,039,376 people, about 11% of the country's total population, and more than 2.7 million in its built-up area that encompasses Talgar, Boraldai, Otegen Batyr and many other suburbs. It served as capital of the Soviet and later independent Kazakhstan from 1929 to 1997. In 1997, the government relocated the capital to Astana (known as \"Nur-Sultan\" as of 23 March 2019) in the north of the country and about 12 hours away by train.",
  "/wiki/Dnepropetrovsk": "Dnipro (Ukrainian: Дніпро [d⁽ʲ⁾n⁽ʲ⁾iˈprɔ] (listen); Russian: Днепр, romanized: Dnepr [dʲnʲepr]), called Dnipropetrovsk (Ukrainian: Дніпропетро́вськ [ˌd⁽ʲ⁾n⁽ʲ⁾ipropeˈtrɔu̯sʲk]; Russian: Днепропетро́вск, romanized: Dnepropetróvsk [dʲnʲɪprəpʲɪˈtrofsk]) from 1926 until May 2016, is Ukraine's fourth-largest city, with about one million inhabitants. It stands 391 kilometres (243 mi) southeast of the Ukrainian capital Kiev on the Dnieper River, in the central part of Ukraine. Dnipro is the  administrative centre of the Dnipropetrovsk Oblast. Administratively, it is incorporated as a city of oblast significance, the centre of Dnipro municipality and extraterritorial administrative centre of Dnipro Raion. It has a population of approximately 1,000,000 (2018 est.).",
  "/wiki/Nina_Pletnyova": "Nina Grigoryevna Otkalenko (née Pletnyova; Russian: Нина Григорьевна Откаленко; 23 May 1928 – 13 May 2015) was a Soviet middle-distance runner. She won a European title in the 800 m at the inaugural 1954 European Athletics Championships and set multiple world records in this event in 1951–54. She missed the 1952 and 1956 Olympics, where women's middle-distance events were not part of the program, and the 1960 Olympics due to an injury.",
  "/wiki/Leningrad": "Saint Petersburg (Russian: Санкт-Петербу́рг, tr. Sankt-Peterburg, IPA: [ˈsankt pʲɪtʲɪrˈburk] (listen)) is a city situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea. It is Russia's second-largest city after Moscow. With over 5,351,935 million inhabitants as of 2018, it is the 4th-most populous city in Europe. An important Russian port on the Baltic Sea, it has a status of a federal subject (a federal city).",
  "/wiki/Phyllis_Perkins": "Phyllis Else Maureen Perkins (née Green) (born 22 February 1934) is a British middle-distance runner. She competed in the women's 800 metres at the 1960 Summer Olympics.",
  "/wiki/Hornchurch": "Hornchurch is a suburban town in East London, England and part of the London Borough of Havering. It is located 15.2 miles (24.5 km) east-northeast of Charing Cross. It comprises a number of shopping streets and a large residential area. It historically formed a large ancient parish in the county of Essex that became the manor and liberty of Havering. The economic history of Hornchurch is underpinned by a shift away from agriculture to other industries with the growing significance of nearby Romford as a market town and centre of administration. As part of the suburban growth of London in the 20th century, Hornchurch significantly expanded and increased in population, becoming an urban district in 1926 and has formed part of Greater London since 1965. It is the location of Queen's Theatre, Havering Sixth Form College and Havering College of Further and Higher Education.",
  "/wiki/Great_Britain": "Great Britain is an island in the North Atlantic Ocean off the northwest coast of continental Europe. With an area of 209,331 km2 (80,823 sq mi), it is the largest of the British Isles, the largest European island, and the ninth-largest island in the world.[note 1] In 2011, Great Britain had a population of about 61 million people, making it the world's third-most populous island after Java in Indonesia and Honshu in Japan. The island of Ireland is situated to the west of Great Britain, and together these islands, along with over 1,000 smaller surrounding islands, form the British Isles archipelago.",
  "/wiki/Diane_Leather": "Diane Leather Charles (7 January 1933 – 5 September 2018) was an English athlete who was the first woman to run a sub-5-minute mile.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Marise_Chamberlain": "Marise Ann Millicent Chamberlain MNZM (born 5 December 1935) is a former New Zealand middle-distance runner. She is the only New Zealand woman to win an Olympic medal in  track athletics (Lorraine Moller won a medal in the marathon). She set world records over 440 and 880 yards as well as 1 mile.",
  "/wiki/Perth": "Perth (/ˈpɜːrθ/ (listen) PURTH) is the capital and largest city of the Australian state of Western Australia (WA). It is named after the city of Perth, Scotland and is Australia's fourth-most populous city, with a population of 2.06 million living in Greater Perth. Perth is part of the South West Land Division of Western Australia, with most of the metropolitan area on the Swan Coastal Plain, a narrow strip between the Indian Ocean and the Darling Scarp. The first areas settled were on the Swan River at Guildford, with the city's central business district and port (Fremantle) both later founded downriver."
}