{
  "/wiki/Ken_Shamrock": "Kenneth Wayne Shamrock (born Kenneth Wayne Kilpatrick; February 11, 1964) is an American bare-knuckle boxing promoter, semi-retired professional wrestler, and retired mixed martial artist and kickboxer. A UFC Hall of Fame member, Shamrock is widely regarded as one of the biggest stars in the history of MMA, as well as an icon and pioneer of the sport. He has headlined over 15 main events and co-main events in the UFC and Pride FC and set numerous pay-per-view records. In the early part of his UFC career, Shamrock was named \"The World's Most Dangerous Man\" by ABC News in a special called \"The World's Most Dangerous Things\". The moniker has stuck as his nickname.",
  "/wiki/The_Corporation_(professional_wrestling)": "The Corporation was a stable in the late 1990s in the World Wrestling Federation (WWF).",
  "/wiki/Billy_Gunn": "Monty \"Kip\" Sopp (born November 1, 1963), better known by his ring name Billy Gunn, is an American professional wrestler currently working for All Elite Wrestling (AEW) as a producer. Gunn is best known for his appearances in the World Wrestling Federation/Entertainment (WWF/E) from 1993 to 2004 and from 2012 to 2015. He also served as a coach on WWE's Tough Enough and was a trainer in its developmental branch, NXT. He is also known for his appearances with Total Nonstop Action Wrestling (TNA) from 2005 to 2009.",
  "/wiki/D-Generation_X": "D-Generation X was a professional wrestling stable, and later a tag team, that appeared in the World Wrestling Federation (WWF, now known as WWE). The group originated in the midst of the WWF's \"Attitude Era\" in 1997 as a foil to another prominent faction, The Hart Foundation.",
  "/wiki/Big_Boss_Man_(wrestler)": "Ray Washington Traylor Jr. (May 2, 1963 – September 22, 2004) was an American professional wrestler who was best known for his appearances with the World Wrestling Federation (WWF) under the ring name Big Boss Man, as well as for his appearances with World Championship Wrestling (WCW) as The Boss, The Man, The Guardian Angel, and Big Bubba Rogers. During his appearances with the WWF, Big Boss Man held the WWF World Tag Team Championship once and the WWF Hardcore Championship four times. On March 7, 2016, Traylor was confirmed to be inducted into the WWE Hall of Fame Class of 2016. He was inducted in the WWE Hall of Fame 2016 by Slick and the award was accepted by his wife Angela and his daughters Lacy and Megan.",
  "/wiki/Test_(wrestler)": "Andrew James Robert Patrick Martin (March 17, 1975 – March 13, 2009) was a Canadian professional wrestler and actor. He was best known for his time with the World Wrestling Federation/Entertainment (WWF/WWE) under the ring name Test.",
  "/wiki/X-Pac": "Sean Michael Waltman (born July 13, 1972) is an American podcaster and retired professional wrestler, better known by his ring name X-Pac. He wrestled for the World Wrestling Federation (WWF, now WWE) under the ring names 1–2–3 Kid and X-Pac intermittently between 1993 and 2002, World Championship Wrestling (WCW) as Syxx, and Total Nonstop Action Wrestling (TNA) as Syxx-Pac and Sean Waltman.",
  "/wiki/Road_Dogg": "Brian Girard James (born May 20, 1969) is a retired American professional wrestler and producer, currently signed to WWE.",
  "/wiki/Kane_(wrestler)": "Glenn Thomas Jacobs (born April 26, 1967) is an American professional wrestler, actor, author, businessman, and politician. As a Republican, he is the Mayor of Knox County, Tennessee. In professional wrestling, Jacobs is signed to WWE, where he is known by his ring name Kane. He began his professional wrestling career on the independent circuit in 1992, wrestling in promotions such as Smoky Mountain Wrestling (SMW) and the United States Wrestling Association (USWA) before joining the World Wrestling Federation (WWF, now WWE) in 1995. Jacobs played various characters until 1997, when he was repackaged as Kane, the younger half-brother of The Undertaker, with whom Jacobs would alternatively feud or team as The Brothers of Destruction.",
  "/wiki/Triple_H": "Paul Michael Levesque (born July 27, 1969), better known by the ring name Triple H, is an American business executive, professional wrestler, and actor. He has been the Executive Vice President of Talent, Live Events and Creative for WWE since 2013, as well as being the founder and senior producer of NXT.",
  "/wiki/Mr._McMahon": "Vincent Kennedy McMahon (/məkˈmæn/; born August 24, 1945) is an American professional wrestling promoter and executive, American football executive, and businessman. He has worked in the corporate area of the WWE and behind the scenes since taking over the company from his father in 1982. He currently serves as the majority owner, chairman and CEO of WWE as well as founder and owner of Alpha Entertainment, which is the holding company of the XFL, an American football league.",
  "/wiki/Chyna": "Chyna (born Joan Marie Laurer; December 27, 1969 – April 17, 2016) was an American professional wrestler, glamour model,  pornographic film actress, actress, and bodybuilder.",
  "/wiki/Royal_Rumble_(1999)": "Royal Rumble (1999) was the twelfth annual Royal Rumble professional wrestling pay-per-view (PPV) event produced by the World Wrestling Federation (WWF, now WWE). It took place on January 24, 1999, at the Arrowhead Pond of Anaheim in Anaheim, California. The tagline and subtitle of the event was taken from a promise by Mr. McMahon that the first entrant in the Royal Rumble, Stone Cold Steve Austin, had \"no chance in hell\" of winning the match. The theme song for the event, based on the phrase, would go on to become the entrance music for McMahon's stable The Corporation and later, just McMahon himself, which he uses to this day."
}