{
  "/wiki/Armen_Nazaryan": "Armen Nazaryan (Armenian: Արմեն Նազարյան, born 9 March 1974) is an Armenian Greco-Roman wrestler who later represented Bulgaria. Nazaryan is a two-time Olympic Champion (1996, 2000), a three-time World Champion (2002, 2003, 2005), and a six-time European Champion (1994, 1995, 1998, 1999, 2002, 2003). After Armenia regained independence in 1991, Nazaryan became the first Olympic gold medalist for the country. He was recognized by the FILA as the best wrestler of the year in 1998 and 2003. In 2007, Nazaryan was inducted as a member of the FILA Hall of Fame.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Wrestling_at_the_1996_Summer_Olympics": "At the 1996 Summer Olympics, two different wrestling disciplines were contested: freestyle wrestling and Greco-Roman wrestling.",
  "/wiki/Wrestling_at_the_1996_Summer_Olympics_–_Men's_Greco-Roman_52_kg": "The Men's Greco-Roman 52 kg at the 1996 Summer Olympics as part of the wrestling program were held at the Georgia World Congress Center from July 21 to July 22. The gold and silver medalists were determined by the final match of the main single-elimination bracket. The losers advanced to the repechage. These matches determined the bronze medalist for the event.",
  "/wiki/Armen_Mkrtchyan": "Armen Mkrtchyan (Armenian: Արմեն Մկրտչյան; born 6 October 1973) is an Armenian freestyle wrestler. He is an Olympic silver medalist, World Championships medalist, and European Champion. In addition, he was also awarded the Master of Sport of the USSR, International Class title in 1991 and the Honored Master of Sports of Armenia title in 1996.",
  "/wiki/Wrestling_at_the_1996_Summer_Olympics_–_Men's_freestyle_48_kg": "The Men's Freestyle 48 kg at the 1996 Summer Olympics as part of the wrestling program were held at the Georgia World Congress Center from July 29 to July 30. The gold and silver medalists were determined by the final match of the main single-elimination bracket. The losers advanced to the repechage. These matches determined the bronze medalist for the event.",
  "/wiki/Arsen_Melikyan": "Arsen Melikyan (Armenian: Արսեն Մելիքյան, born May 17, 1976 in Yerevan, Armenian SSR) is an Armenian weightlifter.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics": "The Weightlifting Competition at the 2000 Summer Olympics in Sydney, Australia saw the introduction of women's weightlifting.",
  "/wiki/Weightlifting_at_the_2000_Summer_Olympics_–_Men's_77_kg": "The men's 77 kg weightlifting event at the 2000 Summer Olympics in Sydney, Australia took place at the Sydney Convention and Exhibition Centre on September 22.",
  "/wiki/Tigran_V._Martirosyan": "Tigran Vardan Martirosyan (Armenian: Տիգրան Գ. Մարտիրոսյան, born 3 March 1983 in Leninakan, Armenian SSR) is an Armenian weightlifter. He is 175 cm tall. Martirosyan was awarded the Honored Master of Sports of Armenia title in 2009.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics": "Weightlifting competitions at the 2008 Summer Olympics in Beijing were held from August 9 to August 19.  Competitions were conducted at the Beihang University Gymnasium.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics_–_Men's_85_kg": "The men's 85 kg weightlifting event was the fifth men's event at the weightlifting competition, limiting competitors to a maximum of 85 kilograms of body mass. The whole competition took place on August 15, but was divided in two parts due to the number of competitors. Group B weightlifters competed at 10:00, and Group A, at 19:00. This event was the seventh Weightlifting event to conclude.",
  "/wiki/Hrachik_Javakhyan": "Hrachik Javakhyan (Armenian: Հրաչիկ Ջավախյան, born on July 6, 1984 in Vanadzor, Armenian SSR) is an Armenian boxer best known to win gold at the 2010 European Amateur Boxing Championships and bronze at the 2008 Summer Olympics. He was awarded the Honored Master of Sports of Armenia title in 2009.",
  "/wiki/Boxing_at_the_2008_Summer_Olympics": "The boxing programme of the 2008 Summer Olympics in Beijing, China was held at the Workers Indoor Arena.",
  "/wiki/Boxing_at_the_2008_Summer_Olympics_–_Lightweight": "The lightweight competition was the fifth-lowest weight class featured in amateur boxing at the 2008 Summer Olympics, and was held at the Workers Indoor Arena. Lightweights were limited to a maximum of 60 kilograms in body mass.",
  "/wiki/Gevorg_Davtyan": "Gevorg Davtyan (Armenian: Գևորգ Դավթյան, born January 4, 1983 in Leninakan, Armenian SSR) is an Armenian weightlifter. Davtyan received the Master of Sport of Armenia, International Class title in 2001, Best Sportsman of Armenia award in 2007 and Honored Master of Sport of Armenia title in 2009. He is 165 cm tall.",
  "/wiki/Weightlifting_at_the_2008_Summer_Olympics_–_Men's_77_kg": "The men's 77 kg weightlifting event was the fourth lightest men's event at the weightlifting competition, limiting competitors to a maximum of 77 kilograms of body mass. The whole competition took place on August 13, but was divided in two parts due to the number of competitors. Group B weightlifters competed at 10:00, and Group A at 19:00. This event was the ninth weightlifting event to conclude.",
  "/wiki/Roman_Amoyan": "Roman Amoyan (Armenian: Ռոման Ամոյան, born 3 September 1983) is an Armenian Greco-Roman wrestler of Yazidi descent. He is an Olympic bronze medalist, three-time World Championships medalist, and two-time European Champion. Amoyan received the Honored Master of Sports of Armenia title in 2009.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics": "Wrestling competitions at the 2008 Summer Olympics in Beijing, China, were held at the China Agricultural University Gymnasium from 12–21 August 2008. It was split into two disciplines, Freestyle and Greco-Roman which are further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events with 18 gold medals being awarded. This was the second Olympics with women's wrestling as an event.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_–_Men's_Greco-Roman_55_kg": "Men's Greco-Roman 55 kg competition at the 2008 Summer Olympics in Beijing, China, was held on August 12 at the China Agricultural University Gymnasium.",
  "/wiki/Yuri_Patrikeyev": "Yury Patrikeyev (Armenian: Յուրի Պատրիկեև, Russian: Юрий Николаевич Патрикеев, born 28 September 1979) is an Armenian-Russian Greco-Roman wrestler. He is an Olympic and World Championships medalist and four-time European Champion. Patrikeyev has been awarded the Master of Sport of Russia, International Class title.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_–_Men's_Greco-Roman_120_kg": "Men's Greco-Roman 120 kg competition at the 2008 Summer Olympics in Beijing, China, was held on August 14 at the China Agricultural University Gymnasium.",
  "/wiki/Arsen_Julfalakyan": "Arsen Julfalakyan (Armenian: Արսեն Ջուլֆալակյան, born 8 May 1987) is an Armenian Greco-Roman wrestler. He is an Olympic silver medalist, World and European Champion, and three-time Olympian.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics": "Wrestling at the 2012 Summer Olympics were held between 5 and 12 August, the final day of the Games, at ExCeL London. It was split into two disciplines, Freestyle and Greco-Roman which were further divided into different weight categories. Men competed in both disciplines whereas women only took part in the freestyle events, with 18 gold medals awarded. Wrestling has been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics_–_Men's_Greco-Roman_74_kg": "Men's Greco-Roman 74 kg competition at the 2012 Summer Olympics in London, United Kingdom, took place on 5 August at ExCeL London.",
  "/wiki/Artur_Aleksanyan": "Artur Aleksanyan (Armenian: Արթուր Ալեքսանյան, born 21 October 1991) is an Armenian Greco-Roman wrestler. He is an Olympic Champion (2016) and bronze medalist (2012), a three-time World Champion (2014, 2015, 2017), and a five-time European Champion (2012, 2013, 2014, 2018, 2020). Aleksanyan is the second Olympic gold medalist of Armenia since regaining independence in 1991 and is the most decorated Olympian of independent Armenia as well. He has been nicknamed the \"Polar Bear\" and is one of the most renowned Armenian athletes of the 21st century.",
  "/wiki/Wrestling_at_the_2012_Summer_Olympics_–_Men's_Greco-Roman_96_kg": "Men's Greco-Roman 96 kg competition at the 2012 Summer Olympics in London, United Kingdom, took place on 7 August at ExCeL London.\nThis Greco-Roman wrestling competition consists of a single-elimination tournament, with a repechage used to determine the winner of two bronze medals. The two finalists face off for gold and silver medals. Each wrestler who loses to one of the two finalists moves into the repechage, culminating in a pair of bronze medal matches featuring the semifinal losers each facing the remaining repechage opponent from their half of the bracket.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics": "Wrestling at the 2016 Summer Olympics in Rio de Janeiro took place from 14 to 21 August at the Carioca Arena 2 in Barra da Tijuca. Wrestling had been split into two disciplines, freestyle and Greco-Roman, which were further divided into different weight categories. Men competed in both disciplines whereas women only participated in the freestyle events, with 18 gold medals awarded. Wrestling had been contested at every modern Summer Olympic Games, except Paris 1900.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics_–_Men's_Greco-Roman_98_kg": "Men's Greco-Roman 98 kg competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil, took place on August 16 at the Carioca Arena 2 in Barra da Tijuca.",
  "/wiki/Simon_Martirosyan": "Simon Martirosyan (Armenian: Սիմոն Մարտիրոսյան; born 17 February 1997) is an Armenian weightlifter, Olympian, two time World Champion, and two time European Champion competing in the 105 kg category until 2018 and 109 kg starting in 2018 after the International Weightlifting Federation reorganized the categories.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics": "Weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place from 6 to 16 August at the Pavilion 2 of Riocentro. 260 athletes (156 men and 104 women) competed in 15 different events according to their respective weight categories. Bulgaria and Russia were banned from participating in the sport for systematic doping.",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_–_Men's_105_kg": "The Men's 105 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 15 August at the Pavilion 2 of Riocentro.",
  "/wiki/Migran_Arutyunyan": "Mihran Ediki Harutyunyan (Armenian: Միհրան Էդիկի Հարությունյան, Russian: Мигран Эдикович Арутюнян; born 25 March 1989) is an Armenian and Russian Greco-Roman wrestler and mixed martial artist. He competed at the 2016 Summer Olympics for Armenia  where in the final he lost to Davor Štefanek of Serbia. The decision is still considered to be very doubtful, and a lot of people signed petition to award gold medal to Harutyunyan. Also he's Russian national champion 2012, runner-up 2011.",
  "/wiki/Wrestling_at_the_2016_Summer_Olympics_–_Men's_Greco-Roman_66_kg": "Men's Greco-Roman 66 kg competition at the 2016 Summer Olympics in Rio de Janeiro, Brazil, took place on August 16 at the Carioca Arena 2 in Barra da Tijuca.",
  "/wiki/Gor_Minasyan": "Gor Minasyan (Armenian: Գոռ Մինասյան; born 25 October 1994) is an Armenian weightlifter, and Olympic silver medalist (2016) competing in the super-heavyweight category (105 kg + until 2018 and 109 kg + starting in 2018 after the International Weightlifting Federation reorganized the categories).",
  "/wiki/Weightlifting_at_the_2016_Summer_Olympics_–_Men's_+105_kg": "The Men's +105 kg weightlifting competitions at the 2016 Summer Olympics in Rio de Janeiro took place on 16 August at the Pavilion 2 of Riocentro.",
  "/wiki/Armenia_at_the_Olympics": "Armenia first participated at the Olympic Games as an independent nation in 1994, and has sent athletes to compete in every Summer Olympic Games and Winter Olympic Games since then."
}