{
  "/wiki/Ayabadhu_language": "Ayabadhu (Ayapathu), or Badhu, is an extinct Australian aboriginal language of the Paman family spoken on the Cape York Peninsula of Queensland, Australia.",
  "/wiki/Pama-Nyungan_languages": "The Pama–Nyungan languages are the most widespread family of Australian Aboriginal languages, containing perhaps 300 languages.  The name \"Pama–Nyungan\" is derived from the names of the two most widely separated groups, the Pama languages of the northeast and the Nyungan languages of the southwest.  The words pama and nyunga mean \"man\" in their respective languages.",
  "/wiki/Queensland": "Queensland (locally /ˈkwiːnzlænd/ KWEENZ-land,[note 1] abbreviated as Qld) is the second-largest and third-most populous state in the Commonwealth of Australia. Situated in the north-east of the country, it is bordered by the Northern Territory, South Australia and New South Wales to the west, south-west and south respectively. To the east, Queensland is bordered by the Coral Sea and Pacific Ocean. To its north is the Torres Strait, with Papua New Guinea located less than 200 km across it from the mainland. The state is the world's sixth-largest sub-national entity, with an area of 1,852,642 square kilometres (715,309 sq mi).",
  "/wiki/Aghu_Tharnggala_language": "Aghu Tharrnggala is an extinct Paman language of the Cape York Peninsula in Queensland, Australia. Like several languages in the area, it is often referred to as Gogo Mini (Kuku-Mini) 'good speech'. Some sources treat Ikarranggali, and Alngula (Alungul) as synonyms. However, they are distinct languages.",
  "/wiki/Adithinngithigh_language": "Adithinngithigh is an Australian aboriginal language once spoken in Cape York in Queensland.",
  "/wiki/Arritinngithigh_language": "Aritinngithigh (Aritinngayth, Arraythinngith) is an Australian aboriginal language once spoken in Cape York in Queensland.",
  "/wiki/Gurnai_language": "The Gunai language (/ˈɡʌnaɪ/ GUN-eye, also spelt Gunnai, Ganai, Gaanay,  Kurnai, Kurnay /ˈkɜːrnaɪ/ KUR-nye) is an Australian aboriginal dialect cluster of the Gunai people in Gippsland in south-east Victoria.  Bidhawal (Birrdhawal) was either a divergent dialect or a closely related language.",
  "/wiki/Victoria,_Australia": "Victoria (abbreviated as Vic) is a state in south-eastern Australia.  Victoria is Australia's smallest mainland state and its second-most populous state (after New South Wales), making it the most densely populated state. Most of its population lives concentrated in the area surrounding Port Phillip Bay, which includes the metropolitan area of its state capital and largest city, Melbourne, Australia's second-largest city. Victoria is bordered by Bass Strait and Tasmania to the south,[note 1] New South Wales to the north, the Tasman Sea (a marginal sea of the South Pacific Ocean) to the east, and South Australia to the west.",
  "/wiki/Nganyaywana_language": "Anaiwan (Anēwan) is an extinct Australian Aboriginal language of New South Wales. Since 2017, there has been a revival program underway to bring the language back.",
  "/wiki/Newfoundland_Irish": "The Irish language was once widely spoken on the island of Newfoundland before largely disappearing there by the early 20th century. The language was introduced through mass immigration by Irish speakers, chiefly from counties Waterford, Tipperary and Cork, and Newfoundland subsequently became the only place to have a distinct Irish-language name outside Europe: Talamh an Éisc (\"Land of the (One) Fish\"). The Irish spoken in Newfoundland was said to resemble the dialect spoken in Munster in the eighteenth century.",
  "/wiki/Celtic_languages": "The Celtic languages (usually /ˈkɛltɪk/, but sometimes /ˈsɛltɪk/) are a group of related languages descended from Proto-Celtic. They form a branch of the Indo-European language family. The term \"Celtic\" was first used to describe this language group by Edward Lhuyd in 1707, following Paul-Yves Pezron, who made the explicit link between the Celts described by classical writers and the Welsh and Breton languages.",
  "/wiki/Newfoundland_(island)": "Newfoundland (/ˈnjuːfən(d)lənd, -lænd, njuːˈfaʊnd-/, locally /ˌnjuːfəndˈlænd/; French: Terre-Neuve) is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating the Gulf of Saint Lawrence, the world's largest estuary. Newfoundland's nearest neighbour is the French overseas community of Saint-Pierre and Miquelon.",
  "/wiki/Mesmes_language": "The Mesmes language is an extinct West Gurage language, one of the Ethiopian Semitic languages spoken in Ethiopia. There are still many people who claim the Mesmes ethnic identity, but none who speak the language.  The last speaker of the language was interviewed by a language survey team when he was approximately 80 years old. He had not spoken the language for 30 years, having nobody to speak it with since his brother died.",
  "/wiki/Semitic_languages": "The Semitic languages, previously also named Syro-Arabian languages, are a branch of the Afroasiatic language family originating in the Middle East that are spoken by more than 330 million people across much of Western Asia, North Africa and the Horn of Africa, as well as in often large immigrant and expatriate communities in North America, Europe and Australasia. The terminology was first used in the 1780s by members of the Göttingen School of History, who derived the name from Shem, one of the three sons of Noah in the Book of Genesis.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Sowa_language": "Sowa was the original language of south-central Pentecost island in Vanuatu. In recent times it has been totally displaced by Apma, a neighbouring language. Sowa was closely related to Ske, another south Pentecost language.",
  "/wiki/Malayo-Polynesian_languages": "The Malayo-Polynesian languages are a subgroup of the Austronesian languages, with approximately 385.5 million speakers. The Malayo-Polynesian languages are spoken by the Austronesian peoples of the island nations of Southeast Asia and the Pacific Ocean, with a smaller number in continental Asia, going well into the Malay peninsula. Cambodia, Vietnam and the Chinese island Hainan serve as the northwest geographic outlier. The northernmost geographical outlier does not pass beyond the north of Pattani, which is located in southern Thailand. Malagasy is spoken in the island of Madagascar located off the eastern coast of Africa in the Indian Ocean. Part of the language family shows a strong influence of Sanskrit and Arabic as the western part of the region has been a stronghold of Hinduism, Buddhism and, later, Islam.",
  "/wiki/Pentecost_Island": "Pentecost Island is one of the 83 islands that make up the South Pacific nation of Vanuatu.",
  "/wiki/Vanuatu": "Vanuatu (English: /ˌvɑːnuˈɑːtuː/ (listen) VAH-noo-AH-too or /vænˈwɑːtuː/ van-WAH-too; Bislama and French pronunciation [vanuatu]), officially the Republic of Vanuatu (French: République de Vanuatu, Bislama: Ripablik blong Vanuatu), is a Pacific island country located in the South Pacific Ocean. The archipelago, which is of volcanic origin, is 1,750 kilometres (1,090 mi) east of northern Australia, 540 kilometres (340 mi) northeast of New Caledonia, east of New Guinea, southeast of the Solomon Islands, and west of Fiji.",
  "/wiki/Munichi_language": "Munichi is a recently extinct language which was spoken in the village of Munichis, about 10 miles (16 km) west of Yurimaguas, Loreto Region, Peru. In 1988, there were two mother-tongue speakers, but they had not met since the 1970s. The last known fluent speaker, Victoria Huancho Icahuate, died in the late 1990s. As of 2009 there were several semi-speakers who retained significant lexical, and partial grammatical, knowledge of the language (Michael et al. 2013).",
  "/wiki/Unclassified_languages": "An unclassified language is a language whose genetic affiliation to other languages has not been established. Languages can be unclassified for a variety of reasons, mostly due to a lack of reliable data but sometimes due to the confounding influence of language contact, if different layers of its vocabulary or morphology point in different directions and it is not clear which represents the ancestral form of the language. Some poorly known extinct languages, such as Gutian and Cacán, are simply unclassifiable, and it is unlikely the situation will ever change.",
  "/wiki/Loreto_Region": "Loreto (Spanish pronunciation: [loˈɾeto]) is Peru's northernmost department. Covering almost one-third of Peru's territory, Loreto is by far the nation's largest department; it is also one of the most sparsely populated regions due to its remote location in the Amazon Rainforest. Its capital is Iquitos.",
  "/wiki/Peru": "Peru (/pəˈruː/ (listen); Spanish: Perú [peˈɾu]; Quechua: Piruw Republika [pʰɪɾʊw]; Aymara: Piruw Suyu [pɪɾʊw]), officially the Republic of Peru (Spanish: República del Perú (help·info)), is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mountains vertically extending from the north to the southeast of the country to the tropical Amazon Basin rainforest in the east with the Amazon river. At 1.28 million km2 (0.5 million mi2), Peru is the 19th largest country in the world, and the third largest in South America.",
  "/wiki/Nyulnyul_language": "Nyulnyul is an extinct Australian Aboriginal language, formerly spoken by the Nyulnyul people of Western Australia.",
  "/wiki/Ineseño_language": "Barbareño is one of the extinct Chumashan languages, a group of Native American languages, which was spoken in the area of Santa Barbara, California. The closely related Ineseño may have been a dialect of the same language. Barbareño became extinct in 1965 with the death of Mary Yee.",
  "/wiki/Chumash_languages": "Chumashan (meaning \"Santa Cruz Islander\") is a family of languages that were spoken on the southern California coast by Native American Chumash people, from the  Coastal plains and valleys of San Luis Obispo to Malibu, neighboring inland and  Transverse Ranges valleys and canyons east to bordering the San Joaquin Valley, to three adjacent Channel Islands: San Miguel, Santa Rosa, and Santa Cruz.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Mlahsô_language": "Mlaḥsô or Mlahsö (Classical Syriac: ܡܠܚܬܝܐ‎), sometimes referred to as Suryoyo or Surayt, is an extinct or dormant Central Neo-Aramaic language. It was traditionally spoken in eastern Turkey and later also in northeastern Syria by Jacobite Syriac-Arameans.",
  "/wiki/Syria": "Syria (Arabic: سوريا‎, romanized: Sūriyā), officially the Syrian Arab Republic (Arabic: الجمهورية العربية السورية‎, romanized: al-Jumhūrīyah al-ʻArabīyah as-Sūrīyah), is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including Syrian Arabs, Kurds, Turkemens, Assyrians, Armenians, Circassians, Mandeans and Greeks. Religious groups include Sunnis, Christians, Alawites, Druze, Isma'ilis, Mandeans, Shiites, Salafis, Yazidis, and Jews. Arabs are the largest ethnic group, and Sunnis the largest religious group.",
  "/wiki/Turkey": "Turkey (Turkish: Türkiye [ˈtyɾcije]), officially the Republic of Turkey (Turkish: Türkiye Cumhuriyeti [ˈtyɾcije dʒumˈhuːɾijeti] (listen)), is a transcontinental country almost wholly located on the Anatolian peninsula in Western Asia, with a smaller portion on the Balkan peninsula in Southeastern Europe. East Thrace, the part of Turkey in Europe, is separated from Anatolia by the Sea of Marmara, the Bosporus and the Dardanelles (collectively called the Turkish Straits). Turkey is bordered by Greece and Bulgaria to its northwest, the Black Sea to its north, Georgia to its northeast, Armenia, the Azerbaijani exclave of Nakhchivan and Iran to its east, Iraq and Syria to its southeast, the Mediterranean Sea to its south, and the Aegean Sea to its west. Istanbul is the largest city in the country while Ankara is the capital. Approximately 70 to 80 percent of the country's citizens identify as Turkish, while Kurds are the largest minority at anywhere from 15 to 20 percent of the population.",
  "/wiki/Skepi_Creole_Dutch": "Skepi is an extinct Dutch-based creole language of Guyana, spoken in the region of Essequibo. It was not mutually intelligible with Berbice Creole Dutch, also spoken in Guyana. This language has been classified as extinct since 1998.",
  "/wiki/Dutch-based_creole_languages": "A Dutch creole is a creole language that has been substantially influenced by the Dutch language.",
  "/wiki/Guyana": "Guyana (/ɡaɪˈɑːnə/ or /ɡaɪˈænə/), officially the Co-operative Republic of Guyana, is a country on the northern mainland of South America. It is the only English speaking country in South America, and is culturally considered part of the Anglophone-Caribbean sphere. In addition it is one of the founding member countries of the Caribbean Community organization (CARICOM). Guyana is bordered by the Atlantic Ocean to the north, Brazil to the south and southwest, Venezuela to the west, and Suriname to the east. With an area of 215,000 square kilometres (83,000 sq mi), Guyana is the third-smallest sovereign state on mainland South America after Uruguay and Suriname.",
  "/wiki/Ngarnka_language": "The Ngarnji (Ngarndji) or Ngarnka (Ngarnga, Ngarnku) language was traditionally spoken by the Ngarnka people of the Barkly Tablelands in the Northern Territory of Australia. The last fluent speaker of the language died between 1997 and 1998. Ngarnka belongs to the Mirndi language family, in the Ngurlun branch. It is closely related to its eastern neighbours Binbinka, Gudanji and Wambaya. It is more distantly related to its western neighbour Jingulu, and three languages of the Victoria River District, Jaminjung, Ngaliwurru and Nungali. There is very little documentation and description of Ngarnka, however there have been several graduate and undergraduate dissertations written on various aspects of Ngarnka morphology, and a sketch grammar and lexicon of Ngarnka is currently in preparation.",
  "/wiki/Sireniki_Eskimo_language": "Sirenik Yupik, Sireniki Yupik (also Old Sirenik or Vuteen), Sirenik, or Sirenikskiy is an extinct Eskimo–Aleut language. It was spoken in and around the village of Sireniki (Сиреники) in Chukotka Peninsula, Chukotka Autonomous Okrug, Russia. The language shift has been a long process, ending in total language death. In January 1997, the last native speaker of the language, a woman named Vyjye (Valentina Wye) (Russian: Выйе), died. Ever since that point, the language has been extinct; nowadays, all Sirenik Eskimos speak Siberian Yupik or Russian.",
  "/wiki/Eskimo–Aleut_languages": "The Eskimo–Aleut languages (/ˌæliˈjuːt/), Eskaleut languages, or Inuit-Yupik-Unangan languages are a language family native to Alaska, the Canadian Arctic (Nunavut and Inuvialuit Settlement Region), Nunavik, Nunatsiavut, Greenland, and the Chukotka Peninsula in the far east of Russia. It is also known as Eskaleutian, Eskaleutic or Inuit–Yupik-Unangan.",
  "/wiki/Chukotka_Peninsula": "The Chukchi Peninsula (also Chukotka Peninsula, Chuuk Peninsula, or Chukotski Peninsula; Russian: Чуко́тский полуо́стров, Chukotskiy poluostrov, Russian: Чуко́тка, Chukotka), at about 66° N 172° W, is the easternmost peninsula of Asia. Its eastern end is at Cape Dezhnev near the village of Uelen. The Chukotka Mountains are located in the central/western part of the peninsula, which is bordered by the Chukchi Sea to the north, the Bering Sea to the south, and the Bering Strait to the east. The peninsula is part of Chukotka Autonomous Okrug of Russia. The peninsula is traditionally the home of tribes of the indigenous peoples of Siberia as well as some Russian settlers.",
  "/wiki/Malaryan_language": "Malaryan (Mala Arayan, Malayarayar) is an extinct Dravidian language of Kerala and Tamil Nadu that was closely related to Malayalam.",
  "/wiki/Dravidian_languages": "The Dravidian languages are a language family spoken by more than 215 million people, mainly in southern India and northern Sri Lanka, with pockets elsewhere in South Asia. Since the colonial era, there have been small but significant immigrant communities outside South Asia in countries such as Mauritius, Hong Kong, Pakistan, Singapore, Malaysia, Indonesia, Philippines, Britain, Australia, and the United States.",
  "/wiki/Kerala": "Kerala (/ˈkɛrələ/ (listen)) is a state on the southwestern Malabar Coast of India. It was formed on 1 November 1956, following passage of the States Reorganisation Act, by combining Malayalam-speaking regions. Spread over 38,863 km2 (15,005 sq mi), Kerala is the twenty-third largest Indian state by area. It is bordered by Karnataka to the north and northeast, Tamil Nadu to the east and south, and the Lakshadweep Sea to the west. With 33,387,677 inhabitants as per the 2011 Census, Kerala is the thirteenth-largest Indian state by population. It is divided into 14 districts with the capital being Thiruvananthapuram. Malayalam is the most widely spoken language and is also the official language of the state.",
  "/wiki/Tamil_Nadu": "Tamil Nadu (Tamil: [ˈt̪ɐmɨɻ ˈn̪aːɽɯ] (listen)), is one of the 28 states of India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the Bay of Bengal in the east, by the Gulf of Mannar and the Palk Strait on the southeast, and by the Indian Ocean on the south. The state shares a maritime border with the nation of Sri Lanka.",
  "/wiki/Iowa-Oto_language": "Chiwere (also called Iowa-Otoe-Missouria or Báxoje-Jíwere-Ñút'achi) was a Siouan language originally spoken by the Missouria, Otoe, and Iowa peoples, who originated in the Great Lakes region but later moved throughout the Midwest and plains. The language is closely related to Ho-Chunk, also known as Winnebago. Christian missionaries first documented Chiwere in the 1830s, but since then virtually nothing has been published about the language. Chiwere suffered a steady decline after extended European-American contact in the 1850s, and by 1940 the language had almost totally ceased to be spoken.",
  "/wiki/Siouan_languages": "Siouan or Siouan–Catawban is a language family of North America that is located primarily in the Great Plains, Ohio and Mississippi valleys and southeastern North America with a few other languages in the east.",
  "/wiki/Oklahoma": "Oklahoma (/ˌoʊkləˈhoʊmə/ (listen); Cherokee: ᎣᎦᎳᎰᎹ, ogalahoma; Choctaw: Oklahumma) is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. It is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents are known as Oklahomans (or colloquially, \"Okies\"), and its capital and largest city is Oklahoma City.",
  "/wiki/Kansas": "Kansas /ˈkænzəs/ (listen) is a U.S. state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita, with its most populated county and largest employment center being Johnson County. Kansas is bordered by Nebraska on the north; Missouri on the east; Oklahoma on the south; and Colorado on the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name (natively kką:ze) is often said to mean \"people of the (south) wind\" although this was probably not the term's original meaning. For thousands of years, what is now Kansas was home to numerous and diverse Native American tribes. Tribes in the eastern part of the state generally lived in villages along the river valleys. Tribes in the western part of the state were semi-nomadic and hunted large herds of bison.",
  "/wiki/Katabaga_language": "Katabangan (Catanauan “Ayta”) is an extinct Aeta language that was spoken in the Bondoc Peninsula of Quezon Province, southern Luzon in the Philippines. It is misspelled \"Katabaga\" in Ethnologue.",
  "/wiki/The_Philippines": "The Philippines (/ˈfɪləpiːnz/ (listen); Filipino: Pilipinas [ˌpɪlɪˈpinɐs] or Filipinas [ˌfɪlɪˈpinɐs]), officially the Republic of the Philippines (Filipino: Republika ng Pilipinas),[a] is an archipelagic country in Southeast Asia. Situated in the western Pacific Ocean, it consists of about 7,641 islands that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas and Mindanao. The capital city of the Philippines is Manila and the most populous city is Quezon City, both part of Metro Manila. Bounded by the South China Sea on the west, the Philippine Sea on the east and the Celebes Sea on the southwest, the Philippines shares maritime borders with Taiwan to the north, Japan to the northeast, Vietnam to the west, Palau to the east, and Malaysia and Indonesia to the south.",
  "/wiki/Palumata_language": "Hukumina is an extinct and unclassified Austronesian language recently spoken in the northwest of Buru Island in the Maluku Islands of eastern Indonesia.",
  "/wiki/Austronesian_languages": "The Austronesian languages (/ˌɒstroʊˈniːʒən/, /ˌɒstrə/, /ˌɔːstroʊ-/, /ˌɔːstrə-/) are a language family widely spoken throughout Taiwan, Malay Peninsula, Maritime Southeast Asia, Madagascar and the islands of the Pacific Ocean. There are also a few speakers in continental Asia. They are spoken by about 386 million people (4.9% of the world population). This makes it the fifth-largest language family by number of speakers. Major Austronesian languages include Malay (Indonesian and Malaysian), Javanese, and Filipino (Tagalog). According to some estimates, the family contains 1,257 languages, which is the second most of any language family.",
  "/wiki/Maluku,_Indonesia": "The Maluku Islands or the Moluccas (/məˈlʌkəz/) are an archipelago in eastern Indonesia. Tectonically they are located on the Halmahera Plate within the Molucca Sea Collision Zone. Geographically they are located east of Sulawesi, west of New Guinea, and north and east of Timor.",
  "/wiki/List_of_languages_by_time_of_extinction": "This is a list of extinct languages sorted by their time of extinction. A language is determined to be an extinct when its last native or fluent speaker dies. When the exact time of death of the last remaining speaker is not known, either an approximate time or the date when the language was last being recorded is given."
}