{
  "/wiki/Aalto_University_metro_station": "Aalto University (Finnish: Aalto-yliopisto, Swedish: Aalto-universitetet) is an underground station on the western metro extension (Länsimetro) of the Helsinki Metro. It is located inside the Otaniemi campus of Aalto University.",
  "/wiki/Hakaniemi_metro_station": "Hakaniemi metro station (Finnish: Hakaniemen metroasema, Swedish: Hagnäs metrostation) is a station on the Helsinki Metro. It serves the central Helsinki districts of Hakaniemi and Kallio. Both lines M1 and M2 serve Hakaniemi. There are 28 bicycle parking spaces at the station.",
  "/wiki/Helsinki_Tram": "The Helsinki tram network forms part of the Helsinki public transport system organised by Helsinki Regional Transport Authority and operated by Helsinki City Transport (Finnish: Helsingin kaupungin liikenne, Swedish: Helsingfors stads trafikverk) in the Finnish capital city of Helsinki. The trams are the main means of transport in the city centre. 56.7 million trips were made in 2013. The Helsinki system is one of the oldest electrified tram networks in the world.",
  "/wiki/Herttoniemi_metro_station": "Herttoniemi metro station (Finnish: Herttoniemen metroasema, Swedish: Hertonäs metrostation) is a ground-level station on the Helsinki Metro. It serves the district of Herttoniemi in East Helsinki. There are 193 bicycle and 148 car parking spaces at the station. Both lines M1 and M2 serve Herttoniemi.",
  "/wiki/It%C3%A4keskus_metro_station": "Itäkeskus metro station (Finnish: Itäkeskuksen metroasema, Swedish: Östra centrumens metrostation - \"Eastern Center\") is a ground-level station on the Helsinki Metro. The station was built on the grounds of the shopping center Itis, and serves the quarter of Itäkeskus in the neighborhood of Vartiokylä in East Helsinki. There are 240 bicycle and 420 car parking spaces at the station. Itäkeskus is served by both M1 and M2 and acts as an exchange station between the two, as it is the easternmost station to be shared by both lines.",
  "/wiki/University_of_Helsinki_metro_station": "The University of Helsinki metro station (Finnish: Helsingin yliopiston metroasema, Swedish: Helsingfors universitets metrostation) is a station on the Helsinki Metro. It serves the University of Helsinki and surrounding areas in the central Helsinki districts Kaisaniemi and Kluuvi. From 1995 to 2015, the station's name was Kaisaniemi. The station is 27 metres below ground level and 22 metres below sea level. It is positioned 600 metres east of the Central Railway Station and 900 metres south of Hakaniemi. Both lines M1 and M2 serve the station.",
  "/wiki/Kalasatama_metro_station": "Kalasatama metro station (Finnish: Kalasataman metroasema, Swedish: Fiskehamnens metrostation - \"Fish Harbor\") is a ground-level station on the Helsinki Metro, in the capital city of Finland. The station was opened on 1 January 2007, and it serves the eastern part of the central Helsinki district of Sörnäinen. The area is mainly composed of offices and apartments, with new residential and commercial developments being under construction in the area, including the shopping center REDI. The port facilities previously in the area were moved to Vuosaari Harbour in 2008.",
  "/wiki/Kamppi_metro_station": "Kamppi metro station (Finnish: Kampin metroasema; Swedish: Kampens metrostation) is a station on the Helsinki Metro. In addition to serving the area around Kamppi in central Helsinki, the station is integrated with the Kamppi Center bus terminal and shopping complex. Kamppi is served by both lines M1 and M2.",
  "/wiki/Keilaniemi_metro_station": "Keilaniemi (Finnish) or Kägeludden (Swedish) is an underground station  on the western metro extension (Länsimetro) of the Helsinki Metro. The station is located beside the Fortum head office. It is the easternmost metro station in Espoo, going east to Koivusaari metro station will cross the border to Helsinki.",
  "/wiki/Koivusaari_metro_station": "Koivusaari metro station (Finnish: Koivusaaren metroasema, Swedish: Björkholmens metrostation) is a station located under water on the Länsimetro extension of the Helsinki Metro. Koivusaari is the only metro station in the world located under the sea. The station has 76 meter-long escalators and funicular-style elevators. It is the westernmost metro station in Helsinki. The following station to the west, Keilaniemi, is located in Espoo.",
  "/wiki/Kontula_metro_station": "Kontula metro station (Finnish: Kontulan metroasema, Swedish: Gårdsbackas metrostation) is a ground-level station on the M2 line (Tapiola - Mellunmäki) of the Helsinki Metro. There are 273 bicycle and 53 car parking spaces at Kontula. The station serves the district of Kontula in East Helsinki.",
  "/wiki/Kulosaari_metro_station": "Kulosaari metro station (Finnish: Kulosaaren metroasema, Swedish: Brändö metrostation) is a ground-level station on the Helsinki Metro. It serves the island district of Kulosaari in East Helsinki. There are 50 bicycle and 36 car parking spaces at the station. Both lines M1 and M2 serve Kulosaari.",
  "/wiki/Lauttasaari_metro_station": "Lauttasaari metro station (Finnish: Lauttasaaren metroasema, Swedish: Drumsös metrostation) is an underground station on the Helsinki Metro. Lauttasaari is a part of the Länsimetro extension. It serves the neighborhood of Lauttasaari in Helsinki. Lauttasaari is served by both lines M1 and M2.",
  "/wiki/Matinkyl%C3%A4_metro_station": "Matinkylä (Finnish) or Mattby (Swedish)  is an underground station on the western metro extension (Länsimetro) of the Helsinki Metro. It is located at the southern end of Iso Omena shopping centre. In 2023, it will be extended from Matinkylä to Kivenlahti, as part of second phase of Western Metro project. According to the forecast, Matinkylä station serves up to 30,000 people on weekdays.",
  "/wiki/Mellunm%C3%A4ki_metro_station": "Mellunmäki metro station (Finnish: Mellunmäen metroasema, Swedish: Mellungsbackas metrostation) is the ground-level terminus station on the M2 line of the Helsinki Metro. It serves the district of Mellunmäki in East Helsinki.",
  "/wiki/Myllypuro_metro_station": "Myllypuro metro station (Finnish: Myllypuron metroasema, Swedish: Kvarnbäckens metrostation - \"Mill Creek\") is a ground-level station on the M2 line (Tapiola - Mellunmäki) of the Helsinki Metro. There are 97 bicycle and 40 car parking spaces at Myllypuro. The station serves the quarter of Myllypuro in East Helsinki.",
  "/wiki/Niittykumpu_metro_station": "Niittykumpu (Finnish) or Ängskulla (Swedish) is an underground station on the western metro extension (Länsimetro) of the Helsinki Metro.",
  "/wiki/Puotila_metro_station": "Puotila metro station (Finnish: Puotilan metroasema, Swedish: Botby gårds metrostation) is a ground-level cut-and-cover metro station on the M1 line of the Helsinki Metro. There are 200 bicycle and 331 car parking spaces at Puotila. It serves the neighborhoods of Puotila and Puotinharju in East Helsinki.",
  "/wiki/Rautatientori_metro_station": "The Central Railway Station metro station (Finnish: Rautatientorin metroasema, Swedish: Järnvägstorgets metrostation) is a station on the Helsinki Metro. The entrance is located in the Asematunneli main hall, which has an exit to the Helsinki Central Railway Station. It is among the only Helsinki Metro stations whose names are announced in English, in addition to Finnish and Swedish.",
  "/wiki/Helsinki_commuter_rail": "Helsinki commuter rail (Finnish: Pääkaupunkiseudun lähiliikenne, Swedish: Huvudstadsregionens närtrafik, literal translation Local traffic of the capital region) is the commuter rail system serving Greater Helsinki, Finland. The network is part of the HSL network, and is operated by VR, the Finnish state-owned national railway company. Together with the Helsinki Metro, buses, and trams, the network forms the heart of Helsinki's public transportation infrastructure.",
  "/wiki/Rastila_metro_station": "Rastila metro station (Finnish: Rastilan metroasema, Swedish: Rastböles metrostation) is a ground-level station on the M1 line of the Helsinki Metro. There are 134 bicycle and 34 car parking spaces at Rastila. It serves the residential areas of Meri-Rastila and Rastila in the district of Vuosaari, in East Helsinki.",
  "/wiki/Ruoholahti_metro_station": "Ruoholahti metro station (Finnish: Ruoholahden metroasema, Swedish: Gräsvikens metrostation - \"Grassy Bay\") is a station on the Helsinki Metro. There are 72 bicycle and 140 car parking spaces at Ruoholahti. It serves the district of Ruoholahti in central Helsinki. Ruoholahti is served by both lines M1 and M2. It was the western endpoint of the metropolitan line for over 24 years until the 1st phase of the western phase was completed and the undergrounds of Matinkylä started on 18 November 2017."
}