{
  "/wiki/Kelly_Price": "Kelly Cherelle Price (born April 4, 1973) is an American R&B and gospel singer and songwriter.",
  "/wiki/R._Kelly": "Robert Sylvester Kelly (born January 8, 1967) is an American singer, songwriter, musician, record producer, actor, and former semi-professional basketball player. He has been credited with helping to redefine R&B and hip hop, earning nicknames such as \"the King of R&B\", \"the King of Pop-Soul\", and the \"Pied Piper of R&B\".",
  "/wiki/Ron_Isley": "Ronald Isley (/ˈaɪzliː/; born May 21, 1941), also known as Mr. Biggs, is an American recording artist, songwriter, record producer, and occasional actor. Isley is best known as the lead singer and founding member of the family music group The Isley Brothers.",
  "/wiki/Friend_of_Mine_(Kelly_Price_song)": "\"Friend of Mine\" is a song recorded by singer Kelly Price. It spent five weeks at number-one on the U.S. R&B chart and was awarded a Soul Train Music Award for Best R&B/Soul or Rap New Artist.",
  "/wiki/Joe_(singer)": "Joseph Lewis Thomas (born July 5, 1973), known mononymously as Joe, is an American singer, songwriter and record producer. Raised in Opelika, Alabama, he later relocated to New Jersey, and in 1992 he signed a record deal with Polygram Records. He rose to prominence after releasing his debut album Everything the following year. He followed it with a series of successful albums under Jive Records, including All That I Am (1997), the international bestseller My Name Is Joe (2000) as well as the multi-certified albums Better Days (2001) and And Then... (2003). Several songs from these albums became hit singles on the pop and R&B record charts, including the number-one hit \"Stutter\", the top ten entries \"All the Things (Your Man Won't Do)\", \"Don't Wanna Be a Player\", and \"I Wanna Know\" as well as his collaborations \"Faded Pictures\", \"Thank God I Found You\" and \"Still Not a Player\".",
  "/wiki/Stutter_(Joe_song)": "\"Stutter\" is a 2000 song by American R&B singer Joe. The original version of the song was produced by Roy \"Royalty\" Hamilton and Teddy Riley and written by Roy \"Royalty\" Hamilton and Ernest E. Dixon.",
  "/wiki/K-Ci_%26_JoJo": "K-Ci & JoJo is an American R&B duo, consisting of brothers Cedric \"K-Ci\" Hailey (born September 2, 1969) and Joel \"JoJo\" Hailey (born June 10, 1971). Natives of Monroe, North Carolina, they are also the lead singers of the chart-topping R&B group Jodeci with the DeGrate brothers—Donald (better known as DeVante Swing) and Mr.Dalvin.",
  "/wiki/Michael_Jackson": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades. His sound and style have influenced artists of various genres.",
  "/wiki/Shout_(Isley_Brothers_song)": "\"Shout\" is a popular American song, originally recorded by the Isley Brothers. Released in 1959, it was written by the brothers themselves as a call and response answer to Jackie Wilson's \"Lonely Teardrops\", which they would occasionally cover in live performances.",
  "/wiki/Cry_(Michael_Jackson_song)": "\"Cry\" is a song recorded by American recording artist Michael Jackson that features on his tenth and final studio album, Invincible (2001). The song was written by R&B singer-songwriter R. Kelly, who had previously written Jackson's 1995 single \"You Are Not Alone\". \"Cry\" was produced by Jackson and Kelly. It was released in December 2001 under Epic Records as the second single from Invincible. \"Cry\" is a R&B ballad, with lyrics that highlight problems with the planet. The lyrics also urge people to unite to make the world a better place. The track, thus, recalls previous Jackson songs that promote peace and environmentalism.",
  "/wiki/Shawty_Lo": "Carlos Rico Walker (March 22, 1976 – September 21, 2016), better known as Shawty Lo, was an American rapper, record producer, and executive from Atlanta, Georgia.",
  "/wiki/George_Nozuka": "George Nozuka (born April 28, 1986 in New York City) is a Canadian-American R&B singer of mixed Caucasian and Japanese descent. He is best known for his single \"Talk to Me\", which peaked at No. 1 on the MuchMusic music-video countdown in October 2006.",
  "/wiki/Keri_Hilson": "Keri Lynn Hilson (born December 5, 1982) is an American singer, songwriter, vocal arranger and actress. She was born and raised in Decatur, Georgia and spent most of her youth working with producer Anthony Dent as a songwriter and background vocalist for several R&B and hip hop artists. By the age of 14, Hilson had secured a record deal with the girl group D'Signe, who later disbanded. She attended Oxford College of Emory University in Georgia, while she continued writing songs for artists, including Britney Spears, The Pussycat Dolls, and Mary J. Blige, with the production and songwriting team, The Clutch. In 2006, Hilson signed with American rapper and producer Timbaland's record label, Mosley Music. Her breakthrough came in 2007 after appearing on Timbaland's single \"The Way I Are\", which topped charts around the world.",
  "/wiki/Number_One_(R._Kelly_song)": "\"Number One\" is the first single featuring Keri Hilson from American R&B singer R. Kelly's  2009 album, Untitled. The song was released digitally on July 28, 2009."
}