{
  "/wiki/Kelly_Price": "Kelly Cherelle Price (born April 4, 1973) is an American R&B and gospel singer and songwriter.",
  "/wiki/Soul_of_a_Woman_(Kelly_Price_album)": "Soul of a Woman is the debut studio album by American singer Kelly Price. It was released by Island Records on August 11, 1998 in the United States and debuted at number fifteen on the Billboard 200. The album's most popular single and Price's biggest hit so far was \"Friend of Mine\", which tells the story of a woman whose husband cheated on her with her best friend earned Price a Grammy Award nomination. Soul of a Woman was certified platinum by the Recording Industry Association of America (RIAA).",
  "/wiki/Friend_of_Mine_(Kelly_Price_song)": "\"Friend of Mine\" is a song recorded by singer Kelly Price. It spent five weeks at number-one on the U.S. R&B chart and was awarded a Soul Train Music Award for Best R&B/Soul or Rap New Artist.",
  "/wiki/R._Kelly": "Robert Sylvester Kelly (born January 8, 1967) is an American singer, songwriter, musician, record producer, actor, and former semi-professional basketball player. He has been credited with helping to redefine R&B and hip hop, earning nicknames such as \"the King of R&B\", \"the King of Pop-Soul\", and the \"Pied Piper of R&B\".",
  "/wiki/Ron_Isley": "Ronald Isley (/ˈaɪzliː/; born May 21, 1941), also known as Mr. Biggs, is an American recording artist, songwriter, record producer, and occasional actor. Isley is best known as the lead singer and founding member of the family music group The Isley Brothers.",
  "/wiki/Island_Def_Jam_Music_Group": "The Island Def Jam Music Group (IDJMG) was an American record label group formed in 1998 by combining the operations of 14+ record labels including Island Records, Def Jam Recordings, and Mercury Records. In 2011, Motown Records was split from The Universal/Motown Records Group and subsequently became a division of The Island Def Jam Music Group.  On April 1, 2014, Universal Music announced that Island Def Jam's operations would be split between three entities: Island Records, Motown Records, and Def Jam Recordings.",
  "/wiki/R._(album)": "R. is the third solo album by American singer R. Kelly, released as a double album on November 10, 1998 by Jive Records. It marked the first time Kelly worked with other producers as opposed to producing the entire album himself, as well as his first to feature guest artists. Its cover artwork uses the same image of Kelly from his 1993 debut 12 Play, only in silhouette form.",
  "/wiki/Jay-Z": "Shawn Corey Carter (born December 4, 1969), known professionally as Jay-Z (stylized as JAY-Z),[a] is an American rapper, songwriter, producer, entrepreneur, and record executive. He is regarded as one of the greatest rappers of all time.",
  "/wiki/Cam'ron": "Cameron Ezike Giles (born February 4, 1976), better known by his stage name Cam'ron, is an American rapper, record executive, and actor from Harlem, New York. Beginning his career in the mid-1990s as Killa Cam, Giles signed to Lance \"Un\" Rivera's Untertainment under the aegis of Epic and released his first two studio albums Confessions of Fire and S.D.E. (Sports Drugs & Entertainment) in 1998 and 2000 respectively; the former achieved Gold status by the RIAA. After demanding his release from Epic, Giles signed to Roc-A-Fella Records in 2001 and released his third studio album Come Home with Me the following year; it achieved Platinum status by the RIAA, and also contained Cam'ron's highest-charting singles to date; \"Oh Boy\" and \"Hey Ma\", which peaked at #4 and #3 on the Billboard Hot 100, respectively. His fourth studio album and final release on Roc-A-Fella, Purple Haze was released in 2004 to critical acclaim and commercial success, being certified gold by the RIAA.",
  "/wiki/Noreaga": "Victor Santiago, Jr. (born September 6, 1977), better known by his stage name N.O.R.E., or Noreaga, is an American rapper, actor and media personality. Santiago first rose to prominence as one half of the East Coast hip hop duo Capone-N-Noreaga (C-N-N), alongside fellow Queens-based rapper Capone. He would also have success as a solo artist with the singles \"Superthug\", \"Banned from T.V.\", \"Nothin'\", \"Oye Mi Canto\" and \"Mas Maiz\".",
  "/wiki/Jive_Records": "Jive Records was an American record label under the RCA Music Group formed in 1981 by Zomba Records. Formerly headquartered in New York City, the label was best known for a string of successes with hip hop artists in the 1980s, and also in teen pop and boy bands during the 1990s and early 2000s.",
  "/wiki/Nas": "Nasir bin Olu Dara Jones (/nɑːˈsɪər/; born September 14, 1973), known professionally as Nas (/nɑːz/), is an American rapper, songwriter, entrepreneur, and investor. The son of jazz musician Olu Dara, Nas has released eight consecutive platinum and multi-platinum albums and has sold over 30 million records worldwide. He is also an entrepreneur through his own record label; he serves as associate publisher of Mass Appeal magazine and the co-founder of Mass Appeal Records.",
  "/wiki/Nastradamus": "Nastradamus is the fourth studio album by American rapper Nas, released on November 23, 1999 by Ill Will and Columbia Records. It was originally scheduled to be released as a follow-up composed of material from sessions for his previous album I Am..., also released in 1999. Due to bootlegging of the material, Nas recorded separate songs for Nastradamus to meet its November release date.",
  "/wiki/Columbia_Records": "Columbia Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of Japanese conglomerate Sony. It was founded in 1887, evolving from the American Graphophone Company, the successor to the Volta Graphophone Company. Columbia is the oldest surviving brand name in the recorded sound business, and the second major company to produce records. From 1961 to 1990, Columbia recordings were released outside North America under the name CBS Records to avoid confusion with EMI's Columbia Graphophone Company. Columbia is one of Sony Music's four flagship record labels, alongside former longtime rival RCA Records, as well as Arista Records and Epic Records.",
  "/wiki/Samantha_Mumba": "Samantha Tamania Anne Cecilia Mumba (born 18 January 1983) is an Irish singer-songwriter, dancer, actress, fashion model and TV presenter. She shot to fame in 2000 with the release of her debut single \"Gotta Tell You\", which reached the top five in Ireland, United Kingdom and the United States. It has since been listed in Billboard's 100 Greatest Choruses of the 21st Century.",
  "/wiki/Gotta_Tell_You": "Gotta Tell You is the debut studio album by Irish singer Samantha Mumba. It was released on 31 October 2000 in the United Kingdom and the United States by Polydor Records, Interscope Records, Wildcard Records and A&M Records.",
  "/wiki/Will.i.am": "William Adams (born March 15, 1975), known professionally as will.i.am (pronounced ‘Will-I-am’), is an American rapper, singer, songwriter, record producer, DJ, actor and television personality. He is the founding and lead member of the hip hop group The Black Eyed Peas.",
  "/wiki/Polydor": "Polydor Records Ltd. is a German-British record label and company that operates as part of Universal Music Group. It has a close relationship with Universal's Interscope Geffen A&M Records label, which distributes Polydor's releases in the United States. In turn, Polydor distributes Interscope releases in the United Kingdom. Polydor Records Ltd. was established in London in 1954 as a British subsidiary of German company Deutsche Grammophon GmbH. It was renamed Polydor Ltd. in 1972.",
  "/wiki/Interscope": "Interscope Records is an American record label owned by Universal Music Group through its Interscope Geffen A&M imprint. It was founded in late 1990 by Jimmy Iovine and Ted Field as a $20 million joint venture with Warner Music Group's Atlantic Records. At the time, it differed from most record companies by giving decision-making authority to its A&R staff and allowing artists and producers complete creative control. It had its first hit records less than a year after it was founded, and achieved profitability in 1993. Iovine served as chairman and CEO until May 2014, when he was succeeded by John Janick.",
  "/wiki/K-Ci_&_JoJo": "K-Ci & JoJo is an American R&B duo, consisting of brothers Cedric \"K-Ci\" Hailey (born September 2, 1969) and Joel \"JoJo\" Hailey (born June 10, 1971). Natives of Monroe, North Carolina, they are also the lead singers of the chart-topping R&B group Jodeci with the DeGrate brothers—Donald (better known as DeVante Swing) and Mr.Dalvin.",
  "/wiki/X_(K-Ci_&_JoJo_album)": "X is the third studio album by American R&B duo and brothers K-Ci & JoJo, released December 5, 2000 on MCA. Recording sessions took place during 1999–2000. Production was handled by various producers, including Mike Smoov, Rory Bennett, and DeVante Swing. The album peaked at number twenty on the US Billboard 200. It achieved acceptable international charting and produced two singles that had minor success charting. The lead single \"Crazy\" would peak at number 11 on the US Billboard Hot 100. Upon its release, X received average reviews from music critics. The album has been certified platinum by the Recording Industry Association of America (RIAA), for shipments of 1,000,000 copies in the United States.",
  "/wiki/MCA_Records": "MCA Records was an American record label owned by MCA Inc., which later gave way to the larger MCA Music Entertainment Group (now Universal Music Group), which the label was part of until its dissolution in 2003. The label's country division MCA Nashville is a still an active imprint of Universal Music Group Nashville.",
  "/wiki/N'Sync": "NSYNC (/ɛnˈsɪŋk/, /ɪn-/; also stylized as *NSYNC or 'N Sync) was an American boy band formed in Orlando, Florida, in 1995 and launched in Germany by BMG Ariola Munich. NSYNC consisted of Justin Timberlake, JC Chasez, Chris Kirkpatrick, Joey Fatone, and Lance Bass. After heavily publicized legal battles with their former manager Lou Pearlman and former record label Bertelsmann Music Group, the group's second album, No Strings Attached (2000), sold over one million copies in one day and 2.42 million copies in one week, which was a record for over fifteen years. Among the group's singles, \"I Want You Back\", \"Bye Bye Bye\", \"This I Promise You\", \"Girlfriend\", \"Pop\" and \"It's Gonna Be Me\" reached the top 10 in several international charts, with the last being a US Billboard Hot 100 number one. In addition to a host of Grammy Award nominations, NSYNC has performed at the World Series, the Super Bowl and the Olympic Games, and sang or recorded with Elton John, Stevie Wonder, Michael Jackson, Janet Jackson, Britney Spears, Phil Collins, Celine Dion, Aerosmith, Nelly, Left Eye, Mary J. Blige, country music supergroup Alabama, and Gloria Estefan.",
  "/wiki/Celebrity_(album)": "Celebrity is the third and final studio album by American boy band NSYNC, released on July 24, 2001, by Jive Records. Due to constant criticism from critics about their preconceived notion of a \"credible group\" in contrast to groups such as The Beatles and the Backstreet Boys, as well as expectations to beat their previous album's first week sales of 2.4 million copies, NSYNC began experimenting with different sounds for the album, such as R&B, electronica, two-step, and new jack swing. Similar to No Strings Attached, a wide range of producers contributed to production of the album, including BT, Rodney Jerkins, Brian McKnight, PAJAM, and The Neptunes. Justin Timberlake and JC Chasez were also more hands-on with production, co-writing ten of the album's thirteen tracks in an effort to find the album's unique sound.",
  "/wiki/Michael_Jackson": "Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, and dancer. Dubbed the \"King of Pop\", he is regarded as one of the most significant cultural figures of the 20th century and one of the greatest entertainers in the history of music. Jackson's contributions to music, dance, and fashion, along with his publicized personal life, made him a global figure in popular culture for over four decades. His sound and style have influenced artists of various genres.",
  "/wiki/Invincible_(Michael_Jackson_album)": "Invincible is the final studio album by American singer Michael Jackson released October 30, 2001, on Epic Records. It was Jackson's sixth studio album released through Epic, and his last released before his death in 2009. An extensive and laborious album to make, Jackson started the multi genre production in 1997, and did not finish until eight weeks before the album's October 2001 release. The album features appearances from Carlos Santana and The Notorious B.I.G.. Invincible incorporates R&B, pop and soul. Similarly to Jackson's previous material, the album explores themes such as love, romance, isolation, media criticism, and social issues.",
  "/wiki/Shout_(Isley_Brothers_song)": "\"Shout\" is a popular American song, originally recorded by the Isley Brothers. Released in 1959, it was written by the brothers themselves as a call and response answer to Jackie Wilson's \"Lonely Teardrops\", which they would occasionally cover in live performances.",
  "/wiki/Teddy_Riley_(producer)": "Edward Theodore Riley (born October 8, 1967) is an American singer, songwriter, record producer and multi-instrumentalist credited with the creation of the new jack swing genre. (Riley credits Barry Michael Cooper for giving it its name.)",
  "/wiki/Epic_Records": "Epic Records is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, Inc., the North American division of Japanese conglomerate Sony. The label was founded predominantly as a jazz and classical music label in 1953, but later expanded its scope to include a more diverse range of genres, including pop, R&B, rock, and hip hop. Epic Records has released music by artists including Bobby Vinton, Glenn Miller, Tammy Wynette, George Michael, The Yardbirds, Donovan, Shakin Stevens, Europe, Cheap Trick, Meat Loaf, Stevie Ray Vaughan, Ted Nugent, Shakira, Sly & the Family Stone, The Hollies, Celine Dion,  ABBA, Culture Club, Boston, The Dave Clark Five, Gloria Estefan, Pearl Jam, Rage Against the Machine, and Michael Jackson. Along with Arista, Columbia and RCA Records, Epic is one of Sony Music Entertainment's four flagship record labels.",
  "/wiki/Joe_(singer)": "Joseph Lewis Thomas (born July 5, 1973), known mononymously as Joe, is an American singer, songwriter and record producer. Raised in Opelika, Alabama, he later relocated to New Jersey, and in 1992 he signed a record deal with Polygram Records. He rose to prominence after releasing his debut album Everything the following year. He followed it with a series of successful albums under Jive Records, including All That I Am (1997), the international bestseller My Name Is Joe (2000) as well as the multi-certified albums Better Days (2001) and And Then... (2003). Several songs from these albums became hit singles on the pop and R&B record charts, including the number-one hit \"Stutter\", the top ten entries \"All the Things (Your Man Won't Do)\", \"Don't Wanna Be a Player\", and \"I Wanna Know\" as well as his collaborations \"Faded Pictures\", \"Thank God I Found You\" and \"Still Not a Player\".",
  "/wiki/My_Name_Is_Joe_(album)": "My Name Is Joe is the third studio album by American R&B singer Joe, released April 18, 2000, on Jive Records. The album was recorded in 1999, and production was handled by Joe and several other record producers including Allen \"Allstar\" Gordon, Teddy Riley and Tim & Bob. Beforehand, Joe released All That I Am (1997), which was his most successful album prior to the release of My Name Is Joe. Upon its release, My Name Is Joe received favorable reviews from critics, with most appreciating the love feel of the album.",
  "/wiki/Stutter_(Joe_song)": "\"Stutter\" is a 2000 song by American R&B singer Joe. The original version of the song was produced by Roy \"Royalty\" Hamilton and Teddy Riley and written by Roy \"Royalty\" Hamilton and Ernest E. Dixon.",
  "/wiki/Keith_Sweat": "Keith Douglas Sweat (born July 22, 1961) is an American singer, songwriter, and an early figure in the new jack swing musical movement. He is known for his collection of hits including \"I Want Her\", \"Make It Last Forever\", \"I'll Give All My Love to You\", \"Make You Sweat\", \"Get Up on It\", \"Twisted\" and \"Nobody\". He has released 13 solo albums and 2 as a part of the R&B supergroup LSG, and discovered the groups Silk and Kut Klose.",
  "/wiki/Rebirth_(Keith_Sweat_album)": "Rebirth is Keith Sweat's eighth studio album.",
  "/wiki/Elektra_Records": "Elektra Records is an American record label owned by Warner Music Group, founded in 1950 by Jac Holzman and Paul Rickolt. It played an important role in the development of contemporary folk music and rock music between the 1950s and 1970s. In 2004, it was consolidated into WMG's Atlantic Records Group. After five years of dormancy, the label was revived as an imprint of Atlantic in 2009. As of October 2018, Elektra was detached from the Atlantic Records umbrella and reorganized into Elektra Music Group, once again operating as an independently managed frontline label of Warner Music.",
  "/wiki/And_Then": "And Then... is the fifth studio album by  American recording artist Joe, released  through Jive Records on December 2, 2003 in the United States. It features production by Joe's labelmate R. Kelly as well as Roy \"Royalty\" Hamilton, Kevin \"Shekspere\" Briggs, Carvin & Ivan, The Underdogs, and others. The album reached number 26 on the US Billboard 200 chart, selling 121,000 copies in its first week of release. It was eventually certified gold by the Recording Industry Association of America (RIAA).",
  "/wiki/Britney_Spears": "Britney Jean Spears (born December 2, 1981) is an American singer, songwriter, dancer, and actress. Born in McComb, Mississippi and raised in Kentwood, Louisiana, she appeared in stage productions and television series, before signing with Jive Records in 1997. Spears's first two studio albums, ...Baby One More Time (1999) and Oops!... I Did It Again (2000), were global successes and made her the best-selling teenage artist of all-time. Referred to as the \"Princess of Pop\", Spears is regarded as a pop icon and is credited with influencing the revival of teen pop during the late 1990s and early 2000s.",
  "/wiki/In_The_Zone": "In the Zone is the fourth studio album by American singer Britney Spears. It was released on November 12, 2003 through Jive Records. Its eclectic music incorporates dance, house, reggae, trip hop, and hip hop styles with instrumentation from guitars, drums, synthesizers, strings, and Middle Eastern musical instruments. Its themes range from love, dancing, and in the case of songs such as \"Touch of My Hand\", sex and masturbation. Contributions to the album's production came from a wide range of producers, including Bloodshy & Avant, R. Kelly, Trixster, Moby, Guy Sigsworth and The Matrix.",
  "/wiki/Houston_(singer)": "Houston Edward Summers IV (born October 26, 1983), known mononymously as Houston, is an American singer, best known for his hit single \"I Like That.\"",
  "/wiki/It's_Already_Written": "It's Already Written is the first and only studio album of R&B singer Houston. It was released on August 10, 2004, and reached #14 on the Billboard 200. The album was certified Gold by the RIAA.",
  "/wiki/Capitol_Records": "Capitol Records is an American record label owned by Universal Music Group through its Capitol Music Group imprint. It was founded as the first West Coast-based record label \"of note\" in the United States in 1942 by Johnny Mercer, Buddy DeSylva, and Glenn E. Wallichs. Capitol was acquired by British music conglomerate EMI as its North American subsidiary in 1955. EMI was acquired by Universal Music Group in 2012 and was merged with the company a year later, making Capitol and the Capitol Music Group both a part of UMG. The label's circular headquarter building in Hollywood is a recognized landmark of California.",
  "/wiki/Guerilla_Black": "Charles Williamson (born 1977), better known by his stage name Guerilla Black, is an American rapper from Compton, California.  Born in Chicago, Illinois, he came to fame after releasing his debut album Guerilla City (2004), which featured the singles \"Compton\" featuring Beenie Man and \"You're The One\" featuring Mario Winans. Williamson released a track titled \"400 Shotz, the Funeral\" taking aim at The Game, Jermaine Dupri and Daz Dillinger. His latest mixtape, \"The Black Tapes\" was released in 2009. It is notable for Williamson's change in rapping style, a change he acknowledges on several tracks. Featured artists on the Mixtape included Hot Dollar, T-Pain, and Akon.",
  "/wiki/Guerilla_City": "Guerilla City is the debut studio album by West Coast Rapper Guerilla Black released on September 28, 2004. The LP sold 46,000 copies in its first week, and peaked at no.20 on the Billboard 200, and has sold 200,000 copies since June 2005.",
  "/wiki/Virgin_Records": "Virgin Records Ltd. is a British record label founded by entrepreneurs Richard Branson, Simon Draper, Nik Powell, and musician Tom Newman in 1972. It grew to be a worldwide phenomenon over time, with the success of platinum performers such as Aaliyah, George Michael, Paula Abdul, Janet Jackson, Roy Orbison, Devo, Tangerine Dream, Genesis, Keith Richards, the Human League, Culture Club, Simple Minds, Lenny Kravitz, dc Talk, the Smashing Pumpkins, Mike Oldfield, Gorillaz, Lewis Capaldi and Spice Girls, among others.",
  "/wiki/Eamon_(singer)": "Eamon Doyle (born September 19, 1983), professionally known as Eamon,  is an American R&B singer-songwriter and harmonicist. He is known for his hit single, \"Fuck It (I Don't Want You Back)\".",
  "/wiki/I_Don't_Want_You_Back": "I Don't Want You Back is the debut album by American R&B singer Eamon, released in the United States on February 17, 2004. Produced by Milk Dee and Roy \"Royalty\" Hamilton, the album spawned two singles which combined modern hip hop with classic doo wop: \"Fuck It (I Don't Want You Back)\" and \"I Love Them Ho's (Ho-Wop)\". The album garnered a mixed reception from critics who found the production too predictable, and the repeated profanity wearing. The album debuted at number seven on the Billboard 200 with first-week sales of 106,000 copies. It was certified Gold by the RIAA for selling over 500,000 copies.",
  "/wiki/George_Nozuka": "George Nozuka (born April 28, 1986 in New York City) is a Canadian-American R&B singer of mixed Caucasian and Japanese descent. He is best known for his single \"Talk to Me\", which peaked at No. 1 on the MuchMusic music-video countdown in October 2006.",
  "/wiki/Believe_(George_Nozuka_album)": "George Nozuka (born April 28, 1986 in New York City) is a Canadian-American R&B singer of mixed Caucasian and Japanese descent. He is best known for his single \"Talk to Me\", which peaked at No. 1 on the MuchMusic music-video countdown in October 2006.",
  "/wiki/Keri_Hilson": "Keri Lynn Hilson (born December 5, 1982) is an American singer, songwriter, vocal arranger and actress. She was born and raised in Decatur, Georgia and spent most of her youth working with producer Anthony Dent as a songwriter and background vocalist for several R&B and hip hop artists. By the age of 14, Hilson had secured a record deal with the girl group D'Signe, who later disbanded. She attended Oxford College of Emory University in Georgia, while she continued writing songs for artists, including Britney Spears, The Pussycat Dolls, and Mary J. Blige, with the production and songwriting team, The Clutch. In 2006, Hilson signed with American rapper and producer Timbaland's record label, Mosley Music. Her breakthrough came in 2007 after appearing on Timbaland's single \"The Way I Are\", which topped charts around the world.",
  "/wiki/In_a_Perfect_World...": "In a Perfect World... is the debut studio album of American singer-songwriter Keri Hilson. It was released on March 24, 2009 through Zone 4, Mosley Music Group and Interscope Records. Originally planned for a 2007 release, it was pushed back numerous times into 2008, amid her label's budget issues and minor single releases. The production on the album was handled primarily by Timbaland, Polow da Don and Danja, among others.",
  "/wiki/Mosley_Music_Group": "Mosley Music Group (MMG) is a record label founded and formed by producer Tim \"Timbaland\" Mosley. Founded in 2006, the imprint was formerly distributed exclusively by Interscope Geffen A&M until 2014 when Timbaland made a new joint venture with L.A. Reid at Epic Records which is under Sony Music Entertainment.",
  "/wiki/Zone_4_(record_label)": "Zone 4 is an American record label created as a joint venture between the producer Polow da Don and Interscope Records.",
  "/wiki/Kristinia_DeBarge": "Kristinia Jamie DeBarge (/krɪˈstɪniə/; born March 8, 1990) is an American singer, songwriter, dancer and actress. DeBarge first appeared on national television in 2003 as a contestant on the American Idol spin-off, American Juniors. In 2009, DeBarge signed a contract with the Island Records department Sodapop, releasing her debut album, Exposed, in July of the same year.",
  "/wiki/Exposed_(Kristinia_DeBarge_album)": "Exposed is the debut studio album by American singer-songwriter Kristinia DeBarge, released on July 28, 2009 by Island Records and Sodapop Records. Its music incorporates pop and R&B styles. The album debuted at number 23 on the US Billboard 200 with 16,539 copies sold the first week. DeBarge began recording the album in 2008, and had been writing the album since 2006. The album features production and writing from the likes of Babyface and OneRepublic frontman Ryan Tedder amongst others.",
  "/wiki/Babyface_(musician)": "Kenneth Brian Edmonds (born April 10, 1959), known professionally as Babyface, is an American singer, songwriter and record producer. He has written and produced over 26 number-one R&B hits throughout his career, and has won 11 Grammy Awards. He was ranked number 20 on NME's 50 Of The Greatest Producers Ever list.",
  "/wiki/Ana_Golja": "Muazana \"Ana\" Golja (born January 31, 1996) is a Canadian actress and singer. She is known for playing Zoë Rivas in the teen drama Degrassi: Next Class and Ariana Berlin in the TV movie Full Out.",
  "/wiki/Full_Out": "Full Out, also known as Full Out: The Ariana Berlin Movie, is a 2016 drama young-adult TV movie based on the life story of American gymnast Ariana Berlin.",
  "/wiki/Roy_\"Royalty\"_Hamilton": "Roy Hamilton III (born in Queens, New York) is an American Pop and R&B songwriter and record producer."
}