{
  "/wiki/The_Passion_of_Joan_of_Arc": "The Passion of Joan of Arc (French: La Passion de Jeanne d'Arc) is a 1928 silent French historical film based on the actual record of the trial of Joan of Arc. The film was directed by Carl Theodor Dreyer and stars Renée Jeanne Falconetti as Joan. It is widely regarded as a landmark of cinema, especially for its production, Dreyer's direction and Falconetti's performance, which is often listed as one of the finest in cinema history. The film summarizes the time that Joan of Arc was a captive of England, depicting her trial and execution.",
  "/wiki/Joan_of_Arc_in_art": ".",
  "/wiki/The_Adventures_of_Robin_Hood_(film)": "The Adventures of Robin Hood is a 1938 American Technicolor swashbuckler film directed by Michael Curtiz and William Keighley and starring Errol Flynn, Olivia de Havilland, Basil Rathbone, and Claude Rains. It was distributed by Warner Bros. and produced by Hal B. Wallis and Henry Blanke.",
  "/wiki/John_of_England": "John (24 December 1166 – 19 October 1216) was King of England from 1199 until his death in 1216. He was the third king of the House of Plantagenet. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a document sometimes considered an early step in the evolution of the constitution of the United Kingdom.",
  "/wiki/Norman_Conquest": "The Norman conquest of England (in Britain, often called the Norman Conquest or the Conquest) was the 11th-century invasion and occupation of England by an army of Norman, Breton, Flemish, and French soldiers led by the Duke of Normandy, later styled William the Conqueror.",
  "/wiki/Anglo-Saxons": "The Anglo-Saxons were a cultural group who inhabited Great Britain from the 5th century. They comprise people from Germanic tribes who migrated to the island from continental Europe, their descendants, and indigenous British groups who adopted many aspects of Anglo-Saxon culture and language; the cultural foundations laid by the Anglo-Saxons are the foundation of the modern English legal system and of many aspects of English society; the modern English language owes over half its words – including the most common words of everyday speech – to the language of the Anglo-Saxons. Historically, the Anglo-Saxon period denotes the period in Britain between about 450 and 1066, after their initial settlement and up until the Norman conquest.\nThe early Anglo-Saxon period includes the creation of an English nation, with many of the aspects that survive today, including regional government of shires and hundreds. During this period, Christianity was established and there was a flowering of literature and language. Charters and law were also established. The term Anglo-Saxon is popularly used for the language that was spoken and written by the Anglo-Saxons in England and eastern Scotland between at least the mid-5th century and the mid-12th century. In scholarly use, it is more commonly called Old English.",
  "/wiki/Richard_I_of_England": "Richard I (8 September 1157 – 6 April 1199) was King of England from 1189 until his death. He was the second king of the House of Plantagenet. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Duchess Eleanor of Aquitaine and seemed unlikely to become king, but all of his brothers except  the youngest, John, predeceased their father. Richard was known as Richard Cœur de Lion or Richard the Lionheart because of his reputation as a great military leader and warrior. He was also known in Occitan as: Oc e No (English: Yes and No), because of his reputation for terseness.",
  "/wiki/Alexander_Nevsky_(film)": "Alexander Nevsky (Russian: Алекса́ндр Не́вский) is a 1938 historical drama film directed by Sergei Eisenstein. It depicts the attempted invasion of Novgorod in the 13th century by the Teutonic Knights of the Holy Roman Empire and their defeat by Prince Alexander, known popularly as Alexander Nevsky (1220–1263).",
  "/wiki/Teutonic_Knights": "The Order of Brothers of the German House of Saint Mary in Jerusalem (official names: Latin: Ordo domus Sanctæ Mariæ Theutonicorum Hierosolymitanorum, German: Orden der Brüder vom Deutschen Haus der Heiligen Maria in Jerusalem), commonly the Teutonic Order (Deutscher Orden, Deutschherrenorden or Deutschritterorden), is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem.",
  "/wiki/Northern_Crusades": "The Northern Crusades or Baltic Crusades were religious wars undertaken by Catholic Christian military orders and kingdoms, primarily against the pagan Baltic, Finnic and West Slavic peoples around the southern and eastern shores of the Baltic Sea, and to a lesser extent also against Orthodox Christian Slavs (East Slavs).",
  "/wiki/The_Seventh_Seal": "The Seventh Seal (Swedish: Det sjunde inseglet) is a 1957 Swedish historical fantasy film written and directed by Ingmar Bergman. Set in Sweden during the Black Death, it tells of the journey of a medieval knight (Max von Sydow) and a game of chess he plays with the personification of Death (Bengt Ekerot), who has come to take his life. Bergman developed the film from his own play Wood Painting. The title refers to a passage from the Book of Revelation, used both at the very start of the film, and again towards the end, beginning with the words \"And when the Lamb had opened the seventh seal, there was silence in heaven about the space of half an hour\".[Rev. 8:1] Here, the motif of silence refers to the \"silence of God\", which is a major theme of the film.",
  "/wiki/Crusade": "The crusades were a series of religious wars in western Asia and Europe initiated, supported and sometimes directed by the Catholic Church between the 11th and the 17th century. The crusades differed from other religious conflicts in that participants considered them a penitential exercise that brought absolution. Historians contest the definition of the term with some restricting it to armed pilgrimages to Jerusalem, others including all Catholic military campaigns with a promise of spiritual benefits, all Catholic \"holy wars\" or those with characteristic religious fervour. The most well known are those fought against the Muslims of the eastern Mediterranean for the Holy Land between 1096 and 1271. Crusades were also fought from the 12th century against the Iberian Moors, the Ottoman Empire and for a variety of other reasons. These included fighting pagans, the suppression of heresy and the resolution of conflict between Catholic groups.",
  "/wiki/Black_Plague": "The Black Death, also known as the Pestilence (Pest for short), the Great Plague or the Plague, or less commonly the Black Plague, was one of the most devastating pandemics in human history, resulting in the deaths of an estimated 75 to 200 million people in Eurasia, peaking in Europe from 1347 to 1351. The bacterium Yersinia pestis, which results in several forms of plague (septicemic, pneumonic and, the most common, bubonic) is believed to have been the cause. The Black Death was the first major European outbreak of plague and the second plague pandemic. The plague created a number of religious, social and economic upheavals, with profound effects on the course of European history.",
  "/wiki/The_Virgin_Spring": "The Virgin Spring (Swedish: Jungfrukällan) is a 1960 Swedish rape and revenge film directed by Ingmar Bergman. Set in medieval Sweden, it is a  tale about a father's merciless response to the rape and murder of his young daughter. The story was adapted by screenwriter Ulla Isaksson from a 13th-century Swedish ballad, \"Töres döttrar i Wänge\" (\"Töre's daughters in Vänge\"). Bergman researched the legend of Per Töre with an eye to an adaptation, considering an opera before deciding on a film version. Given criticism of the historical accuracy of his 1957 film The Seventh Seal, he also invited Isaksson to write the screenplay. Other influences included the 1950 Japanese film Rashomon. Max von Sydow played Töre.",
  "/wiki/Ingmar_Bergman": "Ernst Ingmar Bergman[a] (14 July 1918 – 30 July 2007) was a Swedish director, writer, and producer who worked in film, television, theatre and radio. Considered to be among the most accomplished and influential filmmakers of all time, Bergman's films include Smiles of a Summer Night (1955), The Seventh Seal (1957), Wild Strawberries (1957), Persona (1966), Cries and Whispers (1972), Scenes from a Marriage (1973), and Fanny and Alexander (1982); the last two exist in extended television versions.",
  "/wiki/El_Cid_(film)": "El Cid is a 1961 epic historical drama film that romanticizes the life of the Christian Castilian knight Don Rodrigo Díaz de Vivar, called \"El Cid\" (from the Arabic as-sidi, meaning \"The Lord\"), who, in the 11th century, fought the North African Almoravides and ultimately contributed to the unification of Spain. The film stars Charlton Heston in the title role and Sophia Loren as Doña Ximena.",
  "/wiki/Becket_(1964_film)": "Becket is a 1964 Anglo-American film about the historic, tumultuous relationship between Henry II of England and his friend-turned-bishop Thomas Becket. It is a dramatic film adaptation of the play Becket or the Honour of God by Jean Anouilh made by Hal Wallis Productions and released by Paramount Pictures. It was directed by Peter Glenville and produced by Hal B. Wallis with Joseph H. Hazen as executive producer. The screenplay was written by Edward Anhalt based on Anouilh's play. The music score was by Laurence Rosenthal, the cinematography by Geoffrey Unsworth and the editing by Anne V. Coates.",
  "/wiki/Jean_Anouilh": "Jean Marie Lucien Pierre Anouilh (French: [ʒɑ̃ anuj]; 23 June 1910 – 3 October 1987)  was a French dramatist whose career spanned five decades. Though his work ranged from high drama to absurdist farce, Anouilh is best known for his 1944 play Antigone, an adaptation of Sophocles' classical drama, that was seen as an attack on Marshal Pétain's Vichy government. One of France's most prolific writers after World War II, much of Anouilh's work deals with themes of maintaining integrity in a world of moral compromise.",
  "/wiki/Archbishop_of_Canterbury": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, the \"Apostle to the English\", sent from Rome in the year 597. Welby succeeded Rowan Williams.",
  "/wiki/Thomas_%C3%A0_Becket": "Thomas Becket (/ˈbɛkɪt/), also known as Saint Thomas of Canterbury, Thomas of London and later Thomas à Becket[note 1] (21 December c. 1119 (or 1120) – 29 December 1170), was Archbishop of Canterbury from 1162 until his murder in 1170. He is venerated as a saint and martyr by both the Catholic Church and the Anglican Communion. He engaged in conflict with Henry II, King of England, over the rights and privileges of the Church and was murdered by followers of the king in Canterbury Cathedral. Soon after his death, he was canonised by Pope Alexander III.",
  "/wiki/Henry_II_of_England": "Henry II (5 March 1133 – 6 July 1189), also known as Henry Curtmantle (French: Court-manteau), Henry FitzEmpress or Henry Plantagenet, was King of England from 1154 to his death. He was the first king of the House of Plantagenet. King Louis VII of France made him Duke of Normandy in 1150. Henry became Count of Anjou and Maine upon the death of his father, Geoffrey of Anjou, in 1151. His marriage in 1152 to Eleanor, Duchess of Aquitaine, whose marriage to Louis VII had recently been annulled, made him Duke of Aquitaine. He became Count of Nantes by treaty in 1185. At various times, Henry also partially controlled Scotland, Wales and the Duchy of Brittany. Before he was 40 he controlled England, large parts of Wales, the eastern half of Ireland and the western half of France—an area that would later come to be called the Angevin Empire.",
  "/wiki/The_War_Lord": "The War Lord is a 1965 American film directed by Franklin J. Schaffner and starring Charlton Heston. The film, which concerns Medieval warfare and culture in 11th century Normandy, is an adaptation of the play The Lovers by Leslie Stevens. The film also features Richard Boone, Rosemary Forsyth, Guy Stockwell, Maurice Evans, Niall MacGinnis, Henry Wilcoxon and James Farentino, with Jon Alderson, Allen Jaffe, Sammy Ross, and Woodrow Parfrey.",
  "/wiki/Leslie_Stevens": "Leslie Clark Stevens IV (February 3, 1924 – April 24, 1998) was an American producer, writer, and director. He created two television series for the ABC network, The Outer Limits (1963–1965) and Stoney Burke (1962–63), and Search (1972–73) for NBC. Stevens was the director of the horror film Incubus (1966), which stars William Shatner, and was the second film to use the Esperanto language. He wrote an early work of New Age philosophy, est: The Steersman Handbook (1970).",
  "/wiki/Charlton_Heston": "John Charles Carter better known by his pseudonym Charlton Heston was an American actor and political activist.",
  "/wiki/Andrei_Rublev_(film)": "Andrei Rublev (Russian: Андрей Рублёв, originally pronounced Rublyov) is a 1969 Soviet biographical historical drama film directed by Andrei Tarkovsky and co-written with Andrei Konchalovsky. The film was remade and re-edited from the 1966 film titled The Passion According to Andrei by Tarkovsky which was censored during the first decade of the Brezhnev era in the Soviet Union. The film is loosely based on the life of Andrei Rublev, the 15th-century Russian icon painter. The film features Anatoly Solonitsyn, Nikolai Grinko, Ivan Lapikov, Nikolai Sergeyev, Nikolai Burlyayev and Tarkovsky's wife Irma Raush. Savva Yamshchikov, a famous Russian restorer and art historian, was a scientific consultant of the film.",
  "/wiki/Andrei_Rublev": "Andrei Rublev (Russian: Андре́й Рублёв, IPA: [ɐnˈdrʲej rʊˈblʲɵf], also transliterated as Andrey Rublyov); Born in the 1360s, he died between 1427 and 1430 in Moscow and is considered to be one of the greatest medieval Russian painters of Orthodox icons and frescos.",
  "/wiki/Andrey_Tarkovsky": "Andrei Arsenyevich Tarkovsky (Russian: Андре́й Арсе́ньевич Тарко́вский, IPA: [ɐnˈdrʲej ɐrˈsʲenʲjɪvʲɪtɕ tɐrˈkofskʲɪj]; 4 April 1932 – 29 December 1986) was a Russian filmmaker, writer, and film theorist. He is widely considered one of the greatest directors in the history of cinema, and one of Russia's most influential filmmakers. His films explored spiritual and metaphysical themes, and are noted for their slow pacing and long takes, dreamlike visual imagery, and preoccupation with nature and memory.",
  "/wiki/The_Lion_in_Winter_(1968_film)": "The Lion in Winter is a 1968 historical period drama film \nset around the Christmas of 1183, about political and personal turmoil among the royal family of Henry II of England, his wife Eleanor of Aquitaine, their children, and their guests. It is based on the Broadway play of the same name by James Goldman.",
  "/wiki/Eleanor_of_Aquitaine": "Eleanor of Aquitaine (1122 – 1 April 1204) was queen consort of France (1137–1152) and England (1154–1189) and duchess of Aquitaine in her own right (1137–1204). As a member of the Ramnulfids (House of Poitiers) rulers in southwestern France, she was one of the wealthiest and most powerful women in western Europe during the High Middle Ages. She was patron of literary figures such as Wace, Benoît de Sainte-Maure, and Bernart de Ventadorn. She led armies several times in her life and was a leader of the Second Crusade.",
  "/wiki/Revolt_of_1173-1174": "The Revolt of 1173–74 was a rebellion against King Henry II of England by three of his sons, his wife Eleanor of Aquitaine, and their rebel supporters. The revolt ended in failure after eighteen months; Henry's rebellious family members had to resign themselves to his continuing rule and were reconciled to him.",
  "/wiki/Mohammad,_Messenger_of_God": "The Message (Arabic: الرسالة‎ Ar-Risālah; originally known as Mohammad, Messenger of God) is a 1976 epic historical drama film directed and produced by Moustapha Akkad, chronicling the life and times of the Islamic prophet Muhammad through the perspective of his uncle Hamza ibn Abdul-Muttalib and adopted son Zayd ibn Harithah.",
  "/wiki/Islam": "Islam (/ˈɪslɑːm/;[note 1] Arabic: اَلْإِسْلَامُ‎, romanized: al-’Islām [alʔɪsˈlaːm] (listen)) is an Abrahamic, monotheistic religion teaching that there is only one God (Allah), and that Muhammad is a messenger of God. It is the world's second-largest religion with over 1.8 billion followers or 24.1% of the world's population, commonly known as Muslims. Muslims make up a majority of the population in 50 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided mankind through prophets, revealed scriptures and natural signs. The primary scriptures of Islam are the Quran, believed to be the verbatim word of God, and the teachings and normative examples (called the sunnah, composed of accounts called hadith) of Muhammad (c. 570 – 8 June 632 CE).",
  "/wiki/The_Name_of_the_Rose_(film)": "The Name of the Rose is a 1986 Italian-French-German mystery historical drama film directed by Jean-Jacques Annaud, based on the novel of the same name by Umberto Eco. Sean Connery stars as the Franciscan friar[Note 1] William of Baskerville, called upon to solve a deadly mystery in a medieval abbey, and Christian Slater is his apprentice Adso of Melk.",
  "/wiki/Umberto_Eco": "Umberto Eco[a] OMRI (5 January 1932 – 19 February 2016) was an Italian novelist, literary critic, philosopher, semiotician, and university professor. He is widely known for his 1980 novel Il nome della rosa (The Name of the Rose), a historical mystery combining semiotics in fiction with biblical analysis, medieval studies, and literary theory. He later wrote other novels, including Il pendolo di Foucault (Foucault's Pendulum) and L'isola del giorno prima (The Island of the Day Before). His novel Il cimitero di Praga (The Prague Cemetery), released in 2010, topped the bestseller charts in Italy.",
  "/wiki/The_Navigator:_A_Medieval_Odyssey": "The Navigator: A Medieval Odyssey is a 1988 feature film, an official Australian-New Zealand co-production, directed by Vincent Ward. It won numerous New Zealand and Australian awards, including the Australian Film Institute Award for Best Film, and several awards at European fantasy film festivals."
}