{
  "/wiki/East_Tennessee_State_Buccaneers_men%27s_soccer": "The East Tennessee State Buccaneers men's soccer team is a varsity intercollegiate athletic team of East Tennessee State University in Johnson City, Tennessee, United States. The team is a member of the Southern Conference, which is part of the National Collegiate Athletic Association's Division I. ETSU's first men's soccer team was fielded in 2008. The team plays its home games at Summers-Taylor Stadium on the ETSU campus. The Buccaneers were coached by Bo Oshoniyi until he was hired away by Dartmouth College. In March 2018, ETSU announced the hiring of former University of Kentucky assistant coach David Casper.",
  "/wiki/Johnson_City,_Tennessee": "Johnson City is a city in Washington, Carter, and Sullivan counties in the U.S. state of Tennessee, with most of the city being in Washington County. As of the 2010 census, the population of Johnson City was 63,152, and by 2017 the estimated population was 66,391, making it the ninth-largest city in the state.",
  "/wiki/Summers-Taylor_Stadium": "Summers-Taylor Stadium is a college soccer-specific stadium located on the campus of East Tennessee State University in Johnson City, Tennessee, in the United States. The stadium is home to the East Tennessee State Buccaneers men's and women's soccer programs. The stadium opened in 2008 and sits 2,000 spectators.",
  "/wiki/Florida_Gulf_Coast_Eagles_men%27s_soccer": "The Florida Gulf Coast Eagles men's soccer team represents Florida Gulf Coast University in Fort Myers, Florida in all NCAA Division I men's soccer competitions. The Eagles compete in the Atlantic Sun Conference. The soccer team is one of several varsity sports teams that represent the Florida Gulf Coast Eagles.",
  "/wiki/Fort_Myers,_Florida": "Fort Myers or Ft. Myers, is the county seat and commercial center of Lee County, Florida, United States. It has grown rapidly in recent years. As of the 2010 census, the city population was 62,298 and in 2018 was estimated at 82,254.",
  "/wiki/FGCU_Soccer_Complex": "The FGCU Soccer Complex is the home field for the Florida Gulf Coast Eagles men's soccer team and the FGCU Eagles women's soccer team. The FGCU men's soccer team has played at the complex since the team's home debut against UNLV on September 9, 2007.",
  "/wiki/Jacksonville_Dolphins_men%27s_soccer": "The Jacksonville Dolphins men's soccer team is a varsity intercollegiate athletic team of Jacksonville University in Jacksonville, Florida, United States. The team is a member of the Atlantic Sun Conference, which is part of the National Collegiate Athletic Association's Division I. Jacksonville's first men's soccer team was fielded in 1957. The team plays its home games at Southern Oak Stadium. The Dolphins are coached by Mauricio Ruiz.",
  "/wiki/Jacksonville,_Florida": "Jacksonville is the most populous city in Florida and the largest city by area in the contiguous United States. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2018, Jacksonville's population was estimated to be 903,889. The Jacksonville metropolitan area has a population of 1,523,615 and is the fourth largest metropolitan area in Florida.",
  "/wiki/Lipscomb_Bisons_men%27s_soccer": "The Lipscomb Bisons men's soccer team represents Lipscomb University in all NCAA Division I men's college soccer competitions. The Bisons play in the Atlantic Sun Conference, where they are the two-time defending A-Sun champions.",
  "/wiki/Nashville,_Tennessee": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. The city's population ranks 24th in the U.S.",
  "/wiki/Mercer_Bears_men%27s_soccer": "The Mercer Bears men's soccer team represents Mercer University in all NCAA Division I men's college soccer competitions. The Bears play in the Southern Conference.",
  "/wiki/Macon,_Georgia": "Macon (/ˈmeɪkən/), officially Macon–Bibb County, is a consolidated city-county located in the U.S. state of Georgia. Macon lies near the geographic center of the state, approximately 85 miles (137 km) south of Atlanta, hence the city's nickname \"The Heart of Georgia\".",
  "/wiki/Bear_Field": "The Mercer Bears are the athletic teams of Mercer University in Macon, Georgia, United States. Mercer is the only private university in Georgia with an NCAA Division I athletic program and fields teams in eight men's and nine women's sports. The university competes in the Southern Conference for most sports. In 2013, the football team competed in the Pioneer Football League.",
  "/wiki/North_Florida_Ospreys_men%27s_soccer": "The North Florida Ospreys men's soccer program represents the University of North Florida in all NCAA Division I men's college soccer competitions. Founded in 1991, the Ospreys compete in the Atlantic Sun Conference. The Ospreys are coached by Derek Marinatos, who has coached the program since 2011. The Ospreys plays their home matches at Hodges Stadium, on the UNF campus.",
  "/wiki/Hodges_Stadium": "Hodges Stadium is a multi-purpose stadium at the University of North Florida (UNF), and the home field for the North Florida Ospreys soccer, track and field, and cross country teams. It is located on the university's campus in Jacksonville, Florida, U.S. It is named for George and Kernan Hodges, who donated $2 million to upgrade the facility in 2006.",
  "/wiki/Northern_Kentucky_Norse_men%27s_soccer": "The Northern Kentucky Norse are the athletic teams of Northern Kentucky University, located in Highland Heights, Kentucky, United States. NKU is an NCAA Division I school competing in the Horizon League, which it joined on July 1, 2015 after leaving the Atlantic Sun Conference. The university's teams for both men and women are nicknamed \"Norse.\"",
  "/wiki/Highland_Heights,_Kentucky": "Highland Heights is a home rule-class city in Campbell County, Kentucky, in the United States. The population was 6,923 at the 2010 U.S. census.",
  "/wiki/Stetson_Hatters_men%27s_soccer": "The Stetson Hatters are composed of 18 teams representing Stetson University in intercollegiate athletics. The Hatters compete in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Atlantic Sun Conference for most sports, except for the football team, which competes in the Pioneer Football League.",
  "/wiki/DeLand,_Florida": "DeLand is a city in the U.S. state of Florida. It is the county seat of Volusia County. The city sits approximately 34 miles (55 km) north of the central business district of Orlando, and approximately 23 miles (37 km) west of the central business district of Daytona Beach. As of the 2010 U.S. Census, the city had a population of 27,031. It is a part of the Deltona–Daytona Beach–Ormond Beach metropolitan area, which was home to 590,289 people as of the 2010 census.",
  "/wiki/South_Carolina_Upstate_Spartans_men%27s_soccer": "The USC Upstate Spartans are the seventeen sports teams representing the University of South Carolina Upstate in Spartanburg, South Carolina in intercollegiate athletics. The Spartans compete in the NCAA Division I and are members of the Big South Conference since 2018.",
  "/wiki/Spartanburg,_South_Carolina": "Spartanburg is the most populous city in and the seat of Spartanburg County, South Carolina, United States, and the 12th-largest city by population in the state. The city of Spartanburg has a municipal population of 37,013, and Spartanburg County has an urban population of 180,786 as of the 2010 census. For a time, the Office of Management and Budget grouped Spartanburg and Union Counties together as the \"Spartanburg Metropolitan Statistical Area\", but as of 2018 the OMB defines only Spartanburg County as the Spartanburg MSA."
}