{
  "/wiki/Regis_Philbin": "Regis Francis Xavier Philbin (/ˈriːdʒɪs ˈfɪlbɪn/; born August 25, 1931) is an American media personality, actor, and singer, known for hosting talk and game shows since the 1960s.  After graduating from the University of Notre Dame, he served in the Navy and got his television start serving as a page for the Tonight Show in the 1950s. Philbin gained his first network TV exposure in 1967 as Joey Bishop's sidekick on The Joey Bishop Show.",
  "/wiki/Kelly_Ripa": "Kelly Maria Ripa (born October 2, 1970) is an American actress, dancer, talk show hostess, and television producer.",
  "/wiki/Julie_Andrews": "Dame Julie Andrews, DBE (born Julia Elizabeth Wells; 1 October 1935) is an English actress, singer and author. Andrews, a child actress and singer, appeared in the West End in 1948 and made her Broadway debut in The Boy Friend (1954). Billed as “Britain’s youngest prima donna”, she rose to prominence starring in Broadway musicals such as My Fair Lady (1956)  playing Eliza Doolittle, and Camelot (1960) playing Queen Guinevere. In 1957, Andrews starred in the premiere of Rodgers and Hammerstein's written-for-television musical Cinderella, a live, network broadcast seen by over 100 million viewers. Andrews made her feature film debut in Mary Poppins (1964), and won the Academy Award for Best Actress for her performance in the title role. She starred in The Sound of Music (1965), playing Maria von Trapp, and won the Golden Globe Award for Best Actress – Motion Picture Comedy or Musical.",
  "/wiki/Lifehouse_(band)": "Lifehouse is an American rock band from Los Angeles comprising Jason Wade (lead vocals, guitar), Rick Woolstenhulme Jr. (drums, percussion) and Bryce Soderberg (bass, vocals). The band came to mainstream prominence in 2001 with the hit single \"Hanging by a Moment\" from their debut studio album No Name Face. The song was number one for three weeks on the Billboard Modern Rock Tracks chart and peaked at number 2 on the Billboard Hot 100 charts, and the single won a Billboard Music Award for Hot 100 Single of the Year, having spent twenty weeks in the top 10 and more than a year on the charts.",
  "/wiki/Jodie_Foster": "Alicia Christian \"Jodie\" Foster (born November 19, 1962) is an American actress, director, and producer. She has received two Academy Awards, three British Academy Film Awards, two Golden Globe Awards, and the Cecil B. DeMille Award. For her work as a director, she has been nominated for a Primetime Emmy Award.",
  "/wiki/Avril_Lavigne": "Avril Ramona Lavigne (/ˌævrɪl ləˈviːn/ AV-ril lə-VEEN, French: [avʁil laviɲ]; born September 27, 1984) is a Canadian-French singer, songwriter, and actress. By the age of 15, she had appeared on stage with Shania Twain and by 16, she had signed a two-album recording contract with Arista Records worth more than $2 million.",
  "/wiki/Joy_Philbin": "Bette Joy Philbin (née Senese; born February 1, 1941) is an American television personality, and the wife of television personality Regis Philbin.",
  "/wiki/George_Clooney": "George Timothy Clooney (born May 6, 1961) is an American actor, director, producer and filmmaker. He is the recipient of three Golden Globe Awards and two Academy Awards, one for acting in Syriana (2006) and the other for co-producing Argo (2012). In 2018, he was the recipient of the AFI Lifetime Achievement Award.",
  "/wiki/Mario": "Mario (Japanese: マリオ, Hepburn: Mario, pronounced [maɾi.o]; English: /ˈmɑːrioʊ, ˈmær-/, Italian: [ˈmaːrjo]) is a fictional character in the Mario video game franchise, owned by Nintendo and created by Japanese video game designer Shigeru Miyamoto. Acting as the company's mascot, as well as being the eponymous protagonist of the series, Mario has appeared in over 200 video games since his creation. Depicted as a short, pudgy, Italian plumber who resides in the Mushroom Kingdom, his adventures generally center upon rescuing Princess Peach from the Koopa villain Bowser. His fraternal twin brother and sidekick is Luigi.",
  "/wiki/Anderson_Cooper": "Anderson Hays Cooper (born June 3, 1967) is an American journalist, television personality, and author. He is the primary anchor of the CNN news show Anderson Cooper 360°. The program is usually broadcast live from a New York City studio; however, Cooper often broadcasts live from CNN's studios in Washington, D.C., or on location for breaking news stories.  In addition, he is a correspondent for 60 Minutes.",
  "/wiki/Renée_Zellweger": "Renée Kathleen Zellweger  (/rəˈneɪ ˈzɛlwɛɡər/; born April 25, 1969) is an American actress and producer. She has received numerous accolades, including two Academy Awards, four Golden Globe Awards, and two BAFTA Awards. Zellweger was one of the world's highest-paid actresses by 2007 and was named Hasty Pudding Theatricals' Woman of the Year in 2009. She appeared in Forbes Celebrity 100 in 2006 and 2007.",
  "/wiki/Brittany_Snow": "Brittany Anne Snow (born March 9, 1986) is an American actress, producer, director and singer. She rose to prominence when she appeared in the CBS series Guiding Light (1998–2001) for which she won a Young Artist Award for Best Young Actress and was nominated for two other Young Artist Awards and a Soap Opera Digest Award. Snow then starred in the NBC series American Dreams (2002–2005) for which she was nominated for a Young Artist Award and three Teen Choice Awards.",
  "/wiki/American_Idol": "American Idol is an American singing competition television series created by Simon Fuller, produced by FremantleMedia North America and 19 Entertainment, and distributed by Fremantle North America. It initially aired on Fox from June 11, 2002, to April 7, 2016, for 15 seasons. It had a hiatus for two years, until March 11, 2018, when a revival of the series aired on ABC.",
  "/wiki/Leona_Lewis": "Leona Louise Lewis (born 3 April 1985) is a British singer, songwriter, actress, model and activist. She was born and raised in the London Borough of Islington in London, where she attended the BRIT School for Performing Arts and Technology. Lewis achieved national recognition when she won the third series of The X Factor in 2006, winning a £1 million recording contract with Simon Cowell's record label, Syco Music. Her winner's single, a cover of Kelly Clarkson's \"A Moment Like This\", peaked at number one for four weeks on the UK Singles Chart and broke a world record for reaching 50,000 digital downloads within 30 minutes. In February 2007, Lewis signed a five-album contract in the United States with Clive Davis's record label, J Records.",
  "/wiki/Diane_Sawyer": "Lila Diane Sawyer (/ˈsɔːjər/; born December 22, 1945) is an American television journalist.",
  "/wiki/Pat_Sajak": "Pat Sajak (/ˈseɪdʒæk/ SAY-jak, born Patrick Leonard Sajdak; October 26, 1946) is an American television personality, former weatherman, and talk show host, best known as the host of the American television game show Wheel of Fortune.",
  "/wiki/Keanu_Reeves": "Keanu Charles Reeves (/kiˈɑːnuː/ kee-AH-noo; born September 2, 1964) is a Canadian[a] actor, producer, and musician. Reeves gained fame for his starring roles in several blockbuster films, including comedies from the Bill and Ted franchise (1989–present); action thrillers Point Break (1991), Speed (1994), and the John Wick franchise (2014–present); psychological thriller The Devil's Advocate (1997); supernatural action horror Constantine (2005); and sci-fi action series The Matrix (1999–present). He has also appeared in drama films such as Dangerous Liaisons (1988), My Own Private Idaho (1991), and Little Buddha (1993), as well as the romantic horror Bram Stoker's Dracula (1992).",
  "/wiki/Josh_Radnor": "Joshua Thomas Radnor (born July 29, 1974)[citation needed] is an American actor, filmmaker, author and musician. He is best known for portraying Ted Mosby on the popular Emmy Award-winning CBS sitcom How I Met Your Mother. He made his writing and directorial debut with the 2010 comedy drama film Happythankyoumoreplease, for which he won the Sundance Film Festival Audience Award and was nominated for the Grand Jury Prize.",
  "/wiki/Bryant_Gumbel": "Bryant Charles Gumbel (born September 29, 1948) is an American television journalist and sportscaster, best known for his 15 years as co-host of NBC's Today. He is the younger brother of sportscaster Greg Gumbel. Since 1995, he has hosted HBO's acclaimed investigative series Real Sports with Bryant Gumbel, which has been rated as \"flat out TV's best sports program\" by the Los Angeles Times. It won a Peabody Award in 2012.",
  "/wiki/David_Boreanaz": "David Boreanaz (/bɔːriˈɑːnəs/; born May 16, 1969) is an  American actor, television producer, and director, known for playing the roles of vampire-turned-private investigator Angel on Buffy the Vampire Slayer (1997–2003) and its spinoff Angel (1999–2004); FBI Special Agent Seeley Booth on the television crime procedural comedy-drama series Bones (2005–2017); and Jason Hayes in the military drama series SEAL Team (2017–present).",
  "/wiki/Keyshia_Cole": "Keyshia M. Cole (born October 15, 1981) is an American singer, songwriter, actress, producer, and television personality. She was born in Oakland, California. Her career began when she met MC Hammer at the age of 12, and later met rapper Tupac Shakur. At the age of 15, she moved to Los Angeles and was later introduced to A&M Records. She released her debut album, The Way It Is (2005), which spawned five singles: \"Never\", \"I Changed My Mind\", \"(I Just Want It) To Be Over\", \"I Should Have Cheated\", and \"Love\". It was certified gold within 17 weeks, and then platinum just eight weeks later. The album stayed on the charts for over a year, selling over 1.6 million copies.",
  "/wiki/Laurence_Fishburne": "Laurence John Fishburne III (born July 30, 1961) is an American actor, playwright, producer, screenwriter, and film director. He is known for playing Morpheus in The Matrix trilogy, Jason \"Furious\" Styles in the 1991 drama film Boyz n the Hood, Tyrone \"Mr. Clean\" Miller in the 1979 war film Apocalypse Now, and most recently \"The Bowery King\" in the John Wick film series.",
  "/wiki/Miss_USA_2008": "Miss USA 2008, the 57th Miss USA pageant, was held in Las Vegas, Nevada on April 11, 2008.  At the conclusion of the final night of competition, Crystle Stewart of Texas was crowned the winner by outgoing titleholder Rachel Smith of Tennessee. Crystle represented the United States at the Miss Universe 2008 pageant, which was held in Vietnam, where she placed in the Top 10. This is the first time in Miss USA history that two consecutive women of African-American descent have been crowned.",
  "/wiki/Milo_Ventimiglia": "Milo Anthony Ventimiglia (/vɛntɪˈmiːljə/, Italian: [ventiˈmiʎʎa]; born July 8, 1977) is an American actor, director and producer. After several roles in television series and parts in independent films, he gained recognition for his roles as Jess Mariano on the television series Gilmore Girls from 2001 to 2006, and as Peter Petrelli on the NBC series Heroes from 2006 to 2010. He has starred as Jack Pearson on the NBC drama This Is Us since 2016.",
  "/wiki/Trevor_Immelman": "Trevor John Immelman (born 16 December 1979) is a South African professional golfer who has played on the PGA Tour, European Tour and Sunshine Tour. He won his sole major championship at the 2008 Masters Tournament.",
  "/wiki/Kristen_Bell": "Kristen Anne Bell (born July 18, 1980) is an American actress and singer. She began her professional acting career by starring in stage productions while attending the Tisch School of the Arts at New York University. In 2001, she made her Broadway debut as Becky Thatcher in the comedy musical The Adventures of Tom Sawyer and starred in the Broadway revival of The Crucible the following year. In 2004, she appeared in the action thriller film Spartan and received critical praise for her performance in the television drama film Gracie's Choice.",
  "/wiki/Heidi_Montag": "Heidi Blair Montag (born September 15, 1986) is an American reality television personality, singer and actress. Born and raised in Crested Butte, Colorado, she befriended Lauren Conrad in 2005. In 2006, Montag came to prominence after being cast in the MTV reality television series The Hills, which chronicled the personal and professional lives of Conrad, Montag, and friends Audrina Patridge and Whitney Port. During its production, she briefly attended the Fashion Institute of Design & Merchandising and was employed by event planning company Bolthouse Productions. As the series progressed, Montag began dating fellow cast member Spencer Pratt, which ultimately ended her friendship with Conrad. Their ensuing feud became the central focus of the series, and was carried through each subsequent season.",
  "/wiki/Fergie_(singer)": "Fergie Duhamel (/ˈfɜːrɡi dəˈmɛl/; born Stacy Ann Ferguson; March 27, 1975) is an American singer, songwriter, rapper, and actress. She originally achieved chart success as part of the hip hop group The Black Eyed Peas. Her debut solo album, The Dutchess (2006), saw commercial success and spawned three Billboard Hot 100 number one singles: \"London Bridge\", \"Glamorous\", and \"Big Girls Don't Cry\".",
  "/wiki/Dancing_with_the_Stars": "Dancing with the Stars is the name of various international television series based on the format of the British TV series Strictly Come Dancing, which is distributed by BBC Worldwide, the commercial arm of the BBC. Currently the format has been licensed to over 42 territories.",
  "/wiki/Kyle_MacLachlan": "Kyle Merritt MacLachlan (/məˈɡlɒklən/; born February 22, 1959) is an American actor. He is best known for his role as Dale Cooper in Twin Peaks (1990–1991; 2017) and its film prequel Twin Peaks: Fire Walk with Me (1992), as well as roles in two of David Lynch's films: Paul Atreides in Dune (1984) and Jeffrey Beaumont in Blue Velvet (1986). MacLachlan's other film roles include Lloyd Gallagher in The Hidden (1987), Ray Manzarek in The Doors (1991), Cliff Vandercave in The Flintstones (1994), Zack Carey in Showgirls (1995), and the voice of Riley's father in Inside Out (2015).",
  "/wiki/Willem_Dafoe": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is known for his distinct gravelly voice, and has received multiple accolades, including nominations for four Academy Awards and three Golden Globe Awards. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, and Wes Anderson.",
  "/wiki/Katie_Lee_Joel": "Katherine \"Katie\" Lee (born September 14, 1981) is an American cookbook author, television food critic, and novelist.",
  "/wiki/Neil_Patrick_Harris": "Neil Patrick Harris (born June 15, 1973) is an American actor, comedian, filmmaker, philanthropist, magician, and singer. He is known primarily for his comedy roles on television and his dramatic and musical stage roles. On television, he is known for playing the title character on Doogie Howser, M.D. (1989–1993), Barney Stinson on How I Met Your Mother (2005–2014, for which he was nominated for four Emmy Awards), and Count Olaf in A Series of Unfortunate Events (2017–2019).",
  "/wiki/Colin_Firth": "Colin Andrew Firth CBE (born 10 September 1960) is an English actor who has received an Academy Award, a Golden Globe Award, two BAFTA Awards, and three Screen Actors Guild Awards, as well as the Volpi Cup for Best Actor at the Venice Film Festival. In 2010, Firth's portrayal of King George VI in Tom Hooper's The King's Speech won him the Academy Award for Best Actor.",
  "/wiki/Amy_Poehler": "Amy Meredith Poehler (/ˈpoʊlər/; born September 16, 1971) is an American actress, comedian, writer, producer, and director.",
  "/wiki/Kat_DeLuna": "Kathleen Emperatriz DeLuna (born November 26, 1987) is an American singer, songwriter and dancer. DeLuna began pursuing a career as a singer when she was a teenager. After signing with Epic Records, she released her debut single \"Whine Up\" in 2007. The single went on to become a commercial success, entering the Top 40 in numerous countries and topping the Billboard Hot Dance Club Play chart. Her debut studio album, 9 Lives (2007), failed to see the success of its lead single. The album's third single, \"Run the Show\", became a hit in various territories, and reached number two on the Hot Dance Club Play chart.",
  "/wiki/Helen_Hunt": "Helen Elizabeth Hunt (born June 15, 1963) is an American actress, director, and screenwriter. She rose to fame portraying Jamie Buchman in the sitcom Mad About You (1992–1999, 2019–present), for which she won three Golden Globe Awards for Best Actress in a Television Series – Musical or Comedy and four Emmy Awards (Primetime) for Outstanding Lead Actress in a Comedy Series.",
  "/wiki/Eric_Mabius": "Eric Harry Timothy Mabius (born April 22, 1971) is an American actor. Born in Harrisburg, Pennsylvania, he graduated from Sarah Lawrence College in Bronxville, New York, with a degree in cinema studies. After working in theater productions, Mabius made his film debut in the 1995 independent dark comedy Welcome to the Dollhouse.",
  "/wiki/Sigourney_Weaver": "Susan Alexandra Weaver (born October 8, 1949), professionally known as Sigourney Weaver (/sɪˈɡɔːrni/), is an American actress. Dubbed \"Queen of Sci-Fi\", Weaver is considered to be a pioneer of action heroines in science fiction films. She is primarily known for her role as Ellen Ripley in the Alien franchise. The role earned her an Academy Award nomination in 1986 and is often regarded as one of the most significant female protagonists in all of cinema.",
  "/wiki/Chris_Meloni": "Christopher Peter Meloni (born April 2, 1961) is an American actor. He is known for his television roles as NYPD Detective Elliot Stabler on the NBC legal drama Law & Order: Special Victims Unit for its first twelve seasons and as inmate Chris Keller on the HBO prison drama Oz. In June 2012, he returned to HBO, as the vampire Roman on the main cast of True Blood for the series' fifth season. Meloni also starred in and executive produced the Syfy series Happy! from 2017 to 2019.",
  "/wiki/John_Walsh_(television_host)": "John Edward Walsh Jr. (born December 26, 1945) is an American television personality, criminal investigator, human rights and victim rights advocate, and the host/creator of America's Most Wanted. Walsh is known for his anti-crime activism, with which he became involved following the murder of his son Adam in 1981; in 2008, the late serial killer Ottis Toole was officially named as the killer of Walsh's son. Walsh was part-owner of the now-defunct Museum of Crime & Punishment in Washington, D.C. He also anchors an investigative documentary series, The Hunt with John Walsh, which debuted on CNN in 2014.",
  "/wiki/Mariah_Carey": "Mariah Carey (born March 27, 1969 or 1970) is an American singer, songwriter, record producer, actress and entrepreneur. Referred to as the \"Songbird Supreme\" by the Guinness World Records, she is noted for her five-octave vocal range, melismatic singing style, signature use of the whistle register, and songwriting prowess. She rose to fame in 1990 after signing to Columbia Records and releasing her eponymous debut album, which topped the U.S. Billboard 200 for eleven consecutive weeks. Soon after, Carey became the only artist ever to have their first five singles reach number one on the U.S. Billboard Hot 100 chart, from \"Vision of Love\" to \"Emotions\".",
  "/wiki/Robert_Downey,_Jr.": "Robert John Downey Jr. (born April 4, 1965) is an American actor, producer, and singer. His career has been characterized by critical and popular success in his youth, followed by a period of substance abuse and legal troubles, before a resurgence of commercial success in middle age. In 2008, Downey was named by Time magazine among the 100 most influential people in the world, and from 2013 to 2015, he was listed by Forbes as Hollywood's highest-paid actor. His films have grossed over $14.4 billion worldwide, making him the second highest-grossing box-office star of all time.",
  "/wiki/Hilary_Duff": "Hilary Erhard Duff (born September 28, 1987) is an American actress, businesswoman, singer, songwriter, producer, and writer. Duff began her acting career at a young age and quickly became labeled a teen idol as the title character of the hit television series Lizzie McGuire (2001–2004) and in the theatrical film based on the series, The Lizzie McGuire Movie (2003). Thereafter, Duff appeared in numerous films, with leading roles in Agent Cody Banks (2003), Cheaper by the Dozen (2003), A Cinderella Story (2004), and Cheaper by the Dozen 2 (2005). After experiencing commercial and critical failure in Material Girls (2006), Duff began appearing in independent films such as War, Inc. (2008), According to Greta (2009), and The Haunting of Sharon Tate (2019). She was also an executive producer on the latter two films. Since 2015, she has starred as Kelsey Peters on the TV Land comedy-drama series Younger, for which she has received nominations for People's Choice Awards in 2016 and 2017.",
  "/wiki/Live_with_Regis_and_Kelly_(season_20)": "This is a list of Live with Regis and Kelly episodes which were broadcast during the show's 20th season.  The list is ordered by air date."
}