{
  "/wiki/Assassin%27s_Creed_(video_game)": "Assassin's Creed is an action-adventure video game developed by Ubisoft Montreal and published by Ubisoft. It is the first installment in the Assassin's Creed series. The game was released for PlayStation 3 and Xbox 360 in November 2007 and was made available on Microsoft Windows in April 2008. Also, the game can be played on Xbox One consoles via backward compatibility.",
  "/wiki/Astro_Boy:_The_Video_Game": "Astro Boy: The Video Game is an action video game based on the 2009 CG animated film of the same name. The game was released in Japan on October 8, 2009 for the PlayStation Portable under the name Atom (アトム, Atomu) to coincide with the Japanese theatrical release on October 10, 2009. It was later released on the same system as a downloadable game in North America on October 14, 2009. It received a retail version of it and a port to the PlayStation 2, Nintendo DS and Wii which were released on October 20, 2009 to coincide with the North American theatrical release of the film on October 23, 2009. It features the voices of Freddie Highmore and Kristen Bell, reprising their film roles.",
  "/wiki/Assassin%27s_Creed_II": "Assassin's Creed II is a 2009 action-adventure video game developed by Ubisoft Montreal and published by Ubisoft. It is the second major installment in the Assassin's Creed series, a sequel to 2007's Assassin's Creed. The game was first released on the PlayStation 3 and Xbox 360 in November 2009, and was later made available on Microsoft Windows in March 2010 and OS X in October 2010. Several minor game related features could be redeemed on Uplay and three downloadable expansion packs were released on Xbox Live.",
  "/wiki/Assassin%27s_Creed:_Brotherhood": "Assassin's Creed: Brotherhood is a 2010 action-adventure video game developed by Ubisoft Montreal and published by Ubisoft. It is the third major installment in the Assassin's Creed series, a direct sequel to 2009's Assassin's Creed II. The game was first released on the PlayStation 3 and Xbox 360 in November and December 2010 and was later made available on Microsoft Windows in March and June 2011.",
  "/wiki/Disney_Infinity_(video_game)": "Disney Infinity is an action-adventure sandbox video game developed by Avalanche Software and published by Disney Interactive Studios. It was announced on January 15, 2013. The game used collectible figurines that were then synchronized with the game, unlocking characters from Disney and Pixar properties that interact and go on adventures. The game was released for Xbox 360, PlayStation 3, Wii, Wii U, and Nintendo 3DS in August 2013. A PC version of Toy Box was also released on November 14, 2013. The game had a budget approaching $100 million. A sequel, Disney Infinity: Marvel Super Heroes, was released on September 23, 2014. The third edition, Disney Infinity 3.0, was released on August 30, 2015, and introduced support for the Apple TV.",
  "/wiki/Disney_Infinity:_Marvel_Super_Heroes": "Disney Infinity: Marvel Super Heroes (also known as Disney Infinity 2.0 Edition) is an action-adventure sandbox toys-to-life video game developed by Avalanche Software and published by Disney Interactive Studios. The game features additional work by Studio Gobo and Ninja Theory. It is the sequel and successor of the 2013 video game Disney Infinity and was announced on April 8, 2014. The game was released on September 23, 2014 in North America, September 19, 2014 in the United Kingdom, September 18, 2014 in Australia and the rest of Europe for iOS, PlayStation 3, PlayStation 4, Wii U, Microsoft Windows, Xbox 360 and Xbox One,1 and for PlayStation Vita on May 9, 2015.",
  "/wiki/Disney_Infinity_3.0": "Disney Infinity 3.0 is an action-adventure sandbox video game published by Disney Interactive Studios for Microsoft Windows, PlayStation 3, PlayStation 4, Wii U, Xbox 360, Xbox One and Apple TV, and is the third and final installment in the toys-to-life Disney Infinity series. It was developed by Avalanche Software, with additional help from Ninja Theory, Studio Gobo, Sumo Digital, and United Front Games. In contrast to how Disney Infinity 2.0 focused on Marvel characters and playsets, 3.0 has a focus on the Star Wars franchise. The game was announced on May 5, 2015, and was released on August 28, 2015 in Europe and on August 30, 2015 in North America.",
  "/wiki/Kingdom_Hearts_III": "Kingdom Hearts III[a] is a 2019 action role-playing game developed and published by Square Enix for the PlayStation 4 and Xbox One. It is the twelfth installment in the Kingdom Hearts series, and serves as a conclusion of the \"Dark Seeker Saga\" story arc that began with the original game. Set after the events of Kingdom Hearts 3D: Dream Drop Distance, returning protagonist Sora is joined by Donald Duck, Goofy, King Mickey and Riku in their search for seven guardians of light as they attempt to thwart Xehanort's plan to bring about a second Keyblade War. Their journey has them cross paths with characters and visit worlds based on different Disney and Pixar intellectual properties."
}