{
  "/wiki/East_Tennessee_State_Buccaneers_men%27s_soccer": "The East Tennessee State Buccaneers men's soccer team is a varsity intercollegiate athletic team of East Tennessee State University in Johnson City, Tennessee, United States. The team is a member of the Southern Conference, which is part of the National Collegiate Athletic Association's Division I. ETSU's first men's soccer team was fielded in 2008. The team plays its home games at Summers-Taylor Stadium on the ETSU campus. The Buccaneers were coached by Bo Oshoniyi until he was hired away by Dartmouth College. In March 2018, ETSU announced the hiring of former University of Kentucky assistant coach David Casper.",
  "/wiki/Scott_Calabrese": "Louis Scott Calabrese (born June 2, 1972) is an American former soccer goalkeeper who is currently the head men's soccer coach at University of Central Florida.",
  "/wiki/Nike,_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Florida_Gulf_Coast_Eagles_men%27s_soccer": "The Florida Gulf Coast Eagles men's soccer team represents Florida Gulf Coast University in Fort Myers, Florida in all NCAA Division I men's soccer competitions. The Eagles compete in the Atlantic Sun Conference. The soccer team is one of several varsity sports teams that represent the Florida Gulf Coast Eagles.",
  "/wiki/Bob_Butehorn": "Robert \"Bob\" Butehorn (born 1960) is an American soccer coach who currently coaches the South Florida Bulls men's soccer program. Butehorn attended the University of Tampa, where he was part of the team's 1981 NCAA Division II Soccer Championship run. He previously served as the head coach for the Florida Gulf Coast Eagles men's soccer program.",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/Jacksonville_Dolphins_men%27s_soccer": "The Jacksonville Dolphins men's soccer team is a varsity intercollegiate athletic team of Jacksonville University in Jacksonville, Florida, United States. The team is a member of the Atlantic Sun Conference, which is part of the National Collegiate Athletic Association's Division I. Jacksonville's first men's soccer team was fielded in 1957. The team plays its home games at Southern Oak Stadium. The Dolphins are coached by Mauricio Ruiz.",
  "/wiki/Lipscomb_Bisons_men%27s_soccer": "The Lipscomb Bisons men's soccer team represents Lipscomb University in all NCAA Division I men's college soccer competitions. The Bisons play in the Atlantic Sun Conference, where they are the two-time defending A-Sun champions.",
  "/wiki/Mercer_Bears_men%27s_soccer": "The Mercer Bears men's soccer team represents Mercer University in all NCAA Division I men's college soccer competitions. The Bears play in the Southern Conference.",
  "/wiki/North_Florida_Ospreys_men%27s_soccer": "The North Florida Ospreys men's soccer program represents the University of North Florida in all NCAA Division I men's college soccer competitions. Founded in 1991, the Ospreys compete in the Atlantic Sun Conference. The Ospreys are coached by Derek Marinatos, who has coached the program since 2011. The Ospreys plays their home matches at Hodges Stadium, on the UNF campus.",
  "/wiki/Northern_Kentucky_Norse_men%27s_soccer": "The Northern Kentucky Norse are the athletic teams of Northern Kentucky University, located in Highland Heights, Kentucky, United States. NKU is an NCAA Division I school competing in the Horizon League, which it joined on July 1, 2015 after leaving the Atlantic Sun Conference. The university's teams for both men and women are nicknamed \"Norse.\"",
  "/wiki/Under_Armour": "Under Armour, Inc. is an American company that manufactures footwear, sports, and casual apparel. Under Armour's global headquarters are located in Baltimore, Maryland with additional offices located in Amsterdam (European headquarters), Austin, Guangzhou, Hong Kong, Houston, Jakarta, London, Mexico City, Munich, New York City, Panama City (international headquarters), Paris, Pittsburgh, Portland, San Francisco, São Paulo, Santiago, Seoul, Shanghai (Greater Chinese headquarters), and Toronto.",
  "/wiki/Stetson_Hatters_men%27s_soccer": "The Stetson Hatters are composed of 18 teams representing Stetson University in intercollegiate athletics. The Hatters compete in the NCAA Division I Football Championship Subdivision (FCS) and are members of the Atlantic Sun Conference for most sports, except for the football team, which competes in the Pioneer Football League.",
  "/wiki/South_Carolina_Upstate_Spartans_men%27s_soccer": "The USC Upstate Spartans are the seventeen sports teams representing the University of South Carolina Upstate in Spartanburg, South Carolina in intercollegiate athletics. The Spartans compete in the NCAA Division I and are members of the Big South Conference since 2018.",
  "/wiki/2013_Atlantic_Sun_Conference_men's_soccer_season": "The 2013 Atlantic Sun Conference men's soccer season will be the 35th season of men's varsity soccer in the conference. It will be the last A-Sun season for East Tennessee State and Mercer, both of which will move to the Southern Conference in July 2014."
}