{
  "/wiki/Giorgio_Fieschi": "Giorgio Fieschi (ca. 1395 – October 1461) was an Italian cardinal, of the counts of Lavagna.",
  "/wiki/Genoa": "Genoa (/ˈdʒɛnoʊə/ JEN-oh-ə; Italian: Genova [ˈdʒɛːnova] (listen); Ligurian: Zêna [ˈzeːna]; English, historically, and Latin: Genua) is the capital of the Italian region of Liguria and the sixth-largest city in Italy. In 2015, 594,733 people lived within the city's administrative limits. As of the 2011 Italian census, the Province of Genoa, which in 2015 became the Metropolitan City of Genoa, counted 855,834 resident persons. Over 1.5 million people live in the wider metropolitan area stretching along the Italian Riviera.",
  "/wiki/Bishop_of_Ostia_e_Velletri": "The Bishop of Ostia is the head of the suburbicarian diocese of Ostia, one of the seven suburbicarian sees of Rome. The position is now attached to the post of Dean of the College of Cardinals, as it has been since 1150, with the actual governance of the diocese entrusted to the Vicar General of Rome.",
  "/wiki/Pope_Eugenius_IV": "Pope Eugene IV (Latin: Eugenius IV; 1383 – 23 February 1447), born Gabriele Condulmer, was Pope from 3 March 1431 to his death in 1447. He is the most recent pope to have taken the name \"Eugene\" upon his election.",
  "/wiki/Dean_of_the_Sacred_College_of_Cardinals": "The Dean of the College of Cardinals (Latin: Decanus Collegii S. R. E. Cardinalium) is the leader of the College of Cardinals in the Roman Catholic Church. The position was established in the early 12th century.",
  "/wiki/Bishop_of_Albenga": "The Diocese of Albenga-Imperia (Latin: Dioecesis Albinganensis-Imperiae) is a Roman Catholic ecclesiastical territory in Liguria, northern Italy; the traditional name of the Diocese of Albenga was changed by decree of the Congregation of Bishops in the Roman Curia, with the approval of Pope Paul VI, on 1 December 1973. It is a suffragan of the Archdiocese of Genoa.",
  "/wiki/Isidore_of_Kiev": "Isidore of Kiev, also known as Isidore of Thessalonica (Greek: Ἰσίδωρος τοῦ Κιέβου; Russian: Исидор; Ukrainian: Ісидор; b. Peloponnesus, 1385 – d.Rome, 27 April 1463) was a Byzantine Greek Metropolitan of Kiev, cardinal, humanist, and theologian. He was one of the chief Eastern defenders of reunion at the time of the Council of Florence.",
  "/wiki/Greece": "Greece (Greek: Ελλάδα), officially the Hellenic Republic (Greek: Ελληνική Δημοκρατία), historically also known as Hellas, is a country located in Southeast Europe. Its population is approximately 10.7 million as of 2018; Athens, the nation's capital, is its largest city, followed by Thessaloniki.",
  "/wiki/Bishop_of_Sabina": "The Diocese of Sabina-Poggio Mirteto (originally, Sabina) (Lat.: Sabinensis-Mandelensis) a suburbicarian see of the Holy Roman Church (which means it carries the rare rank of cardinal-bishop) and a diocese of the Catholic Church in Italy in the Roman province of the Pope.",
  "/wiki/Latin_Patriarch_of_Constantinople": "The Latin Patriarchate of Constantinople was an office established as a result of the Fourth Crusade and its conquest of Constantinople in 1204. It was a Roman Catholic replacement for the Eastern Orthodox Ecumenical Patriarchate of Constantinople, and remained in the city until the reconquest of Constantinople by the Byzantines in 1261, whereupon it became a titular see. The office was finally abolished in 1964.",
  "/wiki/Nicosia": "Nicosia (/ˌnɪkəˈsiːə/ NIK-ə-SEE-ə; Greek: Λευκωσία, romanized: Lefkosía [lefkoˈsi.a]; Turkish: Lefkoşa [lefˈkoʃa]) is the largest city, capital, and seat of government of the island of Cyprus. It is located near the centre of the Mesaoria plain, on the banks of the River Pedieos.",
  "/wiki/Bessarion": "Basilios (or Basilius) Bessarion (Greek: Βασίλειος Βησσαρίων; 2 January 1403 – 18 November 1472), a Roman Catholic cardinal bishop and the titular Latin Patriarch of Constantinople, was one of the illustrious Greek scholars who contributed to the great revival of letters in the 15th century. He was educated by Gemistus Pletho in Neoplatonic philosophy. Later, he became a Roman Catholic cardinal, and was twice considered for the papacy. He has been mistakenly known also as Johannes Bessarion or Giovanni Bessarione due to an erroneous interpretation of Gregory III Mammas.",
  "/wiki/Bishop_of_Frascati": "The Diocese of Frascati (Lat.: Tusculana) is a suburbicarian see of the Holy Roman Church and a diocese of the Catholic Church in Italy, based at Frascati, near Rome. The bishop of Frascati is a Cardinal Bishop; from the Latin name of the area, the bishop has also been called Bishop of Tusculum.[A] Tusculum was destroyed in 1191. The bishopric moved from Tusculum to Frascati, a nearby town which is first mentioned in the pontificate of Pope Leo IV. Until 1962, the Cardinal-Bishop was concurrently the diocesan bishop of the see in addition to any curial duties he possessed.  Pope John XXIII removed the Cardinal Bishops from any actual responsibility in their suburbicarian dioceses, and made the title purely honorific.",
  "/wiki/Mazara_del_Vallo": "Mazara del Vallo (Italian pronunciation: [madˈdzaːra del ˈvallo]; Sicilian: Mazzara)  is a town and comune in the province of Trapani, southwestern Sicily, Italy. It lies mainly on the left bank at the mouth of the Mazaro river.",
  "/wiki/Pamplona": "Pamplona (Spanish: [pamˈplona]; French: Pampelune, Basque: Iruña; IPA: [iɾuɲa] or Iruñea; IPA: [iɾuɲea]) is the capital city of the Autonomous Community of Navarre, in Spain, and historically also of the former Kingdom of Navarre. Pamplona is also the second-largest city in the greater Basque cultural region, composed of two Spanish autonomous communities, Navarre and Basque Country, and the French Basque Country.",
  "/wiki/Congregation_of_St._Basil": "The Congregation of St. Basil, also known as the Basilian Fathers, is a community of priests, students for the priesthood, and lay associates. It is an apostolic community whose members profess simple vows. The Basilians seek the glory of God, especially in the works of education and evangelization. The Congregation was founded in 1822 in the aftermath of the French Revolution. In the early 19th century the Basilian Fathers' educational and pastoral work brought them to a variety of locations in Canada and the United States. In the 1960s, the priests began to minister in Mexico, and in Colombia in the 1980s.",
  "/wiki/Guillaume_d'Estouteville": "Guillaume d'Estouteville, (c. 1412–1483) was a French aristocrat of royal blood who became a leading bishop and cardinal. He held a number of Church offices simultaneously.  He conducted the reexamination of the case of Jeanne d'Arc and exonerated her of the charges against her.  He reformed the Statutes of the University of Paris.  In Rome he became one of the most influential members of the Curia, as the official Protector of France in church business.  Pope Sixtus IV appointed him Chamberlain of the Holy Roman Church (Camerlengo). His great wealth allowed him to be a generous patron of the arts, especially in the building and adornment of churches.",
  "/wiki/Archbishop_of_Rouen": "The Roman Catholic Archdiocese of Rouen (Latin: Archidioecesis Rothomagensis; French: Archidiocèse de Rouen) is an archdiocese of the Latin Rite of the Roman Catholic Church in France. As one of the fifteen Archbishops of France, the Archbishop of Rouen's ecclesiastical province comprises the majority of Normandy. The Archbishop of Rouen is Dominique Lebrun.",
  "/wiki/Liberian_Basilica": "The Basilica di Santa Maria Maggiore (Italian pronunciation: [ˈsanta maˈriːa madˈdʒoːre]; Basilica of Saint Mary Major, Latin: Basilica Sanctae Mariae Maioris), or church of Santa Maria Maggiore, is a Papal major basilica and the largest Catholic Marian church in Rome, Italy.",
  "/wiki/Augustinians": "Augustinians are members of Christian religious orders that follow the Rule of Saint Augustine, written about 400 by Augustine of Hippo. There are two distinct types of Augustinians in Catholic religious orders dating back to the 12th–3th centuries:",
  "/wiki/Juan_de_Torquemada_(cardinal)": "Juan de Torquemada, O.P. (1388 – 26 September 1468), (church Latin Johannes de Turre cremata, various spellings), Spanish ecclesiastic, was born at Valladolid, and was educated in that city.",
  "/wiki/Crown_of_Castile": "The Crown of Castile[nb 1] was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the crowns of Castile and Aragon with the marriage of the Catholic Monarchs up to the promulgation of the Nueva Planta decrees by Philip V in 1715.",
  "/wiki/See_of_Palestrina": "The Roman Catholic Suburbicarian Diocese of Palestrina (Latin: Diocesis Praenestina) is a Roman Catholic suburbicarian diocese centered on the comune of Palestrina in Italy.",
  "/wiki/Subiaco,_Italy": "Subiaco   is a town and comune in the Metropolitan City of Rome, in Lazio, central Italy, 40 kilometres (25 mi) from Tivoli alongside the river Aniene. It is   a tourist and religious resort thanks to  its sacred grotto (Sacro Speco), in the medieval St Benedict's Abbey, and for the Abbey of Santa Scolastica.",
  "/wiki/Pope_Paul_II": "Pope Paul II (Latin: Paulus II; 23 February 1417 – 26 July 1471), born Pietro Barbo, was Pope from 30 August 1464 to his death in 1471. When his maternal uncle, Gabriele Condulmer, became Pope Eugenius IV, Pietro switched from training to be a merchant to religious studies. His rise in the Church was relatively rapid. Elected pope in 1464, he amassed a great collection of art and antiquities.",
  "/wiki/Venice": "Venice (/ˈvɛnɪs/ VEN-iss; Italian: Venezia [veˈnɛttsja] (listen); Venetian: Venesia or Venexia, pronounced [veˈnɛsja]) is a city in northeastern Italy and the capital of the Veneto region. It is situated on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are located in the shallow Venetian Lagoon, an enclosed bay that lies between the mouths of the Po and the Piave rivers (more exactly between the Brenta and the Sile). In 2018, 260,897 people resided in the Comune di Venezia, of whom around 55,000 live in the historical city of Venice (centro storico). Together with Padua and Treviso, the city is included in the Padua-Treviso-Venice Metropolitan Area (PATREVE), which is considered a statistical metropolitan area, with a total population of 2.6 million.",
  "/wiki/Cardinal-nephew": "A cardinal-nephew (Latin: cardinalis nepos; Italian: cardinale nipote; Spanish: valido de su tío; French: prince de fortune) was a cardinal elevated by a pope who was that cardinal's relative. The practice of creating cardinal-nephews originated in the Middle Ages, and reached its apex during the 16th and 17th centuries. The last cardinal-nephew was named in 1689 and the practice was extinguished in 1692. The word nepotism originally referred specifically to this practice, when it appeared in the English language about 1669. From the middle of the Avignon Papacy (1309–1377) until Pope Innocent XII's anti-nepotism bull (a papal charter), Romanum decet pontificem (1692), a pope without a cardinal-nephew was the exception to the rule. Every Renaissance pope who created cardinals appointed a relative to the College of Cardinals, and the nephew was the most common choice, although one of Alexander VI's creations was his own son.",
  "/wiki/Bishop_of_Vicenza": "The Diocese of Vicenza (Latin: Dioecesis Vicentina) is a Roman Catholic ecclesiastical territory in Italy.",
  "/wiki/Vatican_Basilica": "The Papal Basilica of Saint Peter in the Vatican (Italian: Basilica Papale di San Pietro in Vaticano), or simply Saint Peter's Basilica (Latin: Basilica Sancti Petri), is a church built in the Renaissance style located in Vatican City, the papal enclave which is within the city of Rome.",
  "/wiki/Antonio_de_la_Cerda": "Antonio Cerdà i Lloscos (1390 – 12 September 1459) (called the Cardinal of Messina or the Cardinal of Lleida (a.k.a. Lérida)) was a Spanish Roman Catholic bishop and cardinal.",
  "/wiki/Catalonia": "Catalonia (/ˌkætəˈloʊniə/; Catalan: Catalunya [kətəˈluɲə]; Aranese: Catalonha [kataˈluɲɔ]; Spanish: Cataluña [kataˈluɲa]) is an autonomous community on the northeastern corner of Spain, self-designated as a nationality by its Statute of Autonomy.[c] Catalonia consists of four provinces: Barcelona, Girona, Lleida, and Tarragona. The capital and largest city is Barcelona, the second-most populated municipality in Spain and the core of the sixth most populous urban area in the European Union. It comprises most of the territory of the former Principality of Catalonia (with the remainder Roussillon now part of France's Pyrénées-Orientales, Occitanie). It is bordered by France (Occitanie) and Andorra to the north, the Mediterranean Sea to the east, and the Spanish autonomous communities of Aragon to the west and Valencia to the south. The official languages are Catalan, Spanish, and the Aranese dialect of Occitan.",
  "/wiki/Pope_Nicholas_V": "Pope Nicholas V (Latin: Nicholaus V; 13 November 1397 – 24 March 1455), born Tommaso Parentucelli, was Pope from 6 March 1447 until his death. Pope Eugene made him a cardinal in 1446 after successful trips to Italy and Germany, and when Eugene died the next year Parentucelli was elected in his place. He took his name Nicholas in memory of his obligations to Niccolò Albergati.",
  "/wiki/Bishop_of_Lerida": "The Diocese of Lleida, known as the Diocese of Lerida in English, (Latin, Ilerdensis) is located in north-eastern Spain, in the province of Lleida, part of the autonomous community of Catalonia. The diocese forms part of the ecclesiastical province of Tarragona, and is thus suffragan to the Archdiocese of Tarragona.",
  "/wiki/Giovinazzo": "Giovinazzo (Barese: Scevenàzze) is a town, comune (municipality) and former bishopric within the Metropolitan City of Bari, Apulia region, southeastern Italy.",
  "/wiki/Latino_Orsini": "Latino Orsini (1411 – 11 August 1477) was an Italian Cardinal.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.",
  "/wiki/See_of_Bari": "The Roman Catholic Archdiocese of Bari-Bitonto (Latin: Archidioecesis Barensis-Bituntina) is Metropolitan Latin rite archbishopric in the administrative Bari province, Puglia (Apulia) region, southeastern Italy (the 'Heel'), created in 1986, when the historical diocese of Bitonto was subsumed in the Archdiocese of Bari.",
  "/wiki/Lateran_Basilica": "The Cathedral of the Most Holy Savior and of Saints John the Baptist and the Evangelist in the Lateran (Italian: Santissimo Salvatore e Santi Giovanni Battista ed Evangelista in Laterano) – also known as the Papal Archbasilica of Saint John [in] Lateran, Saint John Lateran, or the Lateran Basilica – is the cathedral church of the Diocese of Rome in the city of Rome and serves as the seat of the Roman Pontiff.",
  "/wiki/Alain_de_Coëtivy": "Alain (II) de Coëtivy (8 November 1407 – 4 May 1474) was a French prelate from a Breton noble family.  He was bishop of Avignon, Uzès, Nîmes and of Dol, titular cardinal of Santa Prassede, then cardinal-bishop of Palestrina and cardinal-bishop of Sabina.  Many sources mention him as the Cardinal of Avignon.",
  "/wiki/Bishop_of_Avignon": "The Roman Catholic Archdiocese of Avignon (Latin: Archidioecesis Avenionensis; French: Archidiocèse d'Avignon) is an archdiocese of the Latin Rite of the Roman Catholic Church in France. The diocese exercises jurisdiction over the territory embraced by the department of Vaucluse, in the Region of Provence-Alpes-Côte d'Azur. The current archbishop is Jean-Pierre Marie Cattenoz, who was appointed in 2002.",
  "/wiki/Roman_Catholic_Diocese_of_Nîmes": "The Roman Catholic Diocese of Nîmes (Latin: Dioecesis Nemausensis; French: Diocèse de Nîmes) is a diocese of the Latin Rite of the Roman Catholic Church in France. The diocese comprises all of the department of Gard. It is suffragan of the Diocese of Avignon.",
  "/wiki/Ancient_Diocese_of_Dol": "The Breton and French Catholic diocese of Dol existed from 848 to the French Revolution. It was suppressed by the Concordat of 1801. Its see was Dol Cathedral. Its scattered territory (deriving from the holdings of the Celtic monastery, and including an enclave at the mouth of the Seine) was shared  mainly by the Diocese of Rennes and the Diocese of Saint-Brieuc.",
  "/wiki/Filippo_Calandrini": "Filippo Calandrini (1403 – 18 July 1476) was an Italian Roman Catholic cardinal and half-brother of Pope Nicholas V.",
  "/wiki/Bologna": "Bologna (/bəˈloʊnjə/, UK also /bəˈlɒnjə/, Italian: [boˈloɲɲa] (listen); Bolognese: Bulåggna [buˈlʌɲːa]; Latin: Bononia) is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy, at the heart of a metropolitan area of about one million people.",
  "/wiki/Bishop_of_Bologna": "The Archdiocese of Bologna is a metropolitan archbishopric of the Catholic Church in northern Italy. The cathedra is in the cathedral church of San Pietro in Bologna. The current Archbishop is Matteo Zuppi who was installed in 2015.",
  "/wiki/Luis_Julian_de_Milà": "Luis Julian de Milà y de Borja (1432, in Xàtiva, (Kingdom of Valencia) Spain – 1510, in Bèlgida, (Kingdom of Valencia) was a cardinal of the Catholic Church.",
  "/wiki/Pope_Callixtus_III": "Pope Callixtus III (31 December 1378 – 6 August 1458), also known as Alfonso de Borgia (Spanish: Alfons de Borja), was head of the Catholic Church and ruler of the Papal States from 8 April 1455 to his death in 1458. He is the most recent pope to have taken the pontifical name of \"Callixtus\" upon his election. A member of the powerful Borgia family, Callixtus III was the uncle of Pope Alexander VI, whom he appointed to the College of Cardinals.",
  "/wiki/Segorbe": "Segorbe is a municipality in the mountainous coastal province of Castelló, autonomous community of Valencia, Spain. The former Palace of the Dukes of Medinaceli now houses the city's mayor. Segorbe's bull-running week (semana de Toros) in September attracts 200,000 visitors each year. The name in Valencian is Sogorb, but the local language is Spanish, not Valencian.",
  "/wiki/Juan_de_Mella": "Juan de Mella (1397 – October 12, 1467) (called the Cardinal of Zamora) was a Spanish Roman Catholic bishop and cardinal.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/Roman_Catholic_Diocese_of_Zamora_in_Spain": "The Roman Catholic Diocese of Zamora (Latin: Zamoren(sis)) is a diocese in the city of Zamora in the Ecclesiastical province of Valladolid in Spain.",
  "/wiki/Giovanni_Castiglione_(cardinal)": "Giovanni Castiglione (1420–1460) was an Italian Roman Catholic bishop and cardinal.",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.",
  "/wiki/Bishop_of_Pavia": "The Diocese of Pavia (Latin: Dioecesis Papiensis) is a see of the Catholic Church in Italy. It has been a suffragan of the Archdiocese of Milan only since 1817. Previous to the reorganization of the hierarchy in northern Italy by Pope Pius VII after the expulsion of the French and the Congress of Vienna, the diocese of Pavia had depended directly upon the Holy See, despite repeated failed attempts on the part of the Archbishops of Milan to claim control. The diocese has produced one Pope and Patriarch of Venice, and three cardinals.[clarification needed]",
  "/wiki/Enea_Silvio_Piccolomini_(cardinal)": "Pope Pius II (Latin: Pius PP. II, Italian: Pio II), born Enea Silvio Bartolomeo Piccolomini (Latin: Aeneas Silvius Bartholomeus; 18 October 1405 – 14 August 1464) was Pope from 19 August 1458 to his death in 1464. He was born at Corsignano in the Sienese territory of a noble but impoverished family. His longest and most enduring work is the story of his life, the Commentaries, which is the only revealed autobiography ever to have been written by a reigning pope.",
  "/wiki/Siena": "Siena (/siˈɛnə/ see-EN-ə, Italian: [ˈsjɛːna] (listen); in English sometimes spelled Sienna; Latin: Sena Iulia) is a city in Tuscany, Italy. It is the capital of the province of Siena.",
  "/wiki/Bishop_of_Siena": "The Archdiocese of Siena-Colle di Val d'Elsa-Montalcino (Latin: Archidioecesis Senensis-Collensis-Ilcinensis) is a Roman Catholic archdiocese in Tuscany. The seat of the archbishop is the Cathedral of the Assumption in Siena. Until 1459, the diocese was immediately subject to tht Holy See (Papacy), and its bishops attended the Roman synods.  In 1459, Pope Pius II made Siena a metropolitan archbishopric.",
  "/wiki/Bishop_of_Warmia": "This is a list of Bishops and Prince-Bishops of the Diocese of Warmia (Polish: Diecezja warmińska, Latin: Dioecesis Varmiensis, German: Bistum Ermland), which was elevated to the Archdiocese of Warmia in 1992.",
  "/wiki/Giacomo_Tebaldi": "Giacomo Tebaldi (died 1465) (called the Cardinal of Montefeltro or the Cardinal of Sant'Anastasia) was an Italian Roman Catholic bishop and cardinal.",
  "/wiki/Naples": "Naples (/ˈneɪpəlz/; Italian: Napoli [ˈnaːpoli] (listen); Neapolitan: Napule [ˈnɑːpələ, ˈnɑːpulə]; Ancient Greek: Νεάπολις, romanized: Neápolis)[a] is the regional capital of Campania and the third-largest city of Italy after Rome and Milan. In 2017, around 967,069 people lived within the city's administrative limits while its province-level municipality has a population of 3,115,320 residents. Its continuously built-up metropolitan area (that stretches beyond the boundaries of the Metropolitan City of Naples) is the second or third largest metropolitan area in Italy and one of the most densely populated cities in Europe.",
  "/wiki/Archbishop_of_Naples": "The Roman Catholic Archdiocese of Naples (Italian: Arcidiocesi di Napoli; Latin: Archidioecesis Neapolitana) is a Roman Catholic Archdiocese in southern Italy, the see being in Naples. A Christian community was founded there in the 1st century AD and the diocese of Naples was raised to the level of an Archdiocese in the 10th century.  Two Archbishops of Naples have been elected Pope, Paul IV and Innocent XII.",
  "/wiki/Camerlengo_of_the_Sacred_College_of_Cardinals": "The Camerlengo of the Sacred College of Cardinals was the treasurer of that body within the Catholic Church. The title is based on an Italian word for chamberlain, a word no longer used in secular contexts. The position existed from at least 1272 until 1997, when it was allowed to lapse.",
  "/wiki/Prospero_Colonna_(cardinal)": "Prospero Colonna (c. 1410–1463) was a cardinal-nephew of Pope Martin V (Odo Colonna), whose election ended the Western Schism. Colonna was excommunicated for a period due to his rebellion against Martin V's successor, Pope Eugene IV, becoming one of the few excommunicated cardinals. Despite this, Colonna was the leading candidate to succeed Eugene IV in the papal conclave, 1447, where he was two votes away from election for the first three days.",
  "/wiki/Pope_Martin_V": "Pope Martin V (Latin: Martinus V; January/February 1369 – 20 February 1431), born Otto (or Oddone) Colonna, was Pope from 11 November 1417 to his death in 1431. His election effectively ended the Western Schism (1378–1417).",
  "/wiki/Protodeacon": "Protodeacon derives from the Greek proto- meaning 'first' and diakonos, which is a standard ancient Greek word meaning \"assistant\", \"servant\", or \"waiting-man\". The word in English may refer to any of various clergy, depending upon the usage of the particular church in question.",
  "/wiki/Jaime_de_Portugal": "James of Portugal (17 September 1433 – 27 August 1459), also known as James of Coimbra, James of Lusitania,  was a Portuguese infante (prince) of the House of Aviz, and a bishop and cardinal of the Roman Catholic Church.",
  "/wiki/Portuguese_people": "Portuguese people are a Romance ethnic group indigenous to Portugal who share a common Portuguese culture, ancestry or language. Their predominant religion is Christianity, mainly Roman Catholicism, though large segments of the population, especially the younger generations, have no religious affiliation. The Portuguese people's heritage largely derives from the pre-Celts (Lusitanians, Conii) and Celts (Gallaecians, Bracari, Nemetati, Turduli, Astures and Celtici), who were Romanized after the conquest of the region by the ancient Romans. A number of Portuguese can trace descent from Germanic tribes who arrived after the Roman period as ruling elites, namely the Suebi, Buri, Quadi and Marcomanni, then smaller numbers of Vandals, and the Visigoths, who ruled for circa three hundred years. Finally, the Moorish occupation left some genetic contribution in the Iberian Peninsula.",
  "/wiki/Archbishop_of_Lisbon": "The Patriarchate of Lisbon (Latin: Patriarchatus Olisiponensis) is a Metropolitan Archdiocese of the Latin Rite of the Roman Catholic Church based in Lisbon, national capital of Portugal.",
  "/wiki/Paphos": "Paphos /ˈpæfɒs/ (Greek: Πάφος [ˈpafos]; Turkish: Baf), sometimes spelled Pafos, is a coastal city in the southwest of Cyprus and the capital of Paphos District. In antiquity, two locations were called Paphos: Old Paphos, today at Kouklia, and New Paphos.",
  "/wiki/Rodrigo_Borgia": "Pope Alexander VI, born Rodrigo de Borja (Valencian: Roderic Llançol i de Borja [roðeˈɾiɡ ʎanˈsɔl i ðe ˈbɔɾdʒa], Spanish: Rodrigo Lanzol y de Borja [roˈðɾiɣo lanˈθol i ðe ˈβoɾxa]; 1 January 1431 – 18 August 1503), was Pope from 11 August 1492 until his death in 1503.",
  "/wiki/Vice-Chancellor_of_the_Holy_Roman_Church": "The Apostolic Chancery (Latin: Cancellaria Apostolica; also known as the \"Papal\" or \"Roman Chanc(ell)ery\") was a dicastery of the Roman Curia at the service of the Supreme Pontiff of the Roman Catholic Church. The principal and presiding official was the Cardinal Chancellor of Holy Roman Church who was always Cardinal-Priest of the Basilica di San Lorenzo in Damaso. The original, principal function of the office was to collect money to maintain the Papal Army. Pope Pius VII reformed the office when Emperor Napoleon I of France obviated the need for Papal armies. In the early 20th century the office collected money for missionary work. Pope Paul VI abrogated the Cancellaria Apostolica on 27 February 1973. Its obligations were transferred to the Secretariat of State.",
  "/wiki/Roman_Catholic_Archdiocese_of_Valencia_in_Spain": "The Archdiocese of Valencia (Latin, Valentina) is a Catholic ecclesiastical territory located in north-eastern Spain, in the province of Valencia, part of the autonomous community of Valencia. The archdiocese heads the ecclesiastical province of Valencia, with authority over the suffragan dioceses of Ibiza, Majorca, Minorca, Orihuela-Alicante and Segorbe-Castellón. The archbishops are seated in Valencia Cathedral. On 28 August 2014, Pope Francis appointed Cardinal Antonio Cañizares Llovera as the next archbishop of Valencia.",
  "/wiki/1458_papal_conclave": "The papal conclave of 1458 (August 16–19), convened after the death of Pope Callixtus III, elected as his successor Cardinal Enea Silvio Piccolomini who took the name Pius II."
}