{
  "/wiki/Marcel_Gery": "Marcel Gery, in Czech and Slovak Marcel Géry (born March 15, 1965) is a former butterfly swimmer, who was born in Czechoslovakia and competed for the Czechoslovak national team in international competitions.",
  "/wiki/Paris_(city)": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Denis_Pankratov": "Denis Pankratov (Russian: Денис Панкратов; born 4 July 1974) is a retired Russian butterfly swimmer of the 1990s, who was best known for winning the butterfly double at the 1996 Summer Olympics in Atlanta, United States in a unique style. His 100 m butterfly triumph is particularly remembered for his swimming over 25 m of the first lap underwater and then 15 m in the opposite direction, also underwater. He trained at the Volgograd club with fellow individual gold medallist at Swimming World World Swimmer of the Year Yevgeny Sadovyi.",
  "/wiki/Imperia_(city)": "Imperia (pronounced [imˈpɛːrja] (listen)) is a coastal city and comune in the region of Liguria, Italy. It is the capital of the Province of Imperia, and historically it was capital of the Intemelia district of Liguria. Mussolini created the city of Imperia on 21 October 1923 by combining Porto Maurizio and Oneglia and the surrounding village communes of Piani, Caramagna Ligure, Castelvecchio di Santa Maria Maggiore, Borgo Sant'Agata, Costa d'Oneglia, Poggi, Torrazza, Moltedo and Montegrazie.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.",
  "/wiki/Paris,_France": "Paris (French pronunciation: ​[paʁi] (listen)) is the capital and most populous city of France, with a population of 2,148,271 residents (official estimate, 1 January 2020) in an area of 105 square kilometres (41 square miles). Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, science and the arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region, which has an estimated official 2020 population of 12,278,210, or about 18 percent of the population of France. The Paris Region had a GDP of €709 billion ($808 billion) in 2017. According to the Economist Intelligence Unit Worldwide Cost of Living Survey in 2018, Paris was the second most expensive city in the world, after Singapore, and ahead of Zürich, Hong Kong, Oslo and Geneva. Another source ranked Paris as most expensive, on a par with Singapore and Hong Kong, in 2018.",
  "/wiki/Michael_Klim": "Michael George Klim, OAM (born 13 August 1977) is a Polish-born Australian swimmer, Olympic gold medallist, world champion, and former world record-holder.",
  "/wiki/Sydney,_Australia": "Sydney (/ˈsɪdni/ (listen) SID-nee) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated metropolitan population was 5,230,330 and is home to approximately 65% of the state's population.",
  "/wiki/James_Hickman": "James Hickman (born 2 February 1976) is a male English former competitive swimmer.",
  "/wiki/Sheffield": "Sheffield is a city and metropolitan borough in South Yorkshire, England. Historically part of the West Riding of Yorkshire, its name derives from the River Sheaf, which runs through the city. With some of its southern suburbs annexed from Derbyshire, the city has grown from its largely industrial roots to encompass a wider economic base. The population of the City of Sheffield is 582,506 (mid-2018 est.) and it is one of the eight largest regional English cities that make up the Core Cities Group. Sheffield is the third-largest English district by population. The metropolitan population of Sheffield is 1,569,000.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Canberra,_Australia": "Canberra (/ˈkænbərə/ (listen))\nis the capital city of Australia. Founded following the federation of the colonies of Australia as the seat of government for the new nation, it is Australia's largest inland city and the eighth-largest city overall. The city is located at the northern end of the Australian Capital Territory; 280 km (170 mi) south-west of Sydney and 660 km (410 mi) north-east of Melbourne.",
  "/wiki/Lars_Fr%C3%B6lander": "Lars Arne Frölander (born 26 May 1974 in Boden) is a Swedish swimmer. He has competed in six consecutive Olympic Games (1992, 1996, 2000, 2004, 2008 and 2012).",
  "/wiki/Athens,_Greece": "Athens (/ˈæθɪnz/ ATH-inz; Greek: Αθήνα, romanized: Athína [aˈθina] (listen); Ancient Greek: Ἀθῆναι, romanized: Athênai (pl.) [atʰɛ̂ːnai̯]) is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC.",
  "/wiki/Thomas_Rupprath": "Thomas Rupprath (born 16 March 1977 in Neuss) is an Olympic swimmer from Germany, who is nicknamed \"The New Albatross\".",
  "/wiki/Antwerp,_Belgium": "Antwerp (/ˈæntwɜːrp/ (listen); Dutch: Antwerpen [ˈɑntʋɛrpə(n)] (listen); French: Anvers [ɑ̃vɛʁs] (listen); Spanish: Amberes) is a city in Belgium, and is the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan area housing around 1,200,000 people, it's the second largest metropolitan region after Brussels in Belgium.",
  "/wiki/Berlin,_Germany": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/Milorad_%C4%8Cavi%C4%87": "Milorad \"Milo\" Čavić (Serbian Cyrillic: Милорад Чавић, pronounced [mîloraːd tʃǎːʋitɕ]; born May 31, 1984) is a Serbian former professional swimmer. He won silver medal on 100-meter butterfly at the 2008 Summer Olympics in a historic race with American swimmer Michael Phelps. Čavić also was World and European champion, as well as, world record holder. He is one of three swimmers who broke 50 seconds  in the 100m butterfly and he currently holds the European record.",
  "/wiki/Dublin,_Ireland": "Dublin (/ˈdʌblɪn/, locally /ˈdʊb-/; Irish: Baile Átha Cliath [ˈbˠalʲə aːhə ˈklʲiə; ˌbʲlʲaː ˈklʲiə]) is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster.  It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region (formerly County Dublin) as of 2016[update] was 1,347,359. The population of the Greater Dublin Area was 1,904,806 per the 2016 census.",
  "/wiki/Ian_Crocker": "Ian Lowell Crocker (born August 31, 1982) is an American former competition swimmer, five-time Olympic medalist, and former world record-holder.  During his career, he set world records in the 50- and 100-meter butterfly (long course and short course) and the 100-meter freestyle (short course).  He has won a total of twenty-one medals in major international competition, spanning the Olympics, the FINA World Aquatics Championships, and the Pan Pacific Swimming Championships. He has helped coach the Longhorns swim camp in 2019 as well as other years. \nCitation-https://www.teamusa.org/usa-swimming/athletes/Ian-Crocker",
  "/wiki/East_Meadow,_New_York": "East Meadow is a hamlet and census-designated place (CDP) in Nassau County (Long Island), New York, United States. East Meadow is an unincorporated area in the Town of Hempstead.",
  "/wiki/Yevgeny_Korotyshkin": "Yevgeny Yevgeniyevich Korotyshkin, occasionally spelled \"Evgeny\", (Russian: Евгений Евгеньевич Коротышкин) (born 30 April 1983) is a Russian swimmer from Moscow.  He specialises in the butterfly stroke, winning the silver medal in the 100 m butterfly at the 2012 Summer Olympics.",
  "/wiki/Moscow,_Russia": "Moscow (/ˈmɒskoʊ/, in US mainly: /ˈmɒskaʊ/; Russian: Москва, tr. Moskva, IPA: [mɐˈskva] (listen)) is the capital and most populous city of Russia, with approximately 12.6 million residents within the city limits, 17 million within the urban area and 20 million within the metropolitan area. Moscow is one of Russia's federal cities.",
  "/wiki/Chad_le_Clos": "Chad Guy Bertrand le Clos, OIS (born 12 April 1992) is a South African competitive swimmer who is an Olympic, World and Commonwealth Games champion as well as the Commonwealth record holder in the 50 and 100-metre butterfly. He won gold in the 200-metre butterfly and silver in the 100-metre butterfly in the 2012 Olympics in London, as well as silver medals in the 200-metre freestyle and 100-metre butterfly in the 2016 Summer Olympics. He also won five medals at the 2010 Summer Youth Olympics in Singapore. Le Clos has won the Overall Swimming World Cup four times: 2011, 2013, 2014, and 2017. In 2018, Le Clos claimed three gold medals in the 50m, 100m and 200m butterfly events at the Commonwealth Games. He also placed second in the 100m freestyle and third, along with teammates Cameron van der Burgh, Calvyn Justus and Brad Tandy, in the 4x100 medley relay. With another win in the 200m butterfly, Le Clos made history by becoming the first man to win three consecutive 200m butterfly Commonwealth titles.",
  "/wiki/Doha,_Qatar": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.",
  "/wiki/Windsor,_Ontario": "Windsor is a city in southwestern Ontario, Canada, on the south bank of the Detroit River directly across from Detroit, Michigan. Located in Essex County, it is the southernmost city in Canada and marks the southwestern end of the Quebec City–Windsor Corridor. The city's population was 217,188 at the 2016 census, making it the third-most populated city in Southwestern Ontario, after London and Kitchener. The Detroit–Windsor urban area is North America's most populous trans-border conurbation, and the Ambassador Bridge border crossing is the busiest commercial crossing on the Canada–United States border."
}