{
  "/wiki/Eddie_Alderson": "Eddie Alderson (born October 27, 1994) is an American actor, best known for his portrayal of Matthew Buchanan on the ABC Daytime American soap opera One Life to Live in 2001 until 2012. Alderson's performance in the role has been met with critical acclaim, having garnered two Young Artist Award nominations in 2009 and a Daytime Emmy Award nomination in 2012.",
  "/wiki/Matthew_Buchanan": "Matthew Buchanan is a fictional character on the American soap opera One Life to Live. Born onscreen in 1999, the character was rapidly aged in 2001 with the casting of Eddie Alderson, re-establishing his birth year as 1994 (which is also Alderson's birth year). Alderson stayed with the series until the ABC Daytime finale in 2012. Upon resuming as a web series via The Online Network, Robert Gorrie was cast in the role and debuted April 29, 2013, ultimately revising his birth year to 1992.",
  "/wiki/Kristen_Alderson": "Kristen DeAnn Alderson (born May 29, 1991) is an American actress and singer, best known for her fifteen-year portrayal of Starr Manning on the ABC daytime drama One Life to Live, and for originating the role of Kiki Jerome on General Hospital.",
  "/wiki/Starr_Manning": "Starr Manning is a fictional character from the daytime drama One Life to Live. Born onscreen on January 8, 1996, the role was initially portrayed by infant children. In 1998, Starr was rapidly aged when young actress Kristen Alderson debuted in the childhood role, which retconned the character's birth year to 1992. Following the cancellation of One Life to Live and its conclusion in 2012, Alderson carried the role over to ABC's last remaining soap opera, General Hospital, winning a Daytime Emmy Award for Outstanding Younger Actress for the portrayal in 2013. Alderson is the second One Life to Live actor after Gerald Anthony (Marco Dane) to win an Emmy for a crossover role to General Hospital.",
  "/wiki/Gerald_Anthony": "Gerald Anthony (July 31, 1951 – May 28, 2004) was an American actor.",
  "/wiki/Marco_Dane": "Marco Dane is a fictional character from the American soap opera One Life to Live. The role was played by actor Gerald Anthony from its debut in 1977 through 1986, and from 1989 until 1990. Anthony crossed over in the role on sister soap opera General Hospital on September 2, 1992 as Marco, remaining in the role through December 24, 1993.",
  "/wiki/Melissa_Archer": "Melissa Jean Archer (born December 2, 1979 in Dallas, Texas) is an American actress best known for her portrayal of Natalie Buchanan on One Life to Live, portraying the role from 2001 until its final episode in 2013. She also portrayed the character of Serena Mason on the  NBC soap opera Days of Our Lives from December 5, 2014, to August 27, 2015, with a brief one-off reappearance on September 28, 2015 (in a flashback sequence of her murder).",
  "/wiki/Natalie_Buchanan": "Natalie Buchanan is a fictional character from the American soap opera One Life to Live.  She is played by Melissa Archer, who made her first on-screen appearance on July 16, 2001 and remained on the show until its final episode on its online revival on August 19, 2013.",
  "/wiki/Humbert_Allen_Astredo": "Humbert Allen \"Bud\" Astredo, Jr. (April 4, 1929 – February 19, 2016) was an American stage, film, and television actor. He made several notable Broadway and Off Broadway theatrical performances, but was best known for the numerous roles he performed on the daytime Gothic horror soap opera Dark Shadows, most notably that of the warlock Nicholas Blair.",
  "/wiki/Peter_Bartlett_(actor)": "Peter Bartlett (born August 28, 1942) is an American actor and voice actor.",
  "/wiki/Nigel_Bartholomew-Smythe": "This is a list of characters from the ABC Daytime soap opera, One Life to Live, that began their run between the beginning of 1990 and the end of 1999.",
  "/wiki/Susan_Batten": "Susan Batten (born September 21, 1961, in Clayton, North Carolina) is an American soap opera actress, best known for her role as Luna Moody Holden on One Life to Live, a role she originally played from 1991 to 1995.",
  "/wiki/Luna_Moody": "This is a list of characters from the ABC Daytime soap opera, One Life to Live, that began their run between the beginning of 1990 and the end of 1999.",
  "/wiki/Doris_Belack": "Doris Belack (February 26, 1926 – October 4, 2011) was an American character actress of stage, film and television.",
  "/wiki/Anna_Wolek": "Anna Wolek is a fictional character on the American soap opera One Life to Live. Actress Doris Belack played the character from the show's first episode in 1968 until 1977. After Belack left the show, Kathleen Maguire played the character from 1977 until 1978. Phyllis Behar last played the role from 1978 until the character's final appearance in 1982.",
  "/wiki/Ellen_Bethea": "Ellen Bethea (born July 4, 1967) is an American actress, best known for her role as Rachel Gannon on One Life to Live, which she originally played from 1992 to 1995.  She returned to the role for two days in May 2005, when her on-screen mother Hillary B. Smith married Mark Dobies' character, Daniel Colson,[citation needed] and again in 2010.",
  "/wiki/Rachel_Gannon": "Rachel Gannon is a fictional character on the ABC soap opera One Life to Live. She is the daughter of attorneys Nora Hanen and Hank Gannon.",
  "/wiki/Corbin_Bleu": "Corbin Bleu Reivers (/bluː/; born February 21, 1989), known professionally as Corbin Bleu, is an American actor, model, dancer, film producer and singer-songwriter. He performed in the High School Musical film series (2006–2008). Songs from the films also charted worldwide, with the song \"I Don't Dance\" peaking inside the Top 70 of the Billboard Hot 100. During this time, he also starred in the Disney Channel Original Movie Jump In! (2007). His first lead role was in the film Catch That Kid (2004). He has since appeared in the Discovery Kids drama series Flight 29 Down (2005–2007), as well as the film To Write Love on Her Arms (2015). He competed in the 17th season of Dancing with the Stars, partnered with professional dancer Karina Smirnoff.",
  "/wiki/Jeffrey_King": "Jeffrey King is a fictional character from the soap opera One Life to Live. The character was introduced in 2013, and the role was originated by Disney and Broadway star Corbin Bleu.",
  "/wiki/John_Michael_Bolger": "John Michael Bolger (born June 27, 1956) is an American actor who resides in the Hell's Kitchen area of Manhattan's Westside.",
  "/wiki/Roscoe_Born": "Roscoe Born (born November 24, 1950 in Topeka, Kansas) is an American actor and songwriter, best known for his varied roles on television. He played arch-villain Mitch Laurence on One Life to Live in six separate stints (1985, 1986, 1987, 2002-2003, 2009-2010, 2012).",
  "/wiki/Mitch_Laurence": "Mitch Laurence is a fictional character from the ABC daytime soap opera One Life to Live. He was portrayed by Roscoe Born from 1985 to 1987 and again from 2002 to 2003. Born returned from November 9, 2009, to April 6, 2010. Born reappeared again during the series finale prison break storyline on January 3, 2012.",
  "/wiki/Jonathan_Brandis": "Jonathan Gregory Brandis (April 13, 1976 – November 12, 2003) was an American actor. Beginning his career as a child model, Brandis moved on to acting in commercials and subsequently won television and film roles. Brandis made his acting debut in 1982 as Kevin Buchanan on the ABC soap opera One Life to Live. In 1990, he portrayed Bill Denbrough in Stephen King's supernatural horror miniseries It. Also in 1990, he starred as Bastian Bux in The NeverEnding Story II: The Next Chapter. In 1993, at the age of 17, he was cast in the role of Lucas Wolenczak, a teen prodigy on the NBC series seaQuest DSV. The character was popular among teenage female viewers, and Brandis regularly appeared in teen magazines.",
  "/wiki/Kevin_Buchanan": "Kevin Buchanan (born Kevin Lord Riley) is a fictional character from the American soap opera One Life to Live. The character is the first child born to original lead protagonists Victoria Lord and Joe Riley.",
  "/wiki/Kathy_Brier": "Kathy Brier (born March 10, 1975) is an American actress and singer, known for her work on ABC soap opera One Life to Live and the Broadway production of Hairspray.",
  "/wiki/Marcie_Walsh_McBain": "Marcie Walsh McBain is a fictional character on the ABC soap opera, One Life to Live. The role was played by Kathy Brier from October 18, 2002 to June 17, 2009 and briefly on November 6, 12 and 13, 2009. Marcie and Michael returned on October 25, 27 and November 3, 2011.",
  "/wiki/Kale_Browne": "David Charles \"Kale\" Browne (born June 16, 1949) is an American actor. He was born in San Rafael, California. Browne was the first to play the roles of Michael Hudson on Another World (1986–93, 1995–98) and Sam Rappaport on One Life to Live (1998–2001). Browne has a son, Nicholas, with former wife Karen Allen. He was married to Allen from 1988 to 1998.",
  "/wiki/Sam_Rappaport_(One_Life_to_Live)": "Sam Rappaport is a fictional character from the long running ABC soap opera One Life to Live. The role was originated by actor Kale Browne from March 5, 1998, through April 11, 2001. The role was assumed on the episode first-run May 8, 2001, by former All My Children actor Laurence Lau, known for his prior role on the latter as Greg Nelson. Lau left the role on April 9, 2003.",
  "/wiki/Brandon_Buddy": "Brandon Robert Stripling Buddy (born November 26, 1985 in Austin, Texas)\nis an American actor who is known for playing Cole Thornhart on ABC's daytime soap opera One Life to Live a role he played from October 10, 2006 to November 10, 2010.",
  "/wiki/Cole_Thornhart": "Cole Thornhart is a fictional character from the American daytime dramas One Life to Live and General Hospital.",
  "/wiki/Kate_Lane": "This is a list of characters from the ABC Daytime–Prospect Park soap opera, One Life to Live, that began their run between the beginning of 2010 and the final cancelation of the show.",
  "/wiki/List_of_One_Life_to_Live_cast_members": "This is a list of actors and actresses who have had roles on the soap opera, One Life to Live.  For a full historical character listing, see List of One Life to Live characters."
}