{
  "/wiki/Erin_McNaught": "Erin Gleave (née McNaught; born 22 May 1982) is an Australian model, actress, presenter and television personality. McNaught grew up in Australia alongside her older brothers and began playing in a band named \"Short Straw\" in her teenage years. After starting a career in modelling she represented Australia at the Miss Universe 2006 competition but did not progress well. After her participation McNaught went on to secure more modelling contracts and television jobs. In 2007 she took acting classes and secured a part in the soap opera Neighbours playing the role of Sienna Cammeniti. In 2010 she was employed by MTV and fronted their MTV Hits Weekly Hot30 Countdown show.",
  "/wiki/Gleb_Savchenko": "Gleb Savchenko  (Russian: Глеб Савченко; born 16 September 1983) is a Russian dancer and choreographer, who is currently a professional dancer on the U.S. version of Dancing with the Stars. He previously appeared on the UK, Australian, and Russian versions of the show. In 2016, Savchenko took part in the British television cooking show Celebrity MasterChef. \nIn August 2018, Savchenko took part in Celebs on the Farm. He became the first winner of the series.",
  "/wiki/Caine_Eckstein": "Caine Eckstein is an Australian Ironman surf lifesaving champion with his brother Shannon Eckstein.",
  "/wiki/Vogue_Williams": "Vogue Williams (now Matthews, born 2 October 1985) is an Irish model and media personality, known for participating in Dancing with the Stars and Stepping Out and for winning the 2015 series of Bear Grylls: Mission Survive.",
  "/wiki/Shannon_Noll": "Shannon Noll (born 16 September 1975) is an Australian singer-songwriter who first came to prominence as runner-up of the first season of Australian Idol in 2003, which led to him being signed to Sony BMG. He has released five top ten albums, including two number-one multi-platinum sellers. Noll's first ten singles all peaked inside the ARIA top ten, including three that reached number one. He is the only Australian male artist in Australian chart history to have ten consecutive top ten singles. Noll's debut single \"What About Me?\" was certified 4× platinum and became the highest selling single of 2004 in Australia.",
  "/wiki/Kerri-Anne_Kennerley": "Kerri-Anne Kennerley (née Wright; born 22 September 1953) is an Australian television and radio presenter, actress and singer. Kennerley has more than 50 years in the industry, and is an inductee into the Logie Hall of Fame. Kennerley is currently a co-host on Network 10's Studio 10.",
  "/wiki/Jessica_Watson": "Jessica Watson, OAM (born 18 May 1993) is an Australian sailor who was awarded the Order of Australia Medal for completing a southern hemisphere solo circumnavigation at the age of 16. \nDeparting Sydney on 18 October 2009, Watson headed north-east, crossing the equator in the Pacific Ocean before crossing the Atlantic and Indian Oceans. She returned to Sydney on 15 May 2010, three days before her 17th birthday, though the voyage was ultimately shorter than the required 21,600 nautical miles to be considered a global circumnavigation. In recognition of her achievement Watson was named the 2011 Young Australian of the Year, and the following year was awarded a Medal of the Order of Australia. She currently resides in Buderim, Queensland.",
  "/wiki/Brian_Mannix": "Brian Mannix (born 7 October 1961 in Melbourne) is an Australian rock music singer and actor.",
  "/wiki/Uncanny_X-Men_(band)": "Uncanny X-Men are an Australian pop rock band which formed in Melbourne in 1981, and temporarily disbanded in 1987. They are fronted by lead singer Brian Mannix and originally included Chuck Hargreaves on guitar, Steve Harrison on bass guitar, Nick Matandos on drums and Ron Thiessen on guitar. John Kirk replaced Harrison and Craig Waugh replaced Matandos by 1984.",
  "/wiki/Melanie_Hooper": "Melanie Hooper is an Australian ballroom and Latin dancer. She was a professional dancer on Australia's Dancing with the Stars. She also toured with dance show Burn the Floor.",
  "/wiki/Brendan_Fevola": "Brendan Fevola (born 20 January 1981) is a former professional Australian rules footballer. He played with the Carlton and Brisbane Lions football clubs in the Australian Football League (AFL).",
  "/wiki/Australian_Football_League": "The Australian Football League (AFL) is the pre-eminent and only fully professional men's competition of Australian rules football. Through the AFL Commission, the AFL also serves as the sport's governing body, and is responsible for controlling the laws of the game. Originally known as the Victorian Football League (VFL), it was founded in 1896 as a breakaway competition from the Victorian Football Association (VFA), with its inaugural season commencing the following year. The VFL, aiming to become a national competition, began expanding beyond Victoria to other Australian states in the 1980s, and changed its name to the AFL in 1990.",
  "/wiki/Jessica_Raffa": "Jessica Raffa (born circa 1984) is an Australian ballroom dancer known for appearing on Australia's Dancing with the Stars. She won Series 13 of the televised dance competition with celebrity partner Cosentino. Before competing on Dancing with the Stars, Raffa toured with the dance show Burn the Floor.",
  "/wiki/Zoe_Cramond": "Zoe Cramond (born 8 October 1984) is a New Zealand actress. After graduating from Unitec Institute of Technology, Cramond appeared in various theatre productions and television commercials. She made appearances in Outrageous Fortune and Shortland Street, before deciding to give up her acting career to study graphic design. She returned to acting after being cast in the television film Panic at Rock Island and Go Girls.",
  "/wiki/Packed_to_the_Rafters": "Packed to the Rafters was an Australian family-oriented drama/comedy television program which premiered on the Seven Network on Tuesday 26 August 2008 at 8:30 pm. The show continued on Tuesdays in this timeslot for its entire run. The drama series features a mix of lighthearted comedy woven through the plot. It revolves around the Rafter family facing work pressures and life issues, while also tackling serious social issues. The Logie award winning series was the highest rating to screen on the Seven Network in 2008, and the show has consistently been among the top 5 shows of the year throughout its run in Australia.",
  "/wiki/Aric_Yegudkin": "Aric Yegudkin is an Australian choreographer and professional dancer born on 14 November 1985. Yegudkin is best known as a professional dancer on the Australian Dancing with the Stars.",
  "/wiki/Danielle_Spencer_(Australian_actress)": "Danielle Spencer (born 16 May 1969) is an Australian actress, singer and songwriter.",
  "/wiki/Damian_Whitewood": "Damian Whitewood is an Australian dancer and former dancesport competitor.",
  "/wiki/Johnny_Ruffo": "John Patrick Ruffo (born 8 March 1988) is an Australian singer, songwriter, dancer, actor and television presenter notable for being a finalist on the third season of The X Factor Australia in 2011. He placed third in the competition and subsequently signed a recording contract with Sony Music Australia. In 2012, Ruffo won the twelfth season of Dancing with the Stars Australia. His debut single \"On Top\", released in June 2012, peaked at number 14 on the ARIA Singles Chart and was certified platinum. Ruffo starred in the Australian soap opera Home and Away as Chris Harrington for three years from 2013 to 2016.",
  "/wiki/The_X_Factor_(Australia_season_3)": "The X Factor was an Australian television reality music competition, based on the original UK series, to find new singing talent; the winner of which received a management contract and a Sony Music Australia recording contract. The third season premiered on the Seven Network on 29 August 2011 and ended on 22 November 2011. The winner was Reece Mastin and his debut single \"Good Night\" was released after the final. Mastin was mentored throughout by Guy Sebastian, who won as mentor for the first time. There was only a one percent difference in the votes between Mastin and runner-up Andrew Wishart. The season was presented by Luke Jacobz. Ronan Keating and Sebastian were the only judges from the previous season who returned, while Natalie Bassingthwaighte and Mel B joined the judging panel as replacements for former judges, Natalie Imbruglia and Kyle Sandilands.",
  "/wiki/Luda_Kroitor": "Luda Kroitor is a salsa dancer from Australia. She is a five time world Salsa champion. She also won Australia's Dancing with the Stars twice."
}