{
  "/wiki/Ammadelle": "Ammadelle is a historic house at 637 North Lamar Street in Oxford, Mississippi.  Built in 1859, it is an Italianate mansion designed by Calvert Vaux, which he regarded as one of his finest works.  It was designated a National Historic Landmark in 1974.",
  "/wiki/Oxford,_Mississippi": "Oxford is a city in, and the county seat of, Lafayette County, Mississippi, United States. Founded in 1837, it was named after the British university city of Oxford in hopes of having the state university located there, which it did successfully attract.",
  "/wiki/Lafayette_County,_Mississippi": "Lafayette County is a county in the U.S. state of Mississippi. As of the 2010 census, the population was 47,351. Its county seat is Oxford. The local pronunciation of the name is \"la-FAY-et.\" The county's name honors Marquis de Lafayette, a French military hero and American general who fought during the American Revolutionary War.",
  "/wiki/Italianate_architecture": "The Italianate style of architecture was a distinct 19th-century phase in the history of Classical architecture.\nIn the Italianate style, the models and architectural vocabulary of 16th-century Italian Renaissance architecture, which had served as inspiration for both Palladianism and Neoclassicism, were synthesised with picturesque aesthetics. The style of architecture that was thus created, though also characterised as \"Cali Byrd-Renaissance\", was essentially of its own time. \"The backward look transforms its object,\" Siegfried Giedion wrote of historicist architectural styles; \"every spectator at every period—at every moment, indeed—inevitably transforms the past according to his own nature.\"",
  "/wiki/Calvert_Vaux": "Calvert Vaux (/vɔːks/; December 20, 1824 – November 19, 1895) was a British-American architect and landscape designer. Vaux is best known as the co-designer, along with his protégé and junior partner Frederick Law Olmsted, of what would become New York City's Central Park.",
  "/wiki/Anna_Site": "The Anna Site (22 AD 500) is a prehistoric Plaquemine culture archaeological site located in Adams County, Mississippi 10 miles (16 km) north of Natchez. It is the type site for the Anna Phase (1200 to 1350 CE) of the Natchez Bluffs Plaquemine culture chronology. It was declared a National Historic Landmark on September 14, 1993.",
  "/wiki/Natchez,_Mississippi": "Natchez (/ˈnætʃɪz/) is the county seat and only city of Adams County, Mississippi, United States. Natchez has a total population of 15,792 (as of the 2010 census). Located on the Mississippi River across from Vidalia in Concordia Parish, Louisiana, Natchez was a prominent city in the antebellum years, a center of cotton planters and Mississippi River trade.",
  "/wiki/Adams_County,_Mississippi": "Adams County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 32,297. The county seat is Natchez.",
  "/wiki/Plaquemine_culture": "The Plaquemine culture was an archaeological culture (circa 1200 to 1700 CE) centered on the Lower Mississippi River valley. It had a deep history in the area stretching back through the earlier Coles Creek (700-1200 CE) and Troyville cultures (400-700 CE) to the Marksville culture (100 BCE to 400 CE). The Natchez and related Taensa peoples were their historic period descendants. The type site for the culture is the Medora Site in Louisiana; while other examples include the Anna, Emerald, Holly Bluff, and Winterville sites in Mississippi.",
  "/wiki/Archaeological_site": "An archaeological site is a place (or group of physical sites) in which evidence of past activity is preserved (either prehistoric or historic or contemporary), and which has been, or may be, investigated using the discipline of archaeology and represents a part of the archaeological record. Sites may range from those with few or no remains visible above ground, to buildings and other structures still in use.",
  "/wiki/Arlington_(Natchez,_Mississippi)": "Arlington is a historic Federal style house and outbuildings in Natchez, Mississippi.  The 55-acre (22 ha) property, which includes three contributing buildings, was listed on the National Register of Historic Places in 1973. It was further declared a National Historic Landmark in 1974.  Following a fire that destroyed much of the main house, it was placed on Mississippi's 10 most endangered historic places for 2009 by the Mississippi Heritage Trust.",
  "/wiki/Auburn_(Natchez,_Mississippi)": "Auburn is an antebellum mansion in Duncan Park in Natchez, Mississippi. It was designed and constructed by Levi Weeks in 1812, and was the first building to exhibit Greek Revival order in the town.  Its prominent two-story Greek portico served as a model for the subsequent architectural development of local mansions.  It was declared a National Historic Landmark in 1974 and a Mississippi Landmark in 1984.",
  "/wiki/Beauvoir_(Biloxi,_Mississippi)": "The Beauvoir estate is notable as the historic post-war home (1876-1889) of the former President of the  Confederate States of America, Jefferson Davis, (1807/08-1889).  Its construction was begun in 1848 facing the Gulf Coastline (Gulf of Mexico) at Biloxi, Mississippi. It was purchased earlier in 1873 by the planter Samuel Dorsey and his wife Sarah Dorsey. After her husband's death in 1875, the widow, Sarah Ellis Dorsey learned of former Confederate President Jefferson Davis' difficulties.  She invited him to visit at the plantation and offered him a cottage near the main house, where he could live and work at his memoirs (\"Rise and Fall of the Confederate Government\"). He ended up living there the rest of his life. The house and plantation have since been designated as a National Historic Landmark, recognized and listed by the U.S. Department of the Interior and its National Park Service (established 1916).",
  "/wiki/Biloxi,_Mississippi": "Biloxi (/bɪˈlʌksi/ bi-LUK-see; French: [bilusi]) is a city and one of two county seats of Harrison County, Mississippi, United States (the other seat being the adjoining city of Gulfport). The 2010 United States Census recorded the population as 44,054, and in 2018 the estimated population was 45,968. The area was first settled by French colonists.",
  "/wiki/Harrison_County,_Mississippi": "Harrison County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 187,105, making it the second-most populous county in Mississippi. Its county seats are Biloxi and Gulfport. The county is named after U.S. President William Henry Harrison.",
  "/wiki/Jefferson_Davis": "Jefferson Finis Davis[a] (June 3, 1808 – December 6, 1889) was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce.",
  "/wiki/Hurricane_Katrina": "Hurricane Katrina was a Category 5 hurricane that made landfall on Florida and Louisiana in August 2005, causing catastrophic damage, particularly in the city of New Orleans and the surrounding areas, and over 1,200 deaths. Subsequent flooding, caused largely as a result of fatal engineering flaws in the flood protection system known as levees around the city of New Orleans, precipitated most of the loss of lives. The storm was the third major hurricane of the record-breaking 2005 Atlantic hurricane season, as well as the fourth-most intense Atlantic hurricane on record to make landfall in the contiguous United States, behind only the 1935 Labor Day hurricane, Hurricane Camille in 1969, and Hurricane Michael in 2018.",
  "/wiki/Champion_Hill_Battlefield": "The Battle of Champion Hill, fought May 16, 1863, was the pivotal battle in the Vicksburg Campaign of the American Civil War (1861-1865). Union Army commander Maj. Gen. Ulysses S. Grant and the Army of the Tennessee pursued the retreating Confederate States Army,\nunder Lt. Gen. John C. Pemberton and defeated his army twenty miles to the east of Vicksburg, Mississippi, leading inevitably to the Siege of Vicksburg and surrender. The battle is also known as Baker's Creek.",
  "/wiki/Bolton,_Mississippi": "Bolton is a town in Hinds County, Mississippi, United States. The population was 567 at the 2010 census, down from 629 at the 2000 census. It is part of the Jackson Metropolitan Statistical Area.",
  "/wiki/Hinds_County,_Mississippi": "Hinds County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 245,285, making it the most populous county in Mississippi. Its county seats are Raymond and Jackson, the state capital. The county is named for General Thomas Hinds, a hero of the Battle of New Orleans during the War of 1812.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.",
  "/wiki/Commercial_Bank_and_Banker's_House": "The Commercial Bank and Banker's House is an unusual combination building, housing both a bank premises and the principal banker's residence, at 206 Main Street and 107 Canal Street in Natchez, Mississippi.  Built-in 1833, it is a remarkably high-quality and well-preserved example of Greek Revival architecture.  It was designated a National Historic Landmark in 1974.  The bank portion of the building, used for a time by a Christian Science congregation, is presently vacant, while the house portion is a private residence.",
  "/wiki/Siege_and_Battle_of_Corinth_Sites": "The Siege and Battle of Corinth Sites are a National Historic Landmark District encompassing surviving elements of three significant American Civil War engagements in and near Corinth, Mississippi.  Included are landscape and battlefield features of the Siege of Corinth (April 29 to June 10, 1862), the Second Battle of Corinth (October 3-4, 1862), and the lesser Battle of Hatchie's Bridge on October 5, 1862.  The district includes features located in both Alcorn County, Mississippi and Hardeman County, Tennessee, with some of the former preserved as part of Shiloh National Military Park.  It was designated a landmark in 1991.",
  "/wiki/Corinth,_Mississippi": "Corinth is a city in and the county seat of Alcorn County, Mississippi, United States. The population was 14,573 at the 2010 census.  Its ZIP codes are 38834 and 38835. It lies on the state line with Tennessee.",
  "/wiki/Hardeman_County,_Tennessee": "Hardeman County is a county located in the U.S. state of Tennessee. As of the 2010 census, the population was 27,253. Its county seat is Bolivar.",
  "/wiki/Alcorn_County,_Mississippi": "Alcorn County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 37,057. Its county seat is Corinth. The county is named in honor of Governor James L. Alcorn.",
  "/wiki/Shiloh_National_Military_Park": "Shiloh National Military Park preserves the American Civil War Shiloh and Corinth battlefields.  The main section of the park is in the unincorporated town of Shiloh, about nine miles (14 km) south of Savannah, Tennessee, with an additional area located in the city of Corinth, Mississippi, 23 miles (37 km) southwest of Shiloh.  The Battle of Shiloh began a six-month struggle for the key railroad junction at Corinth.  Afterward, Union forces marched from Pittsburg Landing to take Corinth in a May siege, then withstood an October Confederate counter-attack.",
  "/wiki/Dancing_Rabbit_Creek_Treaty_Site": "The Dancing Rabbit Creek Treaty Site is a historic Choctaw Native American gathering place in rural Noxubee County, Mississippi.  Located near a freshwater spring above the floodplain of Dancing Rabbit Creek in the southwestern part of the county, it was the site of a treaty negotiation between the Choctaw and the federal government in 1830, resulting in the Treaty of Dancing Rabbit Creek, in which the Choctaw agreed to surrender their ancestral lands for territory in what is now Oklahoma.  It was the first treaty negotiated after passage of the Indian Removal Act, and served as a model for other treaties passed pursuant to that act.  It also led to the Choctaw Trail of Tears.  The site, now marked by a stone memorial and a small Choctaw cemetery, was designated a National Historic Landmark in 1996.",
  "/wiki/Macon,_Mississippi": "Macon is a city in Noxubee County, Mississippi along the Noxubee River. The population was 2,768 at the 2010 census. It is the county seat of Noxubee County.",
  "/wiki/Noxubee_County,_Mississippi": "Noxubee County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 11,545. Its county seat is Macon. The name is derived from the Choctaw word nakshobi meaning to stink.",
  "/wiki/Choctaw": "The Choctaw (Choctaw: Chahta)[note 1] are a Native American people originally occupying what is now the Southeastern United States (modern-day Alabama, Florida, Mississippi and Louisiana). Their Choctaw language belongs to the Muskogean language family group.",
  "/wiki/Dunleith": "Dunleith is an antebellum mansion at 84 Homochitto Street in Natchez, Mississippi.  Built about 1855, it is Mississippi's only surviving example of a plantation house with a fully encircling colonnade of Greek Revival columns, a form once seen much more frequently than today.  Now an inn and conference center, it was designated a National Historic Landmark in 1974. Currently the original horse stable serves as a fine dining establishment with a traditional English pub in the lower levels of the structure",
  "/wiki/Emerald_Mound_Site": "The Emerald Mound Site (22 AD 504), also known as the Selsertown site, is a Plaquemine culture Mississippian period archaeological site located on the Natchez Trace Parkway near Stanton, Mississippi, United States. The site dates from the period between 1200 and 1730 CE. It is the type site for the Emerald Phase (1500 to 1680 CE) of the Natchez Bluffs Plaquemine culture chronology and was still in use by the later historic Natchez people for their main ceremonial center. The platform mound is the second-largest Pre-Columbian earthwork in the country, after Monk's Mound at Cahokia, Illinois.",
  "/wiki/Stanton,_Mississippi": "Stanton is an unincorporated community in Adams County, Mississippi. It is the nearest community to Emerald Mound Site, a National Historic Landmark.",
  "/wiki/Medgar_Evers_House": "The Medgar and Myrlie Evers Home National Monument, also known as Medgar Evers House, is a historic house museum at 2332 Margaret Walker Alexander Drive in Jackson, Mississippi.  Built in 1956, it was the home of African-American civil rights activist Medgar Evers (1925-1963) at the time of his assassination.  Now owned by Tougaloo College, the restored house is open for tours by appointment. It was designated a National Historic Landmark in 2017. The John D. Dingell, Jr. Conservation, Management, and Recreation Act, signed March 12, 2019, authorized it as a national monument, pending acquisition of property by the National Park Service.",
  "/wiki/Jackson,_Mississippi": "Jackson, officially the City of Jackson, is the capital and most populous city of the U.S. state of Mississippi.  It is one of two county seats of Hinds County, along with Raymond, Mississippi.  The city of Jackson also includes around 3,000 acres comprising Jackson-Medgar Evers International Airport in Rankin County and a small portion of Madison County.  The city's population was estimated to be 165,072 in 2017, a decline from 173,514 in 2010.  The city sits on the Pearl River and is located in the greater Jackson Prairie region of Mississippi.",
  "/wiki/Medgar_Evers": "Medgar Wiley Evers (July 2, 1925 – June 12, 1963) was an American civil rights activist in Mississippi, the state's field secretary for the NAACP, and a World War II veteran who had served in the United States Army. He worked to overturn segregation at the University of Mississippi, end the segregation of public facilities, and expand opportunities for African Americans, which included the enforcement of voting rights.",
  "/wiki/Rowan_Oak": "Rowan Oak, also known as William Faulkner House, is William Faulkner's former home in Oxford, Mississippi. It is a primitive Greek Revival house built in the 1840s by Robert Sheegog.  Faulkner purchased the house when it was in disrepair in the 1930s and did many of the renovations himself.  Other renovations were done in the 1950s.  The house sits on 4 landscaped and twenty nine acres of largely wooded property known as Bailey's Woods. One of its more famous features is the outline of Faulkner's Pulitzer Prize–winning novel A Fable, penciled in graphite and red on the plaster wall of his study. Though the \"rowan oak\" is a mythical tree, the grounds and surrounding woods of Rowan Oak contain hundreds of species of native Mississippi plants, most of which date back to antebellum times. The alley of cedars that lines the driveway was common in the 19th century. The studs of the house are 4\"x4\" square cypress, which were hand-hewn.  Faulkner drew much inspiration for his treatment of multi-layered Time from Rowan Oak, where past and future seemed to inhabit the present.",
  "/wiki/William_Faulkner": "William Cuthbert Faulkner (/ˈfɔːknər/; September 25, 1897 – July 6, 1962) was an American writer and Nobel Prize laureate from Oxford, Mississippi. Faulkner wrote novels, short stories, screenplays, poetry, essays, and  a play. He is primarily known for his novels and short stories set in the fictional Yoknapatawpha County, based on Lafayette County, Mississippi, where he spent most of his life.",
  "/wiki/Fort_St._Pierre_Site": "Fort St. Pierre was a colonial French fortified outpost on the Yazoo River in what is now Warren County, Mississippi.  Also known as Fort St. Claude and the Yazoo Post, it was established in 1719 and served as the northernmost outpost of French Louisiana.  It was destroyed in 1729 by Native Americans and was not rebuilt.  Its location, north of Vicksburg on the east bank of the river, was discovered by archaeologists in the 1970s, and was given the Smithsonian trinomial 23-M-5.  It was declared a National Historic Landmark in 2000.",
  "/wiki/Vicksburg,_Mississippi": "Vicksburg is a historic American city, located on a high bluff on the east bank of the Mississippi River across from Louisiana.",
  "/wiki/Warren_County,_Mississippi": "Warren County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 48,773. Its county seat is Vicksburg. Created by legislative act of 22 December 1809, Warren County is named for American Revolutionary War officer Joseph Warren.",
  "/wiki/Grand_Village_of_the_Natchez": "Grand Village of the Natchez, (22 AD 501) also known as the Fatherland Site, is a 128.1-acre (0.518 km2) site encompassing a prehistoric indigenous village and earthwork mounds in present-day south Natchez, Mississippi.  The village complex was constructed starting about 1200 CE by members of the prehistoric Plaquemine culture. They built the three platform mounds in stages.  Another phase of significant construction work by these prehistoric people has been dated to the mid-15th century.  It was named for the historic Natchez people, who used the site in the 17th and 18th centuries.",
  "/wiki/Natchez_people": "The Natchez (/ˈnætʃəz/; Natchez pronunciation [naːʃt͡seh]) are a Native American people who originally lived in the Natchez Bluffs area in the Lower Mississippi Valley, near the present-day city of Natchez, Mississippi in the United States. They spoke a language with no known close relatives, although it may be very distantly related to the Muskogean languages of the Creek Confederacy.",
  "/wiki/Hester_Site": "Hester Site (known by the two Smithsonian trinomials 22MO569 and 22MO1011) is a major prehistoric  archaeological site in Monroe County, Mississippi. It is a multicomponent site whose major occupation took place during the Archaic period with artifacts dating from 9000-8000 BCE, and other occupations during the Woodland and Mississippian periods.  The site is one of the largest Archaic sites in the southeastern United States, and its well-stratified nature was critical in providing for accurate relative dating of finds at other sites throughout the region.  The site was declared a National Historic Landmark in 2001.",
  "/wiki/Amory,_Mississippi": "Amory is a city in Monroe County, Mississippi, United States. The population was 7,316 as of the 2010 census.",
  "/wiki/Monroe_County,_Mississippi": "Monroe County is a county on the northeast border of the U.S. state of Mississippi next to Alabama. As of the 2010 census, the population was 36,989. Its county seat is Aberdeen.",
  "/wiki/Paleo-Indian": "Paleo-Indians, Paleoindians or Paleoamericans, were the first peoples who entered, and subsequently inhabited, the Americas during the final glacial episodes of the late Pleistocene period. The prefix \"paleo-\" comes from the Greek adjective palaios (παλαιός), meaning \"old\" or \"ancient\". The term \"Paleo-Indians\" applies specifically to the lithic period in the Western Hemisphere and is distinct from the term \"Paleolithic\".",
  "/wiki/Archaic_period_in_the_Americas": "In the classification of the archaeological cultures of North America, the Archaic period in North America, taken to last from around 8500 to 3000 BC  in the sequence of North American pre-Columbian cultural stages, is a period defined by the archaic stage of cultural development.  \nThe Archaic stage is characterized by subsistence economies supported through the exploitation of nuts, seeds, and shellfish.  As its ending is defined by the adoption of sedentary farming, this date can vary significantly across the Americas.",
  "/wiki/Highland_Park_Dentzel_Carousel_and_Shelter_Building": "The Highland Park Dentzel Carousel and Shelter Building is a carousel and building in Highland Park in Meridian, Mississippi. Manufactured about 1896 for the 1904 St. Louis Exposition by the Dentzel Carousel Company of Philadelphia, Pennsylvania, the carousel was sold and shipped to Meridian.  Highland Park Dentzel Carousel has been in operation since 1909 and was declared a National Historic Landmark in 1987. It is the only remaining two-row stationary Dentzel menagerie in the world.",
  "/wiki/Meridian,_Mississippi": "Meridian is the sixth largest city in the state of Mississippi, United States. It is the county seat of Lauderdale County and the principal city of the Meridian, Mississippi Micropolitan Statistical Area. Along major highways, the city is 93 mi (150 km) east of Jackson, Mississippi; 154 mi (248 km) southwest of Birmingham, Alabama; 202 mi (325 km) northeast of New Orleans, Louisiana; and 231 mi (372 km) southeast of Memphis, Tennessee.",
  "/wiki/Lauderdale_County,_Mississippi": "Lauderdale County is a county located on the eastern border of the U.S. state of Mississippi. As of the 2010 census, the population was 80,261. The county seat is Meridian. The county is named for Colonel James Lauderdale, who was killed at the Battle of New Orleans in the War of 1812.",
  "/wiki/Highland_Park_(Meridian,_Mississippi)": "Highland Park is a historic park in Meridian, Mississippi. Home to a museum honoring Jimmie Rodgers, a Meridian native, the site was listed on the National Register of Historic Places in 1979. The park is also home to the Highland Park Dentzel Carousel and Shelter Building, a National Historic Landmark manufactured around 1896 by Gustav Dentzel of Philadelphia, Pennsylvania. The historic carousel is the only two-row stationary Dentzel menagerie still in existence.",
  "/wiki/Holly_Bluff_Site": "The Holly Bluff Site (22 YZ 557), sometimes known as the Lake George Site, and locally as \"The Mound Place,\" is an archaeological site that is a type site for the Lake George phase of the prehistoric Plaquemine culture period of the area. The site is on the southern margin of the Mississippian cultural advance down the Mississippi River and on the northern edge of that of the Cole's Creek and Plaquemine cultures of the South.\" The site was first excavated by Clarence Bloomfield Moore in 1908 and tested by Philip Phillips, Paul Gebhard and Nick Zeigler in 1949.",
  "/wiki/Holly_Bluff,_Mississippi": "The Village of Holly Bluff is a small unincorporated community in Yazoo County, Mississippi, in the Mississippi Delta.",
  "/wiki/Yazoo_County,_Mississippi": "Yazoo County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 28,065. The county seat is Yazoo City. It is named for the Yazoo River, which forms its western border. Its name is said to come from a Choctaw language word meaning \"River of Death.\"",
  "/wiki/Plaquemine_Mississippian_culture": "The Plaquemine culture was an archaeological culture (circa 1200 to 1700 CE) centered on the Lower Mississippi River valley. It had a deep history in the area stretching back through the earlier Coles Creek (700-1200 CE) and Troyville cultures (400-700 CE) to the Marksville culture (100 BCE to 400 CE). The Natchez and related Taensa peoples were their historic period descendants. The type site for the culture is the Medora Site in Louisiana; while other examples include the Anna, Emerald, Holly Bluff, and Winterville sites in Mississippi.",
  "/wiki/House_on_Ellicott's_Hill": "The House on Ellicott's Hill, also known as Connelly's Tavern, James Moore House, or Gilreath's Hill, is a historic house museum at 211 North Canal Street  in Natchez, Mississippi.  Built in 1798, it is the oldest surviving building in Natchez from its early territorial period. It was declared a National Historic Landmark in 1974 and a Mississippi Landmark in 2001.",
  "/wiki/Jaketown_Site": "Jaketown Site (22 HU 505) is an archaeological site with two prehistoric earthwork mounds in Humphreys County, Mississippi, United States.  While the mounds have not been excavated, distinctive pottery sherds found in the area lead scholars to date the mounds' construction and use to the Mississippian culture period, roughly 1100 CE to 1500 CE.",
  "/wiki/Belzoni,_Mississippi": "Belzoni (/bɛlˈzoʊnə/ bel-ZOHN-ə) is a city in Humphreys County, Mississippi, United States, in the Mississippi Delta region, on the Yazoo River. The population was 2,235 at the 2010 census. It is the county seat of Humphreys County. It was named for the 19th-century Italian archaeologist/explorer Giovanni Battista Belzoni.",
  "/wiki/Humphreys_County,_Mississippi": "Humphreys County is a county located in the U.S. state of Mississippi. As of the 2010 census, the population was 9,375. Its county seat is Belzoni. The county is named for Benjamin G. Humphreys. Humphreys County is Mississippi's newest county, having been formed in 1918. Humphreys County is located in the Mississippi Delta region.",
  "/wiki/List_of_National_Historic_Landmarks_in_Mississippi": "This is a List of National Historic Landmarks in Mississippi.  It includes current National Historic Landmarks (NHLs), and also National Park Service areas in Mississippi that overlap."
}