{
  "/wiki/Barnes_Rugby_Football_Club": "Barnes Rugby Football Club is a rugby union club based in Barnes, London. The club currently play in the fourth tier of the English league system, National League 2 South, following their promotion as champions of London & South East Premier.",
  "/wiki/Barn_Elms": "Barn Elms is an open space in Barnes in the London Borough of Richmond upon Thames.",
  "/wiki/Barnes,_London": "Barnes (/bɑːrnz/) is a district in the London Borough of Richmond upon Thames. It takes up the extreme northeast of the borough, and as such is the closest part of the borough to central London. It is centred 5.3 miles (8.5 km) west south-west of Charing Cross in a bend of the River Thames.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/Bournemouth_Rugby_Club": "Bournemouth RFC is a rugby union club founded in 1893. The grounds are currently located at Chapel Gate.  They currently play in National League 2 South, at the fourth tier of the English rugby union system, following their promotion as champions of South West Premier at the end of the 2018-19 season.",
  "/wiki/Bournemouth": "Bournemouth /ˈbɔːrnməθ/ (listen) is a coastal resort town on the south coast of England. At the 2011 census, the town had a population of 183,491, making it the largest in the administrative county of Dorset. With Poole to the west and Christchurch in the east, Bournemouth is part of the South East Dorset conurbation, which has a population of 465,000.",
  "/wiki/Dorset": "Dorset (/ˈdɔːrsɪt/; archaically: Dorsetshire) is a county in South West England on the English Channel coast. The ceremonial county comprises the unitary authority areas of Bournemouth, Christchurch and Poole and Dorset. Covering an area of 2,653 square kilometres (1,024 sq mi), Dorset borders Devon to the west, Somerset to the north-west, Wiltshire to the north-east, and Hampshire to the east. The county town is Dorchester which is  in the south. After the reorganisation of local government in 1974 the county's border was extended eastward to incorporate the Hampshire towns of Bournemouth and Christchurch. Around half of the population lives in the South East Dorset conurbation, while the rest of the county is largely rural with a low population density.",
  "/wiki/South_West_Premier": "South West Premier (formerly National League 3 South West) is a level five league in the English rugby union system. It is one of four leagues at this level, alongside London & South East Premier, Midlands Premier and North Premier.  The format of the league was changed at the beginning of the 2009–10 season following reorganisation by the Rugby Football Union, and the name change from National League 3 to Premier was introduced for the 2017-18 season by the RFU in order to lessen confusion for what is a series of regional leagues. South West Premier is the highest regional rugby union league covering South West England and part of South East England.",
  "/wiki/Bury_St_Edmunds_RUFC": "Bury St Edmunds RUFC is a rugby union club based in Bury St Edmunds in Suffolk. Founded in 1925 as Bury and West Suffolk Rugby Football Club, they currently play in the fourth tier of the English league system, National League 2 South.",
  "/wiki/Bury_St_Edmunds": "Bury St Edmunds (/ˈbɛri/), commonly referred to locally as Bury, is a historic market town and civil parish in Suffolk, England. Bury St Edmunds Abbey is near the town centre. Bury is the seat of the Diocese of St Edmundsbury and Ipswich of the Church of England, with the episcopal see at St Edmundsbury Cathedral.",
  "/wiki/Suffolk": "Suffolk (/ˈsʌfək/) is an East Anglian county of historic origin in England.  It has borders with Norfolk to the north, Cambridgeshire to the west and Essex to the south. The North Sea lies to the east.  The county town is Ipswich; other important towns include Lowestoft, Bury St Edmunds, Newmarket, and Felixstowe, one of the largest container ports in Europe.",
  "/wiki/Clifton_Rugby_Football_Club": "Clifton Rugby Football Club is an English rugby union club founded in Clifton, Bristol. Over the years the club's home games have been played in a variety of locations in northern Bristol, though never in Clifton itself; since 1976 they have been based at the southern end of Cribbs Causeway. Clifton RFC play in the fourth tier of the English rugby union league system; National League 2 South.",
  "/wiki/Cribbs_Causeway": "Cribbs Causeway is a road in South Gloucestershire, England, just north of Bristol, which has given its name to the surrounding area, a large out-of-town shopping centre, including retail parks and an enclosed shopping centre known as The Mall. Cribbs Causeway road is situated west of Patchway, although in the civil parish of Almondsbury.",
  "/wiki/Patchway": "Patchway is a town in South Gloucestershire, England, situated 10 km (6.2 mi) north-north west of central Bristol. The town is a housing overflow for Bristol being contiguous to Bristol's urban area, and is often regarded as a large outer suburb. Nearby are the other Bristol satellite towns of Filton and Bradley Stoke. Patchway is twinned with Clermont l'Herault, France, and Gauting, Germany. It was established as a civil parish in 1953, becoming separate from the parish of nearby Almondsbury.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Dings_Crusaders_Rugby_Football_Club": "Dings Crusaders RFC is an English rugby union team based in the Bristol suburb of Frenchay having previously been based in Lockleaze up until 2018. The club was relegated from National Division Two South, the fourth tier of the English rugby union system in 2015, having played in South West Premier  for two seasons the team won promotion back to National League 2 South for the 2018-19 season having won South West Premier.",
  "/wiki/Frenchay": "Frenchay is a village and suburb of Bristol, England, to the north east of the city, but located mainly in South Gloucestershire and the Civil Parish of Winterbourne.",
  "/wiki/Esher_RFC": "Esher Rugby Football Club is an English rugby union club based in Surrey. Esher currently play in the fourth division of the English league system; National League 2 South, following the clubs relegation from National League 1 at the end of the 2018-19 season.",
  "/wiki/Molesey_Road": "Molesey Road is a rugby union stadium in Hersham, Surrey, that is home to Esher RFC. The stadium contains a 1,200 seater main stand to the west of the pitch and a clubhouse in the south-east corner. The grounds also contain two practice pitches.",
  "/wiki/Hersham": "Hersham is a village in Surrey, within the M25. Its housing is relatively low-rise and diverse and it has four technology/trading estates. The only contiguous settlement is Walton-on-Thames, its post town.",
  "/wiki/Surrey": "Surrey (/ˈsʌri/ SURR-ee) is a county in South East England which borders Kent to the east, East Sussex to the southeast, West Sussex to the south, Hampshire to the west, Berkshire to the northwest, and Greater London to the northeast. With about 1.2 million people, Surrey is the twelfth most populous English county, the third most populous home county, after Kent and Essex, and the third most populous in the Southeast, after Hampshire and Kent.",
  "/wiki/2018%E2%80%9319_National_League_1": "The 2018–19 National League 1, known for sponsorship reasons as the SSE National League 1, is the tenth season of the third tier of the English rugby union system, since the professionalised format of the second tier RFU Championship was introduced; and is the 32nd season since league rugby began in 1987.",
  "/wiki/Henley_Hawks": "Henley Hawks is a rugby union club based in Henley-on-Thames and is one of the leading rugby clubs in the Thames Valley. The first team play in the fourth tier of the English league system. Promoted in 2012–13 and 2014–15 as the champions of National League 2 South, Henley have spent the last four seasons, either promoted or relegated.",
  "/wiki/Henley-on-Thames": "Henley-on-Thames (/ˌhɛnli-/ (listen) HEN-lee) is a town and civil parish on the River Thames in Oxfordshire, England, 9 miles (14 km) northeast of Reading, 7 miles (11 km) west of Maidenhead and 23 miles (37 km) southeast of Oxford, near the tripoint of Oxfordshire, Berkshire and Buckinghamshire. The population at the 2011 Census was 11,619.",
  "/wiki/Oxfordshire": "Oxfordshire (abbreviated Oxon, from Oxonium, the Latin name for Oxford) is a county in South East England. The ceremonial county borders Warwickshire to the north-west, Northamptonshire to the north-east, Buckinghamshire to the east, Berkshire to the south, Wiltshire to the south-west and Gloucestershire to the west.",
  "/wiki/Leicester_Lions_RFC": "Leicester Lions are a rugby union club who currently play in National League 2 South - at tier 4 of the English rugby union system - following a level transfer at the end of the 2018-19 season. The Lions are a leading amateur club in Leicester and along with Loughborough Students RUFC and Hinckley are the senior clubs in Leicestershire after Guinness Premiership side Leicester Tigers .  The club was formed as a result of an amalgamation between two local clubs in 1999, these being Westleigh RFC (established in 1904) and Wigston RFC (established in 1946).",
  "/wiki/Blaby": "Blaby (/ˈbleɪbi/) is a village in the Blaby district in central Leicestershire, England, some five miles south of Leicester city centre. It has population of around 6,240 (2001 figures), falling slightly to 6,194 at the 2011 census, and its proximity to the city causes it to form part of the Leicester Urban Area.",
  "/wiki/Leicestershire": "Leicestershire (/ˈlɛstərʃər, -ʃɪər/ (listen); postal abbreviation Leics.) is a landlocked county in the English Midlands. The county borders Nottinghamshire to the north, Lincolnshire to the north-east, Rutland to the east, Northamptonshire to the south-east, Warwickshire to the south-west, Staffordshire to the west, and Derbyshire to the north-west. The border with most of Warwickshire is Watling Street, the modern A5 road.",
  "/wiki/2018%E2%80%9319_National_League_2_North": "The 2018–19 National League 2 North is the tenth season (32nd overall) of the fourth tier (north) of the English domestic rugby union competitions since the professionalised format of the second division was introduced.",
  "/wiki/Old_Albanian_RFC": "Old Albanian Rugby Football Club (OAs) is a rugby club based in St Albans, Hertfordshire, England.  The club currently plays in National League 2 South following their relegation from National League 1 at the end of the 2017-18 season.",
  "/wiki/St_Albans": "St Albans (/ˈɔːlbənz/) is a city in Hertfordshire, England and the major urban area in the City and District of St Albans. It lies east of Hemel Hempstead and west of Hatfield, about 20 miles (32 km) north-northwest of central London, 8 miles (13 km) southwest of Welwyn Garden City and 11 miles (18 km) south-southeast of Luton. St Albans was the first major town on the old Roman road of Watling Street for travellers heading north, and it became the Roman city of Verulamium. It is a historic market town and is now a dormitory town within the London commuter belt and the Greater London Built-up Area.",
  "/wiki/Hertfordshire": "Hertfordshire (/ˈhɑːrtfərdʃɪər/ (listen); often abbreviated Herts) is one of the home counties in southern England. It is bordered by Bedfordshire and Cambridgeshire to the north, Essex to the east, Greater London to the south, and Buckinghamshire to the west. For government statistical purposes, it is placed in the East of England region.",
  "/wiki/Old_Redcliffians": "Old Redcliffians Rugby Football Club is an English rugby union team based in Brislington, a suburb of Bristol. The club runs four senior sides and a sevens team as well as a ladies side and the full range of junior teams. The first XV currently plays in National League 2 South, a level four league in the English rugby union system, following promotion from National League 3 South West in 2016–17. The 2011–12 season was successful for the other senior teams as they all achieved promotion; the second XV now play in the Tribute Somerset Premier, the third XV play in Tribute Somerset 1 and the fourth XV play in Tribute Somerset 2 North.",
  "/wiki/Brislington": "Brislington is an area in the south east of the city of Bristol, England. It is on the edge of Bristol and 10 miles (16 km)  from Bath. The Froome, locally nowadays called the Brislington Brook, runs through the area in the woodlands of Nightingale Valley. Brislington houses the HTV West Studios on Bath Road and this is situated next to the historic Arnos Vale Cemetery which is undergoing restoration after a lengthy public and newspaper campaign.",
  "/wiki/Redruth_R.F.C.": "Redruth RFC (established 1875) is a rugby union club from the town of Redruth, Cornwall, currently playing in the fourth tier of the English league system, National League 2 South. The club runs a number of men's teams including 1st XV (National League 2 South), 2nd XV (Duchy League), Colts and a Select XV as well as a number of junior teams from age 7 through to 16.  They are one of the most successful club sides in Cornwall, having won the Cornwall Cup 10 times and the Cornwall Super Cup 3 times, and are currently the second highest ranked club side behind the Cornish Pirates. Redruth enjoys a strong a rivalry with neighbours Camborne, with the two clubs meeting annually, in what is the world’s longest enduring rugby fixture.",
  "/wiki/Redruth": "Redruth (/rəˈdruːθ/ rə-DROOTH, Cornish: Resrudh) is a town and civil parish in Cornwall, England, United Kingdom. The population of Redruth was 14,018 at the 2011 census. In the same year the population of the Camborne-Redruth urban area, which also includes Carn Brea, Illogan and several satellite villages, stood at 55,400 making it the largest conurbation in Cornwall. Redruth lies approximately at the junction of the A393 and A3047 roads, on the route of the old London to Land's End trunk road (now the A30), and is approximately  9 miles (14 km) west of Truro, 12 miles (19 km) east of St Ives, 18 miles (29 km) north east of Penzance and 11 miles (18 km) north west of Falmouth. Camborne and Redruth together form the largest urban area in Cornwall and before local government reorganisation were an urban district.",
  "/wiki/Cornwall": "Cornwall (/ˈkɔːrnwɔːl, -wəl/; Cornish: Kernow [ˈkɛrnɔʊ]) is a ceremonial county in South West England, bordered to the north and west by the Celtic Sea, to the south by the English Channel, and to the east by Devon, the River Tamar forming the border between them. Cornwall is the westernmost part of the South West Peninsula of the island of Great Britain. The southwesternmost point is Land's End and the southernmost Lizard Point. Cornwall has a population of 568,210 and an area of 3,563 km2 (1,376 sq mi). The county has been administered since 2009 by the unitary authority, Cornwall Council. The ceremonial county of Cornwall also includes the Isles of Scilly, which are administered separately. The administrative centre of Cornwall is Truro, its only city.",
  "/wiki/Sutton_%26_Epsom_RFC": "Sutton & Epsom Rugby Football Club is a rugby union club based in Rugby Lane, Cheam, London, having been formed in 1881.  The club first played against Saracens in the 1883–84 season as one of their very early opponents and in 1901 beat Stade Francais on their home ground.  They currently play in National League 2 South, at the fourth tier of the English rugby union system, following their promotion as champions of London & South East Premier at the end of the 2018-19 season.",
  "/wiki/Cheam": "Cheam (/ˈtʃiːm/) is a suburb of south London, England, within the London Borough of Sutton. It is 11 miles South West of Charing Cross. It is divided into two main areas, North Cheam and Cheam Village, both of which are centred on retail districts.",
  "/wiki/London_%26_South_East_Premier": "London & South East Premier (up until 2016-17 known as National League 3 London & South East)  is a level five league in the English rugby union system. It is one of four leagues at this level, with its counterparts; South West Premier, Midlands Premier and North Premier. The format of the league was changed at the beginning of the 2009–10 season following re-organisation by the Rugby Football Union while the name change from National League 3 to Premier was introduced for the 2017-18 season to make it more obvious that it is a regional league. London & South East Premier is the highest regional rugby union league covering London and south east England.",
  "/wiki/Taunton_R.F.C.": "Taunton Rugby Football Club is an English rugby union club based in Taunton, Somerset. The first XV, Taunton Titans, play in National League 2 South, having achieved back-to-back promotions in 2009 and 2010. The second XV (The Warriors) play in the Somerset Premier League and the third XV (The Wanderers) play in Somerset 2 South. The club also operates the full range of junior teams for both boys and girls.",
  "/wiki/Taunton": "Taunton /ˈtɔːntən/ is a large town in Somerset, England. The town's population in 2011 was 69,570. Taunton has over 1,000 years of religious and military history, including a 10th-century monastery and Taunton Castle, which has origins in the Anglo Saxon period and was later the site of a priory. The Normans then built a stone structured castle, which belonged to the Bishops of Winchester. The current heavily reconstructed buildings are the inner ward, which now houses the Museum of Somerset and the Somerset Military Museum.",
  "/wiki/Somerset": "Somerset (/ˈsʌmərsɛt/ (listen) or locally /ˈzʌmərzɛt/; archaically, Somersetshire) is a county in South West England which borders Gloucestershire and Bristol to the north, Wiltshire to the east, Dorset to the south-east and Devon to the south-west. It is bounded to the north and west by the Severn Estuary and the Bristol Channel, its coastline facing southeastern Wales. Its traditional border with Gloucestershire is the River Avon. Somerset's county town is Taunton.",
  "/wiki/Tonbridge_Juddians_Rugby_Football_Club": "Tonbridge Juddians Rugby Football Club is an English rugby union team based in Tonbridge in Kent. The club runs four senior teams, a ladies side and the full range of junior teams. The first XV will play in National League 2 South for the 2017-18 season having won National League 3 London & SE - the highest position in the club's history.",
  "/wiki/Tonbridge": "Tonbridge (/ˈtʌnbrɪdʒ/ TUN-brij) is a market town in Kent, England, on the River Medway, 4 miles (6 km) north of Royal Tunbridge Wells, 12 miles (19 km) south west of Maidstone and 29 miles (47 km) south east of London. In the administrative borough of Tonbridge and Malling, it had a population of 40,356 in 2015.",
  "/wiki/Kent": "Kent is a county in South East England and one of the home counties. It borders Greater London to the north-west, Surrey to the west and East Sussex to the south-west. The county also shares borders with Essex along the estuary of the River Thames (connected by land via High Speed 1 and the Dartford Crossing), and with the French department of Pas-de-Calais through the Channel Tunnel. The county town is Maidstone.",
  "/wiki/Westcliff_RFC": "Westcliff Rugby Football Club is an English rugby union team based in Eastwood, a suburb of Southend-on-Sea in Essex. The club runs four senior teams and the full range of junior teams. The men's 1st XV currently play in National League 2 South, at the fourth tier of the English rugby union system, following their promotion via the play-offs from London & South East Premier at the end of the 2018-19 season. The club was formed in 1823 as Old Westcliffians Rugby Football Club for ex-pupils of Westcliff High School and took the current name of Westcliff Rugby Club in the 1990s.",
  "/wiki/Eastwood,_Essex": "Eastwood is a town four miles west of Southend-on-Sea in Essex, England. It is a suburb of Southend and part of the Southend-on-Sea unitary district. Eastwood is sometimes called Eastwood Park, particularly for local elections.",
  "/wiki/Essex": "Essex (/ˈɛsɪks/) is a county in the southeast of England, northeast of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south, and London to the southwest. The county town is Chelmsford, the only city in the county. For government statistical purposes Essex is placed in the East of England region.",
  "/wiki/Worthing_Rugby_Football_Club": "Worthing Rugby Football Club is an English rugby union team playing in the fourth tier of the English rugby union league system; National League 2 South. The first XV, nicknamed The Raiders, were runners-up to Henley Hawks in the National League 2 South 2012–13 season and qualified for a play-off against the runners-up of National League 2 North, Stourbridge winning 28 – 26. In doing so, the club became the first club from Sussex to play in the third tier of English rugby. The club also has a number of other teams, and while their 2nd XV is non-league, their 3rd XV currently plays in the Sussex Spitfire 1 league. Worthing also have a successful Ladies 1st XV who are currently in 2nd place in the National Challenge South East South 2 league",
  "/wiki/Angmering": "Angmering is a village and civil parish between Littlehampton and Worthing in West Sussex on the southern edge of the South Downs National Park, England; about two-thirds of the parish (mostly north of the A27 road) fall within the  Park. It is 1.5 miles (2.4 km) north of the English Channel; Worthing and Littlehampton are 3.5 miles (5.6 km) to the east and west respectively. It has been inhabited since the Bronze Age and there are the remains of a Roman Villa and bath house. In 1976, Angmering was twinned with the Normandy town of Ouistreham on the \"Riva-Bella\", the location of the World War II Normandy Landings' Sword Beach.",
  "/wiki/West_Sussex": "West Sussex is a county in the south of England, bordering East Sussex (with Brighton and Hove) to the east, Hampshire to the west and Surrey to the north, and to the south the English Channel.",
  "/wiki/National_League_2_South": "National League 2 South (known before September 2009 as National Division Three South) is a level four league in the English rugby union system. It is one of two leagues at this level, with its counterpart, National League 2 North, covering the north of England. The format of the league was changed at the beginning of the 2009–10 season following reorganisation by the Rugby Football Union."
}