{
  "/wiki/Andreas_Alm": "Andreas Alm (born 19 June 1973, in Gällivare but grew up in Eskilstuna) is a Swedish  football coach in charge of BK Häcken and a former football player.",
  "/wiki/Daniel_Tjernstr%C3%B6m": "Daniel Tjernström, born 19 February 1974 in Karlskoga, Sweden, is a retired football player who played for AIK most of his career. He is one of AIK's most successful players. He was voted Most Valuable Player by the AIK fans in 2005, when he spearheaded the quick return to the Allsvenskan, as well as in 2006. His main strengths are his ability to read the game and his tireless running. His main weaknesses are that he is extremely left-footed and that he is relatively slow. Especially the later quality has stopped him from getting capped more than five times with the Swedish national team (97-99).",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/Magnus_Pehrsson": "Karl Magnus Pehrsson (born 25 May 1976) is a Swedish football manager and former professional player who most recently was the manager of Swedish football club Kalmar FF.",
  "/wiki/Joona_Toivio": "Joona Toivio (born 10 March 1988) is a Finnish footballer who plays as a defender for Allsvenskan side Häcken.",
  "/wiki/ICA_AB": "ICA Gruppen AB (publ) (Swedish pronunciation: [ˈîːka]; \"ICA Group\"; from Inköpscentralernas aktiebolag, lit. \"the Purchasing Centres' Corporation\") is a Swedish retailer with a focus on food and health. The group also owns a bank, real estate division, a pharmacy chain and the Hemtex soft furnishings chain.",
  "/wiki/J%C3%B6rgen_Lennartsson": "Jörgen Lennartsson (born 10 April 1965 in Växjö) is a Swedish football manager. His last position was head coach of Eliteserien club Lillestrøm.",
  "/wiki/Anders_Svensson_(footballer,_born_1976)": "Anders Gunnar Svensson (Swedish pronunciation: [ˈânːdɛʂ ˈsvɛ̌nːsɔn]; born 17 July 1976) is a Swedish former professional footballer. He was a central midfielder, known for his passing, free kicks, and set piece-taking abilities, who usually operated in a playmaking role. He was capped 148 times for the Swedish national football team, many times as a captain, before he retired from international football in 2013. He is the most capped male player for Sweden, beating Thomas Ravelli's previous record of 143 caps.",
  "/wiki/Umbro": "Umbro is an English sportswear and football equipment supplier based in Cheadle, near Manchester. Umbro designs, sources, and markets football-related apparel, footwear, and equipment. Its products are sold in over 90 countries worldwide. Since 2012, the company has been a subsidiary of American company Iconix Brand Group, after being bought by Nike in 2007.",
  "/wiki/Benjamin_Westman": "Benjamin \"Banjo\" Westman (born 20 July 1976) is an American-Swedish football manager.",
  "/wiki/Fredrik_Lundgren": "Fredrik Lundgren (born 26 October 1979) is a retired Swedish footballer who played as a defender and midfielder. His last club was GAIS.",
  "/wiki/Puma_AG": "Puma SE, branded as Puma, is a German multinational company that designs and manufactures athletic and casual footwear, apparel and accessories, which is headquartered in Herzogenaurach, Bavaria, Germany. Puma is the third largest sportswear manufacturer in the world. The company was founded in 1948 by Rudolf Dassler. In 1924, Rudolf and his brother Adolf Dassler had jointly formed the company Gebrüder Dassler Schuhfabrik (Dassler Brothers Shoe Factory). The relationship between the two brothers deteriorated until the two agreed to split in 1948, forming two separate entities, Adidas and Puma. Both companies are currently based in Herzogenaurach, Germany.",
  "/wiki/Per_Olsson": "Per \"Pelle\" Olsson (born 1 August 1963) is a Swedish football manager in charge of Sandvikens IF. He started out playing for his hometown club Skutskärs IF. During his injury-filled playing career he also represented Gefle IF, Malmö FF, Halmstads BK and the Sweden national under-21 football team. In his managerial career he is influenced by the managers who he previously played for like Roy Hodgson, Stuart Baxter and Benny Lennartsson. Before the start of the 2012 Allsvenskan season he was named the best manager in the league by newspaper Aftonbladet due to his ability to build a low-budget team that is greater than its individual parts.",
  "/wiki/Daniel_Bernhardsson": "Daniel Bernhardsson (born 31 January 1978 in Årsunda) is a Swedish footballer who plays for Gefle IF in Allsvenskan as a defender. He has played over 300 matches for Gefle IF and he serves as team captain.",
  "/wiki/Sandvik": "Sandvik AB is a high-tech and global engineering group with approximately 42,000 employees and sales in more than 160 countries. The company was founded in Sweden in 1862. Sandvik has operations within tools and tooling systems for advanced metal-cutting, tools and solutions for the mining and construction industries and manufacturing of advanced stainless steels, powder-based alloys and specialty alloys. In 2018, sales amounted to 91 billion SEK.",
  "/wiki/Mikael_Stahre": "Mikael \"Micke\" Stahre (Swedish pronunciation: [ˈmîːkaɛl ˈmɪ̂kːɛ ˈstɑ̂ːrɛ]; born 5 July 1975) is a Swedish football manager who is currently head coach at Eliteserien club Sarpsborg 08.",
  "/wiki/Tobias_Hys%C3%A9n": "Glenn Tobias Hysén (born 9 March 1982) is a Swedish former footballer who last played for Allsvenskan club IFK Göteborg as a forward. He is the son of Glenn Hysén.",
  "/wiki/%C3%85ge_Hareide": "Åge Fridtjof Hareide (born 23 September 1953) is a Norwegian football manager since 2015 managing the Denmark national football team. In his playing career, he played for Hødd and Molde in Norway as well as Manchester City and Norwich City in England. Hareide was capped 50 times playing for Norway.",
  "/wiki/P%C3%A4r_Hansson": "Pär Hansson (born 22 June 1986) is a Swedish former football goalkeeper, who last played for Helsingborgs IF. He was a squad member for Sweden at Euro 2012.",
  "/wiki/Resurs_Bank": "Resurs Holding AB is a Swedish financial services company founded in October 2001. The birth of Resurs Radio & TV goes back to 1977 and Resurs Finans was founded in 1983. Resurs Bank is specialised in consumer credits, unsecured loans and issues credit cards. Among a large amount of retail-customers, companies such as Siba, Bauhaus, Net On Net, Sova, Ticket, BMW and Mio use retail financing from Resurs Bank. Resurs Bank is part of The Resurs Group, which operates through subsidiaries Resurs Bank and Solid Försäkring.",
  "/wiki/Peter_Gerhardsson": "Peter Gerhardsson (born 22 August 1959) is a Swedish football manager and former football player. He was previously the manager of BK Häcken. Before the start of the 2013 Allsvenskan he was ranked as the best manager in the league by newspaper Aftonbladet.",
  "/wiki/Jonas_Henriksson": "Johnas Henriksson (born 29 December 1976) is a Swedish footballer who plays for Grebbestads IF as a midfielder.",
  "/wiki/Nike,_Inc.": "Nike, Inc. (/ˈnaɪki/)[note 1] is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipment, with revenue in excess of US$24.1 billion in its fiscal year 2012 (ending May 31, 2012). As of 2012, it employed more than 44,000 people worldwide. In 2014 the brand alone was valued at $19 billion, making it the most valuable brand among sports businesses. As of 2017, the Nike brand is valued at $29.6 billion. Nike ranked No. 89 in the 2018 Fortune 500 list of the largest United States corporations by total revenue.",
  "/wiki/Nanne_Bergstrand": "Kurt Arne \"Nanne\" René Bergstrand (born April 28, 1956) is a Swedish football manager and former football player. He has previously coached Helsingborgs IF, Östers IF, Kalmar FF and Hammarby IF in Allsvenskan.",
  "/wiki/Henrik_Rydstr%C3%B6m": "Henrik Rydström (born 16 February 1976) is a Swedish football manager and former player who manages Sirius in the Swedish first tier, Allsvenskan.",
  "/wiki/Rikard_Norling": "Rikard Norling (Swedish pronunciation: [ˈrɪ̌kːaɖ ˈnûːɭɪŋ]; born 4 June 1971) is a Swedish football manager who leads the Allsvenskan club AIK.",
  "/wiki/Peter_Sw%C3%A4rdh": "Peter Swärdh (born 27 February 1965) is a Swedish football manager and former player.",
  "/wiki/Patrik_Rosengren": "Patrik Rosengren (born 25 July 1971), nicknamed Bagarn (Swedish slang for 'The Baker'), is a Swedish football coach, currently for Mjällby AIF (U19), and former footballer who played as a defender.",
  "/wiki/Jan_Andersson_(footballer)": "Jan Olof \"Janne\" Andersson (Swedish pronunciation: [ˈjânːɛ ˈânːdɛˌʂɔn]; born 29 September 1962), is a Swedish football coach and former player. He is manager of the Sweden national team.",
  "/wiki/Holmen_(company)": "Holmen AB is a Swedish company which bases its business in the forest industry and the pulp and paper industry. Holmen's main products are paperboard for consumer packaging and graphical applications. Printing paper for magazines, supplements, direct mail, directories, books and newspapers. They also produce sawn timber for flooring, window components, furniture or construction.",
  "/wiki/S%C3%B6ren_%C3%85keby": "Sören Åkeby (born 23 February 1952) is a Swedish football manager and the current manager of Assyriska FF.",
  "/wiki/Ari_Freyr_Sk%C3%BAlason": "Ari Freyr Skúlason (born 14 May 1987) is an Icelandic international footballer who plays for KV Oostende in Belgium. He previously played at senior level in Iceland and Sweden, and was also a youth player in the Netherlands.",
  "/wiki/%C3%96zcan_Melkemichel": "Özcan Melkemichel (born 21 February 1968) is a Swedish football manager currently in charge of AFC United and former footballer. He is of Syriac descent.",
  "/wiki/Kleb%C3%A9r_Saarenp%C3%A4%C3%A4": "John Klebér Saarenpää (14 December 1975) is a Swedish football manager and a former footballer who won 11 caps for the Swedish national team. He is the head coach of IK Brage in Superettan.",
  "/wiki/Suleyman_Sleyman": "Suleyman Sleyman (born December 28, 1979) is a Swedish-Aramean former football defender who last played for Syrianska FC. With a degree in economics from the Stockholm School of Economics, he works part-time as an auditor for Ernst & Young.",
  "/wiki/Andreas_Thomsson": "Andreas Thomsson (born 27 May 1971 in Kalmar) is a Swedish football manager who most recently managed Åtvidabergs FF. He previously managed Östers IF and FC Linköping City.",
  "/wiki/Henrik_Gustavsson": "Henrik Gustavsson (born 21 October 1976) is a retired Swedish footballer.",
  "/wiki/Uhlsport": "uhlsport GmbH is a German sporting goods manufacturer. Originally established in 1948 as \"Haase & Uhl OHG\" and later renamed \"Karl Uhl GmbH\", the company became \"uhlsport GmbH\" in 1994. It is an international company which has its permanent headquarters in Balingen in Baden-Württemberg, Germany.",
  "/wiki/Per-Ola_Ljung": "Per-Ola Ljung (born 7 November 1967) is an unattached Swedish football manager and former player.",
  "/wiki/Magnus_Wikstr%C3%B6m": "Magnus Wikström (born 7 December 1977) is a Swedish footballer. He is currently playing for Örebro SK in Allsvenskan."
}