{
  "/wiki/Saru_River": "Saru River (沙流川, Saru-gawa) is a river in Hokkaidō, Japan.",
  "/wiki/Ainu_people": "The Ainu or the Aynu (Ainu: アィヌ, Аину, Aynu; Japanese: アイヌ, Ainu; Russian: Áйны, Áĭny), also known as the Ezo (蝦夷) in the historical Japanese texts, are an indigenous people of Japan (Hokkaidō and formerly North-Eastern Honshū) and Russia (Sakhalin, the Kuril Islands, Khabarovsk Krai and the Kamchatka Peninsula).",
  "/wiki/Biratori,_Hokkaidō": "Biratori (平取町, Biratori-chō) (Ainu: ピラ・ウトゥル, romanized: pira-utur) is a town located in Hidaka Subprefecture, Hokkaido, Japan. The name of the town means 'between the rocky cliffs' in the Ainu language.",
  "/wiki/Hokkaidō_Prefecture": "Hokkaido (北海道, Hokkaidō, lit. \"Northern Sea Circuit\"; Japanese: [hokːaꜜidoː] (listen), English: /hɒˈkaɪdoʊ/) is the second largest main island of Japan, and the largest and northernmost prefecture. The Tsugaru Strait separates Hokkaido from Honshu.  It was formerly known as Ezo, Yezo, Yeso, or Yesso. The two islands are connected by the undersea railway Seikan Tunnel. The largest city on Hokkaido is its capital, Sapporo, which is also its only ordinance-designated city. About 43 kilometres (26 mi) north of Hokkaido lies Sakhalin Island and to the east and northeast are the Kuril Islands, which are administered by Russia, although the four most southerly are claimed by Japan—see Kuril Islands dispute.",
  "/wiki/Ichinoseki,_Iwate": "Ichinoseki (一関市, Ichinoseki-shi) is a city located in Iwate Prefecture, in the Tōhoku region of northern Japan. As of 1 June 2019[update], the city had a population of 114,922 and a population density of 91.5 persons per km² in 46,338 households. It is currently the second largest city by population in the prefecture, after Morioka.  The total area of the city was 1,256.42 square kilometres (485.11 sq mi).",
  "/wiki/Iwate_Prefecture": "Iwate Prefecture (岩手県, Iwate-ken) is a prefecture of Japan located in the Tōhoku region of Honshu. Iwate Prefecture has a population of 1,229,432 (1 June 2019) and is the second-largest prefecture at 15,275 km² (5,897 sq mi). Iwate Prefecture borders Aomori Prefecture to the north, Akita Prefecture to the west, and Miyagi Prefecture to the south.",
  "/wiki/Tōno,_Iwate": "Tōno (遠野市, Tōno-shi) is a city in Iwate Prefecture, Japan. As of 1 June 2019[update], the city had an estimated population of 26,110, and a population density of 31.6 persons per km² in 10,089 households. The total area is 825.97 square kilometres (318.91 sq mi). Tōno is known as \"The City of Folklore\" for its rural nature, its preservation of traditional culture and especially for the collection of folktales, Tōno Monogatari, written by Kunio Yanagita in 1910.",
  "/wiki/Mogami_River": "The Mogami River (最上川, Mogami-gawa) is a river in Yamagata Prefecture, Japan.",
  "/wiki/Ōe,_Yamagata": "Ōe (大江町, Ōe-machi) is a town located in  Yamagata Prefecture, Japan. As of November 2013, the town had an estimated population of 8,721, and a population density of 56.7 persons per km2. The total area is 153.92 square kilometres (59 sq mi).",
  "/wiki/Yamagata_Prefecture": "Yamagata Prefecture (山形県, Yamagata-ken Japanese pronunciation: [ja̠ma̠ɡa̠ta̠kẽ̞ɴ]) is a prefecture located in the Tōhoku region of Japan. Its capital is Yamagata.",
  "/wiki/Tone_River": "The Tone River (利根川, Tone-gawa) is a river in the Kantō region of Japan. It is 322 kilometers (200 mi) in length (the second longest in Japan after the Shinano) and has a drainage area of 16,840 square kilometers (6,500 sq mi) (the largest in Japan). It is nicknamed Bandō Tarō (坂東太郎); Bandō is an obsolete alias of the Kantō Region, and Tarō is a popular given name for an oldest son. It is regarded as one of the \"Three Greatest Rivers\" of Japan, the others being the Yoshino in Shikoku and the Chikugo in Kyūshū.",
  "/wiki/Watarase_River": "The Watarase River (渡良瀬川, Watarase-gawa) is a major river in the northern Kantō region of Japan. A tributary of the Tone River, it is 106.7 kilometres (66.3 mi) in length and drains an area of 2,621 square kilometres (1,012 sq mi). Its source is at Mount Sukai on the boundary of the city of Nikkō in Tochigi Prefecture and it empties into the Tone River at the boundary of the city of Koga in Ibaraki Prefecture and the city of Kazo in Saitama Prefecture. It is classed as a First-class river by the Japanese government.",
  "/wiki/Itakura,_Gunma": "Itakura (板倉町, Itakura-machi) is a town located in Gunma Prefecture, Japan. As of February 2015, the town had an estimated population of 11,024, and a population density of 561 persons per km². Its total area is 19.64 km². Itakura's animal mascot is the catfish. It is represented in a bronze statue at Raiden Shrine, as a mikoshi in Itakura's summer festival, and also is emblazoned on the town's manhole covers. Itakura is one of the few places in Japan where catfish is eaten, and it boasts two restaurants specializing in catfish dishes.",
  "/wiki/Gunma_Prefecture": "Gunma Prefecture (群馬県, Gunma-ken) is a prefecture of Japan located in the Kantō region. Its capital is Maebashi.",
  "/wiki/Sado,_Niigata": "Sado (佐渡市, Sado-shi) is a city located on Sado Island (佐渡島, Sado-shima/Sado-ga-shima) in Niigata Prefecture, Japan. Since 2004, the city has comprised the entire island, although not all of its total area is urbanized. Sado is the sixth largest island of Japan in area following the four main islands and Okinawa Island (excluding the Northern Territories).",
  "/wiki/Niigata_Prefecture": "Niigata Prefecture (新潟県, Niigata-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Niigata Prefecture has a population of 2,227,496 (1 July 2019) and is the fifth-largest prefecture of Japan by geographic area at 12,584.18 km² (4,858.78 sq mi). Niigata Prefecture borders Toyama Prefecture and Nagano Prefecture to the southwest, Gunma Prefecture to the south, Fukushima Prefecture to the east, and Yamagata Prefecture to the northeast.",
  "/wiki/Kanazawa,_Ishikawa": "Kanazawa (金沢市, Kanazawa-shi) is the capital city of Ishikawa Prefecture, Japan. As of 1 January 2018[update], the city had an estimated population of 466,029 in 203,271 households, and a population density of 990 persons per km². The total area of the city was 468.64 square kilometres (180.94 sq mi).",
  "/wiki/Ishikawa_Prefecture": "Ishikawa Prefecture (石川県, Ishikawa-ken) is a prefecture of Japan located in the Chūbu region of Honshu island. Ishikawa Prefecture has a population of 1,140,573 (31 October, 2019) and has a geographic area of 4,186 km² (1,616 sq mi). Ishikawa Prefecture borders Toyama Prefecture to the east, Gifu Prefecture to the southeast, and Fukui Prefecture to the south.",
  "/wiki/Wajima,_Ishikawa": "Wajima (輪島市, Wajima-shi) is a city located in Ishikawa Prefecture, Japan. As of 31 January 2018[update], the city had an estimated population of 27,698 in 12768 households, and a population density of 65 persons per km², in 29,304 households. The total area of the city was 426.32 square kilometres (164.60 sq mi).",
  "/wiki/Chikuma,_Nagano": "Chikuma (千曲市, Chikuma-shi) is a city located Nagano Prefecture, Japan. As of 1 March 2019[update], the city had an estimated population of 59,381 in 22,018 households , and a population density of 500 persons per km². The total area of the city was 119.79 square kilometres (46.25 sq mi).",
  "/wiki/Nagano_Prefecture": "Nagano Prefecture (長野県, Nagano-ken) is a prefecture of Japan located in the Chūbu region of Honshū. Nagano Prefecture has a population of 2,052,493 (1 June 2019) and has a geographic area of 13,561 km² (5,236 sq mi). Nagano Prefecture borders Niigata Prefecture to the north, Gunma Prefecture to the northeast, Saitama Prefecture to the east, Yamanashi Prefecture to the southeast, Shizuoka Prefecture and Aichi Prefecture to the south, and Gifu Prefecture and Toyama Prefecture to the west.",
  "/wiki/Iiyama,_Nagano": "Iiyama (飯山市, Iiyama-shi) is a city located in Nagano Prefecture, Japan. As of 1 February 2019[update], the city had an estimated population of 20,118 in 7372 households, and a population density of 99 persons per km². The total area of the city is 202.43 square kilometres (78.16 sq mi). It markets itself as \"Japan's Hometown\" and is known as the \"Little Kyoto of Snow Country\".",
  "/wiki/Nagara_River": "The Nagara River (長良川, Nagara-gawa) has its source in the city of Gujō, Gifu Prefecture, and its mouth in the city of Kuwana, Mie Prefecture, Japan. Along with the Kiso River and Ibi River, the Nagara River is one of the Kiso Three Rivers of the Nōbi Plain. Previously, the river was named Sunomata River (墨俣川 Sunomata-gawa). With a length of 166 km (103 mi), it drains an area of 1,985 square kilometres (766 sq mi) in the Chūbu region and empties into Ise Bay. The government of Japan classifies it as a Class 1 river.",
  "/wiki/Gifu,_Gifu": "Gifu (岐阜市, Gifu-shi) is a city located in the south-central portion of Gifu Prefecture, Japan, and serves as the prefectural capital. The city has played an important role in Japan's history because of its location in the middle of the country. During the Sengoku period, various warlords, including Oda Nobunaga, used the area as a base in an attempt to unify and control Japan. Gifu continued to flourish even after Japan's unification as both an important shukuba along the Edo period Nakasendō and, later, as one of Japan's fashion centers. It has been designated a core city by the national government.",
  "/wiki/Gifu_Prefecture": "Gifu Prefecture (岐阜県, Gifu-ken) is a prefecture of Japan located in the Chūbu region of Honshu. Gifu Prefecture has a population of 1,991,390 (1 June 2019) and has a geographic area of 10,621 km² (4,100 sq mi). Gifu Prefecture borders Toyama Prefecture to the north; Ishikawa Prefecture to the northwest; Fukui Prefecture to the west; Shiga Prefecture to the southwest; Mie Prefecture and Aichi Prefecture to the south; and Nagano Prefecture to the east.",
  "/wiki/Ōmihachiman,_Shiga": "Ōmihachiman (近江八幡市, Ōmihachiman-shi) is a city located in Shiga Prefecture, Japan.",
  "/wiki/Shiga_Prefecture": "Shiga Prefecture (滋賀県, Shiga-ken) is a prefecture of Japan located in the Kansai region of Honshu. Shiga Prefecture has a population of 1,412,916 (1 October 2015) and has a geographic area of 4,017 km² (1,551 sq mi). Shiga Prefecture borders Fukui Prefecture to the north, Gifu Prefecture to the northeast, Mie Prefecture to the southeast, and Kyoto Prefecture to the west.",
  "/wiki/Takashima,_Shiga": "Takashima (高島市, Takashima-shi) is a city located in Shiga Prefecture, Japan.",
  "/wiki/Nagahama,_Shiga": "Nagahama (長浜市, Nagahama-shi) is a city located in Shiga Prefecture, Japan on the northeastern shore of Lake Biwa. The city center was developed and renamed by Toyotomi Hideyoshi when Hideyoshi moved the center of his administration from Odani Castle. Kunitomo (国友), the northeast of the city center, had been known for the production of arquebuses and guns since 1544.",
  "/wiki/Maibara,_Shiga": "Maibara (米原市, Maibara-shi) is a city in Shiga Prefecture, Japan.",
  "/wiki/Ōmizo_Domain": "The Ōmizo Domain (大溝藩, Ōmizo-han) was a Japanese domain of the Edo period, located in Ōmizo, Ōmi Province (modern-day Takashima city, Shiga Prefecture). It was ruled for the entirety of its history by the Wakebe clan.",
  "/wiki/Uji,_Kyoto": "Uji (宇治市, Uji-shi) is a city on the southern outskirts of the city of Kyoto, in Kyoto Prefecture, Japan.",
  "/wiki/Kyoto_Prefecture": "Kyoto Prefecture (京都府, Kyōto-fu) is a prefecture of Japan in the Kansai region of the island of Honshu. Its capital is the city of Kyoto.",
  "/wiki/Miyazu,_Kyoto": "Miyazu (宮津市, Miyazu-shi) is a city located in Kyoto Prefecture, Japan. The city was founded on June 1, 1954.",
  "/wiki/Cultural_Landscape_(Japan)": "A Cultural Landscape (文化的景観, bunkateki keikan) is a landscape in Japan, which has evolved together with the way of life and geocultural features of a region, and which is indispensable for understanding the lifestyle of the Japanese people, and is recognized by the government of under article 2, paragraph 1, item 5 of the Law for the Protection of Cultural Properties (1950). Cultural Landscapes of especially high value may be further designated as Important Cultural Landscapes (重要文化的景観, Jūyō bunkateki keikan); as of May 31, 2017 there are fifty-one such landscapes."
}