{
  "/wiki/Gerardo_Bianchi": "Gerardo Bianchi (1220/1225 – March 1, 1302) was an Italian churchman and papal diplomat, an important figure of the War of the Sicilian Vespers.",
  "/wiki/Parma": "Parma (Italian pronunciation: [ˈparma] (listen); Emilian: Pärma) is a city in the northern Italian region of Emilia-Romagna famous for its architecture, music, art, prosciutto (ham), cheese and surrounding countryside. It is home to the University of Parma, one of the oldest universities in the world.\nParma is divided into two parts by the stream of the same name. The district on the far side of the river is Oltretorrente. Parma's Etruscan name was adapted by Romans to describe the round shield called Parma.\n The Italian poet Attilio Bertolucci (born in a hamlet in the countryside) wrote: \"As a capital city it had to have a river. As a little capital it received a stream, which is often dry\".",
  "/wiki/Bishop_of_Sabina": "The Diocese of Sabina-Poggio Mirteto (originally, Sabina) (Lat.: Sabinensis-Mandelensis) a suburbicarian see of the Holy Roman Church (which means it carries the rare rank of cardinal-bishop) and a diocese of the Catholic Church in Italy in the Roman province of the Pope.",
  "/wiki/Pope_Nicholas_III": "Pope Nicholas III (Latin: Nicolaus III; c. 1225 – 22 August 1280), born Giovanni Gaetano Orsini, was Pope from 25 November 1277 to his death in 1280.\n He was a Roman nobleman who had served under eight popes, been made Cardinal-Deacon of St. Nicola in Carcere Tulliano by Pope Innocent IV (1243–54), protector of the Franciscans by Pope Alexander IV (1254–61), inquisitor-general by Pope Urban IV (1261–64), and succeeded Pope John XXI (1276–77) after a six-month vacancy in the Holy See resolved in the papal election of 1277, largely through family influence.",
  "/wiki/Giovanni_Boccamazza": "Giovanni Boccamazza (died 1309) was an Italian Cardinal. He was from the Roman nobility, and was a nephew of Cardinal Giacomo Savelli, who had been an important figure in the Roman Curia since his creation as cardinal in 1261.",
  "/wiki/Rome": "Rome (Latin and Italian: Roma [ˈroːma] (listen)) is the capital city and a special comune of Italy (named Comune di Roma Capitale). Rome also serves as the capital of the Lazio region. With 2,879,728 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan City of Rome, which has a population of 4,355,725 residents, thus making it the second or third most populous metropolitan city in Italy depending on definition. Rome is located in the central-western portion of the Italian Peninsula, within Lazio (Latium), along the shores of the Tiber. Vatican City (the smallest country in the world) is an independent country inside the city boundaries of Rome, the only existing example of a country within a city; for this reason Rome has sometimes been defined as the capital of two states.\nRome's history spans 28 centuries. While Roman mythology dates the founding of Rome at around 753 BC, the site has been inhabited for much longer, making it one of the oldest continuously occupied cities in Europe. The city's early population originated from a mix of Latins, Etruscans, and Sabines. Eventually, the city  successively became the capital of the Roman Kingdom, the Roman Republic and the Roman Empire, and is regarded by many as the first ever Imperial City and metropolis. It was first called The Eternal City (Latin: Urbs Aeterna; Italian: La Città Eterna) by the Roman poet Tibullus in the 1st century BC, and the expression was also taken up by Ovid, Virgil, and Livy. Rome is also called \"Caput Mundi\" (Capital of the World). After the fall of the Empire in the west, which marked the beginning of the Middle Ages, Rome slowly fell under the political control of the Papacy, and in the 8th century it became the capital of the Papal States, which lasted until 1870. Beginning with the Renaissance, almost all popes since Nicholas V (1447–1455) pursued a coherent architectural and urban programme over four hundred years, aimed at making the city the artistic and cultural centre of the world. In this way, Rome became first one of the major centres of the Italian Renaissance, and then the birthplace of both the Baroque style and Neoclassicism. Famous artists, painters, sculptors and architects made Rome the centre of their activity, creating masterpieces throughout the city. In 1871, Rome became the capital of the Kingdom of Italy, which, in 1946, became the Italian Republic.\n As of 2019, Rome is ranked as an Alpha global city by the Globalization and World Cities Research Network. In 2019, Rome was the 11th most visited city in the world, third most visited in the European Union, and the most popular tourist destination in Italy. Its historic centre is listed by UNESCO as a World Heritage Site.  Host city for the 1960 Summer Olympics, Rome is also the seat of several specialized agencies of the United Nations, such as the Food and Agriculture Organization (FAO), the World Food Programme (WFP) and the International Fund for Agricultural Development (IFAD). The city also hosts the Secretariat of the Parliamentary Assembly of the Union for the Mediterranean (UfM) as well as the headquarters of many international business companies such as Eni, Enel, TIM, Leonardo S.p.A., and national and international banks such as Unicredit and BNL. Rome's EUR business district is the home of many companies involved in the oil industry, the pharmaceutical industry, and financial services. The presence of renowned international brands in the city have made Rome an important centre of fashion and design, and the Cinecittà Studios have been the set of many Academy Award–winning movies.",
  "/wiki/Bishop_of_Frascati": "The Diocese of Frascati (Lat.: Tusculana) is a suburbicarian see of the Holy Roman Church and a diocese of the Catholic Church in Italy, based at Frascati, near Rome. The bishop of Frascati is a Cardinal Bishop; from the Latin name of the area, the bishop has also been called Bishop of Tusculum.[A] Tusculum was destroyed in 1191. The bishopric moved from Tusculum to Frascati, a nearby town which is first mentioned in the pontificate of Pope Leo IV. Until 1962, the Cardinal-Bishop was concurrently the diocesan bishop of the see in addition to any curial duties he possessed.  Pope John XXIII removed the Cardinal Bishops from any actual responsibility in their suburbicarian dioceses, and made the title purely honorific.",
  "/wiki/Pope_Honorius_IV": "Pope Honorius IV (c. 1210 – 3 April 1287), born Giacomo Savelli, was Pope from 2 April 1285 to his death in 1287. During his pontificate he largely continued to pursue the pro-French political policy of his predecessor, Pope Martin IV.",
  "/wiki/Honorius_IV": "Pope Honorius IV (c. 1210 – 3 April 1287), born Giacomo Savelli, was Pope from 2 April 1285 to his death in 1287. During his pontificate he largely continued to pursue the pro-French political policy of his predecessor, Pope Martin IV.",
  "/wiki/Archbishop_of_Monreale": "The Italian Catholic Archdiocese of Monreale (Latin: Archidioecesis Montis Regalis) is in Sicily. As of 2000 it is no longer a metropolitan see, and is now a suffragan of the Archdiocese of Palermo.",
  "/wiki/Hugh_Aycelin": "Hugh Aycelin (1230, Billom – 28 December 1297, Rome) was a French Cardinal.  He was also known as Hughes of Billom (also Billo or Billay), Ugo Billomo, Hughes Séguin, Ugo Seguin de Billon, Hughes Aycelin de Montaigut and Hugues Séguin de Billon.",
  "/wiki/Billom": "Billom (French pronunciation: ​[bijɔ̃]; Auvergnat: Bilhom) is a commune in the Puy-de-Dôme department in the Auvergne-Rhône-Alpes region in central France.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.\n During the Iron Age, what is now metropolitan France was inhabited by the Gauls, a Celtic people. Rome annexed the area in 51 BC, holding it until the arrival of Germanic Franks in 476, who formed the Kingdom of Francia. The Treaty of Verdun of 843 partitioned Francia into East Francia, Middle Francia and West Francia. West Francia, which became the Kingdom of France in 987, emerged as a major European power in the Late Middle Ages, following its victory in the Hundred Years' War (1337–1453). During the Renaissance, French culture flourished and a global colonial empire was established, which by the 20th century would become the second largest in the world. The 16th century was dominated by religious civil wars between Catholics and Protestants (Huguenots). France became Europe's dominant cultural, political, and military power in the 17th century under Louis XIV. In the late 18th century, the French Revolution overthrew the absolute monarchy, establishing one of modern history's earliest republics and drafting the Declaration of the Rights of Man and of the Citizen, which expresses the nation's ideals to this day.\n In the 19th century, Napoleon took power and established the First French Empire. His subsequent Napoleonic Wars (1803–15) shaped the course of continental Europe. Following the collapse of the Empire, France endured a tumultuous succession of governments culminating with the establishment of the French Third Republic in 1870. France was a major participant in World War I, from which it emerged victorious, and was one of the Allies in World War II, but came under occupation by the Axis powers in 1940. Following liberation in 1944, a Fourth Republic was established and later dissolved in the course of the Algerian War. The Fifth Republic, led by Charles de Gaulle, was formed in 1958 and remains today. Algeria and nearly all the other colonies became independent in the 1960s, with most retaining close economic and military connections with France.\n France has long been a global centre of art, science, and philosophy. It hosts the world's fourth-largest number of UNESCO World Heritage Sites and is the leading tourist destination, receiving around 83 million foreign visitors annually, but if it counted the nights spent by non-residents tourist, France become the sixth country in world with 138 millions of nights, behind United States, China, Spain, Italy and United Kingdom. France is a developed country with the world's sixth-largest economy by nominal GDP, and tenth-largest by purchasing power parity. In terms of aggregate household wealth, it ranks fourth in the world. France performs well in international rankings of education, health care, life expectancy, and human development. France is considered a great power in global affairs, being one of the five permanent members of the United Nations Security Council with the power to veto and an official nuclear-weapon state. It is a leading member state of the European Union and the Eurozone, and a member of the Group of 7, North Atlantic Treaty Organization (NATO), Organisation for Economic Co-operation and Development (OECD), the World Trade Organization (WTO), and La Francophonie.",
  "/wiki/Bishop_of_Ostia_e_Velletri": "The Bishop of Ostia is the head of the suburbicarian diocese of Ostia, one of the seven suburbicarian sees of Rome. The position is now attached to the post of Dean of the College of Cardinals, as it has been since 1150, with the actual governance of the diocese entrusted to the Vicar General of Rome.\n Ostia and Velletri,  \"Ostia e Velletri\" in Italian, was a single suburbicarian diocese from 1105 to 1914.  In 1914, Velletri (now Velletri-Segni) was split off as a separate suburbicarian diocese. Starting then, a new Dean would add the see of Ostia to the suburbicarian see he already had.",
  "/wiki/Pope_Nicholas_IV": "Pope Nicholas IV (Latin: Nicolaus IV; 30 September 1227 – 4 April 1292), born Girolamo Masci, Pope from 22 February 1288 to his death in 1292. He was the first Franciscan to be elected pope.",
  "/wiki/Matteo_d'Acquasparta": "Matthew of Aquasparta (Italian: Matteo di Aquasparta; 1240 – 29 October 1302) was an Italian Friar Minor and scholastic philosopher. He was elected Minister General of the Order.",
  "/wiki/Acquasparta": "Acquasparta is a town and comune in the province of Terni (Umbria, central Italy). It is located on a hill above the Naia Valley and the river of the same name, facing the Monti Martani mountain range.\n It also sits between two hot springs, the Amerino and the Furapane.",
  "/wiki/Bishop_of_Porto_e_Santa_Rufina": "The Diocese of Porto-Santa Rufina (Latin: Portuensis et Sanctae Rufinae) is a suburbicarian diocese of the Diocese of Rome and a diocese of the Catholic Church in Italy. It was formed from the union of two dioceses. The diocese of Santa Rufina was also formerly known as Silva Candida.\n From 1967, the diocese has had both a titular cardinal bishop, and a resident bishop who handles the diocesan business.",
  "/wiki/Franciscans": "The Franciscans are a group of related mendicant religious orders within the Catholic Church, founded in 1209 by Saint Francis of Assisi.  These orders include the Order of Friars Minor, the Order of Saint Clare, and the Third Order of Saint Francis. They adhere to the teachings and spiritual disciplines of the founder and of his main associates and followers, such as Clare of Assisi, Anthony of Padua, and Elizabeth of Hungary, among many others.[failed verification] \n Francis began preaching around 1207 and traveled to Rome to seek approval from Pope Innocent III in 1209 to form a new religious order.  The original Rule of Saint Francis approved by the Pope did not allow ownership of property, requiring members of the order to beg for food while preaching.  The austerity was meant to emulate the life and ministry of Jesus Christ.  Franciscans traveled and preached in the streets, while staying in church properties.  Saint Clare, under Francis's guidance, founded the Poor Clares (Order of Saint Clare) in 1212, which remains a Second Order of the Franciscans.\n The extreme poverty required of members was relaxed in the final revision of the Rule in 1223.  The degree of observance required of members remained a major source of conflict within the order, resulting in numerous secessions. The Order of Friars Minor, previously known as the \"Observant\" branch, is one of the three Franciscan First Orders within the Catholic Church, the others being the \"Conventuals\" (formed 1517) and \"Capuchins\" (1520).  The Order of Friars Minor, in its current form, is the result of an amalgamation of several smaller orders completed in 1897 by Pope Leo XIII.  The latter two, the Capuchin and Conventual, remain distinct religious institutes within the Catholic Church, observing the Rule of Saint Francis with different emphases. Conventual Franciscans are sometimes referred to as minorites or greyfriars because of their habit. In Poland and Lithuania they are known as Bernardines, after Bernardino of Siena, although the term elsewhere refers to Cistercians instead.",
  "/wiki/Simon_de_Beaulieu": "Simon de Beaulieu (born at the Chateau de Beaulieu in Brie, at a date unknown; died in Orvieto, 18 August 1297) was a French bishop and Roman Catholic Cardinal. He was the son of Guy, Sieur de Beaulieu and of Agnes.  Simon's brother, Jean, was Abbot of the Cistercian monastery of Notre Dame-de-Jouy in the diocese of Sens. Simon had another brother, Raoul, who was also buried (1286) at Jouy along with their mother.",
  "/wiki/Pécy": "Pécy is a commune in the Seine-et-Marne department in the Île-de-France region in north-central France.",
  "/wiki/Bishop_of_Palestrina": "The Roman Catholic Suburbicarian Diocese of Palestrina (Latin: Diocesis Praenestina) is a Roman Catholic suburbicarian diocese centered on the comune of Palestrina in Italy.\n The current Bishop of Palestrina is Domenico Sigalini, who from 3 November 2010 until 5 April 2014 was also appointed by Pope Benedict XVI to be the general ecclesiastical assistant of Italian Catholic Action.",
  "/wiki/Pope_Celestine_V": "Pope Celestine V (Latin: Caelestinus V; 1215 – 19 May 1296), born Pietro Angelerio (according to some sources Angelario, Angelieri, Angelliero, or Angeleri), also known as Pietro da Morrone, Peter of Morrone, and Peter Celestine, was pope for five months from 5 July to 13 December 1294, when he resigned. He was also a monk and hermit who founded the order of the Celestines as a branch of the Benedictine order.\n He was elected pope in the Catholic Church's last non-conclave papal election, ending a two-year impasse. Among the few edicts of his to remain in force was the confirmation of the right of the pope to abdicate; nearly all of his other official acts were annulled by his successor, Boniface VIII. On 13 December 1294, a week after issuing the decree, Celestine resigned, stating his desire to return to his humble, pre-papal life. He was subsequently imprisoned by Boniface in the castle of Fumone in the Lazio region, in order to prevent his potential installation as antipope.  He died in prison on 19 May 1296 at the age of 81.\n Celestine was canonized on 5 May 1313 by Pope Clement V. No subsequent pope has taken the name Celestine.",
  "/wiki/Archbishop_of_Bourges": "The Roman Catholic Archdiocese of Bourges (Latin: Archidioecesis Bituricensis; French: Archidiocèse de Bourges) is an archdiocese of the Latin Rite of the Roman Catholic Church in France. The Archdiocese comprises the departements of Cher and Indre in the Region of Val de Loire. Bourges Cathedral stands in the city of Bourges in the  department of  Cher.  Although this is still titled as an Archdiocese, it ceased as a metropolitan see in 2002 and is now a suffragan in the ecclesiastical province of Tours.\n In 2002 it lost its  metropolitan function (and thus the archbishop no longer wears the pallium), its province having ceased to exist (the province had already been substantially modified from the late Roman province of Aquitania Prima with which it had initially corresponded -  Albi had been erected as an archbishopric in the medieval context of heresiological conflict;  Orléans,  Chartres and  Blois - historically dependent on  Sens - had been attached to  Paris, from which they passed to Bourges in the 1960s). The Archdiocese (also the three above- mentioned sees) is now suffragan to the Archdiocese of Tours; other dioceses until recently dependent on Bourges are now suffragans of the  Clermont-Ferrand Archdiocese. Historical ecclesiastical geography has here thus changed to correspond with  France's new regions, much as diocesan and provincial boundaries from Napoleon's Concordat of 1801 onwards changed mainly in accordance with those of the  Revolution's départements.",
  "/wiki/Bérard_de_Got": "Bérard de Got  (Latin: Berardus de Goth, de Gouth) (born Villandraut in the Gironde, in the diocese of Bordeaux, ca. 1250; died 27 June 1297) was a French bishop and Roman Catholic Cardinal.  He was the son of Bérard, Lord of Villandraut, and a brother of Bertrand de Got, who became Pope Clement V.",
  "/wiki/Villandraut": "Villandraut  is a commune in the Gironde department in Nouvelle-Aquitaine in southwestern France.\n Pope Clement V was born in Villandraut, he is known for moving the Curia from Rome to Avignon, ushering in the period known as the Avignon Papacy.",
  "/wiki/Bishop_of_Albano": "The Diocese of Albano (Latin: Albanensis) is a suburbicarian see of the Roman Catholic Church in a diocese in Italy, comprising seven towns in the Province of Rome. Albano Laziale is situated some 15 kilometers from Rome, on the Appian Way.\n Under current arrangements it has both a titular bishop and a diocesan bishop.",
  "/wiki/Archbishop_of_Lyon": "The Roman Catholic  Archdiocese of Lyon (Latin: Archidioecesis Lugdunensis; French: Archidiocèse de Lyon), formerly the Archdiocese of Lyon–Vienne–Embrun, is a Roman Catholic Metropolitan archdiocese in France.  The current Archbishop is Philippe Cardinal Barbarin.  He is the successor of Saint Pothinus and Saint Irenaeus, the first and second bishops of Lyon, respectively, and is called Primate of the Gauls. It is one of the more prestigious archbishoprics within the French church, and its holder is usually promptly elevated to being a Cardinal. Currently, the Archdiocese is run by apostolic administrator Michel Dubost.",
  "/wiki/Pope_Clement_V": "Pope Clement V (Latin: Clemens V; c. 1264 – 20 April 1314), born Raymond Bertrand de Got (also occasionally spelled de Guoth and de Goth), was Pope from 5 June 1305 to his death in 1314. He is remembered for suppressing the order of the Knights Templar and allowing the execution of many of its members, and as the Pope who moved the Papacy from Rome to Avignon, ushering in the period known as the Avignon Papacy.",
  "/wiki/Pope_Boniface_VIII": "Pope Boniface VIII (Latin: Bonifatius VIII; born Benedetto Caetani, c. 1230 – 11 October 1303) was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had resigned from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna family, some of whom had contested the validity of the 1294 papal conclave that elected him following the unusual resignation of Pope Celestine V. The dispute resulted in battles between troops of Boniface and his adversaries and the deliberate destruction and salting of the town of Palestrina, despite the pope's assurances that the surrendering city would be spared.\n Boniface VIII put forward some of the strongest claims of any pope to temporal as well as spiritual power. He involved himself often with foreign affairs, including in France, Sicily, Italy and the First War of Scottish Independence. These views, and his chronic intervention in \"temporal\" affairs, led to many bitter quarrels with Albert I of Germany, Philip IV of France, and Dante Alighieri, who wrote his treatise De Monarchia to dispute Boniface's claims of papal supremacy and placed the pope in the Eighth Circle of Hell in his Divine Comedy, among the simoniacs.\n Boniface systematized canon law by collecting it in a new volume, Liber Sextus (1298), which continues to be important source material for canon lawyers. He organized the first Catholic \"jubilee\" year to take place in Rome in order to gain political clout over Philip IV of France or make up for loss of funds from him. Boniface had first entered into conflict with Philip IV of France in 1296 when the latter sought to reinforce the nascent nation state by imposing taxes on the clergy and barring them from administration of the law. The conflict escalated when the French arrested and convicted papal legate Bernard Saisset for insurrection. The pope issued a bull, Ausculta Fili, in which he declared that both spiritual and temporal power were under the pope's jurisdiction, and that kings were subordinate to the power of the Roman pontiff. Philip disobeyed and had Ausculta Fili publicly burnt in Paris in 1302. Boniface excommunicated Philip and all others who prevented French clergy from traveling to the Holy See, after which the king sent his troops to attack the pope's residence in Anagni on 7 September 1303 and capture him. Boniface was held for three days and beaten badly.\n Boniface died a month later, on 11 October 1303, of high fever and was buried in a special chapel. Philip IV pressured Pope Clement V of the Avignon Papacy into staging a posthumous trial of Boniface. He was accused of heresy and sodomy. Pope Clement V referred the process to the 1311 Council of Vienne, where two knights challenged the claim to a trial by combat. With no one willing to fight them, the Council declared the matter closed. His body was accidentally exhumed in 1605 and was found to be in relatively good condition, dispensing the legend that he had become frenzied, gnawing his hands and bashing his brains out against the wall.",
  "/wiki/Anagni": "Anagni (Italian pronunciation: [aˈnaɲɲi]) is an ancient town and comune in the  province of Frosinone, Latium, central Italy, in the hills east-southeast of Rome. It is a historical and artistic center of the Latin Valley.",
  "/wiki/Pietro_Peregrosso": "Pietro Peregrosso (born in Milan, ca. 1225; died in Anagni, or Rome,  1 August 1295) was a Roman Catholic legal scholar, ecclesiastical bureaucrat, and Cardinal (1288-1295).  He had a sister, who was a nun at the convent of S. Agnete de Archagniago at the Porta Vercellina in Milan.  He had a nephew, Belviso de Perego, to whom he left a legacy.\n He studied at the University of Bologna and at the University of Orleans, ultimately receiving the laurels in utroque iure (both Canon Law and Civil Law).",
  "/wiki/Milan": "Milan (/mɪˈlæn/, US also /mɪˈlɑːn/, Italian: Milano [miˈlaːno] (listen), Milanese: [miˈlãː] (listen)) is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. \nThe city proper has a population of about 1.4 million while its metropolitan city has 3.23 million inhabitants. Its continuously built-up urban area, that stretches well beyond the boundaries of its administrative metropolitan city, is the fourth largest in the EU with 5.27 million inhabitants. The population within the wider Milan metropolitan area, also known as Greater Milan, is estimated at 8.2 million, making it by far the largest metropolitan area in Italy and the 4th largest in the EU.\n Milan is considered a leading alpha global city, with strengths in the field of the art, commerce, design, education, entertainment, fashion, finance, healthcare, media, services, research and tourism. Its business district hosts Italy's stock exchange (Italian: Borsa Italiana), and the headquarters of national and international banks and companies. In terms of GDP, it has the second-largest economy among EU cities after Paris, and is the wealthiest among EU non-capital cities. Milan is considered part of the Blue Banana and one of the \"Four Motors for Europe\".\n The city has been recognized as one of the world's four fashion capitals thanks to several international events and fairs, including Milan Fashion Week and the Milan Furniture Fair, which are currently among the world's biggest in terms of revenue, visitors and growth. It hosted the Universal Exposition in 1906 and 2015. The city hosts numerous cultural institutions, academies and universities, with 11% of the national total enrolled students. Milan is the destination of 8 million overseas visitors every year, attracted by its museums and art galleries that include some of the most important collections in the world, including major works by Leonardo da Vinci. The city is served by many luxury hotels and is the fifth-most starred in the world by Michelin Guide. The city is home to two of Europe's most successful football teams, A.C. Milan and F.C. Internazionale, and one of Europe's main basketball teams, Olimpia Milano. Milan will host the 2026 Winter Olympics together with Cortina d'Ampezzo.",
  "/wiki/Tommaso_d'Ocra": "Tommaso d'Ocra, O.Celest.,  or Tommaso de Apruntio (born at a date unknown,  in a place unknown; died 29 May 1300 in Naples) was an Italian monk and Roman Catholic Cardinal.",
  "/wiki/Ocre": "Ocre is a comune (municipality) and town in the province of L'Aquila in the Abruzzo region of southern Italy.",
  "/wiki/Abruzzi": "Abruzzo (UK: /æˈbrʊtsoʊ/, US: /ɑːˈbruːtsoʊ, əˈ-/, Italian: [aˈbruttso]; Abbrùzze, Abbrìzze or Abbrèzze in Neapolitan Abruzzese; Aquilano: Abbrùzzu) or Abruzzi is a region of Southern Italy with an area of 10,763 square km (4,156 sq mi) and a population of 1.2 million. It is divided into four provinces: L'Aquila, Teramo, Pescara, and Chieti. Its western border lies 80 km (50 mi) east of Rome. Abruzzo borders the region of Marche to the north, Lazio to the west and south-west, Molise to the south-east, and the Adriatic Sea to the east. Geographically, Abruzzo is divided into a mountainous area in the west, which includes the Gran Sasso d'Italia, and a coastal area in the east with beaches on the Adriatic Sea.\n Abruzzo is considered a region of Southern Italy in terms of its culture, language, history and economy, although geographically it may also be considered central. The Italian Statistical Authority (ISTAT) also deems it to be part of Southern Italy, partly because of Abruzzo's historic association with the Kingdom of the Two Sicilies.\n Abruzzo is known as \"the greenest region in Europe\" as almost half of its territory, the largest in Europe, is set aside as national parks and protected nature reserves. There are three national parks, one regional park, and 38 protected nature reserves. These ensure the survival of 75% of Europe's living species, including rare species such as the golden eagle, the Abruzzo (or Abruzzese) chamois, the Apennine wolf and the Marsican brown bear. Abruzzo is also home to Calderone, Europe's southernmost glacier.\n The visiting nineteenth-century Italian diplomat and journalist Primo Levi (1853–1917) said that the adjectives \"forte e gentile\" (strong and kind) best describe the beauty of the region and the character of its people. \"Forte e gentile\" has since become the motto of the region and its inhabitants.",
  "/wiki/Jean_Lemoine": "Jean Lemoine, Jean Le Moine, Johannes Monachus (born 1250 at Crécy-en-Ponthieu, died 22 August 1313 at Avignon) was a French canon lawyer, Cardinal, bishop of Arras and papal legate. He served Boniface VIII as representative to Philip IV of France, and founded the Collège du Cardinal Le Moine, in Paris. He is the first one to formulate the legal principle of the presumption of innocence.",
  "/wiki/Crécy": "The Battle of Crécy took place on 26 August 1346 in north-east France between a French army commanded by King Philip VI and an English army led by King Edward III. The French attacked the English while they were traversing northern France during the Hundred Years' War resulting in an English victory and heavy loss of life among the French.\n The English army had landed in the Cotentin Peninsula on 12 July. It had burnt a path of destruction through some of the richest lands in France to within 2 miles (3 km) of Paris, sacking many towns on the way. The English then marched north, hoping to link up with an allied Flemish army which had invaded from Flanders. Hearing that the Flemish had turned back, and having temporarily outdistanced the pursuing French, Edward had his army prepare a defensive position on a hillside near Crécy-en-Ponthieu. Late on 26 August the French army, which greatly outnumbered the English, attacked.\n During a brief archery duel a large force of French mercenary crossbowmen was routed by Welsh and  English longbowmen. The French then launched a series of cavalry charges by their mounted knights. These were disordered by their impromptu nature, by having to force their way through the fleeing crossbowmen, by the muddy ground, by having to charge uphill, and by the pits dug by the English. The attacks were further broken up by the effective fire from the English archers, which caused heavy casualties. By the time the French charges reached the English men-at-arms, who had dismounted for the battle, they had lost much of their impetus. The ensuing hand-to-hand combat was described as \"murderous, without pity, cruel, and very horrible\". The French charges continued late into the night, all with the same result: fierce fighting followed by a French repulse.\n The English then laid siege to the port of Calais. The battle crippled the French army's ability to relieve the siege; the town fell to the English the following year and remained under English rule for more than two centuries, until 1558. Crécy established the effectiveness of the longbow as a dominant weapon on the Western European battlefield.",
  "/wiki/L'Aquila": "L'Aquila (/ˈlækwɪlə/ LAK-wil-ə, Italian: [ˈlaːkwila] (listen); meaning \"The Eagle\") is a city and comune in Central Italy, both the capital city of the Abruzzo region and of the Province of L'Aquila. As of 2013[update], it has a population of 70,967 inhabitants. Laid out within medieval walls on a hill in the wide valley of the Aterno river, it is surrounded by the Apennine Mountains, with the Gran Sasso d'Italia to the north-east.\n L'Aquila sits upon a hillside in the middle of a narrow valley; tall snow-capped mountains of the Gran Sasso massif flank the town. A maze of narrow streets, lined with Baroque and Renaissance buildings and churches, open onto elegant piazzas. Home to the University of L'Aquila, it is a lively college town and, as such, has many cultural institutions: a repertory theatre, a symphony orchestra, a fine-arts academy, a state conservatory, a film institute. There are several ski resorts in the surrounding province (Campo Imperatore, Ovindoli, Pescasseroli, Roccaraso, Scanno).",
  "/wiki/Guillaume_de_Ferrières_(cardinal)": "Guillaume de Ferrières (Latin: Guilelmus de Ferrariis, de Fornariis) (born in Provence, at a date unknown; died 7 September 1295 in Perpignan) was a Provençal French bureaucrat in the service of King Charles II of Naples, and a Roman Catholic Cardinal.\n Guillaume held the academic rank of Magister. He was Professor of Law at the University of Toulouse, ca. 1284.\n He was Provost of the Church of  Marseille, 1289-1295, and papal Chaplain.  He also held the titles of Consiliarius and Familiaris of King Charles.\n He was Vice-Chancellor of King Charles II of Naples, 1290-1295, in Provence. In a letter written at Aix-en-Provence on 24 November 1290, the Provost Guillaume states that he was operating with the authority of the King by virtue of a special commission.\n On the request of King Charles II, Guillaume de Ferrières was created cardinal-priest by Pope Celestine V at a Consistory held at L'Aquila on 18 September 1294; Guillaume was assigned the titular Church of San Clemente in Rome.\n He participated in the Conclave of 1294, following the resignation of Pope Celestine V on 13 December 1294.  On 24 December, the cardinals elected Benedetto Caetani, Cardinal Priest of SS. Silvestro e Martino, who took the name Boniface VIII.\n Cardinal Guillaume was appointed Legate of Boniface VIII on 30 June 1295, and sent to France to de-fuse a quarrel which was beginning between Philip IV of France, Charles II of Sicily, and Charles of Alençon and Valois. He was then sent on to Spain to confirm the peace between Charles II of Sicily and King James II of Aragon, and to carry out the investiture for the Kingdom of Valencia and the Kingdom of Aragon. Useful details of the mission are provided by the Register of Guillaume de Mandagot, Archbishop of Embrun. Mandagot had just been consecrated a bishop by Boniface VIII himself on Easter Day, 1295, and he headed north very soon thereafter.  He was in Embrun in the third week of June, where he was received, installed, and offered homage. He then immediately held a synod. But he received a special order from the Pope to proceed to Catalonia, with Cardinal Guillaume de Ferrieres and King Charles II of Naples.  He wound up his affairs and on 30 July set off to meet the party travelling north from Rome.  The party proceeded to Catalonia, joined by the Archbishop of Arles, Rostagne de Capre.  The party met with King James, and the negotiations were concluded.  The agreement was later sealed by the marriage of King James II with the daughter of King Charles II, Blanche of Anjou, on 29 October or 1 November 1295, in the Catalan town of Vilabertran.\n Business concluded, the party began its return journey. Cardinal Guillaume only got as far as Perpignan where he fell ill, and died on 7 September 1295. He was buried in the Franciscan church in that city.  Unaware as yet of his death, Pope Boniface wrote a letter to Cardinal Guillaume on 19 September, in which he remarks on Guillaume's illness and his frustration that the negotiations with King James of Aragon were being delayed.\n On 25 November 1295,  the Treasury of the College of Cardinals paid out to the estate of Cardinal Guilelmus de Fornariis his share of a donation made by the Abbot of the Monastery of S. Giorgio in Venice.  The estate did not, however, share in the distribution of money from the Rector of the Comtat Venaissin because Cardinal Guillaume had died before Michaelmas.  The estate was still receiving distributions from money owed during Cardinal Guillaume's lifetime but not paid until well after his death; on 12 March 1296, he received money given by the Abbot of Cluny, and at Eastertide money given by the Archbishop of Tours.",
  "/wiki/Provence": "Provence (/prəˈvɒ̃s/, US: /proʊ-/; French: [pʁɔvɑ̃s]; Provençal: Provença in classical norm or Prouvènço in Mistralian norm, pronounced [pʀuˈvɛnsɔ]) is a geographical region and historical province of southeastern France, which extends from the left bank of the lower Rhône to the west to the Italian border to the east, and is bordered by the Mediterranean Sea to the south. It largely corresponds with the modern administrative region of Provence-Alpes-Côte d'Azur and includes the departments of Var, Bouches-du-Rhône, Alpes-de-Haute-Provence, as well as parts of Alpes-Maritimes and Vaucluse. The largest city of the region is Marseille.\n The Romans made the region the first Roman province beyond the Alps and called it Provincia Romana, which evolved into the present name. Until 1481 it was ruled by the Counts of Provence from their capital in Aix-en-Provence, then became a province of the Kings of France. While it has been part of France for more than five hundred years, it still retains a distinct cultural and linguistic identity, particularly in the interior of the region.",
  "/wiki/Crown-cardinal": "A crown-cardinal (Italian: cardinale della corona) was a cardinal protector of a Roman Catholic nation, nominated or funded by a Catholic monarch to serve as their representative within the College of Cardinals and, on occasion, to exercise the right claimed by some monarchs to veto a candidate for election to the papacy. More generally, the term may refer to any cardinal significant as a secular statesman or elevated at the request of a monarch.\n Francis Burkle-Young defines a crown cardinal as one \"elevated to the cardinalate solely on the recommendation of the European kings and without, in many cases, having performed any service at all for the advance of the Church.\"\n According to conclave historian Frederic Baumgartner, the crown-cardinals \"rarely came to Rome except for the conclaves, if then, and they were largely unknown to the majority of the College. Usually unable to take part in the pratiche, they were not papabili and rarely received more than one or two votes\". Crown-cardinals generally opposed the election of crown-cardinals from other kingdoms, although they tended to unite against the election of cardinal-nephews.\n Opposition to national cardinal protectors arose in the fifteenth century due to the perceived conflict of interest, and Pope Martin V attempted to forbid them entirely in 1425. A reform of Pope Pius II dated 1464 regards national cardinal protectors as generally inconsistent with curial responsibility, with several exceptions. Such protectorships were first openly permitted by popes Innocent VIII and Alexander VI, both of whom required the explicit written consent of the pontiff for a cardinal to take up a \"position of service to a secular prince\". An unnamed cardinal even suggested elevating national cardinal protectors to a full and official position in the Roman Curia, equivalent to an ambassador.",
  "/wiki/Charles_II_of_Naples": "Charles II, also known as Charles the Lame (French: Charles le Boiteux; Italian: Carlo lo Zoppo; 1254 – 5 May 1309), was King of Naples, Count of Provence and Forcalquier (1285–1309), Prince of Achaea (1285–1289), and Count of Anjou and Maine (1285–1290); he also styled himself King of Albania and claimed the Kingdom of Jerusalem from 1285. He was the son of Charles I of Anjou—one of the most powerful European monarchs in the second half of the 13th century—and Beatrice of Provence. His father granted Charles the Principality of Salerno in the Kingdom of Sicily (or Regno) in 1272 and made him regent in Provence and Forcalquier in 1279.\n After the uprising known as the Sicilian Vespers against Charles' father, the island of Sicily became an independent kingdom under the rule of Peter III of Aragon in 1282. A year later, his father made Charles regent in the mainland territories of the Regno (or the Kingdom of Naples). Charles held a general assembly where unpopular taxes were abolished and the liberties of the noblemen and clerics were confirmed. He could not prevent the Aragonese from occupying Calabria and the islands in the Gulf of Naples. The Sicilian admiral, Roger of Lauria, captured him in a naval battle near Naples in 1284. As he was still in prison when his father died on 7 January 1285, his realms were ruled by regents.",
  "/wiki/Nicolas_de_Nonancourt": "Nicolas de Nonancourt   (born at Nonancourt, at a date unknown; died 23 September 1299, the Feast of Saint Maurice).  He was a French university Chancellor, Dean of a Cathedral, and Roman Catholic Cardinal.",
  "/wiki/Nonancourt": "Nonancourt  is a commune in the Eure department in Normandy in northern France. The writer Louis-François Beffara (1751–1838) and the playwright Lucien Besnard (1872–1955) were born in Nonancourt.\n Since 1975 Nonancourt has been twinned with Earls Colne in Essex.",
  "/wiki/Robert_de_Pontigny": "Robert de Pontigny, O.Cist. (born in France, date unknown; died at Parma, 9 October 1305) was a French monk, abbot and Roman Catholic Cardinal.",
  "/wiki/Philip_IV_of_France": "Philip IV (April–June 1268 – 29 November 1314), called Philip the Fair (French: Philippe le Bel), was King of France from 1285 to 1314. By virtue of his marriage with Joan I of Navarre, he was also King of Navarre as Philip I from 1284 to 1305, as well as Count of Champagne. Although Philip was known as handsome, hence the epithet le Bel, his rigid and inflexible personality gained him (from friend and foe alike) other nicknames, such as the Iron King (French: le Roi de fer). His fierce opponent Bernard Saisset, bishop of Pamiers, said of him: \"he is neither man nor beast. He is a statue.\"[a]\n Philip relied on skillful civil servants, such as Guillaume de Nogaret and Enguerrand de Marigny, to govern the kingdom rather than on his nobles. Philip and his advisors were instrumental in the transformation of France from a feudal country to a centralized state. The king, who sought an uncontested monarchy, compelled his vassals by wars and restricted feudal usages. His ambitions made him highly influential in European affairs. His goal was to place his relatives on foreign thrones. Princes from his house ruled in Naples and Hungary. He tried and failed to make another relative the Holy Roman Emperor.  He began the long advance of France eastward by taking control of scattered fiefs.\n The most notable conflicts of Philip's reign include a dispute with the English over King Edward I's fiefs in southwestern France, and a war with the Flemish, who had rebelled against French royal authority and humiliated Philip at the Battle of the Golden Spurs in 1302 but resulted with Philip's ultimate victory with which he received a significant portion of Flemish cities that were added to the crown lands along with a vast sum of money. In 1306, Philip expelled the Jews from France, and in 1307 he annihilated the order of the Knights Templar. He was in debt to both groups and saw them as a \"state within the state\". To further strengthen the monarchy, Philip tried to take control of the French clergy, leading to a violent conflict with Pope Boniface VIII. This conflict resulted in the transfer of the papal court to the  enclave of Avignon in 1309.\n His final year saw a scandal amongst the royal family, known as the Tour de Nesle affair, in which Philip's three daughters-in-law were accused of adultery. His three sons were successively kings of France, Louis X, Philip V, and Charles IV. Their deaths without surviving sons of their own would compromise the future of the French royal house, which until then seemed secure, precipitating a succession crisis that would eventually lead to the Hundred Years' War (1337–1453).",
  "/wiki/Castrocielo": "Castrocielo is a comune (municipality) in the province of Frosinone in the Italian region Lazio, located about 110 kilometres (68 mi) southeast of Rome and about 30 kilometres (19 mi) southeast of Frosinone.\n Castrocielo borders the following municipalities: Aquino, Colle San Magno, Piedimonte San Germano, Pontecorvo, Roccasecca.\n Castrocielo is the hometown of American pro wrestler and promoter Angelo Savoldi.",
  "/wiki/Matteo_Rosso_Orsini_(cardinal)": "Matteo Rosso Orsini (c. 1230, in Rome – 4 September 1305, in Perugia), was a Roman aristocrat, politician, diplomat, and Roman Catholic Cardinal.  He was the nephew of Pope Nicholas III (Giovanni Gaetano Orsini) (1277-1280).",
  "/wiki/Pope_Urban_IV": "Pope Urban IV (Latin: Urbanus IV; c. 1195 – 2 October 1264), born Jacques Pantaléon, was the head of the Catholic Church and ruler of the Papal States from 29 August 1261 to his death in 1264. He was not a cardinal; only a few popes since his time have not been cardinals, including Gregory X, Urban V and Urban VI.",
  "/wiki/Matteo_Rosso_Orsini": "Matteo Rosso Orsini (1178–1246), called the Great, was an Italian politician, the father of Pope Nicholas III. He was named senatore of the City of Rome by Pope Gregory IX in 1241: in this capacity he took a firm stand against the ventures in Italy of Frederick II, Holy Roman Emperor, and defeated him in 1243.\n He was an effective lord of the Eternal City during sede vacante of 1241 and had a considerable influence on the papal election of that year, when the cardinal electors were confined in the Septizodium by his orders. He extended the territories of the Orsini family. He was also a personal friend of St Francis of Assisi and protector of  his order.",
  "/wiki/Giacomo_Colonna": "Giacomo Colonna (1270-1329), more commonly known by his bynames Sciarrillo or Sciarra, was a member of the powerful Colonna family. He is most famous for attacking Pope Boniface VIII and for crowning Louis IV of Germany as Holy Roman Emperor.",
  "/wiki/Napoleone_Orsini_Frangipani": "Napoleone Orsini (1263 – 24 March 1342) was a Roman Cardinal. His ecclesiastical career lasted 57 years, 54 of them as a cardinal, and included six conclaves.\n Born in Rome to Rinaldo Orsini, Lord of Monterotondo and of Marino, son of Matteo Rosso Orsini 'il Grande'; and Ocilenda, perhaps the daughter of Stefano II Conti, perhaps of a member of the house of Boveschi.  Rinaldo was a brother of Pope Nicholas III and of Cardinal Giordano Orsini.  Napoleone took holy orders in 1285 and was named a papal sub-chaplain by Honorius IV.  He is attested as Papal Chaplain on February 18, 1286.   He rose quickly in the ecclesiastical hierarchy, and in a Consistory held by Pope Nicholas IV  on 16 May 1288, he was appointed a Cardinal Deacon and assigned the Deaconry of  S. Adriano.\n During the pontificate of Boniface VIII his gift for diplomacy was put to wide use and he was named legate to Spoleto and Ancona on 27 May 1300. In this capacity, in 1301, he retook the city of Gubbio, which had rebelled against the Papal State. An opponent of the Colonna family, he was a supporter of Boniface' Italian crusades.\n From 1303 to 1341 Cardinal Napoleone was Prebend of Sutton cum Buckingham in the diocese of Lincoln. He was appointed Canon and Prebend of Suthcave in the Church of York (before September 21, 1304), a benefice which he held until 1342.\n In 1305, after the Conclave of 1304-1305 and two weeks after his coronation, the new Pope, Clement V, made him Archpriest of S. Peter's Basilica in Rome.\n During the Avignon Papacy Napoleone realigned himself with the Colonna and testified against Boniface at the latter's posthumous trial.\n Cardinal Napoleone Orsini participated prominently in the long Conclave of  1 May 1314 to 5 September 1316, following the death of Clement V. There was, to be sure, a long intermission in the proceedings, caused by multiple forces which began with dissensions among the retinues of the cardinals, included an attempt to set fire to the Conclave, and the direct involvement of the Royal family of France. The Conclave finally elected a Gascon, Cardinal Jacques Duèse on 7 August 1314.  He was crowned in the Cathedral of S. Etienne in Lyon on 5 September 1316.\n Immediately after the election, even before the Coronation,  Cardinal Napoleone managed to obtain from the new Pope for the benefit of his cousin Paul de Comite, a Papal Chaplain, the reversion of a canonry and prebend in the Church of Lichfield; and for the benefit of another cousin Peter de Comite the confirmation of a Canonry and prebend in the Church of London.\n In the Conclave of 1334, following the death of Pope John XXII, he participated as senior Cardinal Deacon, prior Diaconum. The Conclave began on 13 December 1334 in the Apostolic Palace in Avignon with twenty-four cardinals in attendance.  On the evening of 20 December 1334, they chose Cardinal Jacques Fournier, O.Cist., of Savardun near Toulouse, in the Diocese of Pamiers, who adopted the name Benedict XII.  On 8 January 1335, he was crowned by Cardinal Napoleone Orsini in the Dominican Church in Avignon.\n Cardinal Napoleone was diplomatically active during the pontificates of Pope Clement V and Pope John XXII.\n He wrote his Testament at Avignon on 13 April 1337, and revised it on 13 February 1342.  He died at the age of seventy-nine in 1342, at Avignon, only one month before the death of Pope Benedict XII.  He had participated in six conclaves, and narrowly missed his seventh.",
  "/wiki/1294_papal_conclave": "The papal conclave of 1294 (23–24 December) was convoked in Naples after the resignation of Pope Celestine V on 13 December 1294. Celestine V had only months earlier restored the election procedures set forth in the papal bull Ubi periculum of Pope Gregory X, which had been suspended by Pope Adrian V in July 1276. Every papal election since then has been a papal conclave. It was the first papal conclave held during the lifetime of the preceding pontiff, an event not repeated until the papal conclave of 2013 following the resignation of Pope Benedict XVI."
}