{
  "/wiki/Ancient_Libya": "The Latin name Libya (from Greek Λιβύη: Libyē, which came from Berber: Libu) referred to the region west of the Nile generally corresponding to the Atlantic Mountains according to Diodorus. Its people were ancestors of the modern  Libyan. They  occupied the area for thousands of years before the beginning of human records in ancient Egypt. Climate changes affected the locations of the settlements.",
  "/wiki/Ancient_Persia": "The history of Iran, which was commonly known until the mid-20th century as Persia in the Western world, is intertwined with the history of a larger region, also to an extent known as Greater Iran, comprising the area from Anatolia, the Bosphorus, and Egypt in the west to the borders of Ancient India and the Syr Darya in the east, and from the Caucasus and the Eurasian Steppe in the north to the Persian Gulf and the Gulf of Oman in the south.",
  "/wiki/Barqa": "Cyrenaica (/saɪrəˈneɪ.ɪkə/ SY-rə-NAY-ik-ə; Arabic: برقة‎, romanized: Barqah; Koinē Greek: Κυρηναϊκή [ἐπαρχία], romanized: Kurēnaïkḗ [eparkhíā], after the city of Cyrene) is the eastern coastal region of Libya. Also known as Pentapolis (\"Five Cities\") in antiquity, it formed part of the Roman province of Crete and Cyrenaica, later divided into Libya Pentapolis and Libya Sicca. During the Islamic period, the area came to be known as Barqa, after the city of Barca.",
  "/wiki/Satrapy": "Satraps (/ˈsætrəp/) were the governors of the provinces of the ancient Median and Achaemenid Empires and in several of their successors, such as in the Sasanian Empire and the Hellenistic empires.\nThe satrap served as viceroy to the king, though with considerable autonomy; and the word also came to suggest tyranny, or ostentatious splendour.",
  "/wiki/Ancient_Greece": "Ancient Greece (Greek: Ἑλλάς, romanized: Hellás) was a civilization belonging to a period of Greek history from the Greek Dark Ages of the 12th–9th centuries BC to the end of antiquity (c. AD 600). Immediately following this period was the beginning of the Early Middle Ages and the Byzantine era. Roughly three centuries after the Late Bronze Age collapse of Mycenaean Greece, Greek urban poleis began to form in the 8th century BC, ushering in the Archaic period and colonization of the Mediterranean Basin. This was followed by the period of Classical Greece, an era that began with the Greco-Persian Wars, lasting from the 5th to 4th centuries BC. Due to the conquests by Alexander the Great of Macedon, Hellenistic civilization flourished from Central Asia to the western end of the Mediterranean Sea. The Hellenistic period came to an end with the conquests and annexations of the eastern Mediterranean world by the Roman Republic, which established the Roman province of Macedonia in Roman Greece, and later the province of Achaea during the Roman Empire.",
  "/wiki/Libya_(satrapy)": "Libya (Old Persian: 𐎱𐎢𐎫𐎠𐎹 Putāya) was a satrapy of the Achaemenid Empire according to King Darius I of Persia Naqshe Rustam and King Xerxes I of Persia' Daiva inscription.  It is also mentioned as being part of the 6th district by Herodotus, which also included Cyrene, a Greek colony in Libya. When King Cambyses II of Persia conquered Egypt, the king of Cyrene, Arcesilaus III, sided with Persia. When he was killed trying to maintain power, Queen Pheretima invited the Persians to take Cyrene. The satrap of Egypt, Aryandes, accepted, sending an army under two Persians to support Pheretime. The expedition lasted nearly a year and resulted in the subjugation of the Libyans; the Persians penetrated as far west as the Euseperides (Benghazi). A puppet king, Battus IV, was installed, and Libya was made into a Persian satrapy. It is possible that Cyrene gained independence with the rebellion of Egypt in 404 BCE, but ultimately, Achaemenid control of the region was lost after Alexander's conquests.",
  "/wiki/Roman_Empire": "The Roman Empire (Latin: Imperium Rōmānum, Classical Latin: [ɪmˈpɛrɪ.ũː roːˈmaːnũː]; Koinē Greek: Βασιλεία τῶν Ῥωμαίων, romanized: Basileía tōn Rhōmaíōn) was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, North Africa and West Asia ruled by emperors. From the  accession of Caesar Augustus to the  military anarchy of the third century, it was a  principate with  Italy as metropole of the  provinces and its city of Rome as sole capital (27 BC – 286 AD). Although fragmented briefly during the military crisis, the empire was forcibly reassembled, then ruled by  multiple emperors who shared rule over the Western Roman Empire (based in Milan and later in Ravenna) and over the Eastern Roman Empire (based in Nicomedia and later in Constantinople). Rome remained the nominal capital of both parts until 476 AD, when it sent the imperial insignia to Constantinople (Byzantium - Ancient Greek: Βυζάντιον, Byzántion)  following the capture of Ravenna by the barbarians of Odoacer and the subsequent deposition of Romulus Augustus. The fall of the Western Roman Empire to  Germanic kings, along with the hellenization of the Eastern Roman Empire into the Byzantine Empire, conventionally marks the end of Ancient Rome and the beginning of the Middle Ages.",
  "/wiki/Roman_Libya": "The area of North Africa which has been known as Libya since 1911 was under Roman domination between 146 BC and 672 AD. The Latin name Libya at the time referred to the continent of Africa in general. What is now coastal Libya was known as Tripolitania and Pentapolis, divided between the Africa province in the west, and Creta et Cyrenaica in the east. In 296 AD, the Emperor Diocletian separated the administration of Crete from Cyrenaica and in the latter formed the new provinces of \"Upper Libya\" and \"Lower Libya\", using the term Libya as a political state for the first time in history.",
  "/wiki/Creta_et_Cyrenaica": "Crete and Cyrenaica (Latin: Provincia Creta et Cyrenaica) was a senatorial province of the Roman Empire, established in 67 BC. It comprised the island of Crete and the region of Cyrenaica in present-day Libya.",
  "/wiki/Province": "A province is almost always an administrative division within a country or state. The term derives from the ancient Roman provincia, which was the major territorial and administrative unit of the Roman Empire's territorial possessions outside Italy. The term province has since been adopted by many countries. In some countries with no actual provinces, \"the provinces\" is a metaphorical term meaning \"outside the capital city\".",
  "/wiki/Ottoman_Empire": "The Ottoman Empire (/ˈɒtəmən/; Ottoman Turkish: دولت عليه عثمانیه‎ Devlet-i ʿAlīye-i ʿOsmānīye, literally \"The Exalted Ottoman State\"; Modern Turkish: Osmanlı İmparatorluğu or Osmanlı Devleti; French: Empire ottoman[note 6]), known to the Ottomans as the Empire of Rûm/Rome[note 7] (Ottoman Turkish: دولت علنإه روم‎, lit. 'The Exalted State of Rome'; Modern Turkish: Roma İmparatorluğu), and known in Western Europe as the Turkish Empire or simply Turkey,[note 8] was a state and caliphate that controlled much of Southeast Europe, Western Asia and North Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt (modern-day Bilecik Province) by the Oghuz Turkish tribal leader Osman I. Although initially the dynasty was of Turkic origin, it was Persianised in terms of language, culture, literature and habits. After 1354, the Ottomans crossed into Europe, and with the conquest of the Balkans, the Ottoman beylik was transformed into a transcontinental empire. The Ottomans ended the Byzantine Empire with the 1453 conquest of Constantinople by Mehmed the Conqueror.",
  "/wiki/Ottoman_Tripolitania": "The coastal region of what is today Libya was ruled by the Ottoman Empire from 1551 to 1864, as the Eyalet of Tripolitania (Ottoman Turkish: ایالت طرابلس غرب‎ Eyālet-i Trâblus Gârb) or Bey and Subjects of Tripoli of Barbary from 1864 to 1912 and as the Vilayet of Tripolitania (Ottoman Turkish: ولايت طرابلس غرب‎ Vilâyet-i Trâblus Gârb) from 1864 to 1912. It was also known as the Kingdom of Tripoli, even though it was not technically a kingdom, but an Ottoman province ruled by pashas (governors). The Karamanli dynasty ruled the province as de facto hereditary monarchs from 1711 to 1835, despite remaining under nominal Ottoman rule\nand suzerainty from Constantinople.",
  "/wiki/Vilayet": "A vilayet (Turkish pronunciation: [vilaːˈjet]; French: vilaïet or vilayet[note 1]) was a first-order administrative division, or province of the later Ottoman Empire, introduced with the promulgation of the Vilayet Law (Turkish: Teşkil-i Vilayet Nizamnamesi) of 21 January 1867. The reform was part of the ongoing administrative reforms that were being enacted throughout the empire, and enshrined in the Imperial Edict of 1856. The reform was at first implemented experimentally in the Danube Vilayet, specially formed in 1864 and headed by the leading reformist Midhat Pasha. The reform was gradually implemented, and not until 1884 was it applied to the entirety of the Empire's provinces.",
  "/wiki/Italian_North_Africa": "Italian Libya (Italian: Libia Italiana; Arabic: ليبيا الإيطالية‎, Lībyā al-Īṭālīya) was a colony of the Kingdom of Italy located in North Africa, in what is now modern Libya. Italian Libya was formed from the Italian colonies of Cyrenaica and Tripolitania that were taken by the Kingdom of Italy from the Ottoman Empire in 1911, during the Italo-Turkish War of 1911 to 1912. The unified colony was established in 1934 by governor Italo Balbo, with Tripoli as the capital.",
  "/wiki/Italian_Libya": "Italian Libya (Italian: Libia Italiana; Arabic: ليبيا الإيطالية‎, Lībyā al-Īṭālīya) was a colony of the Kingdom of Italy located in North Africa, in what is now modern Libya. Italian Libya was formed from the Italian colonies of Cyrenaica and Tripolitania that were taken by the Kingdom of Italy from the Ottoman Empire in 1911, during the Italo-Turkish War of 1911 to 1912. The unified colony was established in 1934 by governor Italo Balbo, with Tripoli as the capital.",
  "/wiki/Governorate": "A governorate is an administrative division of a country. It is headed by a governor. As English-speaking nations tend to call regions administered by governors either states or provinces, the term governorate is often used in translation from non-English-speaking administrations.",
  "/wiki/Italian_Cyrenaica": "Italian Cyrenaica was an Italian colony, located in present-day eastern Libya, that existed from 1912 to 1934. It was part of the territory conquered from the Ottoman Empire during the Italo-Turkish War of 1911. In 1934, it became part of Italian Libya.",
  "/wiki/Italian_Tripolitania": "Italian Tripolitania was an Italian colony, located in present-day western Libya, that existed from 1911 to 1934. It was part of the territory conquered from the Ottoman Empire after the Italo-Turkish War in 1911. Italian Tripolitania included the western northern half of Libya, with Tripoli as its main city. In 1934, it was unified with Cyrenaica in the colony of Italian Libya.",
  "/wiki/Fezzan": "Fezzan (UK: /fɛˈzɑːn/ fez-AHN, US: /fɛˈzæn, fəˈzæn/ fez-AN, fə-ZAN;  Berber languages: ⴼⵣⵣⴰⵏ, romanized: Fezzan; Arabic: فزان‎, romanized: Fizzān; Latin: Phazania) is the southwestern region of modern Libya. It is largely desert, but broken by mountains, uplands, and dry river valleys (wadis) in the north, where oases enable ancient towns and villages to survive deep in the otherwise inhospitable Sahara Desert. The term originally applied to the land beyond the coastal strip of Africa proconsularis, including the Nafusa and extending west of modern Libya over Ouargla and Illizi. As these Berber areas came to be associated with the regions of Tripoli, Cirta or Algiers, the name was increasingly applied to the arid areas south of Tripolitania. Fezzan is Libya’s poorest region.",
  "/wiki/Cyrenaica": "Cyrenaica (/saɪrəˈneɪ.ɪkə/ SY-rə-NAY-ik-ə; Arabic: برقة‎, romanized: Barqah; Koinē Greek: Κυρηναϊκή [ἐπαρχία], romanized: Kurēnaïkḗ [eparkhíā], after the city of Cyrene) is the eastern coastal region of Libya. Also known as Pentapolis (\"Five Cities\") in antiquity, it formed part of the Roman province of Crete and Cyrenaica, later divided into Libya Pentapolis and Libya Sicca. During the Islamic period, the area came to be known as Barqa, after the city of Barca.",
  "/wiki/Tripolitania": "Tripolitania /trɪpɒlɪˈteɪniə/ (Arabic: طرابلس‎ Ṭarābulus, Berber: Ṭrables, from Vulgar Latin *Trapoletanius, from Latin Regio Tripolitana, from Greek Τριπολιτάνια) is a historic region and former province of Libya.",
  "/wiki/Provinces_of_Libya": "The Provinces of Libya were prescribed in 1934, during the last period of colonial Italian Libya, and continued through post-independence Libya until 1963 when the Governorates system was instituted.",
  "/wiki/Fourth_Shore": "Italian Libya (Italian: Libia Italiana; Arabic: ليبيا الإيطالية‎, Lībyā al-Īṭālīya) was a colony of the Kingdom of Italy located in North Africa, in what is now modern Libya. Italian Libya was formed from the Italian colonies of Cyrenaica and Tripolitania that were taken by the Kingdom of Italy from the Ottoman Empire in 1911, during the Italo-Turkish War of 1911 to 1912. The unified colony was established in 1934 by governor Italo Balbo, with Tripoli as the capital.",
  "/wiki/Italian_Colonial_Empire": "The Italian colonial empire (Italian: Impero coloniale italiano), known as the Italian Empire (Impero italiano) between 1936 and 1943, comprised the colonies, protectorates, concessions, dependencies and trust territories of the Kingdom of Italy (after 1946 the Italian Republic). The genesis of the Italian colonial empire was the purchase in 1869 of Assab Bay on the Red Sea by an Italian navigation company which intended to establish a coaling station at the time the Suez Canal was being opened to navigation. This was taken over by the Italian government in 1882, becoming modern Italy's first overseas territory.",
  "/wiki/Tripoli_Province": "Tripoli Province (Provincia di Tripoli in Italian) was one of the provinces of Libya under Italian rule. It was established in 1937, with the official name: Commissariato Generale Provinciale di Tripoli. It lasted until 1947.",
  "/wiki/Bengazi_Province": "Benghazi Province, or Provincia di Bengasi in Italian, was one of the provinces of Libya under Italian rule. It was established in 1937.",
  "/wiki/Military_Territory_of_the_South_(Italian_Libya)": "The Southern Military Territory (Italian: Territorio Militare del Sud) refers to the jurisdictional territory within the colony of Italian Libya (1911–1947), administered by the Italian military in the Libyan Sahara.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).",
  "/wiki/Fezzan-Ghadames": "Fezzan (UK: /fɛˈzɑːn/ fez-AHN, US: /fɛˈzæn, fəˈzæn/ fez-AN, fə-ZAN;  Berber languages: ⴼⵣⵣⴰⵏ, romanized: Fezzan; Arabic: فزان‎, romanized: Fizzān; Latin: Phazania) is the southwestern region of modern Libya. It is largely desert, but broken by mountains, uplands, and dry river valleys (wadis) in the north, where oases enable ancient towns and villages to survive deep in the otherwise inhospitable Sahara Desert. The term originally applied to the land beyond the coastal strip of Africa proconsularis, including the Nafusa and extending west of modern Libya over Ouargla and Illizi. As these Berber areas came to be associated with the regions of Tripoli, Cirta or Algiers, the name was increasingly applied to the arid areas south of Tripolitania. Fezzan is Libya’s poorest region.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Kingdom_of_Libya": "The Kingdom of Libya (Arabic: المملكة الليبية‎; Libyan Kingdom; Italian: Regno di Libia), called the United Kingdom of Libya until 1963, came into existence upon independence on 24 December 1951 and lasted until a coup d'état led by Muammar Gaddafi on 1 September 1969 overthrew King Idris and established the Libyan Arab Republic.",
  "/wiki/Muhafazah": "A muḥāfaẓah (Arabic: محافظة‎ [muˈħaːfaðˤa]; pl. محافظات muḥāfaẓāt [muħaːfaˈðˤaːt]) is a first-level administrative division of many Arab countries, and a second-level administrative division in Saudi Arabia. The term is usually translated to \"governorate\", and occasionally to \"province\". It comes from the Arabic root ح ف ظ ḥ-f-ẓ, which means to \"keep\" and \"guard\". The head of a muḥāfaẓah is the muḥāfiẓ.",
  "/wiki/Governorates_of_Libya": "The governorates of Libya (muhafazah) were a tenfold top-level administrative division of Libya from 1963 until 1983.",
  "/wiki/History_of_modern_Libya": "Muammar Gaddafi became the de facto leader of Libya on 1 September 1969 after leading a group of young Libyan military officers against King Idris I in a bloodless coup d'état. After the king had fled the country, the Libyan Revolutionary Command Council (RCC) headed by Gaddafi abolished the monarchy and the old constitution and established the Libyan Arab Republic, with the motto \"freedom, socialism and unity\".",
  "/wiki/Muammar_al-Gaddafi": "Muammar Mohammed Abu Minyar Gaddafi[b] (c. 1942 – 2011), commonly known as Colonel Gaddafi, was a Libyan revolutionary, politician, and political theorist. He governed Libya as Revolutionary Chairman of the Libyan Arab Republic from 1969 to 1977, and then as the \"Brotherly Leader\" of the Great Socialist People's Libyan Arab Jamahiriya from 1977 to 2011. He was initially ideologically committed to Arab nationalism and Arab socialism but later ruled according to his own Third International Theory.",
  "/wiki/Baladiyat_of_Libya": "The Baladiyah (singular), or baladiyat (plural),  is the current second-level administration subdivision of Libya being reintroduced in 2012 by the General National Congress with Law 59 on the system of local administration, dividing the country into governorates (muhafazat) and districts (baladiyat), with baladiyah having local councils.",
  "/wiki/Shabiyah": "Shabiyah (Arabic: شعبية‎) (plural: Shabiyat, شعبيات) is an administrative division of Libya. It is often translated as popularate, but also as \"municipality\" or \"district\"."
}