{
  "/wiki/Tommy_Gilbert": "Thomas Edward \"Tommy\" Gilbert Sr. (January 15, 1940 – November 26, 2015) was an American professional wrestler. He wrestled for Continental Wrestling Association and throughout the South as Tommy Gilbert. He was the father of wrestlers Doug Gilbert and Eddie Gilbert.",
  "/wiki/Professional_wrestling": "Professional wrestling, often shortened to pro wrestling or simply wrestling, is a form of performance art and entertainment that combines athletics with theatrical performance. It takes the form of events, held by touring companies, that mimic a title-match combat sport. The unique form of sport portrayed is fundamentally based on and evolved from classical and \"catch\" wrestling, with modern additions of striking attacks, strength-based holds and throws and acrobatic maneuvers. Much of these derive from the influence of various international martial arts. An additional aspect of combat with improvised weaponry is sometimes included.",
  "/wiki/Referee_(professional_wrestling)": "In professional wrestling, a referee is an authority figure present in or near the ring during matches. The referee's on-stage (kayfabe) purpose is similar to that of referees in combat sports such as boxing or mixed martial arts, that is, as an arbiter of the rules and the person charged with rendering decisions. In reality, the referee is, like the wrestlers, a participant in executing a match in accordance with its script including its pre-determined outcome, and is responsible for controlling the flow of the match and for relaying information or instructions from backstage officials to the wrestlers. Like wrestlers, referees are also responsible for maintaining kayfabe, and must render decisions in accordance with the promotion's kayfabe rules.",
  "/wiki/Professional_wrestling_promotion": "A professional wrestling promotion (also federation or fed) is a company or business that regularly performs shows involving professional wrestling. \"Promotion\" also describes a role which entails management, advertising and logistics of running a wrestling event (see promoter). Within the convention of the show, the company is a sports governing body which sanctions wrestling matches and gives authority to the championships and is responsible for determining the divisions, rankings, etc. of wrestlers. In truth, the company serves as a touring theatre troupe, as well as event promotion body for its own events.",
  "/wiki/NWA_Mid-America_Heavyweight_Championship": "The NWA Mid-America Heavyweight Championship is a professional wrestling title defended in the US states of Tennessee and Alabama. The title began in 1957 and lasted first 1980 when it was first abandoned when Jerry Jarrett took over the Mid-American titles from Nick Gulas. Jarrett revived it in 1981, making it a part of the Memphis-based Continental Wrestling Association, and it then lasted until 1987 when it was unified with the newly created CWA (now renamed Championship Wrestling Association) Heavyweight Championship.",
  "/wiki/NWA_Southern_Junior_Heavyweight_Championship": "The NWA Southern Junior Heavyweight Championship is a professional wrestling title for lighter wrestlers, board-controlled by the National Wrestling Alliance since December 1949.",
  "/wiki/AWA_Southern_Tag_Team_Championship": "The AWA Southern Tag Team Championship was a professional wrestling tag team title in the Tennessee area from the 1940s through the late 1980s. It was originally named the NWA Southern Tag Team Championship (Mid-America version) from its inception through 1977, when it was renamed (as was the Southern Heavyweight Championship, also previously an NWA title) the AWA Southern Tag Team Championship due to a partnership with the American Wrestling Association. The title existed until 1988 when it was replaced with the Continental Wrestling Association Tag Team Championship.",
  "/wiki/NWA_Tennessee_Tag_Team_Championship": "The NWA Tennessee Tag Team Championship was a secondary tag team title promoted as the name indicates mainly in the Tennessee region from 1967 until 1977, first by Gulf Coast Championship Wrestling and occasionally NWA Mid-America from 1967 to 1974 then by its successor Southeast Championship Wrestling from 1974 to 1977 when it was abandoned. Because the championship was a professional wrestling championship, it was not won or lost competitively but instead by the decision of the bookers of a wrestling promotion. The championship was awarded after the chosen wrestler \"won\" a match to maintain the illusion that professional wrestling is a competitive sport.",
  "/wiki/NWA_World_Six-Man_Tag_Team_Championship": "The NWA World Six-Man Tag Team Championship was a professional wrestling championship sanctioned by the National Wrestling Alliance (NWA) and originally promoted in the NWA Mid-America territory based out of Tennessee. Originally called the \"NWA Six-Man Tag Team Championship\" NWA Mid-America promoted the title from 1974 until 1981. In 1984 another NWA territory, Jim Crockett Promotions, brought the concept back, this time as the \"NWA World Six-Man Tag Team Championship\" which it promoted until 1989. The Championship was briefly revived in 1998 by NWA 2000. As the name indicates the championship was exclusively for three man teams that competed in six-man tag team matches. Because the championship was a professional wrestling championship, it was won or lost by the decision of the bookers of a wrestling promotion.",
  "/wiki/Al_Denney": "The Heavenly Bodies was a professional wrestling tag team that wrestled in the Tennessee area. The team consisted of Al Greene (real name Al Denney) and Don Greene. They were 7 time NWA Southern Tag Team Champions and wrestled as a tag team from October 6, 1955 to June 28, 1973.",
  "/wiki/NWA_World_Tag_Team_Championship_(Mid-America_version)": "The Mid-America version of the NWA World Tag Team Championship was a regional professional wrestling championship for tag teams that was used in the National Wrestling Alliance's (NWA) NWA Mid-America professional wrestling promotion from 1957 until 1977.[G1][G2] The championship, promoted by Nick Gulas, was one of many NWA World Tag Team Championships in existence in the period between 1949 and 1992, each of which was a regional championship restricted to an NWA territory and not a true \"world\" championship. At one point in 1957 there were at least 13 different, concurrently promoted NWA World Tag Team Championships across the United States.[Championships] The Mid-America version was in use for 20 years, the second longest of any of the NWA World Tag Team Championships of that era, only behind the Central States version. Being a professional wrestling championship, the NWA World Tag Team Championship was not won or lost in competitive matches, but determined by the decision of the bookers of NWA Mid-America.",
  "/wiki/Jerry_Jarrett": "Jerry Winston Jarrett (born September 4, 1942) is an American retired professional wrestling promoter and professional wrestler. Along with his long-term business partner Jerry Lawler, Jarrett is a key figure in the history of professional wrestling in the Mid-Southern United States. Described as a \"wrestling genius\", he was inducted into the National Wrestling Alliance Hall of Fame in 2009.",
  "/wiki/Promoter_(entertainment)": "An entertainment promoter works in entertainment industries, including music and sports, as an individual or organization in the business of marketing and promoting live, or pay-per-view and similar, events, such as concerts/gigs, sports events, festivals, raves, and nightclub performances.",
  "/wiki/Continental_Wrestling_Association": "Continental Wrestling Association (later the Championship Wrestling Association) was a wrestling promotion managed by Jerry Jarrett. The CWA was the name of the \"governing body\" for the Championship Wrestling, Inc. promotion which was usually referred to as Mid-Southern Wrestling or the Memphis territory. This promotion was a chief NWA territory during the 1970s and early 1980s while operating out of Tennessee and Kentucky. The CWA was a member of the National Wrestling Alliance until 1986 and affiliated with the American Wrestling Association until 1989. In 1989, the CWA merged with the World Class Wrestling Association to form the United States Wrestling Association thus ceasing to exist as a separate entity.  Lance Russell and Dave Brown were the television commentators and hosts for the Memphis territory, including the Continental Wrestling Association.",
  "/wiki/United_States_Wrestling_Association": "The United States Wrestling Association (USWA) was a professional wrestling promotion based in Memphis, Tennessee. The company was founded when the Memphis-based Continental Wrestling Association merged with the Dallas-based World Class Wrestling Association.",
  "/wiki/CWA_World_Tag_Team_Championship": "The CWA World Tag Team Championship was a major professional wrestling tag team title defended in the Continental Wrestling Association. It lasted from 1980 through 1983.",
  "/wiki/NWA_Mid-America_Tag_Team_Championship": "The NWA Mid-America tag-team championship was a tag-team title promoted by the NWA Mid-America promotion that ran more or less exclusively in Alabama, Tennessee, and Kentucky, United States, from the 1940s until 1980. Originally the NWA Mid-America promoted their version of the NWA World Tag-Team titles but when they became defunct in 1977 the \"Mid-America\" title became the main title for the promotion.",
  "/wiki/Lance_Russell": "Lance Russell (March 18, 1926 – October 3, 2017) was an American sports broadcaster and ring announcer, primarily serving as a professional wrestling announcer and commentator in the Memphis region from 1959 to 1997. In NWA Mid-America and its descendant, the Continental Wrestling Association Russell's primary announcing partner was Dave Brown. He is included in the National Wrestling Alliance (NWA)'s Hall of Fame and Hall of Heroes. In addition, he is in the United States Wrestling Association (USWA)'s Memphis Wrestling Hall of Fame and Wrestling Observer Newsletter's Hall of Fame.",
  "/wiki/Ring_announcer": "A ring announcer is an in-ring (and sometimes on-camera) employee or contractor for a boxing, professional wrestling or mixed martial arts event or promotion, who introduces the competitors to the audience.",
  "/wiki/Sportscaster": "In sports broadcasting, a sports commentator (also known as sports announcer, sportscaster or play-by-play announcer) gives a running commentary of a game or event in real time, usually during a live broadcast, traditionally delivered in the historical present tense. Radio was the first medium for sports broadcasts, and radio commentators must describe all aspects of the action to listeners who cannot see it for themselves. In the case of televised sports coverage, commentators are usually presented as a voiceover, with images of the contest shown on viewers' screens and sounds of the action and spectators heard in the background. Television commentators are rarely shown on screen during an event, though some networks choose to feature their announcers on camera either before or after the contest or briefly during breaks in the action.",
  "/wiki/List_of_NWA_territories": "Formed in 1948, the National Wrestling Alliance (NWA) was the most recognized brand and largest governing body in professional wrestling. Under the control of the NWA Board of Directors (consisting of various prominent, regional promoters), the organization acted as a governing body for the NWA's national territory system which recognized one world champion, participated in talent exchanges, and collectively protected the territorial integrity of member promotions. There is a difference between territories and independent promotions: Independent promotions work alone while some collaborate and recognize other promotions. By 1974, the territories were very well defined while the NWA had a great deal of influence throughout the professional wrestling industry. In 1993, the territories were reorganized following the withdrawal of World Championship Wrestling and New Japan Pro-Wrestling. In August 2012, the NWA discontinued its memberships and became a private organization that licensed the NWA to wrestling promotions. Beginning in October 2017, the NWA was no longer a governing body and gradually evolved into a singular wrestling promotion thus ending any semblance of a territory system.  The following is a list of all past NWA-affiliated promotions and/or territories.",
  "/wiki/Sputnik_Monroe_(wrestler)": "Roscoe Monroe Brumbaugh (born Rosco Monroe Merrick; December 18, 1928 – November 3, 2006) better known by his ring name Sputnik Monroe, was an American professional wrestler. He was a headliner in many territories, and was best known in Memphis, Tennessee, where he and Billy Wicks set an attendance record that lasted until the Monday Night Wars boom period.",
  "/wiki/NWA_Tennessee_Heavyweight_Championship": "The NWA Tennessee Heavyweight Championship was the primary championship in the National Wrestling Alliance territory promotion NWA Top Rope, based in Lebanon, Tennessee. The Championship was created in 2005 and was active until 2013 when NWA Top Rope closed. That version of the championship was preceded by the original NWA Tennessee Heavyweight Championship that existed from the late 1950s into the 1960s, promoted by NWA Mid-America. Because the championship is a professional wrestling championship, it is not won or lost competitively but instead by the decision of the bookers of a wrestling promotion. The championship is awarded after the chosen wrestler \"wins\" a match to maintain the illusion that professional wrestling is a competitive sport.",
  "/wiki/Jackie_Fargo": "Henry Faggart (June 26, 1930 – June 24, 2013) was an American professional wrestler, better known by his ring name Jackie Fargo.  He competed in Southeastern regional promotions and the National Wrestling Alliance during the 1950s, 1960s and 1970s. A mainstay of NWA Mid-America (later the Continental Wrestling Association), he served as a mentor to Jerry \"The King\" Lawler and The Fabulous Ones, among other wrestlers in the Memphis area. He was known for his blonde hair and \"Fargo Strut\" mannerism, and held 45 tag team championships during his career, with Don Fargo, Sonny \"Roughhouse\" Fargo, amongst others.",
  "/wiki/Eddie_Gilbert_(wrestler)": "Thomas Edward \"Eddie\" Gilbert Jr. (August 14, 1961 - February 18, 1995) was an American professional wrestler and booker, better known by his ring name, \"Hot Stuff\" Eddie Gilbert.",
  "/wiki/AWA_Southern_Heavyweight_Championship": "The AWA Southern Heavyweight Championship was a major professional wrestling title in the Continental Wrestling Association during the 1970s and 1980s. The title is part of a long lineage that was started when the NWA Southern Junior Heavyweight Championship, in use since 1939, was renamed the NWA Southern Heavyweight Championship (Memphis version) in 1974. The title's name changed again in 1978, when it was renamed the AWA Southern Heavyweight Championship due to a partnership with the American Wrestling Association. It was also called the Mid-Southern Heavyweight Championship in Pro Wrestling Illustrated and its sister publications, in order for this title to not be confused with Championship Wrestling from Florida's version of the title.",
  "/wiki/AWA_International_Heavyweight_Championship": "The AWA International Heavyweight Championship, originally known as the CWA/AWA International Heavyweight Championship (also identified as the Mid-Southern International Championship and the AWA International Championship) was a major professional wrestling title defended in the Continental Wrestling Association. It was created in 1983 from the CWA's partnership with the American Wrestling Association. The title lasted until 1987, when it was unified with the NWA Mid-America Heavyweight and AWA Southern Heavyweight championships, creating the CWA Heavyweight Championship.",
  "/wiki/USWA_Tag_Team_Championship": "The USWA World Tag Team Championship was the primary professional wrestling tag team championship promoted by the Memphis, Tennessee based United States Wrestling Association (USWA). The Continental Wrestling Association and World Class Wrestling Association (WCWA) merged in 1989 to form the USWA. In the merger the USWA replaced both the WCWA World Tag Team Championship and the CWA Tag Team Championship with the USWA version.[a][b] The promotion awarded Cactus Jack and Scott Braddock the championship after they won the WCWA championship on AUgust 4, 1989. The USWA closed in 1997, with PG-13 (J.C. Ice and Wolfie D) as the final champions. There were a total of 116 reigns in the eight year lifetime of the championship.[c]",
  "/wiki/USWA_Unified_World_Heavyweight_Championship": "The USWA Unified World Heavyweight Championship was a professional wrestling world heavyweight championship formed in 1988, which consisted of the WCWA World Heavyweight Championship from World Class Championship Wrestling and the AWA World Heavyweight Championship from the American Wrestling Association. The title was unified on December 13, 1988, when AWA World Champion Jerry Lawler defeated WCWA World Champion Kerry Von Erich in a unification match.",
  "/wiki/CWA_Heavyweight_Championship": "The CWA Heavyweight Championship was a major professional wrestling title defended in the Championship Wrestling Association. It was created through the unification of the NWA Mid-America Heavyweight, AWA Southern Heavyweight and CWA/AWA International Heavyweight championships.",
  "/wiki/Jos_LeDuc": "Michel Pigeon (August 31, 1944 – May 1, 1999) was a Canadian professional wrestler better known by his ring name, Jos LeDuc.",
  "/wiki/Memphis_Wrestling_Southern_Heavyweight_Championship": "The AWA Southern Heavyweight Championship was a major professional wrestling title in the Continental Wrestling Association during the 1970s and 1980s. The title is part of a long lineage that was started when the NWA Southern Junior Heavyweight Championship, in use since 1939, was renamed the NWA Southern Heavyweight Championship (Memphis version) in 1974. The title's name changed again in 1978, when it was renamed the AWA Southern Heavyweight Championship due to a partnership with the American Wrestling Association. It was also called the Mid-Southern Heavyweight Championship in Pro Wrestling Illustrated and its sister publications, in order for this title to not be confused with Championship Wrestling from Florida's version of the title.",
  "/wiki/Monday_Night_Wars": "The Monday Night Wars were a period of mainstream televised American professional wrestling where the World Wrestling Federation's (WWF, now WWE) Monday Night Raw and World Championship Wrestling's (WCW) Monday Nitro were broadcast opposite each other in a battle for Nielsen ratings each week. The ratings war lasted from September 4, 1995, to March 26, 2001."
}