{
  "/wiki/Sagrada_Fam%C3%ADlia": "The Basílica de la Sagrada Família (Catalan: [bəˈzilikə ðə lə səˈɣɾaðə fəˈmiljə]; Spanish: Basílica de la Sagrada Familia; ('Basilica of the Holy Family')), also known as the Sagrada Família, is a large unfinished Roman Catholic minor basilica in Barcelona, Catalonia, Spain. Designed by Spanish/Catalan architect Antoni Gaudí (1852–1926), his work on the building is part of a UNESCO World Heritage Site. On 7 November 2010, Pope Benedict XVI consecrated the church and proclaimed it a minor basilica.",
  "/wiki/Antoni_Gaud%C3%AD": "Antoni Gaudí i Cornet (/ˈɡaʊdi/; Catalan: [ənˈtɔni ɣəwˈði]; 25 June 1852 – 10 June 1926) was a Catalan architect known as the greatest exponent of Catalan Modernism. Gaudí's works have a highly individualized, one-of-a-kind style. Most are located in Barcelona, including his main work, the church of the Sagrada Família.",
  "/wiki/Park_G%C3%BCell": "The Park Güell (Catalan: Parc Güell [ˈpaɾɡ ˈɡweʎ]; Spanish: Parque Güell) is a public park system composed of gardens and architectonic elements located on Carmel Hill, in Barcelona, Catalonia, Spain. Carmel Hill belongs to the mountain range of Collserola – the Parc del Carmel is located on the northern face. Park Güell is located in La Salut, a neighborhood in the Gràcia district of Barcelona. With urbanization in mind, Eusebi Güell assigned the design of the park to Antoni Gaudí, a renowned architect and the face of Catalan modernism.",
  "/wiki/Architecture": "Architecture (Latin architectura, from the Greek ἀρχιτέκτων arkhitekton \"architect\", from ἀρχι- \"chief\" and τέκτων \"creator\") is both the process and the product of planning, designing, and constructing buildings or any other structures. Architectural works, in the material form of buildings, are often perceived as cultural symbols and as works of art. Historical civilizations are often identified with their surviving architectural achievements.",
  "/wiki/El_Carmel": "El Carmel (Catalan pronunciation: [əl kəɾˈmɛl]), or simply Carmel, is a neighbourhood in the district of Horta-Guinardó, in Barcelona, Catalonia, Spain.",
  "/wiki/Gr%C3%A0cia": "Gràcia (Catalan pronunciation: [ˈɡɾasiə]) is a district of the city of Barcelona, Spain. It comprises the neighborhoods of Vila de Gràcia, Vallcarca i els Penitents, El Coll, La Salut and Camp d'en Grassot i Gràcia Nova. Gràcia is bordered by the districts of Eixample to the south, Sarrià-Sant Gervasi to the west and Horta-Guinardó to the east. A vibrant and diverse enclave of Catalan life, Gràcia was an independent municipality for centuries before being formally annexed by Barcelona in 1897 as a part of the city's expansion.",
  "/wiki/Palau_de_la_M%C3%BAsica_Catalana": "The Palau de la Música Catalana (Catalan pronunciation: [pəˈlaw ðə lə ˈmuzikə kətəˈlanə], English: Palace of Catalan Music) is a concert hall in Barcelona, Catalonia, Spain. Designed in the Catalan modernista style by the architect Lluís Domènech i Montaner, it was built between 1905 and 1908 for the Orfeó Català, a choral society founded in 1891 that was a leading force in the Catalan cultural movement that came to be known as the Renaixença (Catalan Rebirth). It was inaugurated February 9, 1908.",
  "/wiki/Llu%C3%ADs_Dom%C3%A8nech_i_Montaner": "Lluís Domènech i Montaner (Catalan pronunciation: [ʎuˈiz ðuˈmɛnək i muntəˈne]; 21 December 1850 – 27 December 1923) was a Spanish architect who was highly influential on Modernisme català, the Catalan Art Nouveau/Jugendstil movement. He was also a Catalan politician.",
  "/wiki/Casa_Mil%C3%A0": "Casa Milà (Catalan pronunciation: [ˈkazə miˈla], Spanish pronunciation: [ˈkasa miˈla]), popularly known as La Pedrera (pronounced [ɫə pəˈðɾeɾə]) or \"The stone quarry\", a reference to its unconventional rough-hewn appearance, is a modernist building in Barcelona, Catalonia, Spain. It was the last private residence designed by architect Antoni Gaudí and was built between 1906 and 1912.",
  "/wiki/Passeig_de_Gr%C3%A0cia": "Passeig de Gràcia (Catalan pronunciation: [pəˈsɛdʒ də ˈɣɾasiə]) is one of the major avenues in Barcelona (Catalonia) and one of its most important shopping and business areas, containing several of the city's most celebrated pieces of architecture.  It is located in the central part of Eixample, stretching from Plaça Catalunya to Carrer Gran de Gràcia.",
  "/wiki/Casa_Amatller": "Casa Amatller (Catalan pronunciation: [ˈkazə əməˈʎːe]) is a building in the Modernisme style in Barcelona, designed by Josep Puig i Cadafalch. Along with Casa Batlló and Casa Lleó-Morera, it makes up the three most important buildings in Barcelona's famous Illa de la Discòrdia (\"Block of Discord\"), noted for its unique modernist buildings.",
  "/wiki/Josep_Puig_i_Cadafalch": "Josep Puig i Cadafalch (Catalan: [ʒuˈzɛp ˈputʃ]; Mataró, 17 October 1867 – Barcelona, 21 December 1956) was a Catalan Spanish Modernista architect who designed many significant buildings in Barcelona, and a politician who had a significant role in the development of Catalan institutions. He was the architect of the Casa Martí (also known as \"Els Quatre Gats\"), which became a place of ideas, projects and social gatherings for such well-known Catalans as Santiago Rusiñol and Ramon Casas.",
  "/wiki/Casa_Batll%C3%B3": "Casa Batlló (Catalan pronunciation: [ˈkazə βəˈʎːo]) is a building in the center of Barcelona. It was designed by Antoni Gaudí, and is considered one of his masterpieces. A remodel of a previously built house, it was redesigned in 1904 by Gaudí and has been refurbished several times after that. Gaudí's assistants Domènec Sugrañes i Gras, Josep Canaleta and Joan Rubió also contributed to the renovation project.",
  "/wiki/Josep_Maria_Jujol": "Josep Maria Jujol i Gibert (Catalan pronunciation: [ʒuˈzɛb məˈɾi.ə ʒuˈʒɔl]; 16 September 1879 – 1 May 1949) was a Spanish architect. Jujol's wide field of activity ranged from furniture designs and painting, to architecture. He worked with Antoni Gaudí on many of his most famous works. Among Jujol's projects are Casa Batlló, Casa Milà, Park Güell, and Our Lady of Montserrat, and among his design styles are Modernisme and Art Nouveau.",
  "/wiki/Casa_Lle%C3%B3_Morera": "The Casa Lleó Morera (Catalan pronunciation: [ˈkazə ʎəˈo muˈɾeɾə]) is a building designed by noted modernisme architect Lluís Domènech i Montaner, located at Passeig de Gràcia 35 in the Eixample district of Barcelona. In 1902 Francesca Morera assigned Lluís Domènech i Montaner to remodel ancient \"casa Rocamora\", built in 1864. She died in 1904, and the building was named after her son, Albert Lleó i Morera. The building is located on the corner of Carrer del Consell de Cent, and is one of the three important buildings of Barcelona's Illa de la Discòrdia (\"Block of Discord\"), and it is the only building of the block awarded Barcelona's town council's Arts Building Annual Award (Concurso anual de edificios artísticos), obtained in 1906. The building lost some of its most representative elements, such as the tempietto on its top (now restored) and the ground floor and mezzanine's architectural sculpture.\nThe building is also known as the residence of Cuban-Catalan photographer Pau Audouard.",
  "/wiki/Casa_Calvet": "Casa Calvet (Catalan pronunciation: [ˈkazə kəlˈβɛt]) is a building, designed by Antoni Gaudí for a textile manufacturer which served as both a commercial property (in the basement and on the ground floor) and a residence. It is located at Carrer de Casp 48, Eixample district of Barcelona. It was built between 1898 and 1900.",
  "/wiki/Hospital_de_Sant_Pau": "The former Hospital de la Santa Creu i Sant Pau (Catalan pronunciation: [uspiˈtal də lə ˈsantə ˈkɾɛw i ˈsam ˈpaw], English: Hospital of the Holy Cross and Saint Paul) in the neighborhood of El Guinardó, Barcelona, Catalonia, Spain, is a complex built between 1901 and 1930, designed by the Catalan modernisme architect Lluís Domènech i Montaner. Together with Palau de la Música Catalana, it is a UNESCO World Heritage Site.",
  "/wiki/Bellesguard": "Bellesguard (Catalan pronunciation: [ˌbeʎəzˈɣwaɾt], \"Beautiful View\"), also known as Casa Figueres, is a modernist manor house designed by Catalan architect  Antoni Gaudí, which was constructed between 1900 and 1909.",
  "/wiki/Manor_house": "A manor house was historically the main residence of the lord of the manor. The house formed the administrative centre of a manor in the European feudal system; within its great hall were held the lord's manorial courts, communal meals with manorial tenants and great banquets. The term is today loosely applied to various country houses, frequently dating from the late medieval era, which formerly housed the gentry.",
  "/wiki/Tibidabo": "Tibidabo (Catalan pronunciation: [tiβiˈðaβu]) is a hill overlooking Barcelona, Catalonia, Spain. At 512 metres (1,680 ft), it is the tallest hill in the Serra de Collserola.  Rising sharply to the north-west, it has views over the city and the surrounding coastline.",
  "/wiki/Casa_Mart%C3%AD": "The Casa Martí (Catalan pronunciation: [ˈkazə məɾˈti]) is a modernista building designed by Josep Puig i Cadafalch in 1896, having been commissioned by relatives of Francesc Vilumara, a textile magnate. It stands at Carrer Montsió, 3, Barcelona.",
  "/wiki/Els_Quatre_Gats": "Els Quatre Gats (pronounced [əls ˈkwatɾə ˈɡats]; Catalan for \"The Four Cats\") is a café in Barcelona, Catalonia, Spain that famously became a popular meeting place for famous artists throughout the modernist period in Catalonia, known as Modernisme. The café opened on June 12, 1897 in the famous Casa Martí, and served as a hostel, bar and cabaret until it eventually became a central meeting point for Barcelona’s most prominent modernist figures, such as Pablo Picasso and Ramon Casas i Carbó. The bar closed due to financial difficulties in June 1903, but was reopened and eventually restored to its original condition in 1989.",
  "/wiki/Casa_Vicens": "Casa Vicens (Catalan pronunciation: [ˈkazə βiˈsɛns]) is a house in Barcelona, designed by Antoni Gaudí, now a museum. It is located in the neighbourhood of Gràcia on Carrer de les Carolines, 20-26. It is considered one of the first buildings of Art Nouveau and was the first house designed by Gaudí.",
  "/wiki/Palau_G%C3%BCell": "The Palau Güell (Catalan pronunciation: [pəˈlaw ˈɣweʎ], English: Güell Palace) is a mansion designed by the architect Antoni Gaudí for the industrial tycoon Eusebi Güell and built between 1886 and 1888. It is situated on the Carrer Nou de la Rambla, in the El Raval neighbourhood of the city of Barcelona in Catalonia, Spain. It is part of the UNESCO World Heritage Site \"Works of Antoni Gaudí\".",
  "/wiki/Eusebi_G%C3%BCell": "Eusebi Güell i Bacigalupi, 1st Count of Güell (Catalan pronunciation: [əwˈzɛβi ˈɣweʎ]; 15 December 1846 - 8 July 1918) was a Spanish entrepreneur who profited greatly from the industrial revolution in Catalonia in the late 19th century. He married Luisa Isabel Lopez y Bru —a daughter of Antonio López y López first Marquis of Comillas, in 1871 and the couple had ten children. One of Güell's daughters, Isabel Güell i López, became a noted composer.",
  "/wiki/Gothic_Quarter": "The Gothic Quarter (Catalan: Barri Gòtic IPA: [ˈbari ˈɣɔtik] or El Gòtic, Spanish: Barrio Gótico) is the historic center of the old city of Barcelona. It stretches from La Rambla to Via Laietana, and from the Mediterranean seafront to the Ronda de Sant Pere. It is a part of Ciutat Vella district.",
  "/wiki/Hemp_Museum_Gallery": "The Hash Marihuana & Hemp Museum is a museum located in Barcelona, Spain and dedicated to the culture of cannabis. The museum opened on May 9, 2012.",
  "/wiki/Castell_dels_Tres_Dragons": "The Castle of the Three Dragons (Catalan: Castell dels Tres Dragons, Spanish: Castillo de los Tres Dragones), is the popular name given to the modernisme building built between 1887-1888 as a Café-Restaurant for the 1888 Universal Exposition of Barcelona by Lluís Domènech i Montaner. This name was probably adopted from the 1865 play by Serafí Pitarra.",
  "/wiki/1888_Barcelona_Universal_Exposition": "The 1888 Barcelona Universal Exposition (in Catalan: Exposició Universal de Barcelona and Exposición Universal de Barcelona in Spanish) was Spain's first International World's Fair and ran from April 8 to December 9, 1888. It was also the first of the two held in Barcelona (the second one being in 1929).",
  "/wiki/Casa_Bonaventura_Ferrer": "Since 1979 it has been listed as an historical and artistic heritage of Barcelona.[citation needed] The building is best known in the city as \"El Palauet\" (cute little palace) for its extraordinary beauty and reduced size. In 2010, the building was remodeled and converted into a luxury boutique hotel under the name of \"El Palauet\".",
  "/wiki/Casa_de_les_Punxes": "The Casa de les Punxes or Casa Terradas is a building designed by the Modernista architect Josep Puig i Cadafalch. Located in the intersection between the streets of Rosselló, Bruc and the Avinguda Diagonal in the Barcelona Eixample area.",
  "/wiki/Avinguda_Diagonal": "Avinguda Diagonal (Catalan pronunciation: [əβiŋˈɡuðə ði.əɣuˈnal], in Spanish La Avenida Diagonal) is the name of one of Barcelona's broadest and most important avenues. It cuts the city in two, diagonally with respect to the grid pattern of the surrounding streets, hence the name.",
  "/wiki/Saint_George": "Saint George (Greek: Γεώργιος, Geṓrgios; Latin: Georgius; d. 23 April 303), also George of Lydda, was a soldier of Cappadocian Greek origins, member of the Praetorian Guard for Roman emperor Diocletian, who was sentenced to death for refusing to recant his Christian faith. He became one of the most venerated saints and megalo-martyrs in Christianity, and he has been especially venerated as a military saint since the Crusades.",
  "/wiki/Passeig_de_Sant_Joan": "Passeig de Sant Joan (Catalan pronunciation: [pəˈsɛdʒ də ˈsaɲ ʒuˈan]) is a major avenue in the Eixample and Gràcia districts of Barcelona. It was named after an older street carrying this name, also known as Passeig Nou, built in 1795 around the glacis of the Ciutadella fortress.",
  "/wiki/Arc_de_Triomf": "The Arc de Triomf (Catalan pronunciation: [ˈaɾk də tɾiˈomf]) or Arco de Triunfo in Spanish, is a triumphal arch in the city of Barcelona in Catalonia, Spain. It was built by architect Josep Vilaseca i Casanovas as the main access gate for the 1888 Barcelona World Fair. The arch crosses over the wide central promenade of the Passeig de Lluís Companys, leading to the Ciutadella Park that now occupies the site of the world fair. It is located at the northern end of the promenade, facing the Passeig de Sant Joan.",
  "/wiki/Greenhouse": "A greenhouse (also called a glasshouse, or, if with sufficient heating, a hothouse) is a structure with walls and roof made chiefly of transparent material, such as glass, in which plants requiring regulated climatic conditions are grown. These structures range in size from small sheds to industrial-sized buildings. A miniature greenhouse is known as a cold frame. The interior of a greenhouse exposed to sunlight becomes significantly warmer than the external temperature, protecting its contents in cold weather.",
  "/wiki/Parc_de_la_Ciutadella": "The Parc de la Ciutadella (Catalan pronunciation: [ˈpaɾɡ də lə siwtəˈðeʎə]; \"Citadel Park\") is a park on the northeastern edge of Ciutat Vella, Barcelona, Catalonia, Spain. For decades following its creation in the mid-19th century, this park was the city's only green space. The 70-acre (280,000 m2) grounds include the city zoo (once home to the albino gorilla Snowflake, who died in 2004), the Palau del Parlament de Catalunya, a small lake, museums, and a large fountain designed by Josep Fontserè (with possible contributions by the young Antoni Gaudí)."
}