{
  "/wiki/José_José": "José Rómulo Sosa Ortiz (17 February 1948 – 28 September 2019), known by his stage name José José, was a Mexican musician, singer and occasional actor. Born into a family of musicians, José began his musical career in his early teens playing guitar and singing in serenades. He later joined a jazz and bossa nova trio where he sang and played bass and double bass. José found success as a solo artist in the early 1970s. Demonstrating his tenor vocal ability with a stunning performance of the song \"El Triste\" at a Latin music festival held in Mexico City in 1970, he climbed the Latin charts during that decade. Having achieved recognition as a balladeer, his singing garnered universal critical acclaim from musical peers and media.",
  "/wiki/Reflexiones_(José_José_album)": "Reflexiones (Reflections) is the 20th studio album recorded by Mexican performer José José, It was released by RCA Ariola in 1984 (see 1984 in music). It was written, produced and arranged by Spanish producer Rafael Pérez-Botija. This album became the first number-one set on the Billboard Latin Pop Albums, received a platinum certification in Mexico for sales of 250,000 units, and at the Grammy Awards of 1986 it was nominated for Grammy Awards for Best Latin Pop Performance losing to \nEs Fácil Amar by Lani Hall.",
  "/wiki/Julio_Iglesias": "Julio José Iglesias de la Cueva (Spanish pronunciation: [ˈxuljo iˈɣlesjas]; born 23 September 1943) is a Spanish singer, songwriter and former professional footballer. Iglesias is recognized as the most commercially successful Continental European singer in the world and one of the top ten record sellers in music history, having sold more than 300 million records worldwide in 14 languages.  It is estimated that during his career he has performed in more than 5000 concerts, for over 60 million people in five continents. In April 2013, Iglesias was inducted into the Hall of Fame of Latin Composers.",
  "/wiki/Libra_(Julio_Iglesias_album)": "Libra (Pound) is a Julio Iglesias album released in 1985. The album was his first to reach number-one on the Latin Pop Album charts.",
  "/wiki/Miami_Sound_Machine": "Miami Sound Machine are an American band of Latin-influenced music that had featured the vocals of Cuban-born recording artist Gloria Estefan (née Fajardo). Established in 1975 by Emilio Estefan Jr., the band was originally known as the Miami Latin Boys before becoming the Miami Sound Machine in 1977.",
  "/wiki/Primitive_Love": "Primitive Love is the ninth studio album and second English-language record by the Miami Sound Machine, released in August 1985, by Epic Records.",
  "/wiki/Promesas": "Promesas (Promises) is 21st studio album recorded by Mexican performer José José, It was released by RCA Ariola in 1985 (see 1985 in music). It was written, produced and arranged by Spanish producer Rafael Pérez-Botija. This album became the second number-one set on the Billboard Latin Pop Albums by the artist and at the Grammy Awards of 1987 the single \"Pruébame\" was nominated for Best Latin Pop Performance, losing to \"Le Lo Lai\" by José Feliciano. For this album the singer received two Billboard awards: Top Latin Artist and Top Latin Album of 1985.",
  "/wiki/Rocío_Jurado": "María del Rocío Trinidad Mohedano Jurado (Spanish pronunciation: [roˈθi.o xuˈɾaðo], born 18 September 1946 – died 1 June 2006) was a Spanish singer and actress. She was born in Chipiona (Cádiz) and nicknamed \"La más grande\" (\"The Greatest\").",
  "/wiki/Paloma_brava_(album)": "Paloma brava (Wild Dove) is an album by Spanish pop singer Rocío Jurado. Released in 1986, the album reached number one on the Billboard Latin Pop Albums chart in May 1986.",
  "/wiki/Emmanuel_(singer)": "Emmanuel (born Jesús Emmanuel Arturo Acha Martinez, April 16, 1955, in Mexico City) is a Mexican singer who debuted in the 1970s.",
  "/wiki/Toda_la_Vida_y_Otros_Grandes_Exitos": "Toda la Vida y Otros Grandes Exitos is a compilation album, by Mexican iconic pop singer Emmanuel. It was released in 1986. The title comes from the hit song, \"Toda la Vida which reached #1 on the Hot Latin Tracks chart. The album reached #1 on the Latin Pop Albums chart for 4 weeks.",
  "/wiki/Siempre_Contigo_(José_José_album)": "Siempre Contigo (Always with you) is 22nd studio album recorded by Mexican performer José José, It was released by RCA Ariola in 1986 (see 1986 in music). It was produced by Spanish producer and guitarist Paco Cepero. This album became the third number-one set on the Billboard Latin Pop Albums by the artist and at the Grammy Awards of 1988 was nominated for Best Latin Pop Performance, losing to Un Hombre Solo by Julio Iglesias.",
  "/wiki/Desnudo": "Desnudo (Naked) is eight studio album recorded by Mexican performer Emmanuel. It was released by RCA Ariola in 1986 (see 1986 in music). The album was also released in the United States under the title Solo with different cover art, and this version was nominated for a Grammy Award for Best Latin Pop Performance.",
  "/wiki/Braulio_García": "Braulio Antonio García Bautista (Spanish pronunciation: [ˈbɾauljo ɣaɾˈθi.a]; born 1946 in Santa María de Guía de Gran Canaria, Canary Islands), better known as Braulio, is a Spanish singer-songwriter.",
  "/wiki/Lo_Bello_y_lo_Prohibido": "Lo Bello y lo Prohibido (Eng.: Beautiful and Forbidden) is the title of a studio album recorded by Spanish singer-songwriter Braulio, It was released by CBS Discos in late 1986. This album became his second number-one set on the Billboard Latin Pop Albums. The album yielded the singles \"Juguete de Nadie\", \"En Bancarrota\", \"Noche de Boda\" and \"La Pu... ra Vida\". \"En Bancarrota\" peaked at number-one in the Billboard Hot Latin Tracks chart for six weeks and at the 30th Annual Grammy Awards in 1988 was nominated for Best Latin Pop Performance, losing to Un Hombre Solo by Julio Iglesias.",
  "/wiki/Un_Hombre_Solo": "Un hombre solo (A single man) is a Julio Iglesias album released in 1987. It achieved worldwide success. The album was composed, arranged and produced by Manuel Alejandro. In 1988, it won the Grammy Award for Best Latin Pop Album.The album was released in LP, CD and Digipack format, with 2 editions: worldwide and Brazil.\nHe received platinum distinction in different countries like: Argentina (8×); Mexico, Colombia, Chile, Spain, Brazil (5×); Venezuela and Sony Discos (4×).",
  "/wiki/Soy_Así": "Soy Así (I am like this) is 23rd studio album recorded by Mexican performer José José, It was released by RCA Ariola in 1987 (see 1987 in music). It was written and produced by Spanish producer Rafael Pérez-Botija. This album became the fourth number-one set on the Billboard Latin Pop Albums by the artist and at the Grammy Awards of 1989 was nominated for Best Latin Pop Performance and for Pop Album of the Year at the 1st Lo Nuestro Music Awards.",
  "/wiki/Entre_Lunas": "Entre Lunas (Between Moons) is ninth studio album recorded by Mexican performer Emmanuel, It was released by RCA Ariola in 1988 (see 1988 in music) The album became his second number-one set on the Latin Pop Albums chart and was nominated for Pop Album of the Year at the 1st Lo Nuestro Music Awards.",
  "/wiki/José_Luis_Rodríguez_(singer)": "José Luis Rodríguez González, nicknamed El Puma (Cougar) (Spanish pronunciation: [xoseˈlwiz roˈðɾiɣes]; 14 January 1943), is a Venezuelan singer and actor who is known for having recorded many international super hits and participated in a handful of telenovelas. He also served as a coach and mentor on the Peruvian and Argentine version of The Voice, as well as a judge on X Factor Chile.",
  "/wiki/Señor_Corazón": "Señor Corazón (Mr. Heart) is the 1987 studio album by Venezuelan performer, José Luis Rodríguez \"El Puma\". The album was produced by Albert Hammond and includes the number-one song \"Y Tú También Llorarás\". Señor Corazón was nominated for Pop Album of the Year at the 1st Lo Nuestro Music Awards.",
  "/wiki/Camilo_Sesto": "Camilo Blanes Cortés (16 September 1946 – 8 September 2019), known professionally as Camilo Sesto as El Rey del Amor, was a Spanish singer, songwriter and music producer. He sang in two pop bands during the 1960s and won a contest in a Madrid television show. He played a part in the Spanish filming of Shakespeare's Hamlet. Later, he teamed up with singer and producer Juan Pardo, but success would come on its own accord, with his own music works. By the time of his death, Sesto had sold over 180 million albums worldwide, not counting the figures of its production and composition to other artists, could exceed 300 million.",
  "/wiki/Amor_Libre:_12_Grandes_Exitos": "Amor Libre: 12 Grandes Exitos is a greatest hits album by Spanish singer-songwriter Camilo Sesto released in 1988. The album contains twelve songs from his career.",
  "/wiki/Yolandita_Monge": "Yolanda Rosa Monge Betancourt (born September 16, 1955), known professionally as Yolandita Monge, is an international singer, songwriter, actress, and television personality from Puerto Rico.  She has been active in the music business since her teen years and has recorded twenty-seven (27) studio albums and two (2) live albums, as well as several greatest hits compilations and special appearance recordings.",
  "/wiki/Vivencias_(Yolandita_Monge_album)": "Vivencias is the sixteenth (16th) studio album by Puerto Rican singer Yolandita Monge. It was released in 1988 and includes the massive hits \"Este Amor Que Hay que Callar\", \"Borinqueña”, “Débil\", \"Quítame A Ese Hombre Del Corazón\", \"Por Tí (Call Me)\", \"Acaríciame\", and \"Cuando Termina Un Amor\".  Nearly all the tracks in this album were huge radio hits that the singer still performs in her live shows. This album earned the first Platinum status for a female Puerto Rican singer. Since then, it has earned double Platinum and double Gold status. The album's cover picture was taken by late photographer and stylist Raúl Torres.",
  "/wiki/List_of_number-one_Billboard_Latin_Pop_Albums_from_the_1980s": "Latin Pop Albums is a record chart published in Billboard magazine that features Latin music sales information. The Latin Pop Chart was the first of the Latin charts along with, Regional Mexican Albums and Tropical Albums, to be released from Billboard. The data is compiled by Nielsen SoundScan from a sample that includes music stores, music departments at electronics and department stores, Internet sales (both physical and digital) and verifiable sales from concert venues in the United States. The data for this chart was published every two weeks, unlike most Billboard charts."
}