{
  "/wiki/Topographic_prominence": "In topography, prominence[a] measures the height of a mountain or hill's summit relative to the lowest contour line encircling it but containing no higher summit within it. It is a measure of the independence of a summit. A peak's key col (highest gap between two mountains) is a unique point on this contour line and the parent peak is some higher mountain, selected according to various criteria.",
  "/wiki/Bös_Fulen": "The Bös Fulen is a mountain in the Schwyz Alps, located on the border between the cantons of Schwyz and Glarus. It overlooks the valleys of Muotathal (Schwyz) and Linthal. It is the highest summit of the canton of Schwyz. Politically, it is split between the municipalities of Muotathal (Schwyz) and Glarus. Braunwald is the nearest locality.",
  "/wiki/Schwyzer_Alps": "The Schwyz Alps (German: Schwyzer Alpen) are a mountain range in Switzerland. They form part of the North-Eastern Swiss Alps and are bordered by the Glarus Alps to the east, the Appenzell Alps to the north-east, the Emmental Alps in the west, and the Uri Alps to the south-west. The Klausen Pass is the highest point between the Schwyz Alps and the Glarus Alps.",
  "/wiki/Schwyz_District": "Schwyz District is a district of the canton of Schwyz, Switzerland. It is both the largest and most populous of the six districts of the canton of Schwyz, accounting for around half its surface area, and 40% of the population.  It has a population of 55,382 (as of 31 December 2018).",
  "/wiki/Ortstock": "The Ortstock is a mountain in the Schwyzer Alps, located at an elevation of 2,717 m (8,914 ft) on the border between the cantons of Schwyz and Glarus. It overlooks Braunwald and Linthal on its east side, while the west side overlooks the high valley of Glattalp.",
  "/wiki/Höch_Turm": "The Höch Turm is a mountain in the Schwyzer Alps, located in an elevation of 2,666 m (8,747 ft). It lies west of the resort village of Braunwald on the karstic range between the valleys of Muota and Linth.",
  "/wiki/Pfannenstock": "The Pfannenstock (2,573 m) is a mountain of the Schwyzer Alps, located east of Muotathal in the Swiss canton of Schwyz. It lies on the karstic range between the valleys of Muota and Linth, west of the border with the canton of Glarus.",
  "/wiki/Chaiserstock": "The Chaiserstock (also spelled Kaiserstock) (2,514 m) is a mountain of the Schwyzer Alps, located on the border between the Swiss cantons of Schwyz and Uri. It lies on the range between Muotathal and Unterschächen, east of Lake Lucerne.",
  "/wiki/Fulen_(Schwyz_Alps)": "The Fulen (2,490 m) is a mountain peak of the Schwyz Alps, located on the border between the Swiss cantons of Schwyz and Uri. It lies on the range between Muotathal and Unterschächen, east of Lake Lucerne.",
  "/wiki/Rossstock": "The Rossstock (2,460 m) is a mountain of the Schwyzer Alps, located on the border between the Swiss cantons of Schwyz and Uri. It lies on the range between Muotathal and Unterschächen, east of Lake Lucerne.",
  "/wiki/Wasserbergfirst": "The Wasserbergfirst (2,341 m) is a mountain of the Schwyz Alps, located south of Muotathal in the canton of Schwyz. It lies on the range between the Hürital and the Bisistal, north of the Schächentaler Windgällen.",
  "/wiki/Mutteristock": "The Mutteristock is a mountain in the Schwyzer Alps, which rises 2294 meters above sea level. It is located between the cantons of Glarus and Schwyz, Switzerland, overlooking the Wägitalersee and the Klöntalersee on its northern and southern side respectively. Its summit is the highest point of the subrange lying north of Pragel Pass. The mountain's slopes display bare limestone.",
  "/wiki/March_District": "March District is a district in Canton of Schwyz, Switzerland. The coat of arms of the district is gules, an annulet sable — a black ring on a red background.  It has a population of 43,598 (as of 31 December 2018).",
  "/wiki/Druesberg": "The Druesberg (or Drusberg) is a mountain located north of Pragel Pass in the Schwyzer Alps and the canton of Schwyz. It lies on the range between Unteriberg and Muotathal.",
  "/wiki/Brünnelistock": "The Brünnelistock (2,133 m) is a mountain of the Schwyzer Alps, located on the border between the cantons of Schwyz and Glarus. It lies north of the Mutteristock, on the range between the Wägitalersee and the Obersee.",
  "/wiki/Zindlenspitz": "The Zindlenspitz (2,097 m) is a mountain of the Schwyzer Alps, located on the border between the Swiss cantons of Schwyz and Glarus. It lies on the range between the Wägitalersee and the Obersee, south of the Brünnelistock.",
  "/wiki/Fluebrig": "The Fluebrig (2,098 m) is a mountain massif of the Schwyzer Alps, located east of Unteriberg in the canton of Schwyz. It is composed of several summits of which the highest is named Diethelm and the second highest Turner (2,069 m).",
  "/wiki/Biet_(mountain)": "The Biet (1,965 m) is a mountain of the Schwyzer Alps, located east of Oberiberg in the canton of Schwyz. It lies on the range north of the Druesberg.",
  "/wiki/Chlingenstock": "The Klingenstock (also spelled Chlingenstock) is a mountain of the Schwyzer Alps, located between Stoos and Riemenstalden in the canton of Schwyz.",
  "/wiki/Fronalpstock_(Schwyz)": "The Fronalpstock is a mountain in Switzerland, in the Schwyzer Alps and the canton of Schwyz. It has an elevation of 1,921 metres (6,302 ft) above sea level. The summit is accessible by a chair lift from the village of Stoos.",
  "/wiki/Grosser_Mythen": "The Grosser Mythen (also Grosse Mythe) is a mountain in the Schwyzer Alps  of Central Switzerland. The mountain lies in the canton of Schwyz, to the east of the town of Schwyz, and to the south of the village of Alpthal in the valley of the river Alp.",
  "/wiki/Chöpfenberg": "The Chöpfenberg (1,896 m) is a mountain of the Schwyzer Alps, located on the border between the Swiss cantons of Schwyz and Glarus. It lies on the range north of the Mutteristock, between the valleys of the Wägitalersee and the Linth.",
  "/wiki/Kleiner_Mythen": "The Kleiner Mythen is a mountain in the Schwyzer Alps of Central Switzerland. The mountain lies in the canton of Schwyz, to the east of the town of Schwyz, to the south of the village of Alpthal in the valley of the Alp river, and to the north of the Grosser Mythen.",
  "/wiki/Rigi": "The Rigi (or Mount Rigi; also known as Queen of the Mountains) is a mountain massif of the Alps, located in Central Switzerland. The whole massif is almost entirely surrounded by the water of three different water bodies: Lake Lucerne, Lake Zug and Lake Lauerz. The range is in the Schwyzer Alps, and is split between the cantons of Schwyz and Lucerne, although the main summit, named Rigi Kulm, at 1,798 meters above sea level, lies within the canton of Schwyz.",
  "/wiki/Küssnacht": "Küssnacht am Rigi (official name since 2004: Küssnacht) is a village and a district and a municipality in the canton of Schwyz in Switzerland. The municipality consists of three villages Küssnacht, Immensee, and Merlischachen, the hamlet Haltikon, the industrial area Fänn, and the alp Seeboden. It is situated at the north shore of Lake Lucerne and at the south shore of Lake Zug below mount Rigi (1,797 m (5,896 ft)).",
  "/wiki/List_of_mountains_of_the_canton_of_Schwyz": "This is a list of mountains of the Swiss canton of Schwyz. Schwyz is a very mountainous canton and lies almost entirely within the Alps. It is also one of the 15 cantons having summits above 2,000 metres. Topographically, the two most important summits of the canton are those of the Bös Fulen (most elevated) and the Rigi (most prominent and isolated). All of the mountains of the canton are part of the Schwyzer Alps mountain range, although not all the mountains of that range lie within the canton."
}