{
  "/wiki/Nameplate_capacity": "Nameplate capacity, also known as the rated capacity, nominal capacity, installed capacity, or maximum effect, is the intended  full-load sustained output of a facility such as a power plant, electric generator, a chemical plant, fuel plant, metal refinery, mine, and many others. Nameplate capacity is the number registered with authorities for classifying the power output of a power station usually expressed in megawatts (MW).",
  "/wiki/Megawatt": "The watt (symbol: W) is a unit of power. In the International System of Units (SI) it is defined as a derived unit of 1 joule per second, and is used to quantify the rate of energy transfer. In SI base units, the watt is described as \n\n\n\nk\ng\n\n\nm\n\n2\n\n\n\ns\n\n−\n3\n\n\n\n\n{\\displaystyle kg\\,m^{2}s^{-3}}\n\n, which can be demonstrated to coherent by dimensional analysis.",
  "/wiki/Watt-peak": "The nominal power is the nameplate capacity of photovoltaic (PV) devices, such as solar cells, panels and systems, and is determined by measuring the electric current and voltage in a circuit, while varying the resistance under precisely defined conditions. These Standard Test Conditions (STC) are specified in standards such as IEC 61215, IEC 61646 and UL 1703; specifically the light intensity is 1000 W/m2, with a spectrum similar to sunlight hitting the earth's surface at latitude 35°N in the summer (airmass 1.5), the temperature of the cells being 25 °C.  The power is measured while varying the resistive load on the module between an open and closed circuit (between maximum and minimum resistance).  The highest power thus measured is the 'nominal' power of the module in watts.  This nominal power divided by the light power that falls on a given area of a photovoltaic device (area × 1000 W/m2) defines its efficiency, the ratio of the device's electrical output to the incident energy.",
  "/wiki/Megawatt-hour": "The kilowatt-hour (kWh, also kW⋅h or kW h) is a unit of energy equal to 3600 kilojoules (3.6 megajoules). The kilowatt-hour is commonly used as a billing unit for energy delivered to consumers by electric utilities.",
  "/wiki/Erlasee_Solar_Park": "The Erlasee Solar Park, or Solarstrompark Gut Erlasee, is an 11.4 megawatt (MW) photovoltaic power station located in Bavaria, southern Germany, in one of the sunniest regions of the country. Constructed on a former vineyard by the company Solon SE in 2006, it was then the world's largest photovoltaic power station.",
  "/wiki/Solon_SE": "Solon SE (ISIN: DE0007471195) was a German solar energy company with headquarters in Berlin. Solon SE produced photovoltaic modules at its production sites in Greifswald (Germany, SOLON Nord GmbH), Steinach in Tirol (Austria, SOLON Hilber Technologie GmbH), Carmignano di Brenta (Italy, SOLON S.p.A., formerly known as S.E. Project s.r.l.), Tucson (USA, SOLON Corporation) and Berlin (Germany, SOLON Photovoltaik GmbH). Solon also offered turn-key solar power plants, projected by SOLON Inverstments (Freiburg, Germany) and Inverters, developed and produced by SOLON Inverters AG (Uznach, Switzerland, formerly known as asp AG).",
  "/wiki/Arnstein": "Arnstein (German: [ˈaʁnʃtaɪn] (listen)) is a town in the Main-Spessart district in the Regierungsbezirk of Lower Franconia (Unterfranken) in Bavaria, Germany.",
  "/wiki/Gottelborn_Solar_Park": "Gottelborn Solar Park (German: Solarpark Zeche Göttelborn) is an 8.4-MWp photovoltaic power station located in Göttelborn, in Quierschied municipality, Germany. The power plant was constructed by City Solar in two stages. The first stage was completed in August, 2004, followed by the second stage three years later in November 2007.",
  "/wiki/Bavaria_Solarpark": "The Bavaria Solarpark is a group of three photovoltaic power stations in different locations in Germany. \nIts total capacity amounts to 10 megawatts (MW) and consists of the following distinct solar farms south of Neumarkt in der Oberpfalz, in Bavaria:",
  "/wiki/M%C3%BChlhausen": "Mühlhausen is a city in the north-west of Thuringia, Germany, 5 km (3 miles) north of Niederdorla, the country's geographical centre, 50 km (31 miles) north-west of Erfurt, 65 km (40 miles) east of Kassel and 50 km (31 miles) south-east of Göttingen.",
  "/wiki/Rote_Jahne_Solar_Park": "The Rote Jahne Solar Park in Saxony, Germany, has a total output capacity of 6 megawatts peak (MWp). Built at a former military airfield, it has 90,000 First Solar thin-film modules covering approximately 6.7 hectares, and produces approximately 5.7 million kilowatt-hours (kW·h) of solar electricity every year.  The project cost around Euro 21 million or US $28 million.",
  "/wiki/First_Solar": "First Solar, Inc. is an American manufacturer of solar panels, and a provider of utility-scale PV power plants and supporting services that include finance, construction, maintenance and end-of-life panel recycling.",
  "/wiki/Dobersch%C3%BCtz": "Doberschütz is a municipality in the district of Nordsachsen, in Saxony, Germany. It has an area of 79,81 km² and a population of 4,446 (as of December 31, 2006).",
  "/wiki/BP_Solar": "BP Solar was a manufacturer and installer of photovoltaic solar cells headquartered in Madrid, Spain, with production facilities in India and the People's Republic of China.  It was a subsidiary of BP.",
  "/wiki/B%C3%BCrstadt": "Bürstadt is a town in the Bergstraße district in southern Hesse, Germany, 7 km east of Worms, and 17 km north of Mannheim. In 1981, the town hosted the 21st Hessentag state festival.",
  "/wiki/Espenhain": "Espenhain is a village and a former municipality in the Leipzig district, in Saxony, Germany. On 1 August 2015 it was merged into the town Rötha.",
  "/wiki/Geiseltalsee_Solarpark": "Geiseltalsee Solarpark, also known as Geiseltalsee, is a 4 MWp photovoltaic power plant located in Merseburg, Germany.  The power plant was constructed by BP Solar using 24,864 BP solar modules.  The power station was completed in 2004",
  "/wiki/Merseburg": "Merseburg ([ˈmɛɐzəbʊrk]) is a town in the south of the German state of Saxony-Anhalt on the river Saale, approx. 14 km south of Halle (Saale) and 30 km west of Leipzig. It is the capital of the Saalekreis district. It had a diocese founded by Archbishop Adalbert of Magdeburg.\nThe University of Merseburg is located within the town. Merseburg has around 33,000 inhabitants. Merseburg is part of the Central German Metropolitan Region.",
  "/wiki/Hemau": "Hemau is a small town in Southern Germany, in the district of Regensburg.  The town is situated on the Tangrintel, a ridge which runs between the rivers Altmühl and Schwarze Laber.",
  "/wiki/Sharp_Corporation": "Sharp Corporation (シャープ株式会社, Shāpu Kabushiki-gaisha) is a Japanese multinational corporation that designs and manufactures electronic products, headquartered in Sakai-ku, Sakai. Since 2016 it has been a subsidiary of Taiwan-based Foxconn Group. Sharp employs more than 50,000 people worldwide. The company was founded in September 1912 in Tokyo and takes its name from one of its founder's first inventions, the Ever-Sharp mechanical pencil, which was invented by Tokuji Hayakawa in 1915.",
  "/wiki/Kyocera": "Kyocera Corporation (京セラ株式会社, Kyōsera Kabushiki-gaisha, pronounced [kʲoːseɾa]) is a Japanese multinational ceramics and electronics manufacturer headquartered in Kyoto, Japan. It was founded as Kyoto Ceramic Company, Limited (京都セラミック株式会社, Kyōto Seramikku Kabushiki-gaisha) in 1959 by Kazuo Inamori and renamed in 1982. The company has diversified its founding technology in ceramic materials through internal development as well as strategic mergers and acquisitions. It manufactures industrial ceramics, solar power generating systems, telecommunications equipment, office document imaging equipment, electronic components, semiconductor packages, cutting tools, and components for medical and dental implant systems.",
  "/wiki/Dingolfing": "Dingolfing is a town in southern Bavaria, Germany.  It is the seat of the Landkreis (district) Dingolfing-Landau.",
  "/wiki/Rheinfelden": "Rheinfelden (Alemannic German: Rhyfälde, [ˈriːfæld̥ə]) is a municipality in the canton of Aargau in Switzerland, seat of the district of Rheinfelden.  It is located 15 kilometres east of Basel.  The name means the fields of the Rhine, as the town is located on the High Rhine.  It is home to Feldschlösschen, the most popular beer in Switzerland. The city is across the river from Rheinfelden in Baden-Württemberg; the two cities were joined until Napoleon Bonaparte fixed the Germany–Switzerland border on the Rhine in 1802 and are still socially and economically tied.",
  "/wiki/Solar_power_in_Germany": "Solar power in Germany consists almost exclusively of photovoltaics (PV) and accounted for an estimated 6.2 to 6.9 percent of the country's net-electricity generation in 2016.\nAbout 1.5 million photovoltaic systems were installed around the country in 2014, ranging from small rooftop systems, to medium commercial and large utility-scale solar parks.:5 Germany's largest solar farms are located in Meuro, Neuhardenberg, and Templin with capacities over 100 MW."
}