{
  "/wiki/Ice_hockey": "Ice hockey is a contact team sport played on ice, usually in a rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender, and five players who skate the span of the ice trying to control the puck and score goals against the opposing team.",
  "/wiki/2015_World_Junior_Ice_Hockey_Championship": "The 2015 World Junior Ice Hockey Championships was the 39th edition of Ice Hockey World Junior Championship, played from December 26, 2014 to January 5, 2015. It was co-hosted by Toronto, Ontario, and Montreal, Quebec, Canada, and organized by Hockey Canada, Hockey Quebec, the Ontario Hockey Federation, the Montreal Canadiens, Maple Leafs Sports and Entertainment and Evenko. Games were split between Air Canada Centre in Toronto and Bell Centre in Montreal, with Montreal hosting Group A matches and two quarter finals, and Toronto hosting Group B, along with the relegation games, two quarter finals, along with the semi-finals, bronze medal, and gold medal games.",
  "/wiki/Canada_men%27s_national_junior_ice_hockey_team": "The Canadian men's national under-20 ice hockey team is the ice hockey team representing Canada internationally in under-20 competition. Their primary participation in this age group comes at the International Ice Hockey Federation's World Junior Championship, held annually every December and January. The team also participates in various exhibition matches and occasional exhibition series, such as the 2007 Super Series against their Russian counterparts, an eight-game exhibition series commemorating the 35th anniversary of the 1972 Summit Series.",
  "/wiki/Ski_jumping": "Ski jumping is a winter sport in which competitors aim to achieve the longest jump after descending from a specially designed ramp on their skis. Along with jump length, competitor's style and other factors affect the final score. Ski jumping was first contested in Norway in the late 19th century, and later spread through Europe and North America in the early 20th century. Along with cross-country skiing, it constitutes the traditional group of Nordic skiing disciplines.",
  "/wiki/2014%E2%80%9315_Four_Hills_Tournament": "The 2014-15 Four Hills Tournament took place at the four traditional venues of Oberstdorf, Garmisch-Partenkirchen, Innsbruck and Bischofshofen, located in Germany and Austria, between 29 December 2014 and 6 January 2015.",
  "/wiki/Stefan_Kraft": "Stefan Kraft (born 13 May 1993) is an Austrian ski jumper. He is one of the sport's most successful contemporary athletes, having won the Ski Jumping World Cup and Ski Flying World Cup overall titles, the Four Hills Tournament and Raw Air Tournament, and two individual gold medals at the World Championships. Since March 2017, he has held the ski flying world record of 253.5 metres (832 ft).",
  "/wiki/2015_NHL_Winter_Classic": "The 2015 NHL Winter Classic was an outdoor regular season National Hockey League (NHL) game, part of the Winter Classic series, played on January 1, 2015, at Nationals Park in Washington, D.C. The game, the seventh Winter Classic, matched the Chicago Blackhawks against the Washington Capitals. The Capitals were victorious with a final score of 3–2 after right winger, Troy Brouwer, scored the go-ahead goal with less than 13 seconds remaining in regulation play. This marked the first time in Winter Classic history that the home team won in regulation, the 2010 Winter Classic was the first one to be won by the home team which came in overtime. The game garnered an attendance of 42,832, and was televised nationally in the United States on NBC and in Canada on CBC.",
  "/wiki/2014%E2%80%9315_Washington_Capitals_season": "The 2014–15 Washington Capitals season was the 41st season for the National Hockey League franchise that was established on June 11, 1974.",
  "/wiki/Cross-country_skiing": "Cross-country skiing is a form of skiing where skiers rely on their own locomotion to move across snow-covered terrain, rather than using ski lifts or other forms of assistance. Cross-country skiing is widely practiced as a sport and recreational activity; however, some still use it as a means of transportation. Variants of cross-country skiing are adapted to a range of terrain which spans unimproved, sometimes mountainous terrain to groomed courses that are specifically designed for the sport.",
  "/wiki/2015_Tour_de_Ski": "The 2015 Tour de Ski was the 9th edition of the Tour de Ski. The Stage World Cup event began in Oberstdorf, Germany on January 3, 2015, and ended in Val di Fiemme, Italy on January 10, 2015. The titles were being defended by Therese Johaug (Norway) and Martin Johnsrud Sundby (Norway), the former of which came second to Marit Bjørgen, while Sundby retained the title.",
  "/wiki/Martin_Johnsrud_Sundby": "Martin Johnsrud Sundby (born 26 September 1984) is a Norwegian cross-country skier who has competed since 2003. He is the silver medalist of the 2010 Winter Olympics in the team relay and the bronze medalist of the 2014 Winter Olympics in the 30 km skiathlon. In 2014, he became the first  Norwegian to win the Tour de Ski.",
  "/wiki/Marit_Bj%C3%B8rgen": "Marit Bjørgen (born 21 March 1980) is a retired Norwegian cross-country skier who is the most decorated athlete, male or female, in Winter Olympics history with 15 medals. She is ranked first in the all-time Cross-Country World Cup rankings with 114 individual victories. Bjørgen is also the most successful sprinter in Cross-Country World Cup history, with 29 victories. She headed the medal table at the 2010 Winter Olympics by winning five medals, including three gold. A five-time Olympian, her five Olympic medals at the 2018 Pyeongchang Games brought her total number of medals up to a record 15, the most by any athlete (female or male) in Winter Olympics history.",
  "/wiki/2015_IIHF_World_Women%27s_U18_Championship_%E2%80%93_Division_I": "The 2015 IIHF World Women's U18 Championship Division I was the two international under-18 women ice hockey tournaments organised by the International Ice Hockey Federation. The Division I 'A' and Division I Qualification tournaments represent the second and the third tier of the IIHF World Women's U18 Championships.",
  "/wiki/France_women%27s_national_under-18_ice_hockey_team": "The French women's national under 18 ice hockey team is the national under-18 ice hockey team in France. The team represents France at the International Ice Hockey Federation's IIHF World Women's U18 Division I.",
  "/wiki/Austria_women%27s_national_under-18_ice_hockey_team": "The Austrian women's national under 18 ice hockey team is the national under-18 ice hockey team in Austria. The team represents Austria at the International Ice Hockey Federation's IIHF World Women's U18 Division I.",
  "/wiki/Tennis": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to play a valid return. The player who is unable to return the ball will not gain a point, while the opposite player will.",
  "/wiki/2015_Hopman_Cup": "The Hopman Cup XXVII was the 27th edition of the Hopman Cup tournament between nations in men's and women's tennis. The tournament commenced on 4 January 2015 at the Perth Arena in Perth, Australia.",
  "/wiki/Poland_at_the_Hopman_Cup": "Poland is a nation that has competed at the Hopman Cup tournament on two occasions, in 2014 and 2015. The nation reached the final in its inaugural appearance, but lost to France by two rubbers to one. However, it did win the 2015 tournament, defeating the United States by 2-1 in that year's final.",
  "/wiki/Rallying": "Rally is a form of motorsport that takes place on public or private roads with modified production or specially built road-legal cars. It is distinguished by not running on a circuit, but instead in a point-to-point format in which participants and their co-drivers drive between set control points (special stages), leaving at regular intervals from one or more start points. Rallies may be won by pure speed within the stages or alternatively by driving to a predetermined ideal journey time within the stages.",
  "/wiki/2015_Dakar_Rally": "The 2015 Dakar Rally was the 37th running of the event and the seventh successive year that the event was held in South America. The event started in Buenos Aires, Argentina on January 4, then ran through Argentina, Chile and Bolivia, before returning to Buenos Aires on January 17 after 13 stages of competition, for a total distance of 9,000 km (5,600 mi). For the first time, organizers reserved separate rest days for different categories so that at least two classes raced on each day.",
  "/wiki/Marc_Coma": "Marc Coma i Camps (born 7 October 1976) is a Spanish rally racing motorcycle rider. He won the Dakar Rally in 2006, 2009, 2011, 2014, and 2015 riding a KTM motorcycle, and is also a six-time winner of the FIM Cross-Country Rallies World Championship. Since 2015 he has been a race director of the Dakar Rally.",
  "/wiki/KTM": "KTM AG (the former KTM Sportmotorcycle AG) is an Austrian motorcycle and sports car manufacturer owned by KTM Industries AG and Indian manufacturer Bajaj Auto. It was formed in 1992 but traces its foundation to as early as 1934. Today, KTM AG is the parent company of the KTM Group.",
  "/wiki/Yamaha_Motor_Company": "Yamaha Motor Company Limited (ヤマハ発動機株式会社, Yamaha Hatsudōki Kabushiki-gaisha) is a Japanese manufacturer of motorcycles, marine products such as boats and outboard motors, and other motorized products. The company was established in 1955 upon separation from Yamaha Corporation (however Yamaha Corporation is still the largest private company shareholder with 9.92%, as of 2019), and is headquartered in Iwata, Shizuoka, Japan. The company conducts development, production and marketing operations through 109 consolidated subsidiaries as of 2012.",
  "/wiki/Nasser_Al-Attiyah": "Nasser Salih Nasser Abdullah Al-Attiyah (Arabic: ناصر صالح ناصر عبدالله العطية‎; born 21 December 1970 in Doha) is a Qatari rally driver, sport shooter and sheik. He was the 2006 Production World Rally Champion, a 13-time Middle East Rally Champion, 2014 and 2015 WRC-2 champion, four times winner of the FIA World Cup for Cross-Country Rallies and the 2011, 2015 and 2019 Dakar Rally winner. He currently competes in the World Rally Championship and Middle East Rally Championship for the Qatar World Rally Team. His three victories in the Dakar Rally make him the only Middle Easterner and West Asian to win the competition more than once.",
  "/wiki/Mini_(marque)": "Mini (stylised as MINI) is a British automotive marque founded in 1969, owned by German automotive company BMW since 2000, and used by them for a range of small cars. The word Mini has been used in car model names since 1959, and in 1969 it became a marque in its own right when the name \"Mini\" replaced the separate \"Austin Mini\" and \"Morris Mini\" car model names. BMW acquired the marque in 1994 when it bought Rover Group (formerly British Leyland), which owned Mini, among other brands.",
  "/wiki/Kamaz": "JSC KAMAZ (Russian: Камский Автомобильный Завод – КАМАЗ, romanized: Kamskiy Avtomobilny Zavod, lit. 'Kama Automobile Plant') is a Russian brand of trucks and engines manufacturer located in Naberezhnye Chelny, Russian Federation. It is famous for its cab over trucks. KAMAZ is a portmanteau which stands for a factory on Kama River.",
  "/wiki/2015_IIHF_World_Women%27s_U18_Championship": "The 2015 IIHF World Women's U18 Championships was the eighth World Women's U18 Championship. The top division tournament was played in Buffalo, United States, from 5 to 12 January 2015. Twenty nations played in three levels, with promotion and relegation for the top and bottom teams at each level.",
  "/wiki/United_States_women%27s_national_under-18_ice_hockey_team": "The United States women's national under-18 ice hockey team represents the United States at the IIHF World Women's U18 Championships.",
  "/wiki/Table_tennis": "Table tennis, also known as ping-pong, is a sport in which two or four players hit a lightweight ball back and forth across a table using small rackets. The game takes place on a hard table divided by a net. Except for the initial serve, the rules are generally as follows: players must allow a ball played toward them to bounce one time on their side of the table, and must return it so that it bounces on the opposite side at least once. A point is scored when a player fails to return the ball within the rules. Play is fast and demands quick reactions. Spinning the ball alters its trajectory and limits an opponent's options, giving the hitter a great advantage.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.",
  "/wiki/Association_football": "Association football, more commonly known as football or soccer,[a] is a team sport played with a spherical ball between two teams of 11 players. It is played by approximately 250 million players in over 200 countries and dependencies, making it the world's most popular sport. The game is played on a rectangular field called a pitch with a goal at each end. The object of the game is to score by moving the ball beyond the goal line into the opposing goal.",
  "/wiki/2015_CONCACAF_U-20_Championship": "The 2015 CONCACAF Under-20 Championship was an association football tournament that took place from 9 to 24 January 2015 in Jamaica. It determined the four CONCACAF teams that would participate at the 2015 FIFA U-20 World Cup in New Zealand.",
  "/wiki/Mexico_national_under-20_football_team": "The Mexico national under-20 football team represents Mexico in association football at the under-20 age level, and is controlled by the Mexican Football Federation (FMF), the governing body of football in Mexico.",
  "/wiki/2015_AFC_Asian_Cup": "The 2015 AFC Asian Cup was the 16th edition of the men's AFC Asian Cup, a quadrennial international football tournament organised by the Asian Football Confederation (AFC). It was held in Australia from 9 to 31 January 2015. The tournament was won by Australia after defeating South Korea 2–1 in extra time in the final, thereby earning the right to participate in the 2017 FIFA Confederations Cup, which was hosted by Russia. The win was Australia's first Asian title since their move from the Oceania Football Confederation (OFC) in 2006. It was also the first time a men's team has become champions of two confederations, following Australia's four OFC Nations Cup titles: 1980, 1996, 2000 and 2004; right after the Australian women's team won the 2010 AFC Women's Asian Cup.",
  "/wiki/Australia_national_soccer_team": "The Australia national soccer team represents Australia in international men's soccer. Officially nicknamed the Socceroos, the team is controlled by the governing body for soccer in Australia, Football Federation Australia (FFA), which is currently a member of the Asian Football Confederation (AFC) and the regional ASEAN Football Federation (AFF) since leaving the Oceania Football Confederation (OFC) in 2006.",
  "/wiki/Speed_skating": "Speed skating is a competitive form of ice skating in which the competitors race each other in travelling a certain distance on skates. Types of speed skating are long track speed skating, short track speed skating, and marathon speed skating. In the Olympic Games, long-track speed skating is usually referred to as just \"speed skating\", while short-track speed skating is known as \"short track\". The ISU, the governing body of both ice sports, refers to long track as \"speed skating\" and short track as \"short track skating\".",
  "/wiki/2015_European_Speed_Skating_Championships": "The 2015 European Speed Skating Championships were held in Chelyabinsk, Russia, from 10 to 11 January 2015.",
  "/wiki/Sven_Kramer": "Sven Kramer (Dutch pronunciation: [ˈsvɛnː ˈkraːmər]; born 23 April 1986) is a Dutch long track speed skater who has won an all-time record nine World Allround Championships as well as a record ten European Allround Championships. He is the Olympic champion of the 5000 meters at the Vancouver 2010, Sochi 2014 and Pyeongchang 2018 Olympics, and won a record 20 gold medals at the World Single Distance Championships; eight in the 5000 meters, five in the 10,000 meters, and seven in the team pursuit. Kramer is the current world record holder in the team pursuit (alongside Jan Blokhuijsen and Koen Verweij), and broke the world records in the 5000 meter and 10,000 meter events three times. By winning the 2010 World Allround Championship, Kramer became the first speed skater in history to win four consecutive world allround championships, and eight consecutive international allround championships. He was undefeated in the 18 international allround championships he participated in from the 2006/2007 season until the 2016/2017 season. From November 2007 to March 2009 he was ranked first in the Adelskalender, but despite his dominance as an all-round skater he has since been overtaken on that list by Shani Davis and, more recently, by his team mate Patrick Roest .",
  "/wiki/Ireen_W%C3%BCst": "Ireen Wüst (Dutch pronunciation: [iˈreːn ʋyst]; born 1 April 1986) is a Dutch long track allround speed skater.",
  "/wiki/Snooker": "Snooker (pronounced UK: /ˈsnuːkə/, US: /ˈsnʊkər/) is a cue sport that originated among British Army officers stationed in India in the second half of the 19th century. It is played on a rectangular table covered with a green cloth (or \"baize\"), with pockets at each of the four corners and in the middle of each long side. Using a cue stick and 21 coloured balls, players must strike the white ball (or \"cue ball\") to pot or pocket the remaining balls in the correct sequence, accumulating points for each pot. An individual game (or frame), is won by the player scoring the most points. A match is won when a player wins a predetermined number of frames.",
  "/wiki/2015_Masters_(snooker)": "The 2015 Dafabet Masters was a professional non-ranking snooker tournament that took place between 11 and 18 January 2015 at the Alexandra Palace in London, England. It was the 41st staging of the tournament. Shaun Murphy won his first Masters title, beating Neil Robertson 10–2 in the final, the biggest winning margin in a Masters final since Steve Davis whitewashed Mike Hallett 9–0 in 1988. In winning the title, Murphy became the tenth player to win all Triple Crown events at least once. This year’s final line up was a repeat of 2012 tournament, albeit with a different result.",
  "/wiki/Shaun_Murphy_(snooker_player)": "Shaun Peter Murphy (born 10 August 1982) is an English professional snooker player, who won the 2005 World Championship. Nicknamed \"The Magician\", Murphy is noted for his straight cue action and his long potting.",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/2015_College_Football_Playoff_National_Championship": "The 2015 College Football Playoff National Championship was a bowl game that determined a national champion of NCAA Division I FBS college football for the 2014 season, which took place at AT&T Stadium in Arlington, Texas on January 12, 2015.  It was the culminating game of the 2014–15 bowl season as the inaugural College Football Playoff National Championship, replacing the BCS National Championship Game. The national title was contested through a four-team bracket system, the College Football Playoff, which replaced the previous Bowl Championship Series.",
  "/wiki/2014_Ohio_State_Buckeyes_football_team": "The 2014 Ohio State Buckeyes football team represented The Ohio State University in the 2014 NCAA Division I FBS football season. It was the Buckeyes' 125th overall, the 102nd as a member of the Big Ten Conference, and first season as a member of the newly reorganized Eastern Division. The team was led by Urban Meyer, in his third year as head coach, and played their home games at Ohio Stadium in Columbus, Ohio. They finished the season with 14 wins and 1 loss (14–1 overall, 8–0 in the Big Ten), as Big Ten champions and as national champions after they defeated Oregon in the inaugural College Football Playoff National Championship Game. Winning 14 games in a season tied the school record set by the Buckeyes' previous national champion team.",
  "/wiki/2015_OFC_U-17_Championship": "The 2015 OFC U-17 Championship was the 16th edition of the biennial international youth football tournament organized by the Oceania Football Confederation (OFC) for players aged 17 and below. The tournament was held in American Samoa and Samoa from 13 to 26 January 2015.",
  "/wiki/New_Zealand_national_under-17_football_team": "The New Zealand Under 17's football team, more commonly known as the Young All Whites, is controlled by New Zealand Football and represents New Zealand in international Under 17 or youth football competitions.",
  "/wiki/2015_South_American_Youth_Football_Championship": "The 2015 South American Youth Football Championship (Spanish: Campeonato Sudamericano Sub-20 Juventud de América Uruguay 2015, Portuguese: Campeonato Sulamericano Sub-20 Juventude da América Uruguai 2015) was the 27th edition of the biennial international youth football tournament organized by CONMEBOL for players aged 20 and below. It was held in Uruguay from 14 January to 7 February 2015.",
  "/wiki/Argentina_national_under-20_football_team": "The Argentina national under-20 football team is the representative of Argentina in FIFA sponsored tournaments that pertain to that age level.",
  "/wiki/Freestyle_skiing": "Freestyle skiing is a  skiing discipline comprising aerials, moguls, cross, half-pipe, slopestyle and big air as part of the Winter Olympics. It can consist of a skier performing aerial flips and spins, and can include skiers sliding rails and boxes on their skis. It is also commonly referred to as freeskiing, jibbing, as well as many other names around the world.",
  "/wiki/Snowboarding": "Snowboarding is a recreational activity and Winter Olympic and Paralympic sport that involves descending a snow-covered slope while standing on a snowboard attached to a rider's feet.",
  "/wiki/FIS_Freestyle_Ski_and_Snowboarding_World_Championships_2015": "The 2015 FIS Freestyle Ski and Snowboarding World Championships were held in Kreischberg, Austria from January 15–25, 2015. In 2014, the FIS (International Ski Federation) decided to merge the FIS Freestyle World Ski Championships with the FIS Snowboarding World Championships starting with these championships. The Austrian municipality of Kreischberg was awarded the event in 2010.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Team_handball": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.",
  "/wiki/2015_World_Men%27s_Handball_Championship": "The 2015 World Men's Handball Championship was the 24th staging of the World Men's Handball Championship, organised by the International Handball Federation (IHF). The final tournament was held for the first time in Qatar, from 15 January to 1 February 2015. The Qatari bid was selected over those of Norway, Poland and France after a vote by the IHF Council on 27 January 2011, in Malmö, Sweden. \nThis is the third time that the World Championship was hosted in the Middle East And North Africa, after Egypt in 1999 and Tunisia in 2005.",
  "/wiki/France_national_handball_team": "The France national handball team is supervised by the French Handball Federation, and represents France in international matches. It is the first handball team to have held all three titles twice (the Danish women's team also held all three in 1997), and the only national team in its sport to hold six world titles and a total of eleven medals at the World Men's Handball Championship. With a total of four medals, including two gold in 2008 and 2012, France is also the most successful Handball team at the Summer Olympics. France's men handball team is widely regarded as the finest national team in the history of the sport.",
  "/wiki/Luge": "A luge /luːʒ/ is a small one- or two-person sled on which one sleds supine (face up) and feet-first. A luger steers by using their calf muscles to flex the sled's runners or by exerting opposite shoulder pressure to the seat. Racing sleds weigh 21–25 kg (46–55 lb) for singles and 25–30 kg (55–66 lb) for doubles. Luge is also the name of an Olympic sport.",
  "/wiki/Ulla_Zirne": "Ulla Zirne (born 6 August 1995) is a Latvian luger. She was born in Riga. She competed at the 2014 Winter Olympics in Sochi, in  women's singles.",
  "/wiki/2015_Africa_Cup_of_Nations": "The  2015 Africa Cup of Nations, known as the Orange Africa Cup of Nations, Equatorial Guinea 2015 for sponsorship reasons, was the 30th staging of the Africa Cup of Nations, the international men’s football championship of Africa. It was organized by the Confederation of African Football (CAF) and was held from 17 January to 8 February 2015.",
  "/wiki/Ivory_Coast_national_football_team": "The Ivory Coast national football team (French: Équipe  nationale de football de Côte d'Ivoire), nicknamed Les Éléphants (The Elephants), represents Ivory Coast in men's international football and it's controlled by the Ivorian Football Federation (FIF). Until 2005, their greatest accomplishment was winning the 1992 African Cup of Nations against Ghana on penalties at the Stade Leopold Senghor in Dakar, Senegal. Their second success came in the 2015 edition, again defeating Ghana on penalties at the Estadio de Bata in Bata, Equatorial Guinea, The team represents both FIFA and Confederation of African Football (CAF)."
}