{
  "/wiki/The_James_Cardinal_Gibbons_Memorial_Statue": "The James Cardinal Gibbons Memorial Statue is a public artwork by Leo Lentelli, located at the Shrine of the Sacred Heart, 16th Street and Park Road Northwest, Washington, D.C..",
  "/wiki/Leo_Lentelli": "Leo Lentelli (20 October 1879 – 31 December 1961) was an Italian sculptor who immigrated to the United States.  During his 52 years in the United States he created works throughout the country, notably in New York and San Francisco.  He also taught sculpture.",
  "/wiki/Bronze": "Bronze is an alloy consisting primarily of copper, commonly with about 12–12.5% tin and often with the addition of other metals (such as aluminium, manganese, nickel or zinc) and sometimes non-metals or metalloids such as arsenic, phosphorus or silicon. These additions produce a range of alloys that may be harder than copper alone, or have other useful properties, such as stiffness, ductility, or machinability.",
  "/wiki/Granite": "Granite ( /ˈɡrænɪt/) is a common type of felsic intrusive igneous rock that is granular and phaneritic in texture. Granites can be predominantly white, pink, or gray in color, depending on their mineralogy. The word \"granite\" comes from the Latin granum, a grain, in reference to the coarse-grained structure of such a holocrystalline rock. Strictly speaking, granite is an igneous rock with between 20% and 60% quartz by volume, and at least 35% of the total feldspar consisting of alkali feldspar, although commonly the term \"granite\" is used to refer to a wider range of coarse-grained igneous rocks containing quartz and feldspar.",
  "/wiki/Kauffmann_Memorial": "Kauffmann Memorial is a public artwork by American artist William Ordway Partridge, located at Rock Creek Cemetery in Washington, D.C., United States. Kauffmann Memorial was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993. The memorial is a tribute and grave for the former owner of the Washington Star and president of the Corcoran Gallery, Samuel Kauffmann.",
  "/wiki/William_Ordway_Partridge": "William Ordway Partridge (April 11, 1861 – May 22, 1930) was an American sculptor whose public commissions can be found in New York City and other locations.",
  "/wiki/Guglielmo_Marconi_(Piccirilli)": "Guglielmo Marconi is a public artwork by Attilio Piccirilli, located at the intersection of 16th and Lamont Streets, N.W., in the Mount Pleasant neighborhood of Washington, D.C., United States.  It stands as a tribute to Italian inventor Guglielmo Marconi.  It was paid for by public subscription and erected in 1941.  The artwork was listed on both the District of Columbia Inventory of Historic Sites and the National Register of Historic Places in 2007.  It is a contributing property in the Mount Pleasant Historic District.  The monument was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1994.",
  "/wiki/Attilio_Piccirilli": "Attilio Piccirilli (May 16, 1866 – October 8, 1945) was an American sculptor. \nBorn in Roccaspinalveti, Italy, Italy, he was educated at the Accademia di San Luca of Rome.",
  "/wiki/United_States_Department_of_the_Interior": "The United States Department of the Interior (DOI) is a federal executive department of the U.S. government. It is responsible for the management and conservation of most federal lands and natural resources, and the administration of programs relating to Native Americans, Alaska Natives, Native Hawaiians, territorial affairs, and insular areas of the United States.  About 75% of federal public land is managed by the department, with most of the remainder managed by the United States Department of Agriculture's United States Forest Service.",
  "/wiki/Taft_Bridge": "The Taft Bridge (also known as the Connecticut Avenue Bridge or William Howard Taft Bridge) is a historic bridge located in the Northwest quadrant of Washington, D.C.. It carries Connecticut Avenue over the Rock Creek gorge, including Rock Creek and the Rock Creek and Potomac Parkway, connecting the neighborhoods of Woodley Park and Kalorama. It sits to the southwest of the Duke Ellington Bridge.",
  "/wiki/Roland_Hinton_Perry": "Roland Hinton Perry (January 25, 1870 – October 27, 1941) was an American sculptor and painter.",
  "/wiki/Concrete": "Concrete is a composite material composed of fine and coarse aggregate bonded together with a fluid cement (cement paste) that hardens (cures) over time. In the past limebased cement binders were often used, such as lime putty, but sometimes with other hydraulic cements, such as a calcium aluminate cement or with Portland cement to form Portland cement concrete (for its visual resemblance to Portland stone). Many other non-cementitious types of concrete exist with different methods of binding aggregate together, including asphalt concrete with a bitumen binder, which is frequently used for road surfaces, and polymer concretes that use polymers as a binder.",
  "/wiki/District_of_Columbia_Department_of_Public_Works": "The District of Columbia Department of Public Works (or DPW) is an agency of the Government of the District of Columbia, the government of the District of Columbia, in the United States.  The department oversees solid waste (e.g., garbage) and recyclables collection, street cleaning, parking enforcement, and governmental vehicle procurement, maintenance and fueling.",
  "/wiki/Joan_of_Arc_(DuBois)": "Joan of Arc is a public artwork by Paul Dubois, located at Meridian Hill Park in Washington, D.C., United States of America. Joan of Arc  was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1994.",
  "/wiki/Paul_Dubois_(sculptor)": "Paul Dubois (18 July 1829 – 23 May 1905) was a French sculptor and painter from Nogent-sur-Seine, France. His works were mainly sculptures and statues, and he was also a portrait painter.",
  "/wiki/James_Buchanan_Memorial": "The James Buchanan Memorial is a bronze and granite memorial in the Southeast corner of  Meridian Hill Park Northwest, Washington, D.C.  It was designed by architect William Gorden Beecher, and sculpted by Maryland artist Hans Schuler.",
  "/wiki/Hans_Schuler": "Hans K. Schuler (May 25, 1874 – March 30, 1951) was a German-born American sculptor and monument maker. He was the first American sculptor ever to win the Salon Gold Medal. His works are in several important museum collections, and he also created many public monuments, mostly for locations in Baltimore, Maryland and in the Washington, D.C., area. For over a quarter of a century he served as president of the Maryland Institute College of Art.",
  "/wiki/Cascading_Waterfall": "Cascading Waterfall is a public art work by American artist John Joseph Earley, located in Meridian Hill Park,  Washington, DC. Cascading Waterfall was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1994. The fountain, reminiscent of 16th century Italian villas, focuses primarily on thirteen large semi-circular basins forming a water cascade that overlooks the historic park. The fountains are the largest of their kind in the United States.",
  "/wiki/John_Joseph_Earley": "John Joseph Earley (1881 in New York City – November 25, 1945) was the son of James Earley, a fourth generation Irish stone carver and ecclesiastical artist. A skilled artisan, architect, and innovator in the use of concrete Earley is best known for the invention of the Earley Process, a technique also known as polychrome, architectural or mosaic concrete.",
  "/wiki/The_Parable": "The Parable is a public artwork by American artist Jimilu Mason, located at The Festival Center at 1640 Columbia Road, N.W. in Washington, D.C., United States. The Parable was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Jimilu_Mason": "Jimilu \"Mimi\" Mason (or simply known as JIMILU) (1930-2019) was an American sculptor. Mason is known for her busts of notable American figures of the 1960s, including Lyndon B. Johnson, who sat for Mason many times.",
  "/wiki/Two_Men_Reading": "Two Men Reading, is a public artwork by an Unknown artist, located over the entrance of 601 Fairmont Street, N.W. on the Howard University campus in Washington, D.C., United States. \"Two Men Reading\" was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Rock_(geology)": "A rock is any naturally occurring  solid mass or aggregate of minerals or mineraloid matter. It is categorized by the minerals included, its chemical composition and the way in which it is formed. Rocks are usually grouped into three main groups: igneous rocks, metamorphic rocks and sedimentary rocks. Rocks form the Earth's outer solid layer, the crust.",
  "/wiki/A_Bridge_Across_and_Beyond": "A Bridge Across and Beyond, is a public artwork by American artist Richard Hunt, located at the Blackburn Center on the Howard University campus in Washington, D.C., United States. A Bridge Across and Beyond was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Richard_Hunt_(sculptor)": "Richard Howard Hunt (born September 12, 1935) is an American sculptor with over 125 sculptures for public display in the United States. Hunt has served on the Smithsonian Institution's National Board of Directors. Hunt’s abstract, contemporary sculpture work is notable for its presence in public displays as early as the 1960s, despite social pressures for the obstruction of African-American art at the time.",
  "/wiki/Steel": "Steel is an alloy of iron and carbon, and sometimes other elements. Because of its high tensile strength and low cost, it is a major component used in buildings, infrastructure, tools, ships, trains, automobiles, machines, appliances, and weapons.",
  "/wiki/Symbiosis_(Hunt)": "Symbiosis, is a public artwork by American artist Richard Hunt, located at the Carnegie Hall on the Howard University campus in Washington, D.C., United States. Symbiosis was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Corten_Steel": "Weathering steel, often referred to by the genericized trademark COR-TEN steel and sometimes written without the hyphen as corten steel, is a group of steel alloys which were developed to eliminate the need for painting, and form a stable rust-like appearance after several years' exposure to weather.",
  "/wiki/Students_Aspire": "Students Aspire is a public artwork by American artist Elizabeth Catlett, located at 2300 6th Street NW on the Howard University campus in Washington, D.C., United States. Upon its completion, James E. Cheek called the work \"a most significant addition to the outdoor sculpture on the university’s campus.” Students Aspire was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Elizabeth_Catlett": "Elizabeth Catlett (April 15, 1915 – April 2, 2012) was an American and Mexican graphic artist and sculptor best known for her depictions of the African-American experience in the 20th century, which often focused on the female experience. She was born and raised in Washington, D.C. to parents working in education, and was the grandchild of freed slaves. It was difficult for a black woman in this time to pursue a career as a working artist. Catlett devoted much of her career to teaching. However, a fellowship awarded to her in 1946 allowed her to travel to Mexico City, where she worked with the Taller de Gráfica Popular for twenty years and became head of the sculpture department for the Escuela Nacional de Artes Plásticas. In the 1950s, her main means of artistic expression shifted from print to sculpture, though she never gave up the former.",
  "/wiki/Family_Circle_(House)": "Family Circle is a public artwork by the American artist Herbert House, located at 2300 6th Street NW on the Howard University campus in Washington, D.C., United States. Family Circle was surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1994.",
  "/wiki/Francis_Asbury_(Lukeman)": "Francis Asbury, also known as the Francis Asbury Memorial, is a public equestrian statue, by American artist Augustus Lukeman, located at 16th Street and Mt. Pleasant Street, Northwest, Washington, D.C., in the Mount Pleasant neighborhood.",
  "/wiki/Augustus_Lukeman": "Henry Augustus Lukeman (January 28, 1872 – April 3, 1935) was an American sculptor, specializing in historical monuments. Noted among his works are the World War I monument in Prospect Park, Brooklyn, the Kit Carson Monument in Trinidad, Colorado and the Stone Mountain Confederate Memorial in Georgia.",
  "/wiki/The_Servant_Christ": "The Servant Christ is a public artwork by American artist Jimilu Mason, located at Christ House, 1717 Columbia Road, NW in Washington, D.C., United States. The Servant Christ was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1994.",
  "/wiki/Fortitude_(King)": "Fortitude (also known as Lady Fortitude) is a public artwork by artist American James King, located in Fortitude Plaza at Howard University in Washington, D.C., United States. Fortitude was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Metal": "A metal (from Greek μέταλλον métallon, \"mine, quarry, metal\") is a material that, when freshly prepared, polished, or fractured, shows a lustrous appearance, and conducts electricity and heat relatively well. Metals are typically malleable (they can be hammered into thin sheets) or ductile (can be drawn into wires). A metal may be a chemical element such as iron; an alloy such as stainless steel; or a molecular compound such as polymeric sulfur nitride.",
  "/wiki/Ernest_C._Bairstow": "Ernest C. Bairstow (1876–1962) was an English-born American architectural sculptor noted for work on buildings in Washington, D.C., including the Lincoln Memorial.",
  "/wiki/Iron": "Iron (/ˈaɪərn/) is a chemical element with symbol Fe (from Latin: ferrum) and atomic number 26. It is a metal that belongs to the first transition series and group 8 of the periodic table. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust.",
  "/wiki/District_of_Columbia": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/Serenity_(Clara)": "Serenity is a public artwork by Spanish artist Josep Clarà, located at Meridian Hill Park in Washington, D.C., United States. Serenity was originally surveyed as part of the Smithsonian's Save Outdoor Sculpture! survey in 1993.",
  "/wiki/Josep_Clar%C3%A0": "Josep Clarà i Ayats (1878–1958) was a Spanish Catalan sculptor.",
  "/wiki/Marble": "Marble is a metamorphic rock composed of recrystallized carbonate minerals, most commonly calcite or dolomite. Marble is typically not foliated, although there are exceptions. In geology, the term \"marble\" refers to metamorphosed limestone, but its use in stonemasonry more broadly encompasses unmetamorphosed limestone. Marble is commonly used for sculpture and as a building material.",
  "/wiki/Dante_Alighieri_(Ximenes)": "Dante Alighieri, is a public artwork by Italian artist Ettore Ximenes, located at Meridian Hill Park in Washington, D.C., United States. Dante Alighieri was originally surveyed as part of the Smithsonian Institution's Save Outdoor Sculpture! survey in 1994. The monument is a tribute to Italian poet Dante Alighieri.",
  "/wiki/Ettore_Ximenes": "Ettore Ximenes (11 April 1855, Palermo – 20 December 1926, Rome) was an Italian sculptor.",
  "/wiki/New_Leaf_(Scheer)": "New Leaf is a public artwork by American artist Lisa Scheer, located at the Georgia Avenue – Petworth Metro Station in Washington, D.C., United States. \"New Leaf\" was created through DC Commission on the Arts and Humanities.",
  "/wiki/Washington_Metro": "The Washington Metro (or simply Metro), formally the Metrorail, is a rapid transit system serving the Washington metropolitan area of the United States. It is administered by the Washington Metropolitan Area Transit Authority (WMATA), which also operates the Metrobus service under the Metro name. Opened in 1976, the network now includes six lines, 91 stations, and 117 miles (188 km) of route."
}