{
  "/wiki/Saguenay%E2%80%93Lac-Saint-Jean": "Saguenay–Lac-Saint-Jean (French pronunciation: ​[saɡnɛ lak sɛ̃ ʒɑ̃], locally [saɡne lak sẽ ʒã]) is a region in Quebec, Canada. It contains the Saguenay Fjord, the estuary of the Saguenay River, stretching through much of the region. It is also known as Sagamie in French, from the first part of \"Saguenay\" and the last part of \"Piekouagami\", the Innu name (meaning \"flat lake\") for Lac Saint-Jean, with the final \"e\" added to follow the model of other existing region names such as Mauricie, Témiscamie, Jamésie, and Matawinie. The name Saguenay is possibly derived from the Innu word \"Saki-nip\" which means \"where water flows out\". With a land area of 98,712.71 km2 (38,113.9 sq mi), the Saguenay–Lac-Saint-Jean is, after the Nord-du-Québec and Côte-Nord regions, the third-largest of Quebec regions in the area.",
  "/wiki/Saguenay,_Quebec": "Saguenay (/ˈsæɡəneɪ, ˌsæɡəˈneɪ/ SAG-ə-nay, -⁠NAY, French: [saɡnɛ], locally [-ne]) is a city in the Saguenay–Lac-Saint-Jean region of Quebec, Canada, on the Saguenay River, about 200 kilometres (120 mi) north of Quebec City by overland route. It is about 126 kilometres (78 mi) upriver and northwest of Tadoussac, located at the confluence with the St. Lawrence River. It was formed in 2002 by merging the cities of Chicoutimi and Jonquière and the town of La Baie. Chicoutimi was founded by the French in 1676.",
  "/wiki/Capitale-Nationale": "Capitale-Nationale (French pronunciation: ​[kapital nasjɔnal]; English: National Capital region) is one of the 17 administrative regions of Quebec. Quebec City, Quebec's centre of government, is located in this region. It has a land area of 18,797.45 km2. It reported a total resident population of 729,997 as of the Canada 2016 Census, with Quebec City having 73.7 percent of the total.",
  "/wiki/Qu%C3%A9bec_(census_division)": "Québec is a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec. Its geographical code is 23.",
  "/wiki/Quebec_City": "Quebec City (/kwɪˈbɛk/ (listen) or /kəˈbɛk/; French: Québec [kebɛk] (listen); French: Ville de Québec, Western Abnaki: Kephek), officially Québec, is the capital city of the Canadian province of Quebec. As of July 2016 the city has a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh largest city and the seventh largest metropolitan area in Canada.",
  "/wiki/Saint-Augustin-de-Desmaures": "Saint-Augustin-de-Desmaures is a city in central Quebec, Canada, on the Saint Lawrence River, adjacent to Quebec City.",
  "/wiki/L%27Ancienne-Lorette,_Quebec": "L'Ancienne-Lorette is a city in central Quebec, Canada. It is a suburb of and an enclave within Quebec City.  It was merged with Quebec City on January 1, 2002 as part of a 2000–2006 municipal reorganization in Quebec, but after a 2004 referendum it was reconstituted as a separate city on January 1, 2006.",
  "/wiki/Mauricie": "Mauricie (French pronunciation: ​[mɔʁisi]) is a traditional and current administrative region of Quebec. La Mauricie National Park is contained within the region, making it a prime tourist location. The region has a land area of 35,860.05 km² (13,845.64 sq mi) and a population of 266,112 residents as of the 2016 Census. Its largest cities are Trois-Rivières and Shawinigan.",
  "/wiki/Shawinigan": "Shawinigan is a city located on the Saint-Maurice River in the Mauricie area in Quebec, Canada. It had a population of 50,060 as of the Canada 2011 Census.",
  "/wiki/Trois-Rivi%C3%A8res": "Trois-Rivières (French pronunciation: ​[tʁwɑ ʁivjɛʁ], locally [tʁwɔ ʁivjaɛ̯ʁ] (listen); \"Three Rivers\") is a city in the Mauricie administrative region of Quebec, Canada, at the confluence of the Saint-Maurice and Saint Lawrence rivers, on the north shore of the Saint Lawrence River across from the city of Bécancour. It is part of the densely populated Quebec City–Windsor Corridor and is approximately halfway between Montreal and Quebec City. Trois-Rivières is the economic and cultural hub of the Mauricie region. The settlement was founded by French colonists on July 4, 1634, as the second permanent settlement in New France, after Quebec City in 1608.",
  "/wiki/La_Tuque_(census_division)": "La Tuque is a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec. Its geographical code is 90.",
  "/wiki/La_Tuque,_Quebec": "La Tuque is a city located in north-central Quebec, Canada, on the Saint-Maurice River, between Trois-Rivières and Chambord. The population was 11,227 at the Canada 2011 Census, most of which live within the urban area.",
  "/wiki/Estrie": "The Estrie (French pronunciation: ​[ɛstʁi]) is an administrative region of Quebec that mostly overlaps the Eastern Townships (though not entirely). Estrie, a French neologism, was coined as a derivative of est, \"east\".",
  "/wiki/Sherbrooke": "Sherbrooke (/ˈʃɜːrbrʊk/; French pronunciation: ​[ʃɛʁbʁuk]; Quebec French pronunciation [ʃɛʁbʁʊk]) is a city in southern Quebec, Canada. Sherbrooke is situated at the confluence of the Saint-François (St. Francis) and Magog rivers in the heart of the Estrie administrative region. Sherbrooke is also the name of a territory equivalent to a regional county municipality (TE) and census division (CD) of Quebec, coextensive with the city of Sherbrooke. With 161,323 residents at the 2016 census, Sherbrooke was the sixth largest city in the province of Quebec and the thirtieth largest in Canada. The Sherbrooke Census Metropolitan Area had 212,105 inhabitants, making it the fourth largest metropolitan area in Quebec and nineteenth largest in Canada.",
  "/wiki/Urban_agglomeration_of_Montreal": "Montréal is one of the administrative regions of the Canadian province of Quebec.  It is also a territory equivalent to a regional county municipality (TE) and a census division (CD), for both of which its geographical code is 66. Prior to the merger of the municipalities in Region 06 in 2002, the administrative region was co-extensive with the Montreal Urban Community.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Westmount,_Quebec": "Westmount is an affluent suburb on the Island of Montreal, in southwestern Quebec, Canada. It is an enclave of the city of Montreal, with a population of 19,931 as of the Canada 2011 Census.",
  "/wiki/Montreal_West,_Quebec": "Montreal West (French: Montréal-Ouest) is an on-island suburb in southwestern Quebec, Canada on the Island of Montreal.",
  "/wiki/C%C3%B4te_Saint-Luc": "Côte-Saint-Luc (French pronunciation: ​[kot sɛ̃ lyk]), also spelled Côte Saint-Luc, is an on-island suburb of Montreal in Quebec, Canada.",
  "/wiki/Hampstead,_Quebec": "Hampstead is an affluent on-island suburb of Montreal, Quebec. Despite its status as an independent municipality, the town itself is engulfed by the boroughs of Montreal creating a garden city setting within an urban environment.",
  "/wiki/Mount_Royal,_Quebec": "Mount Royal (officially, Town of Mount Royal, abbreviated TMR) is an affluent on-island suburban town located on the northwest side of the eponymous Mount Royal, northwest of Downtown Montreal, on the Island of Montreal in southwestern Quebec, Canada. It is completely surrounded by Montreal. The population was 20,276 as of the Canada 2016 Census. In 2008, most of the Town of Mount Royal was designated a National Historic Site of Canada, as a \"[remarkable] synthesis of urban renewal movements of the early 20th century, reflecting the influence of the City Beautiful, Garden City and Garden Suburb movements\". The town celebrated its 100th anniversary in 2012.",
  "/wiki/Dorval": "Dorval /dɔːrˈvæl/ (French pronunciation: ​[dɔʁval]) is an on-island suburb on the island of Montreal in southwestern Quebec, Canada. In 2016, the Canadian Census indicated that the population increased by 4.2% to 18,980. Although the city has the largest surface area in the West Island, it is among the least densely populated. Montréal–Pierre Elliott Trudeau International Airport constitutes about 60% of the city's land, forcing all of Dorval's population to be concentrated in the southern part of the city.",
  "/wiki/Pointe-Claire": "Pointe-Claire (French pronunciation: ​[pwɛ̃t klɛʁ]) is a suburb of Greater Montreal in Quebec, Canada. Pointe-Claire is largely residential in character, but is also the site of much economic activity, such as retail activity, light manufacturing, various corporate offices, and a hospital. The population is about 31,000 and about 7,000 people are employed there.",
  "/wiki/Kirkland,_Quebec": "Kirkland is an on-island suburb on the Island of Montreal in southwestern Quebec, Canada. As of 2016, the population was 20,151, representing a percentage change of 5.2% from 2011. This compares to the national average growth of 5.9%. Land area is 9.64 square kilometers with a population density of 2,204.4 persons per square kilometer. This compares to the provincial areas of 1,356,547.2 square kilometers with a population density of 5.8 persons per square kilometer. In 2011, Kirkland had 6,828 private dwellings occupied by usual residents. The change in private dwellings occupied by usual residents from 2006 was 4.4%. For Canada as a whole, the number of private dwellings occupied by usual residents increase by 7.1%. Kirkland is part of the census metropolitan area of Montreal.",
  "/wiki/Beaconsfield,_Quebec": "Beaconsfield is a suburb on the Island of Montreal, Quebec, Canada. Incorporated in 1910, named in honour of Benjamin Disraeli, Earl of Beaconsfield, Prime Minister of the United Kingdom and close confidant of Queen Victoria, the city's historical roots go back as far as 1698. It is part of the Greater Montreal region locally referred to as the West Island. It is a prestigious residential community located on the north shore of Lac Saint-Louis, bordered on the west by Baie-D'Urfé, north by Kirkland and east by Pointe-Claire. Beaconsfield, in its current form, was developed as a cottage community by affluent Montreal residents. Over the decades, the city has transformed from summer homes, to year-round residents, and has flourished.",
  "/wiki/Sainte-Anne-de-Bellevue,_Quebec": "Sainte-Anne-de-Bellevue (French pronunciation: ​[sɛ̃t an də bɛlvy]) is an on-island suburb located at the western tip of the Island of Montreal in southwestern Quebec, Canada. It is the second oldest community in Montreal's West Island, having been founded as a parish in 1703. The oldest, Dorval, was founded in 1667.",
  "/wiki/Dollard-des-Ormeaux": "Dollard-des-Ormeaux (French pronunciation: ​[dɔlaʁ de zɔʁmo]; commonly referred to as D.D.O. or simply Dollard) is a predominantly English-speaking on-island suburb of Montreal in southwestern Quebec, Canada. The town was named after French martyr Adam Dollard des Ormeaux.",
  "/wiki/Outaouais": "Outaouais (French pronunciation: ​[utawɛ]); (/uːtəweɪ/; also commonly called The Outaouais) is a region of western Quebec, Canada.  It includes the city of Gatineau (Hull, Aylmer, Gatineau, Masson-Angers, Buckingham), the Pontiac region, and the town of Maniwaki, and is located on the north side of the Ottawa River opposite Canada's capital, Ottawa. It has a land area of 30,808.69 square kilometres (11,895.30 sq mi) and its population was 382,604 inhabitants as of the 2016 Census.",
  "/wiki/Gatineau": "Gatineau (/ˈɡætɪnoʊ/; French: [ɡatino]) is a city in western Quebec, Canada. It is the fourth-largest city in the province after Montreal, Quebec City, and Laval. It is located on the northern bank of the Ottawa River, immediately across from Ottawa, Ontario, together with which it forms Canada's National Capital Region. As of 2016, Gatineau had a population of 276,245, and a metropolitan population of 332,057. The Ottawa–Gatineau census metropolitan area had a population of 1,323,783.",
  "/wiki/Abitibi-T%C3%A9miscamingue": "Abitibi-Témiscamingue (French pronunciation: ​[abitibi temiskamɛ̃ɡ]) is an administrative region located in western Québec, Canada, along the border with Ontario. It became part of the province in 1898. It has a land area of 57,736.50 square kilometres (22,292.19 sq mi) and its population was 146,717 people as of the 2016 Census. The region is divided into five regional county municipalities (French: municipalité régionale de comté, or MRC) and 79 municipalities. Its economy continues to be dominated by resource extraction industries. These include logging, mining all along the rich geologic Cadillac Fault between Val-d'Or and Rouyn-Noranda, as well as agriculture.",
  "/wiki/Rouyn-Noranda": "Rouyn-Noranda (2011 population 41,012) is a city on Osisko Lake in the Abitibi-Témiscamingue region of Quebec, Canada.",
  "/wiki/Nord-du-Qu%C3%A9bec": "Nord-du-Québec (French pronunciation: ​[nɔʁ dy kebɛk]; English: Northern Quebec) is the largest, but the least populous, of the seventeen administrative regions of Quebec, Canada. With nearly 750,000 square kilometres (290,000 sq mi) of land area, and very extensive lakes and rivers, it covers much of the Labrador Peninsula and about 55% of the total land surface area of Quebec, while containing a little more than 0.5% of the population.",
  "/wiki/Kativik_(territory_equivalent_to_a_regional_county_municipality)": "Kativik is a territory equivalent to a regional county municipality (TE) of Quebec, with geographical code 992. Its land area is 443,372.20 km² (171,186.96 sq mi), and its population was 12,090 at the 2011 Census of Canada.",
  "/wiki/Eeyou_Istchee_James_Bay_Territory": "Eeyou Istchee James Bay Regional Government (French: Gouvernement régional d’Eeyou Istchee Baie-James, Cree: ᐄᔨᔨᐤ ᐊᔅᒌ ᒉᐃᒥᔅ ᐯᐃ ᐊᔅᒌᐤ ᑎᐹᔨᐦᒋᒑᐎᓐ iiyiyiw aychii cheimiy pei aychiiw tipaayihchichaawin) is a local municipality in the Jamésie (TE) in administrative region of Nord-du-Québec.",
  "/wiki/Chibougamau": "Chibougamau (French pronunciation: ​[ʃi.bu.ga.mo]) is the largest town in Nord-du-Québec, central Quebec, Canada. Located on Lake Gilman it has a population of 7,504 people (2016 Canadian Census).  Chibougamau is completely surrounded by, but not part of, the local municipality of Eeyou Istchee James Bay Regional Government.",
  "/wiki/Gasp%C3%A9sie%E2%80%93%C3%8Eles-de-la-Madeleine": "Gaspésie–Îles-de-la-Madeleine (French pronunciation: ​[ɡaspezi il də la madlɛn]) is an administrative region of Quebec consisting of the Gaspé Peninsula (Gaspésie) and the Îles-de-la-Madeleine.  It lies in the Gulf of Saint Lawrence at the eastern extreme of southern Quebec. The predominant economic activities are fishing, forestry and tourism.",
  "/wiki/Magdalen_Islands": "The Magdalen Islands (French: les Îles de la Madeleine [lez‿il də la madˈlɛn]) are a small archipelago in the Gulf of Saint Lawrence with a land area of 205.53 square kilometres (79.36 sq mi). Administratively, the islands are part of the Gaspésie–Îles-de-la-Madeleine region in the Canadian province of Quebec, but geographically, they are closer to the Maritime provinces than to the Gaspé Peninsula, on the Quebec mainland.",
  "/wiki/Les_%C3%8Eles-de-la-Madeleine,_Quebec": "Magdalen Islands is one of two municipalities forming the urban agglomeration of Magdalen Islands in Quebec, Canada. It is part of the Gaspésie–Îles-de-la-Madeleine region and its population was 12,010 as of the 2016 Census.",
  "/wiki/Chaudi%C3%A8re-Appalaches": "Chaudière-Appalaches (French pronunciation: ​[ʃodjɛʁ apalaʃ]) is an administrative region in Quebec, Canada. It comprises most of what is historically known as the \"Beauce\" (French: La Beauce; compare with the electoral district of Beauce). It is named for the Chaudière River and the Appalachian Mountains.",
  "/wiki/L%C3%A9vis,_Quebec": "Lévis is a city in eastern Quebec, Canada, located on the south shore of the St. Lawrence River, opposite Quebec City. A ferry links Old Quebec with Old Lévis, and two bridges, the Quebec and the Pierre Laporte, connect western Lévis with Quebec City.",
  "/wiki/Laval,_Quebec": "Laval (English: /ləˈvæl/; French: [laval] (listen)) is a Canadian city in southwestern Quebec, north of Montreal. It forms its own administrative region of Quebec. It is the largest suburb of Montreal, the third largest municipality in the province of Quebec, and the thirteenth largest city in Canada with a population of 422,993 in 2016.",
  "/wiki/Laurentides": "The Laurentides (French pronunciation: ​[lɔʁɑ̃tid]) is a region of Quebec. While it is often called the Laurentians in English, the region includes only part of the Laurentian mountains. It has a total land area of 20,779.19 km2 (8,022.89 sq mi) and its population was 589,400 inhabitants as of the 2016 Census.",
  "/wiki/Mirabel,_Quebec": "Mirabel is an off-island suburb of Montreal, located in southern Quebec.",
  "/wiki/Mont%C3%A9r%C3%A9gie": "Montérégie (French pronunciation: ​[mɔ̃teʁeʒi]) is an administrative region in the southwest part of Quebec. It includes the cities of Boucherville, Brossard, Granby, Longueuil, Salaberry-de-Valleyfield, Saint-Jean-sur-Richelieu, Saint-Hyacinthe, Sorel-Tracy, and Vaudreuil-Dorion.",
  "/wiki/Urban_agglomeration_of_Longueuil": "The urban agglomeration of Longueuil was created on January 1, 2006 as a result of the de-amalgamation process brought upon by the Charest government.  It encompasses all the boroughs that were merged into the previous city of Longueuil and still retains the same area as that mega-city.",
  "/wiki/Brossard": "Brossard (/brɒˈsɑːr, ˈbrɒsɑːrd/, French: [bʁɔsaʁ], locally [bʁɔsɑːʁ, bʁɔsɑɔ̯ʁ]) is a municipality in the Montérégie region of Quebec, Canada and is part of the Greater Montreal area. According to the 2016 census, Brossard's population was 85,721. It shares powers with the urban agglomeration of Longueuil and was a borough of the municipality of Longueuil from 2002 to 2006.",
  "/wiki/Saint-Lambert,_Quebec": "Saint-Lambert is a city (French: ville) in southwestern Quebec, Canada, located on the south shore of the St. Lawrence River, opposite Montreal. It is part of the Urban agglomeration of Longueuil of the Montérégie administrative region. It was home to 21,861 people according to the Canada 2016 Census.",
  "/wiki/Boucherville": "Boucherville is a city in the Montérégie region in Quebec, Canada. It is a suburb of Montreal on the South shore of the Saint Lawrence River.",
  "/wiki/Saint-Bruno-de-Montarville": "Saint-Bruno-de-Montarville is an off-island suburb of Montreal, in southwestern Quebec, Canada, on the south bank of the Saint Lawrence River just east of Montreal. It lies on the west flank of Mont Saint-Bruno, one of the Monteregian Hills. The population as of the Canada 2011 Census was 26,107. It merged with Longueuil in 2002 but de-merged in 2006.",
  "/wiki/Longueuil": "Longueuil (/lɒŋˈɡeɪl/; French: [lɔ̃ɡœj]) is a city in the province of Quebec, Canada. It is the seat of the Montérégie administrative region and the central city of the urban agglomeration of Longueuil. It sits on the south shore of the Saint Lawrence River directly across from Montreal. The population as of the Canada 2016 Census totalled 239,700, making it Montreal's second largest suburb, the fifth most populous city in Quebec and twentieth largest in Canada.",
  "/wiki/List_of_regional_county_municipalities_and_equivalent_territories_in_Quebec": "This is a list of the regional county municipalities (RCM or MRC) and equivalent territories (TE) in the province of Quebec, Canada. They are given along with their geographical codes as specified by the Ministry of Municipal Affairs, Regions and Land Occupancy, and the administrative regions to which they belong."
}