{
  "/wiki/Chuck_Daly_Lifetime_Achievement_Award": "Chuck Daly Lifetime Achievement Award is an annual award given by the National Basketball Association to a longtime NBA coach's life in basketball and his \"standard of integrity, competitive excellence and tireless promotion\" of the game. The  inaugural award winner was Tommy Heinsohn. The award is named after former NBA Head coach Chuck Daly.",
  "/wiki/Chuck_Daly": "Charles Jerome Daly (July 20, 1930 – May 9, 2009) was an American basketball head coach. He led the Detroit Pistons two consecutive National Basketball Association (NBA) Championships in 1989 and 1990, and the 1992 United States men's Olympic basketball team (\"The Dream Team\") to the gold medal at the 1992 Summer Olympics.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/David_Dewhurst_Medal": "The David Dewhurst award is a bronze medal bestowed by Engineers Australia and is the most distinguished accolade within their biomedical engineering discipline. It is named in honour of David John Dewhurst  (1919 - 1996), an outstanding Australian biophysicist and biomedical engineer who performed pioneering work in the area of the cochlear implant.  The award was inaugurated in 1994 as the Eminent Biomedical Engineers Award and its first winner was David Dewhurst. Following his death in 1996 the award’s name was changed to the David Dewhurst Award as a permanent memorial.",
  "/wiki/Leo_Dandurand_Trophy": "The Leo Dandurand Trophy is a Canadian Football League trophy awarded to the Most Outstanding Lineman in the East Division.  The winner of this trophy is chosen from a group of nominees, one from each team in the East Division. Either the winner of this trophy or the winner of the DeMarco-Becket Memorial Trophy will also receive the Canadian Football League Most Outstanding Offensive Lineman Award.",
  "/wiki/L%C3%A9o_Dandurand": "Joseph Viateur \"Léo\" Dandurand (July 9, 1889 – June 26, 1964), was a sportsman and businessman. He was the owner and coach of the Montreal Canadiens ice hockey team in the National Hockey League (NHL). He also was an owner of race tracks and of the Montreal Alouettes football team in the league that evolved into the Canadian Football League.",
  "/wiki/Canadian_Football_League_East_Division": "The East Division is one of the two regional divisions of the Canadian Football League, their counterpart being the West Division. Although the CFL was not founded until 1958, the East Division and its clubs are descended from earlier leagues.",
  "/wiki/CFL%27s_Most_Outstanding_Offensive_Lineman_Award": "The Most Outstanding Offensive Lineman Award is annually awarded to the best offensive lineman in the Canadian Football League. The two nominees for the award are the Leo Dandurand Trophy winner from the East Division, and the DeMarco-Becket Memorial Trophy winner from the West Division. Between the years of 1955 to 1973, both defensive players and offensive lineman had to compete for the CFL's Most Outstanding Lineman Award. By the 1974 season, the league decided to make two separate awards for both defensive players and offensive lineman.",
  "/wiki/Darwin_Awards": "The Darwin Awards are a tongue-in-cheek honor, originating in Usenet newsgroup discussions around 1985. They recognize individuals who have supposedly contributed to human evolution by selecting themselves out of the gene pool via death or sterilization by their own actions.",
  "/wiki/Charles_Darwin": "Charles Robert Darwin, FRS FRGS FLS FZS (/ˈdɑːrwɪn/; 12 February 1809 – 19 April 1882) was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution.[I] His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branching pattern of evolution resulted from a process that he called natural selection, in which the struggle for existence has a similar effect to the artificial selection involved in selective breeding. Darwin has been described as one of the most influential figures in human history, and he was honoured by burial in Westminster Abbey.",
  "/wiki/Darwin_Medal": "The Darwin Medal is awarded by the Royal Society every alternate year for \"work of acknowledged distinction in the broad area of biology in which Charles Darwin worked, notably in evolution, population biology, organismal biology and biological diversity\". First awarded in 1890, it was created in memory of Charles Darwin and is presented with a £2000 prize (as of 2016).",
  "/wiki/Darwin-Wallace_Medal": "The Darwin–Wallace Medal is a medal awarded by the Linnean Society of London for \"major advances in evolutionary biology\". Historically, the medals have been awarded every 50 years, beginning in 1908.  That year marked 50 years after the joint presentation by Charles Darwin and Alfred Russel Wallace of two scientific papers—On the Tendency of Species to form Varieties; and on the Perpetuation of Varieties and Species by Natural Means of Selection—to the Linnean Society of London on 1 July 1858. Fittingly, Wallace was one of the first recipients of the medal, in his case it was, exceptionally, in gold, rather than the silver version presented in the six other initial awards. However, in 2008 the Linnean Society announced that due to the continuing importance of evolutionary research, the medal will be awarded on an annual basis beginning in 2010.",
  "/wiki/Alfred_Russel_Wallace": "Alfred Russel Wallace OM FRS (8 January 1823 – 7 November 1913) was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection; his paper on the subject was jointly published with some of Charles Darwin's writings in 1858. This prompted Darwin to publish his own ideas in On the Origin of Species.",
  "/wiki/Leonardo_da_Vinci_International_Art_Award": "N/A",
  "/wiki/Leonardo_Da_Vinci": "Leonardo di ser Piero da Vinci (Italian: [leoˈnardo di ˌsɛr ˈpjɛːro da (v)ˈvintʃi] (listen); 14/15 April 1452[a] – 2 May 1519), known as Leonardo da Vinci (English: /ˌliːəˈnɑːrdoʊ də ˈvɪntʃi, ˌliːoʊˈ-, ˌleɪoʊˈ-/ LEE-ə-NAR-doh də VIN-chee, LEE-oh-, LAY-oh-), was an Italian polymath of the Renaissance whose areas of interest included invention, drawing, painting, sculpture, architecture, science, music, mathematics, engineering, literature, anatomy, geology, astronomy, botany, paleontology, and cartography. He has been variously called the father of palaeontology, ichnology, and architecture, and is widely considered one of the greatest painters of all time (despite perhaps only 15 of his paintings having survived).[b]",
  "/wiki/Leonardo_da_Vinci_World_Award_of_Arts": "The Leonardo da Vinci World Award of Arts has been established by the World Cultural Council (Mexico) to acknowledge those who offer a positive message to mankind through different expressions of art. It is conferred upon \"artist, sculptor, writer, poet, cinematographer, photographer, architect, musician or other performing artist, whose work constitutes a significant contribution to the artistic legacy of the world\". The award has been presented biennially since 1999.",
  "/wiki/ASME_Leonardo_Da_Vinci_Award": "The American Society of Mechanical Engineers Design and Engineering Division awards yearly the Leonardo da Vinci Award to eminent engineers whose design or invention is recognized as an important advance in machine design. The award is named after Leonardo Da Vinci.",
  "/wiki/Davis_Cup": "The Davis Cup is the premier international team event in men's tennis. It is run by the International Tennis Federation (ITF) and Kosmos Holding and is contested annually between teams from competing countries in a knock-out format. It is described by the organisers as the \"World Cup of Tennis\", and the winners are referred to as the World Champion team. The competition began in 1900 as a challenge between Great Britain and the United States. By 2016, 135 nations entered teams into the competition. The most successful countries over the history of the tournament are the United States (winning 32 tournaments and finishing as runners-up 29 times) and Australia (winning 28 times, including four occasions with New Zealand as Australasia, and finishing as runners-up 19 times). The present champions are Spain, who beat Canada to win their sixth title in 2019.",
  "/wiki/Dwight_F._Davis": "Dwight Filley Davis, Sr. (July 5, 1879 – November 28, 1945) was an American tennis player and politician. He is best remembered as the founder of the Davis Cup international tennis competition. He was the Assistant Secretary of War from 1923 to 1925 and Secretary of War from 1925 to 1929.",
  "/wiki/Davy_Medal": "The Davy Medal is awarded by the Royal Society of London \"for an outstandingly important recent discovery in any branch of chemistry\". Named after Humphry Davy, the medal is awarded with a monetary gift, initially of £1000 (currently £2000).  The medal was first awarded in 1877 to Robert Wilhelm Bunsen and Gustav Robert Kirchhoff \"for their researches & discoveries in spectrum analysis\", and has since been awarded 140 times. The medal is awarded annually, and unlike other Royal Society medals, such as the Hughes Medal, it has been awarded annually without ever missing a year.",
  "/wiki/Humphry_Davy": "Sir Humphry Davy, 1st Baronet PRS MRIA FGS FRS (17 December 1778 – 29 May 1829) was a Cornish chemist and inventor, who is best remembered today for isolating, using electricity, a series of elements for the first time: potassium and sodium in 1807 and calcium, strontium, barium, magnesium and boron the following year, as well as discovering the elemental nature of chlorine and iodine. Davy also studied the forces involved in these separations, inventing the new field of electrochemistry.",
  "/wiki/Royal_Society_of_London": "The Royal Society, formally The Royal Society of London for Improving Natural Knowledge, is a learned society and the United Kingdom's national academy of sciences. Founded on 28 November 1660, it was granted a royal charter by King Charles II as \"The Royal Society\". It is the oldest national scientific institution in the world. The society fulfils a number of roles: promoting science and its benefits, recognising excellence in science, supporting outstanding science, providing scientific advice for policy, fostering international and global co-operation, education and public engagement.",
  "/wiki/Dazai_Osamu_Prize": "The Dazai Osamu Prize (太宰治賞) is a Japanese literary prize named for novelist Dazai Osamu (1909–1948).",
  "/wiki/Osamu_Dazai": "Osamu Dazai (太宰 治, Dazai Osamu, June 19, 1909 – June 13, 1948) was a Japanese author who is considered one of the foremost fiction writers of 20th-century Japan. A number of his most popular works, such as The Setting Sun (Shayō) and No Longer Human (Ningen Shikkaku), are considered modern-day classics in Japan. With a semi-autobiographical style and transparency into his personal life, Dazai's stories have intrigued the minds of many readers.",
  "/wiki/DeMarco%E2%80%93Becket_Memorial_Trophy": "The DeMarco–Becket Memorial Trophy is a Canadian Football League trophy. It is awarded originally to the player selected as the outstanding lineman in the West Division.",
  "/wiki/Mario_DeMarco": "Mario Joseph DeMarco, (July 24, 1924 – December 9, 1956) was an American college football, National Football League, and professional Canadian football player, and was one of 62 people who died on Trans-Canada Air Lines Flight 810, on December 9, 1956.",
  "/wiki/Mel_Becket": "Melvin Howard \"Mel\" Becket, (1929 – December 9, 1956) was an American college football and professional Canadian football player, and was one of 62 people who died on Trans-Canada Air Lines Flight 810, on December 9, 1956.",
  "/wiki/Canadian_Football_League_West_Division": "The West Division is one of the two regional divisions of the Canadian Football League (CFL), their counterpart being the East Division. Although the CFL was not founded until 1958, the West Division and its clubs are descended from earlier leagues.",
  "/wiki/Demidov_Prize": "The Demidov Prize (Russian: Демидовская премия) is a national scientific prize in Russia awarded annually to the members of the Russian Academy of Sciences. Originally awarded from 1832 to 1866 in the Russian Empire, it was revived by the government of Russia's Sverdlovsk Oblast in 1993. In its original incarnation it was one of the first annual scientific awards, and its traditions influenced other awards of this kind including the Nobel Prize.",
  "/wiki/Pavel_Nikolayevich_Demidov": "Count Pavel (called Paul) Nikolaievich Demidov (Russian: Павел Николаевич Демидов; 6 September 1798 – 25 March 1840) was a Russian nobleman of the Demidov dynasty.",
  "/wiki/Russian_Academy_of_Sciences": "The Russian Academy of Sciences (RAS; Russian: Росси́йская акаде́мия нау́к (РАН) Rossíiskaya akadémiya naúk) consists of the national academy of Russia; a network of scientific research institutes from across the Russian Federation; and additional scientific and social units such as libraries, publishing units, and hospitals.",
  "/wiki/Lord_Derby_Cup": "The Lord Derby Cup (French: Trophée Lord Derby), also known as French Rugby à XIII Cup, is the premier knockout competition for the sport of rugby league football in France. It is open to all French rugby league clubs and was also open to an Italian Club from 2017 to 2019 : the Saluzzo Roosters.",
  "/wiki/Edward_Stanley,_17th_Earl_of_Derby": "Edward George Villiers Stanley, 17th Earl of Derby, KG, GCB, GCVO, TD, PC, JP (4 April 1865 – 4 February 1948), styled Mr Edward Stanley until 1886, then The Hon Edward Stanley and then Lord Stanley from 1893 to 1908, was a British soldier, Conservative politician, diplomat, and racehorse owner. He was twice Secretary of State for War and also served as British Ambassador to France.",
  "/wiki/Rugby_league_in_France": "Rugby league has been played in France since 1934. As with rugby union, rugby league was introduced by the English and the heartland of the game is in the south of France.",
  "/wiki/Dewar_Cup": "The Sir Thomas Dewar Cup, more commonly known as the Dewar Cup, was the trophy awarded to the winner of the National Challenge Cup/Lamar Hunt U.S. Open Cup competition. It is named after Sir Thomas Dewar as a tribute to his works promoting soccer in the U.S. in the early 1900s. Though the trophy is now on permanent display at the National Soccer Hall of Fame in Frisco, Texas, each winning club's name is still added to the base of the trophy each year.",
  "/wiki/Thomas_Dewar,_1st_Baron_Dewar": "Thomas Robert \"Tommy\" Dewar, 1st Baron Dewar (6 January 1864 – 11 April 1930) was a Scottish whisky distiller who, along with his brother John Dewar, built their family label, Dewar's, into an international success. They blended their whisky to make it more appealing to the international palate and Dewar demonstrated particular skills in marketing, travelling the world to find new markets and promote his product, exploiting romantic images of Scotland and tartan in his advertising.",
  "/wiki/Soccer_in_the_United_States": "Soccer in the United States is governed by the government.  The United States Soccer Federation governs most levels of soccer in the country, including the national teams, professional leagues, and amateur leagues. The NCAA governs colleges and the National Federation of High Schools governs schools. The match regulations are generally the same between the three governing bodies although there are many subtle differences.",
  "/wiki/Lamar_Hunt_U.S._Open_Cup": "The Lamar Hunt U.S. Open Cup, commonly known as the U.S. Open Cup (USOC), is a knock-out cup competition in American soccer. It is the oldest ongoing national soccer competition in the U.S. The 107th edition, to be held in 2020, will be contested by 100 clubs from the four professional leagues sanctioned by the United States Soccer Federation: Major League Soccer (MLS), the United Soccer League's Championship and League One divisions, and the National Independent Soccer Association (NISA), as well as amateur clubs in the earlier rounds of the tournament after qualifying through their leagues. The overall champion earns a total of $300,000 in prize money, while the runner-up receives $100,000, and the furthest-advancing team from each lower division league receives $25,000. In addition, the tournament winner qualifies for the group stage of the CONCACAF Champions League.",
  "/wiki/National_Soccer_Hall_of_Fame": "The National Soccer Hall of Fame is a private, non-profit institution established in 1979 located in Toyota Stadium in Frisco, Texas, a suburb of Dallas. The Hall of Fame honors soccer achievements in the United States. Induction into the hall is widely considered the highest honor in American soccer.",
  "/wiki/Oneonta,_New_York": "Oneonta  (/ˌoʊniˈɒntə/ OH-nee-ON-tə) is a city in southern Otsego County, New York, United States. It is one of the northernmost cities of the Appalachian Region. According to the 2010 U.S. Census, Oneonta had a population of 13,901. Its nickname is \"City of the Hills.\" While the word \"oneonta\" is of undetermined origin, it is popularly believed to mean \"place of open rocks\" in the Mohawk language. This refers to a prominent geological formation known as \"Table Rock\" at the western end of the city.",
  "/wiki/Joe_Dey_Award": "The Joe Dey Award is given by the United States Golf Association in recognition of meritorious service to the game of golf as a volunteer. It is named in honor of Joseph Dey, Jr., who was the USGA's executive director for 35 years and also served as the first PGA Tour commissioner.",
  "/wiki/Joseph_Dey": "Joseph Charles \"Joe\" Dey, Jr. (November 17, 1907 – March 3, 1991) was an American golf administrator and a member of the World Golf Hall of Fame.",
  "/wiki/Dirac_Prize": "The Dirac Medal is the name of four awards in the field of theoretical physics, computational chemistry, and mathematics, awarded by different organizations, named in honour of Professor Paul Dirac, one of the great theoretical physicists of the 20th century.",
  "/wiki/Paul_Dirac": "Paul Adrien Maurice Dirac OM FRS (/dɪˈræk/; 8 August 1902 – 20 October 1984) was an English theoretical physicist who is regarded as one of the most significant physicists of the 20th century.",
  "/wiki/Fields_Medal": "The Fields Medal is a prize awarded to two, three, or four mathematicians under 40 years of age at the International Congress of the International Mathematical Union (IMU), a meeting that takes place every four years.",
  "/wiki/Wolf_Prize": "The Wolf Prize is an international award granted in Israel, that has been presented most years since 1978 to living scientists and artists for \"achievements in the interest of mankind and friendly relations among people ... irrespective of nationality, race, colour, religion, sex or political views.\"",
  "/wiki/Nobel_Prize": "The Nobel Prize (/ˈnoʊbɛl/, NOH-bel; Swedish: Nobelpriset, [nʊˈbɛ̂lːˌpriːsɛt]; Norwegian: Nobelprisen) is a set of annual international awards bestowed in several categories by Swedish and Norwegian institutions in recognition of academic, cultural, or scientific advances. The will of the Swedish chemist, engineer and industrialist Alfred Nobel established the five Nobel prizes in 1895. The prizes in Chemistry, Literature, Peace, Physics, and Physiology or Medicine were first awarded in 1901. The prizes are widely regarded as the most prestigious awards available in their respective fields."
}