{
  "/wiki/Tanabe_Hisao_Prize": "The Tanabe Hisao Prize (Japanese: 田辺尚雄音楽賞 or 田辺尚雄賞) (often known more simply as the \"Tanabe Prize\") was created in 1983 by the Tōyō Ongaku Gakkai (Japanese: 東洋音楽学会, \"Society for Research in Asiatic Music\"), the oldest musicological society of Japan (headquartered in Tokyo).  The prize is named after the musicologist Tanabe Hisao (Japanese: 田辺尚雄,1883–1984), one of the founding members of the society.  The prize is awarded annually to one or several individuals or groups who have published an outstanding work of Asian musicology  during the previous year, one that \"promotes further research in Asian musicology and contributes to Japanese scholarship.\"  It is generally considered the most prestigious award in the field of Asian musicology awarded in Japan.",
  "/wiki/Hisao_Tanabe": "Hisao Tanabe  (田辺 尚雄, Tanabe Hisao, August 16, 1883 – March 5, 1984) was a Japanese musicologist responsible for initiating the study of Asian music in Japan. He was learning the principles of musicology from a French missionary when he began his studies in 1920, researching the musical traditions of the Imperial House of Japan. In April 1921, he visited Korea and played an important role in rescuing the threatened music tradition of the Joseon court. Though the Japanese government had dissolved Korea's Royal Music Institute, forcing it to rely on private sponsorship, he successfully argued that \"traditional music and dance like aak will be lost forever if it is not supported\" by the Japanese government. He took film and audio recordings, and published a widely circulated report extolling Korea's court music and comparing it to Japanese court practice. Later in 1921, he invented a new type of kokyū for playing high notes.",
  "/wiki/Tanizaki_Prize": "The Tanizaki Prize (谷崎潤一郎賞 Tanizaki Jun'ichirō Shō), named in honor of the Japanese novelist Jun'ichirō Tanizaki, is one of Japan's most sought-after literary awards. It was established in 1965 by the publishing company Chūō Kōronsha Inc. to commemorate its 80th anniversary as a publisher. It is awarded annually to a full-length representative work of fiction or drama of the highest literary merit by a professional writer. The winner receives a commemorative plaque and a cash prize of 1 million yen.",
  "/wiki/Jun%27ichir%C5%8D_Tanizaki": "Jun'ichirō Tanizaki (谷崎 潤一郎, Tanizaki Jun'ichirō, 24 July 1886 – 30 July 1965) was one of the major writers of modern Japanese literature, and perhaps the most popular Japanese novelist after Natsume Sōseki. Some of his works present a shocking world of sexuality and destructive erotic obsessions. Others, less sensational, subtly portray the dynamics of family life in the context of the rapid changes in 20th-century Japanese society. Frequently his stories are narrated in the context of a search for cultural identity in which constructions of the West and Japanese tradition are juxtaposed.",
  "/wiki/Taylor_Swift": "Taylor Alison Swift (born December 13, 1989) is an American singer-songwriter. She is known for narrative songs about her personal life, which have received widespread media coverage. At age 14, Swift became the youngest artist signed by the Sony/ATV Music publishing house and, at age 15, she signed her first record deal. Her 2006 eponymous debut album was the longest-charting album of the 2000s in the US. Its third single, \"Our Song\", made her the youngest person to single-handedly write and perform a number-one song on the Billboard Hot Country Songs chart. Swift's second album, Fearless, was released in 2008. Buoyed by the pop crossover success of the singles \"Love Story\" and \"You Belong with Me\", it became the US's best-selling album of 2009 and was certified diamond in the US. The album won four Grammy Awards, and Swift became the youngest Album of the Year winner.",
  "/wiki/Templeton_Prize": "The Templeton Prize is an annual award granted to a living person who, in the estimation of the judges, \"has made an exceptional contribution to affirming life's spiritual dimension, whether through insight, discovery, or practical works\".  It was established, funded and administered by John Templeton starting in 1972, and then after 1987 by the John Templeton Foundation.",
  "/wiki/John_Templeton": "Sir John Marks Templeton (29 November 1912 – 8 July 2008) was an American-born British investor, banker, fund manager, and philanthropist. In 1954, he entered the mutual fund market and created the Templeton Growth Fund.  In 1999, Money magazine named him \"arguably the greatest global stock picker of the century.\"",
  "/wiki/Tezuka_Award": "The Tezuka Award (手塚賞, Tezuka Shō) was a semi-annual manga award offered by the Japanese publisher Shueisha since 1971, under the auspices of its Weekly Shonen Jump magazine. It awarded new manga artists in the Story Manga category. Its counterpart award, Akatsuka Award, awards new manga artists in the Comedic Manga category. The award is named after the manga pioneer Osamu Tezuka and is designed to cultivate new artists. The prize for a top Selected Work is two million Japanese yen and for a lesser but still worthy work, a million yen. The award also has third place honorable mentions for contestants deemed worthy, that includes half a million yen. These cash prizes may not be awarded (as is often the case) if the judges deem none of the candidates worthy.",
  "/wiki/Osamu_Tezuka": "Osamu Tezuka (Japanese: 手塚 治虫, born 手塚 治, Hepburn: Tezuka Osamu, (1928-11-03)3 November 1928 – 9 February 1989) was a Japanese manga artist, cartoonist, animator, and film producer. Born in Osaka Prefecture, his prolific output, pioneering techniques, and innovative redefinitions of genres earned him such titles as \"the father of manga\", \"the godfather of manga\" and \"the god of manga\". Additionally, he is often considered the Japanese equivalent to Walt Disney, who served as a major inspiration during Tezuka's formative years. Though this phrase praises the quality of his early manga works for children and animations, it also blurs the significant influence of his later, more literary, gekiga works.",
  "/wiki/Story_manga": "Osamu Tezuka (Japanese: 手塚 治虫, born 手塚 治, Hepburn: Tezuka Osamu, (1928-11-03)3 November 1928 – 9 February 1989) was a Japanese manga artist, cartoonist, animator, and film producer. Born in Osaka Prefecture, his prolific output, pioneering techniques, and innovative redefinitions of genres earned him such titles as \"the father of manga\", \"the godfather of manga\" and \"the god of manga\". Additionally, he is often considered the Japanese equivalent to Walt Disney, who served as a major inspiration during Tezuka's formative years. Though this phrase praises the quality of his early manga works for children and animations, it also blurs the significant influence of his later, more literary, gekiga works.",
  "/wiki/Tezuka_Osamu_Cultural_Prize": "Named after Osamu Tezuka, the Tezuka Osamu Cultural Prize (手塚治虫文化賞, Tezuka Osamu Bunkashō) is a yearly manga prize awarded to manga artists or their works that follow the Osamu Tezuka manga approach founded and sponsored by Asahi Shimbun. The prize has been awarded since 1997, in Tokyo, Japan.",
  "/wiki/Irving_G._Thalberg_Memorial_Award": "The Irving G. Thalberg Memorial Award is awarded periodically by the Academy of Motion Picture Arts and Sciences at the Governors Awards ceremonies to \"creative producers, whose bodies of work reflect a consistently high quality of motion picture production.\" The award is named for Irving Thalberg, legendary head of the Production Division of Metro-Goldwyn-Mayer, who developed the company's reputation for sophisticated films. The trophy itself is a bust of Thalberg rather than the familiar \"Oscar\" statuette.  However, it is still counted as an \"honorary Oscar\". The award was established in 1937 and was first presented at the 10th Academy Awards, in March 1938. There have been 39 statuettes awarded to date.",
  "/wiki/Irving_Thalberg": "Irving Grant Thalberg (May 30, 1899 – September 14, 1936) was an American film producer during the early years of motion pictures. He was called \"The Boy Wonder\" for his youth and ability to select scripts, choose actors, gather production staff, and make profitable films, including Grand Hotel, China Seas, Camille, Mutiny on the Bounty and The Good Earth. His films carved out an international market, \"projecting a seductive image of American life brimming with vitality and rooted in democracy and personal freedom,\" states biographer Roland Flamini.:3",
  "/wiki/Academy_Awards": "The Academy Awards, more popularly known as the Oscars, are awards for artistic and technical merit in the film industry. Given annually by the Academy of Motion Picture Arts and Sciences (AMPAS), the awards are an international recognition of excellence in cinematic achievements as assessed by the Academy's voting membership. The various category winners are awarded a copy of a golden statuette, officially called the \"Academy Award of Merit\", although more commonly referred to by its nickname, the \"Oscar\". The statuette depicts a knight rendered in the Art Deco style.",
  "/wiki/Thomas_Cup": "The Thomas Cup, sometimes called the World Men's Team Championships, is an international badminton competition among teams representing member nations of the Badminton World Federation (BWF), the sport's global governing body. The championships have been conducted every two years since the 1982 tournament, amended from being conducted every three years since the first tournament held in 1948–1949.",
  "/wiki/George_Alan_Thomas": "Sir George Alan Thomas, 7th Baronet (14 June 1881 – 23 July 1972) was a British badminton, tennis and chess player. He was twice British Chess Champion and a 21-time All-England Badminton champion. He also reached the quarterfinals of the singles and the semifinals of the men's tennis doubles at Wimbledon in 1911. Badminton's world men's team championships cup, equivalent to tennis' Davis Cup, is named Thomas Cup after him. Thomas lived most of his life in London and Godalming. He never married, so the hereditary Thomas baronetcy ended on his death. Thomas was admired for his fine sportsmanship.",
  "/wiki/Timoshenko_Medal": "The Timoshenko Medal is an award given annually by the American Society of Mechanical Engineers (ASME) to an individual \n\"in recognition of distinguished contributions to the field of applied mechanics.\"",
  "/wiki/Stephen_Timoshenko": "Stepan Prokofyevich Timoshenko (Russian: Степан Прокофьевич Тимошенко, IPA: [sʲtʲɪˈpan prɐˈkofʲɪ̯ɪvʲɪt͡ɕ tʲɪmɐˈʂɛnkə], Ukrainian: Степан Прокопович Тимошенко) (December 23, 1878 – May 29, 1972), was a Ukrainian-born Russian and, later, an American engineer and academician. He is considered to be the father of modern engineering mechanics. An inventor and one of the pioneering mechanical engineers at the St. Petersburg Polytechnic University. A founding member of the Ukrainian Academy of Sciences, Timoshenko wrote seminal works in the areas of engineering mechanics, elasticity and strength of materials, many of which are still widely used today. Having started his scientific career in the Russian Empire, Timoshenko emigrated to the Kingdom of Serbs, Croats and Slovenes during the Russian Civil War and then to the United States.",
  "/wiki/USBWA_National_Freshman_of_the_Year": "The USBWA National Freshman of the Year, with the men's and women's versions respectively named the Wayman Tisdale Award and Tamika Catchings Award, is an annual basketball award given to college basketball's most outstanding freshman male player and female player by the United States Basketball Writers Association, an association of college basketball journalists. The award was first given following the 1988–89 season for men, while the 2002–03 season marked the first season for the women's award.",
  "/wiki/Wayman_Tisdale": "Wayman Lawrence Tisdale (June 9, 1964 – May 15, 2009) was an American professional basketball player in the National Basketball Association (NBA) and a smooth jazz bass guitarist.  A three-time All American at the University of Oklahoma, he was elected to the National Collegiate Basketball Hall of Fame in 2009.",
  "/wiki/College_basketball": "College basketball today is governed by collegiate athletic bodies including the United States's National Collegiate Athletic Association (NCAA), the National Association of Intercollegiate Athletics (NAIA), the United States Collegiate Athletic Association (USCAA), the National Junior College Athletic Association (NJCAA), and the National Christian College Athletic Association (NCCAA). Governing bodies in Canada include U Sports and the Canadian Collegiate Athletic Association (CCAA). Each of these various organizations are subdivided into from one to three divisions based on the number and level of scholarships that may be provided to the athletes.",
  "/wiki/United_States_Basketball_Writers_Association": "The United States Basketball Writers Association (USBWA) was founded in 1956 by National Collegiate Athletic Association director Walter Byers to serve the interests of journalists who cover college basketball.",
  "/wiki/Tolman_Award": "The Tolman Medal is awarded each year by the Southern California Section of the American Chemical Society (SCALACS) for outstanding contributions to chemistry which include contributions in areas of fundamental studies, chemical technology, and significant contributions to chemical education or outstanding leadership in science on a national level. To be eligible for the Medal, the recipient must have accomplished the majority of his or her work while resident in Southern California.",
  "/wiki/Richard_C._Tolman": "Richard Chace Tolman (March 4, 1881 – September 5, 1948) was an American mathematical physicist and physical chemist who was an authority on statistical mechanics. He also made important contributions to theoretical cosmology in the years soon after Einstein's discovery of general relativity. He was a professor of physical chemistry and mathematical physics at the California Institute of Technology (Caltech).",
  "/wiki/Lance_Todd_Trophy": "The Lance Todd Trophy is a trophy in rugby league, awarded to the annual Challenge Cup Final's man of the match. Introduced in 1945–46, the trophy was named in memory of Lance Todd, the New Zealand-born player and administrator, who was killed in a road accident during the Second World War. After Todd's death a fund, the Lance Todd memorial Trophy Fund, was established by Australian journalist and rugby league official Harry Sunderland.  The trophy's winner is selected by the members of the Rugby League Writers' Association present at the game. Until 1957 there was no permanent trophy, instead the winner was given a cash prize with which to buy themselves a memento.  In 1956 the Red Devils Association, the official body representing ex-Salford players, decided to pay for a permanent trophy to be awarded to the winner and the first recipient of the new trophy was Jeff Stevenson in 1957. The trophy is presented at a celebratory dinner at the AJ Bell Stadium, home of the Salford Red Devils although as of 2019 no Salford player has won this award.",
  "/wiki/Lance_Todd": "Lancelot Beaumont \"Lance\" Todd (20 September 1874 – 14 November 1942) was a New Zealand-born rugby league footballer and manager of the early 20th century. As a player, he represented New Zealand in 1907 and 1908 and played in England for the Wigan and Dewsbury clubs. He later became the manager at Salford and led the club to three League Championships and one Challenge Cup victory.",
  "/wiki/Man_of_the_match": "In team sports, a man of the match award is often given to the outstanding player in a particular match. This can be a player from either team, although the player is generally chosen from the winning team.",
  "/wiki/Challenge_Cup": "The Challenge Cup is a knockout rugby league cup competition organised by the Rugby Football League, held annually since 1896, with the exception of 1915–1919 and 1939–1940. It involves amateur, semi-professional and professional clubs.",
  "/wiki/Topps": "The Topps Company, Inc. is an American company that manufactures chewing gum, candy, and collectibles. Based in New York City, Topps is best known as a leading producer of American football, baseball, basketball, ice hockey, soccer, and other sports and non-sports themed trading cards.",
  "/wiki/George_Trautman": "George M. \"Red\" Trautman (January 11, 1890 – June 25, 1963) was an American baseball executive and college men's basketball coach.",
  "/wiki/Minor_league_baseball": "Minor League Baseball (MiLB) is a hierarchy of professional baseball leagues in the Americas that compete at levels below Major League Baseball (MLB) and provide opportunities for player development and a way to prepare for the major leagues. All of the minor leagues are operated as independent businesses. Most are members of the umbrella organization formally known as National Association of Professional Baseball Leagues (NAPBL), which operates under the Commissioner of Baseball within the scope of organized baseball. Several leagues, known as independent baseball leagues, do not have any official links to Major League Baseball.",
  "/wiki/Turing_Award": "The ACM A.M. Turing Award is an annual prize given by the Association for Computing Machinery (ACM) to an individual selected for contributions \"of lasting and major technical importance to the computer field\". The Turing Award is generally recognized as the highest distinction in computer science and thus as the \"Nobel Prize of computing\".",
  "/wiki/Alan_Turing": "Alan Mathison Turing OBE FRS (/ˈtjʊərɪŋ/; 23 June 1912 – 7 June 1954) was an English mathematician, computer scientist, logician, cryptanalyst, philosopher and theoretical biologist. Turing was highly influential in the development of theoretical computer science, providing a formalisation of the concepts of algorithm and computation with the Turing machine, which can be considered a model of a general-purpose computer. Turing is widely considered to be the father of theoretical computer science and artificial intelligence. Despite these accomplishments, he was not fully recognised in his home country during his lifetime, due to his homosexuality, and because much of his work was covered by the Official Secrets Act.",
  "/wiki/Twyman%E2%80%93Stokes_Teammate_of_the_Year_Award": "The Twyman–Stokes Teammate of the Year Award is an annual National Basketball Association (NBA) award that recognizes the league's \"ideal teammate\" who exemplifies \"selfless play and commitment and dedication to his team.\" The award is named after Jack Twyman and Maurice Stokes. The two played together on the Rochester/Cincinnati Royals from 1955 to 1958 until Stokes' career was cut short after he suffered a head injury from a fall during a game against the Minneapolis Lakers. Stokes would later become paralyzed due to post-traumatic encephalopathy; a brain injury that damages the motor-control center. Twyman then became Stokes' legal guardian and advocate until Stokes died in 1970.",
  "/wiki/Jack_Twyman": "John Kennedy Twyman (May 21, 1934 – May 30, 2012) was an American professional basketball player and sports broadcaster. Twyman is a namesake of the NBA's Twyman–Stokes Teammate of the Year Award. Twyman was inducted into the Naismith Basketball Hall of Fame in 1983.",
  "/wiki/Maurice_Stokes": "Maurice Stokes (June 17, 1933 – April 6, 1970) was an American professional basketball player in the 1950s for the Cincinnati/Rochester Royals of the National Basketball Association (NBA) until his career — and later his life — was cut short by a debilitating injury. Stokes is a namesake of the NBA's Twyman–Stokes Teammate of the Year Award. Stokes was inducted into the Naismith Basketball Hall of Fame in 2004.",
  "/wiki/National_Basketball_Association": "The National Basketball Association (NBA) is a men's professional basketball league in North America, composed of 30 teams (29 in the United States and 1 in Canada). It is one of the four major professional sports leagues in the United States and Canada, and is widely considered to be the premier men's professional basketball league in the world.",
  "/wiki/J._B._Tyrrell_Historical_Medal": "The J. B. Tyrrell Historical Medal is an award of the Royal Society of Canada \"for outstanding work in the history of Canada.\" It is named in honour of Joseph Burr Tyrrell and is awarded every two years if there is a suitable candidate. The award consists of a gold plated silver medal.",
  "/wiki/Joseph_Tyrrell": "Joseph Burr Tyrrell, FRSC (November 1, 1858 – August 26, 1957) was a Canadian geologist, cartographer and mining consultant. He discovered dinosaur (Albertosaurus sarcophagus) bones in Alberta's Badlands and coal around Drumheller in 1884. Canada's Royal Tyrrell Museum of Palaeontology in Alberta was named in his honour.",
  "/wiki/History_of_Canada": "The history of Canada covers the period from the arrival of Paleo-Indians thousands of years ago to the present day. Prior to European colonization, the lands encompassing present-day Canada were inhabited for millennia by Indigenous peoples, with distinct trade networks, spiritual beliefs, and styles of social organization. Some of these older civilizations had long faded by the time of the first European arrivals and have been discovered through archeological investigations.",
  "/wiki/List_of_awards_named_after_people": "This is a list of awards that are named after people."
}