{
  "/wiki/A_20th_Century_Chocolate_Cake": "A 20th Century Chocolate Cake is a Canadian comedy docufiction film, directed by Lois Siegel and released in 1983. The film stars Greg Van Riel and Charles Fisch Jr. as Greg and Charles, two young men in Montreal who are trying to find creative fulfillment in their professional lives; Greg pursues work as a freelance writer of human interest journalism, while the openly gay Charles takes a job as a dancer in a gay bar.",
  "/wiki/Appearances_Are_Deceptive_(film)": "Appearances Are Deceptive (In Spanish: Las apariencias engañan) is a 1983 Mexican Drama film directed by Jaime Humberto Hermosillo and starred by Isela Vega, Gonzalo Vega and Manuel Ojeda.",
  "/wiki/Jaime_Humberto_Hermosillo": "Jaime Humberto Hermosillo Delgado (22 January 1942 – 13 January 2020) was a Mexican film director, often compared to Spain's Pedro Almodóvar.",
  "/wiki/Isela_Vega": "Isela Vega Durazo (born November 5, 1939) is a Mexican actress, singer-songwriter, producer, writer, and director.",
  "/wiki/Gonzalo_Vega": "Gonzalo Agustín Vega González (November 29, 1946 – October 10, 2016) was a Mexican film, theatre and television actor.",
  "/wiki/Manuel_Ojeda": "Manuel Ojeda (born Manuel Salvador Ojeda Armenta on November 4, 1940 in La Paz, Baja California Sur, Mexico) is one of the most active actors of television and cinema in Mexico. He played the villain, Zolo, in the Hollywood film Romancing the Stone.\nHe also played in La Gata.",
  "/wiki/Margarita_Isabel": "Margarita Isabel (born Margarita Isabel Morales y González; 25 July 1941 – 9 April 2017) was a Mexican Ariel Award-winning film and television actress.",
  "/wiki/Born_in_Flames": "Born in Flames is a 1983 documentary-style feminist fiction film by Lizzie Borden that explores racism, classism, sexism, and heterosexism in an alternative United States socialist democracy. The title comes from the song \"Born in Flames\" written by a member of Art & Language, Mayo Thompson of the band Red Krayola.",
  "/wiki/Lizzie_Borden_(director)": "Lizzie Borden (born 1950 or 1958) is an American filmmaker, and is best known for the 1983 film Born in Flames.",
  "/wiki/Adele_Bertei": "Adele Maria Bertei (born 1955) is an American singer, songwriter, writer and director.",
  "/wiki/Florynce_Kennedy": "Florynce Rae Kennedy (February 11, 1916 – December 21, 2000) was an American lawyer, feminist, civil rights advocate, lecturer and activist.",
  "/wiki/Kathryn_Bigelow": "Kathryn Ann Bigelow (/ˈbɪɡəˌloʊ/; born November 27, 1951) is an American film director, producer, and screenwriter. Covering a wide range of genres, her films include Near Dark (1987), Point Break (1991), Strange Days (1995), K-19: The Widowmaker (2002), The Hurt Locker (2008), Zero Dark Thirty (2012), and Detroit (2017).",
  "/wiki/Sheila_McLaughlin": "Sheila McLaughlin (born 1950) is an American lesbian feminist director, producer, screenwriter, actor, and photographer. She wrote and directed the controversial film, She Must Be Seeing Things (1987). Her debut feature film, Committed (1984), which she co-directed with writer Lynne Tillman, is an experimental narrative of the life of Frances Farmer, shot on a very low budget of $45,000. McLaughlin's films have been described as presenting \"a grasp of a developing new feminist language of cinema.\"",
  "/wiki/Marty_Pottenger": "Marty Pottenger (born March 30, 1952 in Chicago, Illinois) is an award-winning American playwright, performance artist and theatre director. Pottenger is a pioneer in the community arts and arts-based civic dialogue movement. Joan Shigekawa,  former Acting Chairman for the National Endowment for the Arts, named Pottenger as one of her favorite artists \"...for her deep engagement with the lives of working people.\"",
  "/wiki/Joel_Kovel": "Joel Kovel (1936–2018) was an American scholar and author, known as a founder of \"eco-socialism\".",
  "/wiki/Ron_Vawter": "Ron Vawter (December 9, 1948 – April 16, 1994) was an American actor and a founding member of the experimental theater company The Wooster Group. Vawter performed in most of the group's works until his death from a heart attack in 1994 at the age of 45.",
  "/wiki/John_Coplans": "John Rivers Coplans (London, 24 June 1920 – New York City, 21 August 2003) was a British artist, art writer, curator, and museum director.  A veteran of World War II and a photographer, he emigrated to the United States in 1960 and had many exhibitions in Europe and North America. He was on the founding editorial staff of Artforum from 1962 to 1971, and was Editor-in-Chief from 1972 to 1977.",
  "/wiki/Valerie_Smaldone": "Valerie Smaldone is an American radio host, actress, producer, and media personality. A five-time Billboard Magazine Award- winner, she is known for hosting the #1 on-air position in the New York radio market as the mid-day host of 106.7 LITE FM. Smaldone is a PBS host and interviewer for WNET, WLIW, NJTV, and other public television stations, and is a featured reporter on ABC for the Columbus Day Parade. She is currently the host, producer and founder of the Broadway and food-themed talk radio program and podcast “Bagels and Broadway with Valerie Smaldone.”",
  "/wiki/Hal_Miller_(actor)": "Harold Bernard \"Hal\" Miller (born August 24, 1933) is an American actor, perhaps best known for being the second actor to play Gordon Robinson on Sesame Street from 1972 to 1974, succeeding Matt Robinson.",
  "/wiki/Bill_Tatum": "Wilbert Arnold \"Bill\" Tatum (23 January 1933 – 26 February 2009) was an American newspaper executive who variously served as the editor, publisher, chairman and chief executive officer of the New York Amsterdam News, a weekly newspaper that serves the African-American community of New York City. He was later a large investor in the Hooters franchise.",
  "/wiki/City_of_Lost_Souls_(1983_film)": "City of Lost Souls (German: Stadt Der Verlorenen Seelen)  is a 1983 German film directed by Rosa von Praunheim. The film is a low budget musical satire, a fictionalized account about the lurid lives of a group of eccentric cabaret artist who have come from America to Berlin looking for social acceptance and a place to give full reign to their creative nature. The film star black singer and drag artist Angie Stardust, transgender punk singer Jayne County and transvestite Tara O'Hara. County gave the film its title and wrote its theme song.",
  "/wiki/Rosa_von_Praunheim": "Rosa von Praunheim (born 25 November 1942) is a German film director, author, painter and the most famous gay rights activist in Germany, Austria and Switzerland. In over 50 years, von Praunheim has made more than 150 films (short and feature-length films). His works influenced the development of LGBTQ rights movements worldwide.",
  "/wiki/Jayne_County": "Jayne Rogers, (born Wayne Rogers July 13, 1947), better known by her stage name Jayne County is an American singer, songwriter, actress and record producer whose career has spanned six decades. Under the name Wayne County (inspired by Wayne County, Michigan), she was the vocalist of influential proto-punk band Wayne County & the Electric Chairs and was known for her outrageous and unpredictable stage antics. She went on to become rock's first openly transgender singer, and adopted the stage name Jayne County.",
  "/wiki/Helga_Goetze": "Helga Sophia Goetze (12 March 1922 – 29 January 2008) was a German artist, writer and free love activist. Her works included embroidery, paintings and poetry.",
  "/wiki/Lotti_Huber": "Lotti Huber (16 October 1912 - 31 May 1998) was a German actress. She appeared in more than twenty films from 1978 to 1999.",
  "/wiki/Dark_Habits": "Dark Habits (Spanish: Entre tinieblas) is a 1983 Spanish  black comedy film written and directed by Pedro Almodóvar and starring Julieta Serrano, Marisa Paredes and Chus Lampreave. The plot follows a cabaret singer who finds refuge in a convent of eccentric nuns. The film is an exploration of the anachronistic situation of institutionalized religion in contemporary Spanish society.",
  "/wiki/Pedro_Almod%C3%B3var": "Pedro Almodóvar Caballero (Spanish pronunciation: [ˈpeðɾo almoˈðoβaɾ kaβaˈʝeɾo]; born 25 September 1949) is a Spanish filmmaker, director, screenwriter, producer, and former actor.",
  "/wiki/Julieta_Serrano": "Julieta Serrano Romero (born 2 January 1933 in Barcelona, Catalonia, Spain) is a Spanish theatre and cinema actress. Her prolific career began in the 1960s, and she has worked with directors Pedro Almodóvar and Ventura Pons.",
  "/wiki/Chus_Lampreave": "María Jesús Lampreave Pérez (11 December 1930 – 4 April 2016), known professionally as Chus Lampreave, was a Spanish actress. Born in Madrid, she began appearing in films in 1958, but she became internationally known thanks to her roles in films by Pedro Almodóvar, where she played old ladies with maternal or pastoral traits.[clarification needed]",
  "/wiki/Marisa_Paredes": "María Luisa Paredes Bartolomé (born 3 April 1946 in Madrid), known professionally as Marisa Paredes, is a Spanish actress.",
  "/wiki/Carmen_Maura": "María del Carmen García Maura OAXS (born 15 September 1945) is a Spanish actress. In a career that has spanned six decades, Maura is best known for her collaborations with noted Spanish film directors Pedro Almodóvar and Álex de la Iglesia. Maura holds the record (with three) for most Goya Awards for Best Leading Actress than any other actress in the history of Spanish film. She also won a Cesar Award in 2013 and a Cannes Film Festival Award in 2006.",
  "/wiki/Mary_Carrillo": "María Carrillo Moreno (14 October 1919 - 31 July 2009) better known as Mary Carrillo was a Spanish actress. She appeared in more than fifty films from 1937 to 2002.",
  "/wiki/Cecilia_Roth": "Cecilia Edith Rotenberg Gutkin better known as Cecilia Roth (Spanish pronunciation: [seˈsilja rot]; born August 8, 1956) is an Argentine actress. She is the winner of two Goya Awards and a European Film Award. She is known for being an \"Almodóvar girl\" and the \"muse\" of Fito Páez during the 1990s.",
  "/wiki/The_Dresser_(1983_film)": "The Dresser is a 1983 British drama film, with a screenplay by Ronald Harwood, based on his 1980 play The Dresser. It tells the story of an aging actor's personal assistant, who struggles to keep his charge's life together. The film was directed by Peter Yates and produced by Yates with Ronald Harwood. Cinematography was by Kelvin Pike. It stars Albert Finney, Tom Courtenay, Zena Walker, Eileen Atkins, Michael Gough, and Edward Fox. Finney and Courtenay were both nominated for Academy Awards, BAFTA Awards, and Golden Globe Awards for their performances, with Courtenay winning the Golden Globe Award for Best Actor – Motion Picture Drama in a tie with Robert Duvall in Tender Mercies.",
  "/wiki/Peter_Yates": "Peter James Yates (24 July 1929 – 9 January 2011) was an English film director and producer. He was born in Aldershot, Hampshire.",
  "/wiki/Albert_Finney": "Albert Finney (9 May 1936 – 7 February 2019) was an English actor who worked in film, television and theatre. He attended the Royal Academy of Dramatic Art and worked in the theatre before attaining prominence on screen in the early 1960s, debuting with The Entertainer (1960), directed by Tony Richardson, who had previously directed him in the theatre. He maintained a successful career in theatre, film and television.",
  "/wiki/Tom_Courtenay": "Sir Thomas Daniel Courtenay (/ˈkɔːrtni/; born 25 February 1937) is an English actor who came to prominence in the early 1960s with a succession of films, including The Loneliness of the Long Distance Runner (1962), Billy Liar (1963), King Rat (1965), and Doctor Zhivago (1965). Since the mid-1960s, he has been known primarily for his work in the theatre, although he received Academy Award nominations for Doctor Zhivago and the film adaptation of The Dresser (1983), which he had performed in the West End and on Broadway. He was created a Knight Bachelor in February 2001 for his services to cinema and theatre.",
  "/wiki/Edward_Fox_(actor)": "Edward Charles Morice Fox, OBE (born 13 April 1937) is an English stage, film and television actor.",
  "/wiki/Zena_Walker": "Zena Walker (7 March 1934 – 24 August 2003) was an English actress in film, theatre and television.",
  "/wiki/Eileen_Atkins": "Dame Eileen June Atkins, DBE (born 16 June 1934) is an English actress and occasional screenwriter. She has worked in the theatre, film, and television consistently since 1953. In 2008, she won the BAFTA TV Award for Best Actress and the Emmy Award for Outstanding Supporting Actress in a Miniseries or Movie for Cranford. She is also a three-time Olivier Award winner, winning Best Supporting Performance in 1988 (for Multiple roles) and Best Actress for The Unexpected Man (1999) and Honour (2004). She was appointed Commander of the Order of the British Empire (CBE) in 1990 and Dame Commander of the Order of the British Empire (DBE) in 2001.",
  "/wiki/Michael_Gough": "Francis Michael Gough (/ˈɡɒf/ GOF; 23 November 1916 – 17 March 2011) was an English character actor who made over 150 film and television appearances. He is known for his roles in the Hammer Horror Films from 1958, with his first role as Sir Arthur Holmwood in Dracula, and for his recurring role as Alfred Pennyworth in all four films of the Tim Burton / Joel Schumacher Batman tetralogy. He would appear in three more Burton films: in Sleepy Hollow, voicing Elder Gutknecht in Corpse Bride and the Dodo in Alice in Wonderland.",
  "/wiki/Cathryn_Harrison": "Cathryn Mary Lee Harrison (25 May 1959 – October 2018) was an English actress.",
  "/wiki/Betty_Marsden": "Betty Marsden (24 February 1919 – 18 July 1998) was an English comedy actress. She is particularly remembered as a cast member of the radio series Beyond Our Ken and Round the Horne. Marsden also appeared in two Carry On films, Carry On Regardless (1961) and Carry On Camping (1969).",
  "/wiki/Sheila_Reid": "Sheila Reid (born 21 December 1937) is a Scottish actress, best known for playing Madge Harvey in the ITV sitcom Benidorm (2007–16). An original member of the Royal National Theatre in 1963, she played Bianca in the National's 1965 film version of Othello, with Laurence Olivier in the title role. Her other film appearances include Brazil (1985), The Winter Guest (1997) and Containment (2015).",
  "/wiki/Lockwood_West": "Harry Lockwood West (28 July 1905 – 28 March 1989) was a British actor. He was the father of actor Timothy West and the grandfather of actor Samuel West.",
  "/wiki/Donald_Eccles": "Donald Eccles (26 April 1908 – 2 February 1986) was a British character actor.",
  "/wiki/Llewellyn_Rees": "Walter Llewellyn Rees (18 June 1901 – 7 January 1994) was an English actor.",
  "/wiki/Kevin_Stoney": "Kevin Stoney (22 January 1921 – 22 January 2008) was an English actor. He was best known for his television roles, in which he became familiar for his \"portrayal of establishment types\".",
  "/wiki/Ann_Way": "Ann Way (14 November 1915 – 13 March 1993) was an English character actress in film and television. Born in Wiveliscombe, Somerset, she began her career in repertory in Dundee in the 1960s.",
  "/wiki/John_Sharp_(actor)": "John Herbert Sharp ((1920-08-05)5 August 1920 – (1992-11-26)26 November 1992) was a British actor, often on television.",
  "/wiki/Kathy_Staff": "Kathy Staff (born Minnie Higginbottom; 12 July 1928 – 13 December 2008) was an English actress known for her work on British television. She is best known for her portrayal of Nora Batty on Last of the Summer Wine, the longest running sitcom in the world.",
  "/wiki/Roger_Avon": "Roger Avon (23 November 1914 – 21 December 1998) was an English stage, film and television actor born in Jarrow, County Durham.",
  "/wiki/Ronald_Harwood": "Sir Ronald Harwood, CBE, FRSL (born Ronald Horwitz; 9 November 1934) is an African-born British author, playwright and screenwriter. He is most noted for his plays for the British stage as well as the screenplays for The Dresser (for which he was nominated for an Oscar) and The Pianist, for which he won the 2003 Academy Award for Best Adapted Screenplay. He was nominated for the Best Adapted Screenplay Oscar for The Diving Bell and the Butterfly (2007).",
  "/wiki/The_Dresser": "The Dresser is a 1980 West End and Broadway play by Ronald Harwood, which tells the story of an aging actor's personal assistant, who struggles to keep his charge's life together.",
  "/wiki/Drifting_(1983_film)": "Drifting (a.k.a. Nagu'a) is the title of an independent film directed by Amos Guttman. Filmed in 1982, released a year later, it is the first Israeli LGBT-themed film, and follows a lonely young gay man as he attempts to find love and break into the movie business.  The film is in Hebrew with English subtitles Sometimes the film's title is translated as \"Afflicted\".",
  "/wiki/Amos_Guttman": "Amos Guttman (Hebrew: עמוס גוטמן‎; May 10, 1954 – February 16, 1993) was an Israeli film director, born in Romania. He directed the first ever Israeli LGBT-themed film and most of his films were based on events that happened in his own personal life.",
  "/wiki/Jonathan_Sagall": "Jonathan Sagall (Hebrew: יהונתן סגל‎; born April 23, 1959) is a Canadian-Israeli actor, film director, TV director and screenwriter.",
  "/wiki/An_Englishman_Abroad": "An Englishman Abroad is a 1983 BBC television drama film based on the true story of a chance meeting of actress Coral Browne with Guy Burgess (Alan Bates), a member of the Cambridge spy ring who spied for the Soviet Union while an officer at MI6. The production was written by Alan Bennett and directed by John Schlesinger. Browne stars as herself.",
  "/wiki/Alan_Bennett": "Alan Bennett (born 9 May 1934) is an English playwright, screenwriter, actor, and author. He was born in Leeds and attended Oxford University, where he studied history and performed with the Oxford Revue. He stayed to teach and research medieval history at the university for several years. His collaboration as writer and performer with Dudley Moore, Jonathan Miller and Peter Cook in the satirical revue Beyond the Fringe at the 1960 Edinburgh Festival brought him instant fame. He gave up academia, and turned to writing full-time, his first stage play Forty Years On being produced in 1968.",
  "/wiki/Alan_Bates": "Sir Alan Arthur Bates, CBE (17 February 1934 – 27 December 2003) was an English actor who came to prominence in the 1960s, when he appeared in films ranging from the popular children's story Whistle Down the Wind to the \"kitchen sink\" drama A Kind of Loving.",
  "/wiki/Coral_Browne": "Coral  Edith Browne (23 July 1913 – 29 May 1991) was an Australian-American stage and screen actress. Her extensive theatre credits included Broadway productions of Macbeth (1956), The Rehearsal (1963) and The Right Honourable Gentleman (1965). She won the 1984 BAFTA TV Award for Best Actress for the BBC TV film An Englishman Abroad (1983). Her film appearances included Auntie Mame (1958), The Killing of Sister George (1968), The Ruling Class (1972) and Dreamchild (1985).",
  "/wiki/Charles_Gray_(actor)": "Charles Gray (29 August 1928 – 7 March 2000) was an English actor who was well known for roles including the arch-villain Blofeld in the James Bond film Diamonds Are Forever, Dikko Henderson in a previous Bond film You Only Live Twice, Sherlock Holmes's brother Mycroft Holmes in The Adventures of Sherlock Holmes and as the Criminologist in The Rocky Horror Picture Show (1975).",
  "/wiki/Entre_Nous_(film)": "Entre Nous (\"Between Us\"; also known as Coup de foudre) is a 1983 French biographical drama film directed by Diane Kurys, who shares the writing credits with Olivier Cohen. Set in the France of the mid 20th century, the film stars Isabelle Huppert, Miou-Miou, Guy Marchand, Jean-Pierre Bacri, Christine Pascal, Denis Lavant and Dominique Lavanant. Coup de Foudre means \"love at first sight\".",
  "/wiki/Diane_Kurys": "Diane Kurys (French: [djan kyʁis]; born 3 December 1948) is a French filmmaker and actress. She was born in Lyon, Rhône, France, the younger of two daughters born to Russian-Jewish parents who divorced when she was a child. Several of her films as director are semi-autobiographical.",
  "/wiki/Miou-Miou": "Miou-Miou (French: [mjumju]; born Sylvette Herry on 22 February 1950) is a French actress. In her career she has worked with a number of international directors, including Michel Gondry, Bertrand Blier, Claude Berri, Jacques Deray, Patrice Leconte, Joseph Losey and Louis Malle. A 10-time César Award nominee, she won the César Award for Best Actress for the 1979 film Memoirs of a French Whore. Her other films include This Sweet Sickness (1977), Entre Nous (1983), May Fools (1990), Germinal (1993), Dry Cleaning (1997) and Arrêtez-moi (2013).",
  "/wiki/Isabelle_Huppert": "Isabelle Anne Madeleine Huppert (French pronunciation: ​[izabɛl yˈpɛʁ]; born 16 March 1953) is a French actress who has appeared in more than 120 films since her debut in 1971. She is the most nominated actress for the César Award, with 16 nominations. She twice won the César Award for Best Actress, for La Cérémonie (1995) and Elle (2016). Huppert was made Chevalier of the Ordre national du Mérite in 1994 and was promoted to Officier in 2005. She was made a Chevalier of the Legion of Honour in 1999 and was promoted to Officer in 2009. In 2019, she was honored with the \"lifetime achievement award for a foreign artist\" at the 50th International Film Festival of India.",
  "/wiki/Guy_Marchand": "Guy Marchand (born 22 May 1937) is a French actor, musician and singer.  He is best known for his role as the main character in the French police procedural series Nestor Burma.",
  "/wiki/Jean-Pierre_Bacri": "Jean-Pierre Bacri (born 24 May 1951) is a French actor and screenwriter who frequently works in collaboration with Agnès Jaoui.",
  "/wiki/Robin_Renucci": "Robin Renucci (born 11 July 1956, in Le Creusot, Saône-et-Loire) is a French film and television actor and film director.",
  "/wiki/Patrick_Bauchau": "Patrick Nicolas Jean Sixte Ghislain Bauchau (born 6 December 1938) is a Belgian actor best known for his role as Scarpine in the 1985 James Bond movie, A View to a Kill; Sydney (Jarod's mentor) in the TV series The Pretender; and Doctor Rowan Chase, Doctor Robert Chase's estranged father in the TV series, House.",
  "/wiki/Jacqueline_Doyen": "Jacqueline Doyen (14 February 1930 – 3 September 2006) was a French actress. She appeared in 80 films and television shows between 1956 and 1995.",
  "/wiki/Christine_Pascal": "Christine Pascal (29 November 1953 – 30 August 1996) was a French actress, writer and director.",
  "/wiki/The_Fourth_Man_(1983_film)": "The Fourth Man (Dutch: De vierde man) is a 1983 Dutch suspense film directed by Paul Verhoeven, based on the novel of the same name by Gerard Reve. The film stars Jeroen Krabbé and Renée Soutendijk, and was Verhoeven's last film made in the Netherlands. It was selected as the Dutch entry for the Best Foreign Language Film at the 56th Academy Awards, but was not accepted as a nominee.",
  "/wiki/Paul_Verhoeven": "Paul Verhoeven (Dutch: [ˈpʌu̯l vərˈɦuvə(n)]; born 18 July 1938) is a Dutch director, screenwriter and film producer. Active in both the Netherlands and Hollywood, Verhoeven's blending of graphic violence and sexual content with social satire are trademarks of both his drama and science fiction films. He directed the films Turkish Delight (1973), Soldier of Orange (1977), Flesh and Blood (1985), RoboCop (1987), Total Recall (1990), Basic Instinct (1992), Showgirls (1995), Starship Troopers (1997), Black Book (2006) and Elle (2016).",
  "/wiki/Jeroen_Krabb%C3%A9": "Jeroen Aart Krabbé (Dutch pronunciation: [jəˈrun ˈaːrt krɑˈbeː]; born 5 December 1944) is a Dutch actor and film director who has appeared in more than 60 films since 1963, including Soldaat van Oranje (1977), The Fourth Man (1983), The Living Daylights (1987), The Prince of Tides (1991), The Fugitive (1993), and Immortal Beloved (1994).",
  "/wiki/Ren%C3%A9e_Soutendijk": "Renette Pauline Soutendijk (born 21 May 1957), known professionally as Renée Soutendijk, is a Dutch actress. A gymnast in her youth, Soutendijk began her acting career in the late-1970s. She was a favorite star of director Paul Verhoeven's films and is perhaps best known for her work in his 1980 release Spetters, and 1983's The Fourth Man. Her good looks and striking blond hair secured her status as a Dutch sex symbol in the 1980s.",
  "/wiki/Thom_Hoffman": "Thomas Antonius Cornelis Ancion, known by the pseudonym Thom Hoffman, (born 3 March 1957) is a Dutch actor and photographer.",
  "/wiki/Dolf_de_Vries": "Dolf de Vries (born 11 July 1937 in The Hague) is a Dutch actor.",
  "/wiki/De_vierde_man": "De vierde man (The Fourth Man) is a 1981 novel by Dutch author Gerard Reve, the basis for the film of the same name by Paul Verhoeven. Among Reve's works, it stands out as one of only a few novels to have a heterosexual theme.",
  "/wiki/Gerard_Reve": "Gerard Kornelis van het Reve (14 December 1923 – 8 April 2006) was a Dutch writer. He started writing as Simon van het Reve and adopted the shorter Gerard Reve [ˈɣeːrɑrt ˈreːvə] in 1973. Together with Willem Frederik Hermans and Harry Mulisch, he is considered one of the \"Great Three\" (De Grote Drie) of Dutch post-war literature. His 1981 novel De vierde man (The Fourth Man) was the basis for Paul Verhoeven's 1983 film.",
  "/wiki/The_Hunger_(1983_film)": "The Hunger is a 1983 erotic horror film directed by Tony Scott (in his directorial debut) and starring Catherine Deneuve, David Bowie, and Susan Sarandon. It is the story of a love triangle between a doctor who specialises in sleep and aging research and a vampire couple. The film is a loose adaptation of the 1981 novel of the same name by Whitley Strieber, with a screenplay by Ivan Davis and Michael Thomas.",
  "/wiki/Tony_Scott": "Anthony David Leighton Scott (21 June 1944 – 19 August 2012) was an English film director, producer and screenwriter. He was known for directing action and thriller films such as Top Gun (1986), Beverly Hills Cop II (1987), The Last Boy Scout (1991), True Romance (1993), Crimson Tide (1995), Enemy of the State (1998), Man on Fire (2004), Déjà Vu (2006), and Unstoppable (2010).",
  "/wiki/Catherine_Deneuve": "Catherine Fabienne Dorléac (born 22 October 1943), known professionally as Catherine Deneuve (/dəˈnɜːv/; French: [katʁin dənœv] (listen)), is a French actress as well as an occasional singer, model and producer. She gained recognition for her portrayal of icy, aloof and mysterious beauties for various directors, including Luis Buñuel, François Truffaut and Roman Polanski. In 1985, she succeeded Mireille Mathieu as the official face of Marianne, France's national symbol of liberty. A 14-time César Award nominee, she won for her performances in Truffaut's The Last Metro (1980), for which she also won the David di Donatello for Best Foreign Actress,  and Régis Wargnier's Indochine (1992).",
  "/wiki/David_Bowie": "David Robert Jones (8 January 1947 – 10 January 2016), known professionally as David Bowie (/ˈboʊi/ BOH-ee), was an English singer-songwriter and actor. He was a leading figure in the music industry and is considered one of the most influential musicians of the 20th century, acclaimed by critics and musicians, particularly for his innovative work during the 1970s. His career was marked by reinvention and visual presentation, with his music and stagecraft having a significant impact on popular music. During his lifetime, his record sales, estimated at over 100 million records worldwide, made him one of the world's best-selling music artists. In the UK, he was awarded ten platinum album certifications, eleven gold and eight silver, and released eleven number-one albums. In the US, he received five platinum and nine gold certifications. He was inducted into the Rock and Roll Hall of Fame in 1996.",
  "/wiki/Susan_Sarandon": "Susan Abigail Sarandon (née Tomalin; born October 4, 1946) is an American actress and activist. She has received an Academy Award, a British Academy Film Award, and a Screen Actors Guild Award, and has been nominated for nine Golden Globe Awards. Known for her social and political activism, she was appointed a UNICEF Goodwill Ambassador in 1999 and received the Action Against Hunger Humanitarian Award in 2006.",
  "/wiki/Cliff_De_Young": "Clifford Tobin DeYoung (born February 12, 1945) is an American actor and musician.",
  "/wiki/Beth_Ehlers": "Beth Ehlers /ˈɛlərz/ (born 1968) is an American actress. She is known for playing Harley Cooper, between 1987 and 2008, on CBS's daytime drama Guiding Light.",
  "/wiki/Dan_Hedaya": "Daniel G. Hedaya (born July 24, 1940) is an American actor. He established himself as a supporting actor, often playing sleazy villains or wisecracking supporting characters. He has had major supporting roles in films like True Confessions (1981), The Adventures of Buckaroo Banzai Across the 8th Dimension, Tightrope, Blood Simple (all 1984), Commando (1985), Wise Guys (1986), Joe Versus the Volcano (1990), The Addams Family (1991), Rookie of the Year (1993), Boiling Point (1993), Clueless (1995), The First Wives Club, Daylight, Marvin's Room (all 1996), Alien Resurrection (1997), A Civil Action, A Night at the Roxbury (both 1998), The Hurricane, Dick (both 1999), Shaft, The Crew (both 2000), Swimfan (2002), Robots, and Strangers with Candy (both 2005).",
  "/wiki/Suzanne_Bertish": "Suzanne C. Bertish (born 7 August 1951, Hammersmith, London) is an English actress.",
  "/wiki/James_Aubrey_(actor)": "James Aubrey Tregidgo (28 August 1947 – 6 April 2010), known professionally as James Aubrey, was an English stage and screen actor. He trained for the stage at the Drama Centre London. He made his professional acting debut in a 1962 production of Isle of Children. Aubrey made his screen acting debut in the 1963 adaptation of Lord of the Flies. Aubrey performed with the Royal Shakespeare Company during their 1974–1975 season. Theatres at which Aubrey performed included the Birmingham Repertory Theatre, the Comedy Theatre and the Old Vic. His last television work was in an episode of Brief Encounters in 2006.",
  "/wiki/John_Stephen_Hill": "John Stephen Hill (born 16 January 1953), who worked as Stephen Hill, is a Canadian actor and playwright. He returned to the theatre after three decades as a playwright under the name, Steve Hill.",
  "/wiki/Ann_Magnuson": "Ann Magnuson (born January 4, 1956) is an American actress, performance artist, and nightclub performer. She was described by The New York Times in 1990 as \"An endearing theatrical chameleon who has as many characters at her fingertips as Lily Tomlin does\".",
  "/wiki/Shane_Rimmer": "Shane Rimmer (28 May 1929 – 29 March 2019) was a Canadian actor, voice actor, screenwriter and singer, known for providing the voice of Scott Tracy in the British television series Thunderbirds (1965–1966). One of his more recent roles was portraying the voice of Louie Watterson on the Cartoon Network series The Amazing World of Gumball (2011–present).",
  "/wiki/Bessie_Love": "Bessie Love (born Juanita Horton; September 10, 1898 – April 26, 1986) was an American actress who achieved prominence playing innocent, young girls and wholesome leading ladies in silent and early sound films. Her acting career spanned eight decades—from silent film to sound film, including theatre, radio, and television—and her performance in The Broadway Melody (1929) earned her a nomination for the Academy Award for Best Actress.",
  "/wiki/Willem_Dafoe": "William James \"Willem\" Dafoe (born July 22, 1955) is an American actor. He is known for his distinct gravelly voice, and has received multiple accolades, including nominations for four Academy Awards and three Golden Globe Awards. He has frequently collaborated with filmmakers Paul Schrader, Abel Ferrara, Lars von Trier, and Wes Anderson.",
  "/wiki/John_Pankow": "John Pankow (born April 28, 1954) is an American actor. He began his career on-stage in New York, in numerous Off-Broadway and Broadway plays including Peter Shaffer's Amadeus, John Patrick Shanley's Italian American Reconciliation, and Brian Friel's Aristocrats. After a starring role in William Friedkin's To Live and Die in L.A., he began appearing regularly in film and on television, playing Ira Buchman for all eight seasons of Mad About You and later Merc Lapidus on Episodes.",
  "/wiki/Bauhaus_(band)": "Bauhaus are an English rock band, formed in Northampton, England, in 1978. The group consisted of Daniel Ash (guitar, saxophone), Peter Murphy (vocals, occasional instruments), Kevin Haskins (drums) and David J (bass). The band was originally named Bauhaus 1919 in reference to the first operating year of the German art school Bauhaus, although they shortened the name within a year of formation. One of the pioneers of gothic rock, Bauhaus were known for their dark image and gloomy sound, although they mixed many genres, including dub, glam rock, psychedelia and funk.",
  "/wiki/The_Hunger_(Strieber_novel)": "The Hunger (1981) is a novel by Whitley Strieber. The plot involves a beautiful and wealthy vampire named Miriam Blaylock who takes human lovers and transforms them into vampire-human hybrids.",
  "/wiki/Whitley_Strieber": "Louis Whitley Strieber (/ˈstriːbər/; born June 13, 1945) is an American writer best known for his horror novels The Wolfen and The Hunger and for Communion, a non-fiction account of his alleged experiences with non-human entities. He has maintained a dual career of author of fiction and advocate of paranormal concepts through his best-selling non-fiction books, his Unknown Country web site, and his Internet podcast, Dreamland.",
  "/wiki/%C4%B0htiras_F%C4%B1rt%C4%B1nas%C4%B1": "İhtiras Fırtınası is a 1983 Turkish romantic drama film, directed by Halit Refiğ and starring Gülsen Bubikoglu, Cihan Ünal, and Zuhal Olcay.",
  "/wiki/Halit_Refi%C4%9F": "Halit Refiğ (5 March 1934 – 11 October 2009) was a Turkish film director, film producer, screenwriter and writer. He made around sixty films, including feature films, documentaries and TV serials. He is considered to be the pioneer of the National Cinema movement and the initiator of the production of TV serials in Turkey.",
  "/wiki/G%C3%BClsen_Bubikoglu": "Gülşen Bubikoğlu (born 5 December 1954) is a Turkish actress, one of the leading ladies of Turkish cinema in the 1970s and into the early 1980s. She studied at Fatih Kız Lisesi and was a fashion model for a time. Her first leading role was in Yaban in 1973. She and Tarik Akan formed one of the most recognised couples on the screen in the Turkish film history having acted in many romantic comedies together. She starred in many films of famous director Türker İnanoğlu, whom she married later.",
  "/wiki/Zuhal_Olcay": "Zuhal Olcay (Turkish pronunciation: [zuˈhal olˈdʒaj]; born 10 August 1957) is a Turkish actress and singer.",
  "/wiki/Lianna": "Lianna is a 1983 drama film written and directed by John Sayles and starring Linda Griffiths, Jane Hallaren, and Jon DeVries.",
  "/wiki/John_Sayles": "John Thomas Sayles (born September 28, 1950) is an American independent film director, screenwriter, editor, actor and novelist. He has twice been nominated for the Academy Award for Best Original Screenplay, for Passion Fish (1992) and Lone Star (1996). His film Men with Guns (1997) was nominated for the Golden Globe for Best Foreign Language Film. His directorial debut, Return of the Secaucus 7 (1980), has been added to the National Film Registry.",
  "/wiki/Linda_Griffiths": "Linda Pauline Griffiths (7 October 1953 – 21 September 2014) was a Canadian actress and playwright best known for writing and starring in the one woman play Maggie and Pierre, in which she portrayed both Pierre Trudeau and his then-estranged wife, Margaret.  Among her cinematic work, she is best known for her acclaimed, starring role in Lianna.",
  "/wiki/Maggie_Renzi": "Maggie Renzi (born 1951) is an American film producer and actress.",
  "/wiki/Chris_Elliott": "Christopher Nash Elliott (born May 31, 1960) is an American actor, comedian, and writer. He is best known for his comedic sketches on Late Night with David Letterman, starring in the comedy series Get a Life on Fox TV and Eagleheart on Adult Swim, as well as his recurring roles as Peter MacDougall on Everybody Loves Raymond and as Mickey Aldrin on How I Met Your Mother. He has also starred in the films Cabin Boy, There's Something About Mary, Scary Movie 2, and Groundhog Day. He is currently starring as Roland Schitt on CBC Television's Schitt's Creek.",
  "/wiki/Making_of_a_Male_Model": "Making of a Male Model is a 1983 American made-for-television romantic drama film directed by Irving J. Moore and starring Joan Collins and Jon-Erik Hexum.",
  "/wiki/Irving_J._Moore": "Irving Joseph Moore (April 7, 1919 – July 2, 1993) was an American television director originally from Chicago, Illinois. He was known primarily for work in two nighttime soap operas, Dallas and Dynasty as well as segments of such other series as Gunsmoke and Eight Is Enough.",
  "/wiki/Joan_Collins": "Dame Joan Henrietta Collins, DBE (born 23 May 1933) is an English actress, author, and columnist. She made her stage debut at the age of nine, trained at the Royal Academy of Dramatic Art (RADA) in London, entered British films in 1951 and went to Hollywood under contract to 20th Century Fox in 1955. In 1981, she landed the role of Alexis Carrington, the vengeful and scheming ex-wife of John Forsythe's character, in the 1980s prime time soap opera Dynasty, which made her an international superstar and brought her a Golden Globe Award for Best Actress in 1982.  In 2015, she was made a Dame by Queen Elizabeth II for services to charity.",
  "/wiki/Jon-Erik_Hexum": "Jon-Erik Hexum (/ˈhɛksəm/; November 5, 1957 – October 18, 1984) was an American actor, known for his lead roles in the TV series Voyagers! and Cover Up, and his supporting role as Pat Trammell in the biopic The Bear. He died as a result of an accidental self-inflicted blank cartridge gunshot to the head on the set of Cover Up.",
  "/wiki/Merry_Christmas,_Mr._Lawrence": "Merry Christmas, Mr. Lawrence (Japanese: 戦場のメリークリスマス, Hepburn: Senjō no Merī Kurisumasu - \"Merry Christmas on the Battlefield\", also known in many European editions as Furyo (俘虜, Japanese for \"prisoner of war\"), is a 1983 British-Japanese war film. It was directed by Nagisa Oshima, written by Oshima and Paul Mayersberg, and produced by Jeremy Thomas. It stars David Bowie, Tom Conti, Ryuichi Sakamoto, Takeshi Kitano and Jack Thompson.",
  "/wiki/Nagisa_Oshima": "Nagisa Oshima (大島 渚, Ōshima Nagisa, March 31, 1932 – January 15, 2013) was a Japanese film director and screenwriter. His films include In the Realm of the Senses (1976), a sexually explicit film set in 1930s Japan, and Merry Christmas, Mr. Lawrence (1983), about World War II prisoners of war held by the Japanese.",
  "/wiki/Tom_Conti": "Thomas Antonio Conti (born 22 November 1941) is a Scottish actor, theatre director, and novelist. He won a Tony Award for Best Actor in a Play in 1979 for his performance in Whose Life Is It Anyway? and was nominated for an Academy Award for Best Actor for the 1983 film Reuben, Reuben.",
  "/wiki/Ryuichi_Sakamoto": "Ryuichi Sakamoto (坂本 龍一, Sakamoto Ryūichi, born January 17, 1952) (Japanese pronunciation: [sakamoto ɾʲɯːitɕi]) is a Japanese composer, singer, songwriter, record producer, activist, and actor who has pursued a diverse range of styles as a solo artist and as a member of Yellow Magic Orchestra (YMO). With his bandmates Haruomi Hosono and Yukihiro Takahashi, Sakamoto influenced and pioneered a number of electronic music genres.",
  "/wiki/Takeshi_Kitano": "Takeshi Kitano (北野 武, Kitano Takeshi, born 18 January 1947) is a Japanese comedian, television presenter, actor, filmmaker, and author. While he is known primarily as a comedian and TV host in his native Japan, abroad he is known almost exclusively for his work as a filmmaker. With the exception of his works as a film director, he is known almost exclusively by the stage name Beat Takeshi (ビートたけし, Bīto Takeshi).",
  "/wiki/Jack_Thompson_(actor)": "Jack Thompson, AM (born 31 August 1940) is an Australian actor and one of the major figures of Australian cinema. He was educated at University of Queensland, before embarking on his acting career. In 2002, he was made an honorary member of the Australian Cinematographers Society (ACS). He is best known as a lead actor in several acclaimed Australian films, including such classics as The Club (1980), Sunday Too Far Away (1975), The Man from Snowy River (1982) and Breaker Morant (1980). He won Cannes and AFI acting awards for the latter film. He was the recipient of a Living Legend Award at the 2005 Inside Film Awards.",
  "/wiki/Alistair_Browning": "Alistair Browning (8 February 1954 – 2 June 2019) was a New Zealand actor who won several awards for his work in film, television and theatre, best known for his roles in Merry Christmas, Mr. Lawrence, Lord of the Rings, Rain, Futile Attraction, Siege, and Power Rangers Dino Super Charge.",
  "/wiki/Yuya_Uchida_(singer)": "Yuya Uchida (Japanese: 内田 裕也, Hepburn: Uchida Yūya, November 17, 1939 in Nishinomiya – March 17, 2019) was a Japanese singer, record producer, and actor. With a career spanning six decades, he was a major figure in Japanese popular music.",
  "/wiki/Hideo_Murota": "Hideo Murota (室田 日出男, Murota Hideo, 7 October 1937 – 15 June 2002) was a Japanese actor who appeared in over 100 films. He won the Best Supporting Actor award at the Yokohama Film Festival for his role in Shinde mo ii.",
  "/wiki/El_pico": "El Pico (English: Overdose) is a 1983 Spanish film written and directed by Eloy de la Iglesia. It stars José Luis Manzano. The films centers on drug addiction, urban juvenile delinquency, and Basque nationalism in Spain during the 1980s.",
  "/wiki/Eloy_de_la_Iglesia": "Eloy de la Iglesia (January 1, 1944 – March 23, 2006) was a Spanish screenwriter and  film director.",
  "/wiki/Ovidi_Montllor": "Ovidi Montllor (Catalan pronunciation: [oˈviði moɲˈʎoɾ]; 4 February 1942 in Alcoi, Spain – 10 March 1995 in Barcelona, Spain) was a Spanish singer-songwriter and actor.",
  "/wiki/Self_Defense_(1983_film)": "Self Defense (also known as Siege) is a 1983 Canadian action-thriller-film directed by Paul Donovan and starring Tom Nardini, Brenda Bazinet, Darel Haeny and Terry-David Després.",
  "/wiki/Paul_Donovan_(writer)": "Paul Donovan is a Canadian television and film writer, director and producer best known as the creator of the science-fiction TV series LEXX. He co-founded Salter Street Films (SSF) with his brother Michael Donovan.",
  "/wiki/Tom_Nardini": "Tom Nardini (born April 16, 1945) is an American film actor who had a lengthy career in television in which his best known role was in Cowboy in Africa (1967). In film his best known role was in Cat Ballou (1965) for which he was nominated for a Golden Globe award.",
  "/wiki/Silkwood": "Silkwood is a 1983 American biographical drama film directed by Mike Nichols and starring Meryl Streep, Cher and Kurt Russell. The screenplay by Nora Ephron and Alice Arlen was inspired by the life of Karen Silkwood. Silkwood was a nuclear whistleblower and a labor union activist who died in a car collision while investigating alleged wrongdoing at the Kerr-McGee plutonium plant where she worked. In real life, her death gave rise to a 1979 lawsuit, Silkwood v. Kerr-McGee, led by attorney Gerry Spence. The jury rendered its verdict of $10 million in damages to be paid to the Silkwood estate (her children), the largest amount in damages ever awarded for that kind of case at the time. The Silkwood estate eventually settled for $1.3 million.",
  "/wiki/Mike_Nichols": "Mike Nichols (born Mikhail Igor Peschkowsky; November 6, 1931 – November 19, 2014) was an American film and theater director, producer, actor, and comedian. He was noted for his ability to work across a range of genres and for his aptitude for getting the best out of actors regardless of their experience. Nichols began his career in the 1950s with the comedy improvisational troupe The Compass Players, predecessor of The Second City, in Chicago. He then teamed up with his improv partner, Elaine May, to form the comedy duo Nichols and May. Their live improv act was a hit on Broadway, and the first of their three albums won a Grammy Award.",
  "/wiki/Meryl_Streep": "Mary Louise \"Meryl\" Streep (born June 22, 1949) is an American actress. Often described as the \"best actress of her generation\", Streep is particularly known for her versatility and accents. Nominated for a record 21 Academy Awards, she has won three. Among other accolades, she has received 32 Golden Globe nominations, more than any other person, and won eight.",
  "/wiki/Kurt_Russell": "Kurt Vogel Russell (born March 17, 1951) is an American actor. He began acting on television at the age of 12 in the western series The Travels of Jaimie McPheeters (1963–1964). In the late 1960s, he signed a ten-year contract with The Walt Disney Company where, according to Robert Osborne, he became the studio's top star of the 1970s.",
  "/wiki/Cher": "Cher (/ʃɛər/; born Cherilyn Sarkisian; May 20, 1946) is an American singer, actress and television personality. Commonly referred to by the media as the Goddess of Pop, she has been described as embodying female autonomy in a male-dominated industry. Cher is known for her distinctive contralto singing voice and for having worked in numerous areas of entertainment, as well as adopting a variety of styles and appearances during her six-decade-long career.",
  "/wiki/Craig_T._Nelson": "Craig Theodore Nelson (born April 4, 1944) is an American actor. He is known for his roles as Hayden Fox in the television series Coach (for which he won a Primetime Emmy Award for Outstanding Lead Actor in a Comedy Series), Deputy Ward Wilson in the 1980 film Stir Crazy, Steve Freeling in the 1982 film Poltergeist, the warden in My Name is Earl, and Mr. Incredible in the 2004 film The Incredibles and its 2018 sequel. He also starred as Zeek Braverman in the television series Parenthood.",
  "/wiki/Fred_Ward": "Frederick Joseph Ward (born December 30, 1942) is an American character actor, producer and model. Starting with a role in an Italian television film in 1973, Ward has had a long and diverse career, including such films as Southern Comfort, The Right Stuff, Remo Williams, Tremors, Henry & June, The Player and Short Cuts. Ward has also done model shootings with Lara Stone, Linda Evangelista, Dree Hemingway and Beri Smither as well as appearing in the 1998 Pirelli Calendar.",
  "/wiki/Diana_Scarwid": "Diana Elizabeth Scarwid (born August 27, 1955) is an American actress. She is best known for her portrayal of Christina Crawford in the cult classic Mommie Dearest (1981). She earned an Academy Award nomination for her performance in the 1980 film Inside Moves, and an Emmy Award nomination for her work in the television film Truman (1995).",
  "/wiki/Ron_Silver": "Ronald Arthur Silver (July 2, 1946 – March 15, 2009) was an American actor, director, producer, radio host, and political activist. As an actor, he portrayed Henry Kissinger, Alan Dershowitz and Angelo Dundee. He was awarded a Tony in 1988 for Best Actor for Speed-the-Plow, a satirical dissection of the American movie business.",
  "/wiki/Josef_Sommer": "Maximilian Josef Sommer (born June 26, 1934) is a German-American stage, television, and film actor.",
  "/wiki/Charles_Hallahan": "Charles John Hallahan (July 29, 1943 – November 25, 1997) was an American film, television and stage actor known for his performances in Going in Style, The Thing, Cast a Deadly Spell, and Dante's Peak.\nhe was also best known as Capt. Charlie Devane on Hunter from 1986-91.",
  "/wiki/Henderson_Forsythe": "Henderson Forsythe (September 11, 1917 – April 17, 2006) was an American actor. Forsythe was known for his role as Dr. David Stewart #2 on the soap opera As the World Turns, a role he played for 32 years, and for his work on the New York stage.",
  "/wiki/Bruce_McGill": "Bruce Travis McGill (born July 11, 1950) is an American actor. He is perhaps best known for his work with director Michael Mann in the movies The Insider (1999),  Ali (2001),  and Collateral (2004). McGill's other notable film roles include Daniel Simpson \"D-Day\" Day in John Landis' Animal House, Com. Matuzak in Timecop, Reverend Larson in Shallow Hal, Gene Revell in The Sum of All Fears, and Lt. Brooks in Ride Along and its sequel Ride Along 2.",
  "/wiki/David_Strathairn": "David Russell Strathairn (/strəˈθɛərn/; born January 26, 1949) is an American actor.",
  "/wiki/M._Emmet_Walsh": "Michael Emmet Walsh (born March 22, 1935) is an American character actor and comedian who has appeared in over 200 films and television series. He appeared in the Coen Brothers' first film, Blood Simple (1984). He also appeared in such other films as Carl Reiner's comedy The Jerk (1979), Robert Redford's drama Ordinary People (1980), Ridley Scott's science fiction film Blade Runner (1982), Barry Sonnenfeld's steampunk western Wild Wild West (1999) and Brad Bird's animated film The Iron Giant (1999).",
  "/wiki/Ray_Baker_(actor)": "Ray Baker (born July 9, 1948) is an American theater, television and film actor. Baker was born in Omaha, Nebraska. He is a long time character actor with over 100 credits on television and film. Baker is credited either as Ray or Raymond. He grew up in Denver, Colorado and graduated from Denver University, before moving to New York and living and working there for twenty years. Ray appeared on and off Broadway and in regional theatre. He currently lives in Los Angeles, is married to actress and playwright Colleen Dodson, and continues working in theatre, movies, and television.",
  "/wiki/Will_Patton": "William Rankin Patton (born June 14, 1954) is an American actor and audiobook narrator. He starred as Colonel Dan Weaver in the TNT science fiction series Falling Skies. He also appeared in films such as Remember the Titans, Armageddon, Gone in 60 Seconds and The Punisher. He appeared opposite Kevin Costner in two films: No Way Out (1987) and The Postman (1997). Patton's father, Bill Patton, was a playwright and acting/directing instructor. Patton has been in many films, starting in 1981. He has done many television appearances as well, starting in 1982 and he has done a great deal of voice work with audio books. He won two Obie Awards for best actor in Sam Shepard's play Fool for Love and the Public Theater production of What Did He See?.",
  "/wiki/Karen_Silkwood": "Karen Gay Silkwood (February 19, 1946 – November 13, 1974) was  an American chemical technician and labor union activist known for raising concerns about corporate practices related to health and safety in a nuclear facility.",
  "/wiki/Sleepaway_Camp": "Sleepaway Camp (released as Nightmare Vacation in the United Kingdom) is a 1983 American slasher film written and directed by Robert Hiltzik, who also served as executive producer. It is the first film in the Sleepaway Camp franchise, and tells the story of a young girl sent to a summer camp, where a series of murders begin shortly after her arrival. It stars Felissa Rose, Katherine Kamhi, Paul DeAngelo, and Mike Kellin in his last screen appearance.",
  "/wiki/Robert_Hiltzik": "Robert Hiltzik (born c. 1957) is known for being the director of the 1983 summer camp slasher film Sleepaway Camp, which garnered a cult following.",
  "/wiki/Mike_Kellin": "Mike Kellin (born Myron Kellin, April 26, 1922 – August 26, 1983) was an American actor.",
  "/wiki/Katherine_Kamhi": "Katherine Kamhi  (born February 15, 1964) is an American actress, best known for her role as Meg in the slasher film Sleepaway Camp, and as Pamela Kingsley on All My Children.",
  "/wiki/Streamers_(film)": "Streamers is a 1983 film adapted by David Rabe from his play of the same name. The film was directed by Robert Altman and produced by Robert Michael Geisler and John Roberdeau (The Thin Red Line). The cast includes David Alan Grier as Roger, Mitchell Lichtenstein as Richie, Matthew Modine as Billy, Michael Wright as Carlyle, George Dzundza as Cokes, and Guy Boyd as Rooney.",
  "/wiki/Robert_Altman": "Robert Bernard Altman (/ˈɔːltmən/; February 20, 1925 – November 20, 2006) was an American film director, screenwriter, and producer. A five-time nominee of the Academy Award for Best Director and an enduring figure from the New Hollywood era, Altman was considered a \"maverick\" in making films with a highly naturalistic but stylized  and satirical aesthetic, unlike most Hollywood films. He is consistently ranked as one of the greatest and most influential filmmakers in American cinema.",
  "/wiki/Matthew_Modine": "Matthew Avery Modine (born March 22, 1959) is an American actor, activist and filmmaker, who rose to prominence through his role as United States Marine Corps Private Joker in Stanley Kubrick's Full Metal Jacket. His other film roles include the title character in Alan Parker's Birdy, the high school wrestler Louden Swain in Vision Quest, Drake Goodman in Pacific Heights and Dr. Ralph Wyman in Short Cuts. On television, Modine portrayed Dr. Martin Brenner in Stranger Things, the oversexed Sullivan Groff on Weeds, Dr. Don Francis in And the Band Played On and Ivan Turing in Proof.",
  "/wiki/Michael_Wright_(actor)": "Michael Wright (born April 30, 1956) is an American film and television actor, who is best known for his role as Eddie King Jr., in the 1991 Robert Townsend film The Five Heartbeats.",
  "/wiki/Mitchell_Lichtenstein": "Mitchell Wilson Lichtenstein (born March 10, 1956) is an American actor, writer, producer and director.",
  "/wiki/David_Rabe": "David William Rabe (born March 10, 1940) is an American playwright and screenwriter.  He won the Tony Award for Best Play in 1972 (Sticks and Bones) and also received Tony award nominations for Best Play in 1974 (In the Boom Boom Room), 1977 (Streamers) and 1985 (Hurlyburly).",
  "/wiki/Streamers_(play)": "Streamers is a play by David Rabe."
}