{
  "/wiki/Elena_Ivanova": "Elena Ivanova (Russian: Елена Иванова; born 8 November 1979) is a Russian former competitive figure skater. She is the 1995 Finlandia Trophy champion, 1998 Nebelhorn Trophy silver medalist, and 1996 World Junior champion.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Elena_Pingacheva": "Elena Pingacheva (Russian: Елена Пингачева; born 31 March 1981) is a Russian former competitive figure skater. She is the 1996 World Junior silver medalist.",
  "/wiki/Nadezhda_Kanaeva": "Nadezda \"Nadia\" Kanaeva (Russian: Надежда Канаева, born 9 February 1982) is a Russian former competitive figure skater. She is the 1997 Nebelhorn Trophy bronze medalist, 1996 World Junior bronze medalist, and 1995 European Youth Olympic champion. She was coached by Elena Buianova.",
  "/wiki/Fumie_Suguri": "Fumie Suguri (村主 章枝, Suguri Fumie, born December 31, 1980) is a Japanese figure skater. She is a three-time World medalist, a three-time Four Continents champion, the 2003 Grand Prix Final champion, and a five-time Japanese national champion.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).",
  "/wiki/Tara_Lipinski": "Tara Kristen Lipinski (born June 10, 1982) is an American former competitive figure skater, actor, and sports commentator. A former competitor in ladies' singles, she is the 1998 Olympic champion, the 1997 World champion, a two-time Champions Series Final champion (1997–1998), and the 1997 U.S. national champion. She was until 2019, the youngest skater to win a U.S. Nationals, the youngest skater to win a World Figure Skating title, and was the youngest to win an Olympic gold medal. She is the first woman to complete a triple loop-triple loop combination, her signature jump, in competition.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Vanessa_Gusmeroli": "Vanessa Gusmeroli (born 19 September 1978) is a French former competitive figure skater and water skier. As a skater, she is the 1997 World bronze medalist and a three-time (2000–02) French national champion.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Shizuka_Arakawa": "Shizuka Arakawa (荒川 静香, Arakawa Shizuka, born December 29, 1981) is a Japanese figure skater. She is the 2006 Olympic Champion and the 2004 World Champion. Arakawa is the first Japanese skater to win an Olympic gold medal in figure skating and the second Japanese skater to win any Olympic medal in figure skating, after Midori Ito, who won silver in 1992. She is also the second Japanese woman to win a gold medal at the Winter Olympics, following skier Tae Satoya. She was the only Japanese medalist at the 2006 Winter Olympics.",
  "/wiki/Shelby_Lyons": "Shelby Lyons (born May 24, 1981 in Oswego, New York) is an American retired competitive figure skater who competed in both singles and pairs. She originally competed as a single skater on the novice level before teaming up with Brian Wells. They won four medals at the United States Figure Skating Championships between 1995 and 1998, and competed with twice at the World Figure Skating Championships, placing 10th in 1996 and in 1998. Their partnership ended in 1998. During this time, Lyons had been competing in singles. She was the 1996 U.S. Junior national champion in singles and had competed on the Junior Grand Prix. Following the end of the partnership, Lyons went back to focusing on skating singles. She has since retired and has skated professionally on Disney on Ice. She now teaches singles, pairs, and dance in Colorado.",
  "/wiki/Lucinda_Ruh": "Lucinda Martha Ruh (born 13 July 1979) is a three time Swiss National gold medalist competitive figure skater. She is also the 2000 and 2001 world professional bronze medalist. She is known as the \"Queen of Spin\" for her one of a kind outstanding spinning ability and for being a ballerina on ice. In April 2003, Ruh set a Guinness world record for the most continuous spins (115) on one foot. She is the longest and fastest spinner on ice in the world ever clocking at six rotations a second. She has also created over twenty different new spin positions now required at competitions. She toured with Stars On Ice, Champions on Ice, and numerous other world wide tours skating live to Seal, Aretha Franklin, Gloria Gaynor etc. she also published her book Frozen Teardrop.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Lyudmyla_Ivanova": "Lyudmyla Heorhiyivna Ivanova, married surname: Tkachenko, (Ukrainian: Людмила Георгіївна Ткаченко (Іванова); Russian: Людмила Георгиевна Ткаченко (Иванова); born 2 December 1978) is a Ukrainian former competitive figure skater. She began appearing in senior internationals at age 14. She placed 15th at the 1994 European Championships and then represented Ukraine at the 1994 Winter Olympics, finishing 22nd. Ivanova also continued to compete on the junior level and placed tenth at the 1996 World Junior Championships. After coaching in Mariupol, she relocated to Mykolaiv in 2014.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Alisa_Drei": "Alisa Drei (born 28 February 1978) is a Finnish former competitive figure skater. She finished in the top ten at seven European Championships.",
  "/wiki/Finland": "Finland (Finnish: Suomi [ˈsuo̯mi] (listen); Swedish: Finland [ˈfɪ̌nland] (listen), Finland Swedish: [ˈfinlɑnd]), officially the Republic of Finland (Finnish: Suomen tasavalta, Swedish: Republiken Finland (listen to all)),[note 1] is a Nordic country in Northern Europe bordering the Baltic Sea, Gulf of Bothnia, and Gulf of Finland, between Sweden to the west, Russia to the east, Estonia to the south, and north-eastern Norway to the north. The capital and largest city is Helsinki. Other major cities are Espoo, Tampere, Vantaa, Oulu, Turku, Jyväskylä, Lahti and Kuopio.",
  "/wiki/Julia_Lautowa": "Julia Lautowa (Russian: Юлия Лаутова; born 5 October 1981) is an Austrian former competitive figure skater in ladies' singles. She is the 1996 Cup of Russia silver medalist, a two-time Karl Schäfer Memorial champion, and a six-time Austrian national champion. She placed in the top ten at five ISU Championships.",
  "/wiki/Austria": "Austria (/ˈɒstriə/ (listen), /ˈɔːs-/; German: Österreich [ˈøːstɐʁaɪ̯ç] (listen)), officially the Republic of Austria (German: Republik Österreich, listen (help·info)), is a landlocked East Alpine country in the southern part of Central Europe. It is composed of nine federated states (Bundesländer), one of which is Vienna, Austria's capital and its largest city. It is bordered by Germany to the northwest, Czechia to the north, Slovakia to the northeast, Hungary to the east, Slovenia and Italy to the south, and Switzerland and Liechtenstein to the west. Austria occupies an area of 83,879 km2 (32,386 sq mi) and has a population of nearly 9 million people. While German is the country's official language, many Austrians communicate informally in a variety of Bavarian dialects.",
  "/wiki/Maria_Nikitochkina": "Maria Nikitochkina (Russian: Мария Никиточкина; born 14 June 1979) is a former competitive figure skater who represented Belarus and Ukraine. She is the 1995 Belarusian national champion and achieved her best ISU Championship result, ninth, at the 1995 World Junior Championships in Budapest. She also qualified for the free skate at the 1996 World Junior Championships in Brisbane and at two senior ISU Championships — the 1995 World Championships in Birmingham and the 1996 World Championships in Edmonton.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Eva-Maria_Fitze": "Eva-Maria Fitze (born 10 May 1982 in Dachau) is a German figure skater who competed in both ladies' singles and pairs. As a singles skater, she was the youngest woman ever to win senior gold at the German Championships, taking the title at age 14 in 1997. She added another national title in 1999.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Di%C3%A1na_P%C3%B3th": "Diána Póth (born 6 August 1981) is a Hungarian former competitive figure skater. She is a two-time Karl Schäfer Memorial silver medalist and a two-time Hungarian national champion. She also competed briefly for Austria.",
  "/wiki/Hungary": "Hungary (Hungarian: Magyarország [ˈmɒɟɒrorsaːɡ] (listen)) is a country in Central Europe. Spanning 93,030 square kilometres (35,920 sq mi) in the Carpathian Basin, it borders Slovakia to the north, Ukraine to the northeast, Romania to the east and southeast, Serbia to the south, Croatia and Slovenia to the southwest, and Austria to the west. With about 10 million inhabitants, Hungary is a medium-sized member state of the European Union. The official language is Hungarian, which is the most widely spoken Uralic language in the world, and among the few non-Indo-European languages to be widely spoken in Europe. Hungary's capital and largest city is Budapest; other major urban areas include Debrecen, Szeged, Miskolc, Pécs and Győr.",
  "/wiki/Fanny_Cagnard": "Fanny Cagnard (born 17 March 1981) is a French former competitive figure skater. She finished in the top ten at two World Junior Championships – 1997 and 1998 – and competed at three Champions Series events. After retiring from competition, she began coaching in Amiens.",
  "/wiki/Julia_Lavrenchuk": "Yulia Lavrenchuk (Ukrainian: Юлія Лавренчук, born May 24, 1978) is a Ukrainian former competitive figure skater. She is the 1997 European bronze medalist, the 1998 Nations Cup silver medalist, and a two-time (1995, 1997) Ukrainian national champion. Her highest World placement was 9th, in 1997 and 1999. She finished 11th at the 1998 Winter Olympics in Nagano.",
  "/wiki/Joanne_Carter": "Joanne \"Jo\" Carter (born 17 April 1980) is an Australian former competitive figure skater. She is the 1998 Piruetten champion, the 1996 Golden Spin of Zagreb silver medalist, the 2004 Karl Schäfer Memorial bronze medalist, and a seven-time Australian national champion. She reached the free skate at the 1998 Winter Olympics and fifteen ISU Championships – four World, eight Four Continents, and three World Junior Championships.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Sofia_Penkova": "Sofia Penkova (Bulgarian: София Пенкова; born 26 January 1979) is a Bulgarian former competitive figure skater. She represented Bulgaria at three European Championships, two World Championships, and the 1998 Winter Olympics in Nagano. She achieved her best result, 20th, at the 1998 European Championships in Milan.",
  "/wiki/Bulgaria": "Bulgaria (/bʌlˈɡɛəriə, bʊl-/ (listen); Bulgarian: България, romanized: Balgariya), officially the Republic of Bulgaria (Bulgarian: Република България, romanized: Republika Balgariya, IPA: [rɛˈpublikɐ bɐɫˈɡarijɐ]), is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's 16th-largest country.",
  "/wiki/1996_World_Junior_Figure_Skating_Championships": "The 1996 World Junior Figure Skating Championships was a figure skating competition sanctioned by the International Skating Union in which younger figure skaters competed for the title of World Junior Champion. It was held from November 26 to December 2, 1995, in Brisbane, Australia. Due to the large number of participants, the men's and ladies' qualifying groups were split into groups A and B."
}