{
  "/wiki/Victoria_Maxiuta": "Viktoriya Oleksandrivna Maksyuta or Victoria Maxiuta (Ukrainian: Вікторія Олександрівна Максюта; born 15 November 1981) is a former pair skater. Competing with Vladislav Zhovnirski for Russia, she became the 1996 World Junior champion, 1997 Ondrej Nepela Memorial champion, 1998 Skate America bronze medalist, and 1999 Winter Universiade champion. She later represented Russia and Ukraine with Vitali Dubina.",
  "/wiki/Vladislav_Zhovnirski": "Vladislav Vladimirovich Zhovnirski (Russian: Владислав Владимирович Жовнирский; born 12 July 1978) is a Russian pair skating coach and former competitor. With Victoria Maxiuta, he is the 1996 World Junior champion, 1997 Ondrej Nepela Memorial champion, 1998 Skate America bronze medalist, and 1999 Winter Universiade champion.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.",
  "/wiki/Evgenia_Filonenko": "Evgenia Filonenko (Ukrainian: Євгенія Філоненко, born 12 August 1982) is a Ukrainian former pair skater. She competed with Igor Marchenko and Aleksandr Chestnikh. With Marchenko, she placed 11th at the 1998 Winter Olympics. They won two medals at the World Junior Figure Skating Championships, a silver in 1996 and a bronze in 1995. They are the 1998 Ukrainian national champions.",
  "/wiki/Igor_Marchenko_(figure_skater)": "Igor Marchenko (Ukrainian: Ігор Марченко, born 5 July 1977) is a Ukrainian former pair skater. He competed with Evgenia Filonenko. They placed 11th at the 1998 Winter Olympics. They won two medals at the World Junior Figure Skating Championships, a silver in 1996 and a bronze in 1995. They are the 1998 Ukrainian national champions. He is the brother of Illya Marchenko, a Ukrainian male tennis player.",
  "/wiki/Ukraine": "Ukraine (Ukrainian: Україна, romanized: Ukrayina, pronounced [ʊkrɐˈjinɐ] (listen)) is a country in Eastern Europe. It is bordered by Russia to the north-east; Belarus to the north; Poland, Slovakia and Hungary to the west; and Romania, Moldova, and the Black Sea to the south.  Ukraine is currently in a territorial dispute with Russia over the Crimean Peninsula, which Russia annexed in 2014. Including Crimea, Ukraine has an area of 603,628 km2 (233,062 sq mi), making it both the largest country entirely within Europe and the 46th largest country in the world. Excluding Crimea, Ukraine has a population of about 42 million, making it the 32nd most populous country in the world. Its capital and largest city is Kiev. Ukrainian is the official language and its alphabet is Cyrillic. The dominant religion in the country is Eastern Orthodoxy.",
  "/wiki/Danielle_Hartsell": "Danielle Hartsell (born November 21, 1980, Ann Arbor, Michigan) is an American pair skater. With brother Steve Hartsell, she is the 1999  U.S. National Champion and 1997 World Junior Champion.  She married Chris Minnis on September 20, 2003",
  "/wiki/Steve_Hartsell": "Steve Hartsell (born January 6, 1978, Ann Arbor, Michigan) is an American pair skater. With sister Danielle Hartsell, he is the 1999  U.S. National Champion and the 1997 World Junior Champion. After his sister retired, he skated with  Marcy Hinzmann and Kristen Roth.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/Magdalena_Sroczyńska": "Magdalena Sroczyńska (born 28 May 1982) is a Polish former competitive pair skater who competed with Sławomir Borowiecki. The pair skated together in the mid-1990s and placed 14th at the 1996 Europeans.",
  "/wiki/Sławomir_Borowiecki": "Sławomir Borowiecki (born 19 May 1977) is a Polish pair skater. He competed with Magdalena Sroczyńska and Rita Chałubińska. He finished among the top four at the 1996 World Junior Championships.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Jered_Guzman": "Jered Guzman (born September 12, 1981 in Garden Grove, California) is an American retired competitive pair skater.  From 1992 to 1998, he teamed with Natalie Vlandis, capturing the gold medal at the 1996 U.S. Junior Championships and finishing fifth at the 1998 U.S. Figure Skating Championships.  He then joined forces with Amanda Magarian for several years, with a fourth-place finish for the pair at the 2000 Nationals. After that partnership ended, he briefly skated with Jennifer Don.",
  "/wiki/Viktoria_Shliakhova": "Viktoria Shliakhova (Russian: Виктория Шляхова, born 9 May 1981) is a Russian former pair skater. With partner Grigori Petrovski, she is the 1999 ISU Junior Grand Prix Final bronze medalist and a two-time Winter Universiade bronze medalist (1999, 2001). With earlier partner Alexander Maskov, she placed fourth at the 1995 World Junior Championships.",
  "/wiki/Sabrina_Lefrançois": "Sabrina Lefrançois (born 22 November 1980) is a French former pair skater. With Nicolas Osseland, she placed fourth at the 1997 World Junior Championships, 12th at the 1997 European Championships, and 17th at the 1998 Winter Olympics. She later competed with Jérôme Blanchard and won the 2004 French national title.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Matthias_Bleyer": "Matthias Bleyer (born December 10, 1978 in Karl-Marx-Stadt, Saxony) is a former German pair skater who competed with Nicole Nönnig. They teamed up in 2001. The pair was coached by Ingo Steuer in Chemnitz. In 2003, they won the silver medal at the German Figure Skating Championships and placed 8th at the European Figure Skating Championships.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Lenny_Faustino": "Lenny Faustino (born May 29, 1979) is a Canadian former pair skater. With Jacinthe Larivière, 2003 Canadian national champion and represented Canada at the 2002 Salt Lake City Olympic Games. They were coached by Lee Barkell in Barrie, Ontario.",
  "/wiki/Canada": "Canada is a country in the northern part of North America. Its ten provinces and three territories extend from the Atlantic to the Pacific and northward into the Arctic Ocean, covering 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area. Its southern border with the United States, stretching some 8,891 kilometres (5,525 mi), is the world's longest bi-national land border. Canada's capital is Ottawa, and its three largest metropolitan areas are Toronto, Montreal, and Vancouver.",
  "/wiki/Vitali_Dubina": "Vitali Vladimirovich Dubina (Russian: Виталий Владимирович Дубина, born 11 May 1980) is a former pair skater who competed for both Ukraine and Russia.",
  "/wiki/David_Jäschke": "David Jäschke (born 17 July 1978) is a German former competitive figure skater. He won the bronze medal at the 1995 European Youth Olympic Festival in Andorra and reached the free skate at two World Junior Championships, finishing 11th in 1996 (Brisbane, Australia) and 16th in 1998 (Saint John, New Brunswick, Canada). Competing in the 1997–98 ISU Junior Series, he won two bronze medals and qualified for the Junior Series Final, where he finished 6th.",
  "/wiki/Isabelle_Gauthier": "Isabelle Gauthier (born 2 April 1980) is a Canadian ice skater, and as of 2011, one of the Dancing on Ice professional skaters.",
  "/wiki/Belarus": "Belarus (/bɛləˈruːs/; Belarusian: Беларусь, IPA: [bʲɛlaˈrusʲ]), officially the Republic of Belarus (Belarusian: Рэспубліка Беларусь, Russian: Республика Беларусь), formerly known by its Russian name Byelorussia or Belorussia (Russian: Белоруссия), is a landlocked country in Eastern Europe bordered by Russia to the northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Its capital and most populous city is Minsk. Over 40% of its 207,600 square kilometres (80,200 sq mi) is forested. Its major economic sectors are service industries and manufacturing. Until the 20th century, different states at various times controlled the lands of modern-day Belarus, including the Principality of Polotsk (11th to 14th centuries), the Grand Duchy of Lithuania, the Polish–Lithuanian Commonwealth, and the Russian Empire.",
  "/wiki/Australia": "Australia, officially the Commonwealth of Australia, is a sovereign country comprising the mainland of the Australian continent, the island of Tasmania, and numerous smaller islands. It is the largest country in Oceania and the world's sixth-largest country by total area. The population of 26 million is highly urbanised and heavily concentrated on the eastern seaboard. Australia's capital is Canberra, and its largest city is Sydney. The country's other major metropolitan areas are Melbourne, Brisbane, Perth, and Adelaide.",
  "/wiki/Latvia": "Latvia (/ˈlɑːtviə/ or /ˈlætviə/ (listen); Latvian: Latvija [ˈlatvija], Livonian: Lețmō), officially known as the Republic of Latvia (Latvian: Latvijas Republika, Livonian: Lețmō Vabāmō), is a country in the Baltic region of Northern Europe. Since its independence, Latvia has been referred to as one of the Baltic states. It is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia has 1,957,200 inhabitants and a territory of 64,589 km2 (24,938 sq mi). The country has a temperate seasonal climate. The Baltic Sea moderates climate, although it has four distinct seasons and snowy winters.",
  "/wiki/1996_World_Junior_Figure_Skating_Championships": "The 1996 World Junior Figure Skating Championships was a figure skating competition sanctioned by the International Skating Union in which younger figure skaters competed for the title of World Junior Champion. It was held from November 26 to December 2, 1995, in Brisbane, Australia. Due to the large number of participants, the men's and ladies' qualifying groups were split into groups A and B."
}