{
  "/wiki/1900_Summer_Olympics": "The 1900 Summer Olympics (French: Les Jeux olympiques d'été de 1900), today officially known as the Games of the II Olympiad, was an international multi-sport event that took place in Paris, France, in 1900. No opening or closing ceremonies were held; competitions began on 14 May and ended on 28 October.",
  "/wiki/Bois_de_Vincennes": "The Bois de Vincennes (French pronunciation: ​[bwɑ.d(ə).vɛ̃.sɛn]), located on the eastern edge of Paris, is the largest public park in the city. It was created between 1855 and 1866 by the Emperor Napoleon III.",
  "/wiki/1904_Summer_Olympics": "The 1904 Summer Olympics, officially known as the Games of the III Olympiad, was an international multi-sport event which was celebrated in St. Louis, Missouri, United States from August 29 until September 3, 1904, as part of an extended sports program lasting from July 1 to November 23, 1904, located at what is now known as Francis Field on the campus of Washington University in St. Louis. It was the first time that the Olympic Games were held outside Europe. Boxing, the oldest combat sport, was introduced.",
  "/wiki/Francis_Field_(St._Louis)": "Francis Olympic Field is a  stadium at Washington University in St. Louis that was used as the main stadium for the 1904 Summer Olympics. It is currently used by the university's track and field, cross country, football, and soccer teams.  It is located in St. Louis County, Missouri on the far western edge of the university's Danforth Campus.  Built in time for the 1904 World's Fair, the stadium once had a 19,000-person seating capacity, but stadium renovations in 1984 reduced the capacity to 3,300 people.  It is one of the oldest sports venues west of the Mississippi River that is still in use.  Francis Olympic Field now utilizes artificial Field Turf, which can be configured for both soccer and football.",
  "/wiki/Athletics_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, twenty-five athletics events were contested. A total of 74 medals (25 gold, 25 silver, 24 bronze) were awarded.",
  "/wiki/Cycling_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, seven cycling events were contested.",
  "/wiki/Football_at_the_1904_Summer_Olympics": "Men's association football (soccer) was contested at the 1904 Summer Olympics. A total of three club teams competed, two representing the United States, both from host city St. Louis, and one representing Canada, from Galt (now Cambridge), Ontario. Originally two other Canadian teams had also been scheduled for the competition, Berlin Rangers and the University of Toronto, but both withdrew before the competition.",
  "/wiki/Gymnastics_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics of Saint Louis, Missouri, eleven gymnastics events were contested for the first time.",
  "/wiki/Lacrosse_at_the_1904_Summer_Olympics": "The sport of field lacrosse was played at the 1904 Summer Olympics, which marked the first time that lacrosse had been featured at the Olympic Games.  Only three teams competed — two from Canada and one from the United States. One of the Canadian teams consisted entirely of Mohawk nation players.",
  "/wiki/Roque_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics in St. Louis, a roque tournament was contested. It was the only time that roque was included in the Olympic program.",
  "/wiki/Tennis_at_the_1904_Summer_Olympics": "Two events in tennis were contested at the 1904 Summer Olympics in St. Louis, United States.  The competitions were held from Monday, August 29, 1904 to Monday, September 5, 1904.",
  "/wiki/Tug_of_war_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, a tug of war tournament was contested. Six teams from three nations competing, with a total of 30 athletes involved.",
  "/wiki/Weightlifting_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics in St. Louis, two weightlifting events were contested.",
  "/wiki/Wrestling_at_the_1904_Summer_Olympics": "At the 1904 Summer Olympics, seven wrestling events were contested, all in the freestyle discipline for men.  All wrestlers who competed in the 1904 Games were from the United States.  It was the first time freestyle wrestling was featured, as the first Olympic wrestling contests had been in the Greco-Roman style.  Weight classes also made their first appearance.",
  "/wiki/1908_Summer_Olympics": "The 1908 Summer Olympics, officially the Games of the IV Olympiad, were an international multi-sport event which was held in 1908 in London, United Kingdom from 27 April to 31 October 1908.",
  "/wiki/White_City_Stadium": "The White City Stadium was a stadium located in White City, London, England. Built for the 1908 Summer Olympics, it hosted the finish of the first modern marathon and other sports like swimming, speedway, boxing, show jumping, athletics, stock car racing, concerts and a match at the 1966 World Cup.",
  "/wiki/Athletics_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics held in London, England, 26 athletics events were contested, all for men only. A total of 79 medals (27 gold, 27 silver, 25 bronze) were awarded.",
  "/wiki/Cycling_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, seven track cycling events were contested, all for men only.  The weather was poor, with rainfall causing the track to flood on occasion.  The track was 660 yards long (being built around the perimeter of the White City Stadium's athletics track); some events (the 660 yards and the team pursuit) used full laps of the track; the others used metric distances.",
  "/wiki/Diving_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, two diving events were contested, both for men only. The competition was held on Tuesday July 14, 1908 and Friday July 24, 1908.",
  "/wiki/Field_hockey_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a field hockey tournament was contested for the first time. Six teams entered the tournament: England, Ireland, Scotland, Wales, Germany and France. England won the gold medal, Ireland the silver and Scotland and Wales were awarded bronze medals. All the medals were subsequently credited to Great Britain.",
  "/wiki/Football_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, Great Britain, an official football tournament between national representative selections was contested for the first time: football at the two previous games had been played between club teams. Eight teams entered (including two from France, the main team and a \"B\" side), although Hungary and Bohemia withdrew before the start. Denmark's Sophus \"Krølben\" Nielsen set a record by scoring 10 goals in a 17-1 win against France. Great Britain won the gold. Among those representing the Danish team was the famous mathematician Harald Bohr.",
  "/wiki/Gymnastics_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, two gymnastics events were contested. No nation was successful in winning more than one medal.",
  "/wiki/Lacrosse_at_the_1908_Summer_Olympics": "A field lacrosse game was played between Canada and Great Britain at the 1908 Summer Olympics.  The game marked the second appearance of lacrosse at the Olympics, the first being at the 1904 Summer Olympics.  Only two teams competed — one fewer than in 1904. South Africa was slated to send a team but then withdrew prior to the tournament.",
  "/wiki/Rugby_union_at_the_1908_Summer_Olympics": "Rugby union at the 1908 Summer Olympics. The event was summarised under the \"Football\" heading along with association football. The host Great Britain was represented by Cornwall, the 1908 county champion. Defending Olympic champions France withdrew, leaving Australasia, (represented in rugby by the Australia national team exclusively) as the only other remaining entrant.",
  "/wiki/Swimming_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, six swimming events were contested. These were the first Olympic Games in which a 100-metre pool had been especially constructed (inside the main stadium's track and field oval). Previous Olympic events were swum in open water (1896: The Mediterranean Sea, 1900: The Seine River, 1904: an artificial lake). Only men participated in the swimming events. The competitions were held from Monday, July 13, 1908, to Saturday, July 25, 1908.",
  "/wiki/Tug_of_war_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a tug of war tournament was contested.",
  "/wiki/Water_polo_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics, a water polo tournament was contested.",
  "/wiki/Wrestling_at_the_1908_Summer_Olympics": "At the 1908 Summer Olympics in London, nine wrestling events were contested, all for men.  There were four weight classes in Greco-Roman wrestling and five weight classes in freestyle wrestling.",
  "/wiki/1920_Summer_Olympics": "The 1920 Summer Olympics (French: Les Jeux olympiques d'été de 1920; Dutch: Olympische Zomerspelen van de VIIe Olympiade; German: Olympische Sommerspiele 1920), officially known as the Games of the VII Olympiad, were an international multi-sport event in 1920 in Antwerp, Belgium.",
  "/wiki/Nachtegalen_Park": "Nachtegalen Park (Nightingale Park in (in Dutch)) is a park located in the Antwerp, Belgium municipality of Wilrijk. It served as the archery venue for the 1920 Summer Olympics.",
  "/wiki/1972_Summer_Olympics": "The 1972 Summer Olympics (German: Olympische Sommerspiele 1972), officially known as the Games of the XX Olympiad, was an international multi-sport event held in Munich, West Germany, from 26 August to 11 September 1972.",
  "/wiki/Englischer_Garten": "The Englischer Garten (German: [ˈʔɛŋlɪʃɐ ˈɡaʁtn̩], English Garden) is a large public park in the centre of Munich, Bavaria, stretching from the city centre to the northeastern city limits. It was created in 1789 by Sir Benjamin Thompson (1753–1814), later Count Rumford (Reichsgraf von Rumford), for Prince Charles Theodore, Elector of Bavaria. Thompson's successors, Reinhard von Werneck (1757–1842) and Friedrich Ludwig von Sckell (1750–1823), advisers on the project from its beginning, both extended and improved the park.",
  "/wiki/1976_Summer_Olympics": "The 1976 Summer Olympics, officially called the Games of the XXI Olympiad (French: Les XXIes olympiques d'été), was an international multi-sport event in Montreal, Quebec, Canada, in 1976, and the first Olympic Games held in Canada.",
  "/wiki/Olympic_Archery_Field,_Joliette": "The Olympic Archery Field, Joliette was a field located in Joliette, Quebec. Approved in 1974 by the International Archery Federation (FITA) for use, it hosted the archery competitions for the 1976 Summer Olympics.",
  "/wiki/1980_Summer_Olympics": "The 1980 Summer Olympics, officially known as the Games of the XXII Olympiad (Russian: И́гры XXII Олимпиа́ды, tr. Igry XXII Olimpiady), was an international multi-sport event held in Moscow, Soviet Union, in present-day Russia.",
  "/wiki/Krylatskoye_Sports_Complex_Archery_Field": "The Krylatskoye Sports Complex Archery Field is a sports venue located in Moscow, Russia. Located near the Canoeing and Rowing Basin, it hosted the archery competitions for the 1980 Summer Olympics.",
  "/wiki/1984_Summer_Olympics": "The 1984 Summer Olympics, officially known as the Games of the XXIII Olympiad, was an international multi-sport event that was held from July 28 to August 12, 1984, in Los Angeles, California, United States (and other venues around the United States). This was the second time that Los Angeles had hosted the Games, the first being in 1932.",
  "/wiki/El_Dorado_Park,_Long_Beach,_California": "The El Dorado Park neighborhood of Long Beach, California, is on the east side of the city adjacent to the large El Dorado Regional Park. Lakewood is north of El Dorado Park, while Hawaiian Gardens is northeast, and  Los Alamitos is east of El Dorado Park. The park is bounded on the east by the 605 Freeway, on the north by the Long Beach Town Center shopping mall, and on the south by Stearns Street. Because of the barrier of the freeway and park between the neighborhood and the rest of Long Beach, as well as the barrier created by near Norwalk Blvd and the Coyote creek and the neighboring cities, the El Dorado Park neighborhood feels quite separate.",
  "/wiki/1988_Summer_Olympics": "The 1988 Summer Olympics (Korean: 서울 하계 올림픽; RR: Seoul Hagye Ollimpik [sʌ.ul ɦaɡje olːimpʰik]), officially known as the Games of the XXIV Olympiad, was an international multi-sport event celebrated from 17 September to 2 October 1988 in Seoul, South Korea.",
  "/wiki/Hwarang_Archery_Field": "The Hwarang Archery Field is an archery field constructed between November 1985 and January 1986, and then renovated between May and August 1988. It hosted the archery competitions for the 1988 Summer Olympics in Seoul.",
  "/wiki/1992_Summer_Olympics": "The 1992 Summer Olympics (Spanish: Juegos Olímpicos de Verano de 1992, Catalan: Jocs Olímpics d'estiu de 1992), officially known as the Games of the XXV Olympiad, was an international multi-sport event held in Barcelona, Spain from 25 July to 9 August 1992.",
  "/wiki/Camp_Ol%C3%ADmpic_de_Tir_amb_Arc": "The Camp Olímpic de Tir amb Arc (English: Olympic Archery Field) was a temporary venue located in Barcelona. It hosted the archery competitions for the 1992 Summer Olympics. It was located in a site at the Ronda de Dalt, next to the Pavelló de la Vall d'Hebron, in the Barcelona district of Horta-Guinardó.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Stone_Mountain": "Stone Mountain is a quartz monzonite dome monadnock and the site of Stone Mountain Park near Stone Mountain, Georgia. At its summit, the elevation is 1,686 feet (514 m) above sea level and 825 feet (251 m) above the surrounding area.  Stone Mountain is well known for not only its geology, but also the enormous rock relief on its north face, the largest bas-relief in the world. The carving depicts three Confederate figures, Jefferson Davis, Robert E. Lee and Stonewall Jackson, and has been the subject of widespread controversy.",
  "/wiki/Cycling_at_the_1996_Summer_Olympics": "The cycling competitions at the 1996 Olympic Games in Atlanta consisted of three separate categories: road cycling, track cycling and mountain biking. The road cycling events took place in downtown Atlanta, track cycling was carried out at the Stone Mountain velodrome in neighboring DeKalb County, and the mountain biking events were held at the Georgia International Horse Park in Conyers.",
  "/wiki/2000_Summer_Olympics": "The 2000 Summer Olympics, officially known as the Games of the XXVII Olympiad and commonly known as Sydney 2000 or the Millennium Olympic Games/Games of the New Millennium, was an international multi-sport event held between 15 September and 1 October 2000 in Sydney, New South Wales, Australia. It was the second time the Summer Olympics were held in Australia, and also the Southern Hemisphere, the first being in Melbourne, Victoria, in 1956.",
  "/wiki/Sydney_International_Archery_Park": "The Sydney International Archery Park was specially designed for archery during the 2000 Summer Olympics. The stadium is located in Sydney Olympic Park. It was designed by Stutchbury and Pape.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Panathinaiko_Stadium": "The Panathenaic Stadium (Greek: Παναθηναϊκό Στάδιο, romanized: Panathinaïkó Stádio, [panaθinaiˈko sˈtaðio])[a] or Kallimarmaro (Καλλιμάρμαρο, [kaliˈmarmaro], lit. \"beautiful marble\") is a multi-purpose stadium in Athens, Greece. One of the main historic attractions of Athens, it is the only stadium in the world built entirely of marble.",
  "/wiki/Athletics_at_the_2004_Summer_Olympics": "At the 2004 Summer Olympics, the athletics events were held at the Athens Olympic Stadium from August 18 to August 29, except for the marathons (run from Marathonas to the Kallimarmaro Stadium), the race walks (on the streets of Athens), and the shot put (held at the Ancient Olympia Stadium). A total of 46 events were contested, of which 24 by male and 22 by female athletes.",
  "/wiki/2008_Summer_Olympics": "The 2008 Summer Olympics, officially known as the Games of the XXIX Olympiad (Chinese: 第二十九届夏季奥林匹克运动会; pinyin: Dì Èrshíjiǔ Jiè Xiàjì Àolínpǐkè Yùndònghuì) and commonly known as Beijing 2008, was an international multi-sport event that was held from 8 to 24 August 2008 in Beijing, China.[b]",
  "/wiki/Olympic_Green_Archery_Field": "The Olympic Green Archery Field (simplified Chinese: 北京奥林匹克公园射箭场; traditional Chinese: 北京奧林匹克公園射箭場; pinyin: Běijīng Àolínpǐkè Gōngyuán Shèjiànchǎng) was one of nine temporary venues for the 2008 Summer Olympics. It hosted the archery events.",
  "/wiki/2012_Summer_Olympics": "The 2012 Summer Olympics, formally the Games of the XXX Olympiad and commonly known as London 2012, was an international multi-sport event that was held from 27 July to 12 August 2012 in London, United Kingdom. The first event, the group stage in women's football, began on 25 July at the Millennium Stadium in Cardiff, followed by the opening ceremony on 27 July. 10,768 athletes from 204 National Olympic Committees (NOCs) participated.",
  "/wiki/Lord%27s_Cricket_Ground": "Lord's Cricket Ground, commonly known as Lord's, is a cricket venue in St John's Wood, London. Named after its founder, Thomas Lord, it is owned by Marylebone Cricket Club (MCC) and is the home of Middlesex County Cricket Club, the England and Wales Cricket Board (ECB), the European Cricket Council (ECC) and, until August 2005, the International Cricket Council (ICC). Lord's is widely referred to as the Home of Cricket and is home to the world's oldest sporting museum.",
  "/wiki/2016_Summer_Olympics": "The 2016 Summer Olympics (Portuguese: Jogos Olímpicos de Verão de 2016),[a] officially known as the Games of the XXXI Olympiad (Portuguese: Jogos da XXXI Olimpíada) and commonly known as Rio 2016, was an international multi-sport event that was held from 5 to 21 August 2016 in Rio de Janeiro, Brazil, with preliminary events in some sports beginning on 3 August. These were the first Olympic Games ever to be held in South America and the fourth to be held in a developing country, after the 1968 Summer Olympics in Mexico, the 1980 Summer Olympics in the Soviet Union, and the 2008 Summer Olympics in China.",
  "/wiki/Sambadrome_Marqu%C3%AAs_de_Sapuca%C3%AD": "The Sambadrome Marquês de Sapucaí is a purpose-built parade area built for the Rio Carnival in Rio de Janeiro, Brazil. The venue is also known as Passarela Professor Darcy Ribeiro or simply the Sambódromo in Portuguese or Sambadrome in English. It is located in the downtown area of Cidade Nova in Rio de Janeiro, and is the place where samba schools parade competitively each year during the Rio Carnival. The parades attract many thousands of Brazilians and foreign tourists each year, and the structure is also used as a multi-purpose performance venue. The structures of the Sambadrome were designed by the architect Oscar Niemeyer (1907–2012), and represent his first major work after the end of the Brazilian dictatorship of 1964–1985.",
  "/wiki/Athletics_at_the_Summer_Olympics": "Athletics has been contested at every Summer Olympics since the birth of the modern Olympic movement at the 1896 Summer Olympics. The athletics program traces its earliest roots to  events used in the ancient Greek Olympics. The modern program includes track and field events, road running events, and racewalking events. Cross country running was also on the program in earlier editions but it was dropped after the 1924 Summer Olympics.",
  "/wiki/2020_Summer_Olympics": "The 2020 Summer Olympics (Japanese: 2020年夏季オリンピック, Hepburn: Nisen Nijū-nen Kaki Orinpikku), officially known as the Games of the XXXII Olympiad (Japanese: 第三十二回オリンピック競技大会, Hepburn: Dai Sanjūni-kai Orinpikku Kyōgi Taikai) and commonly known as Tokyo 2020 (tōkyō ni-zero-ni-zero) or the Recovery Olympics (Fukkō Gorin (Japanese: 復興五輪), in reference to the Fukushima Daiichi nuclear disaster recovery), is an upcoming international multi-sport event that is scheduled to take place from 24 July to 9 August 2020 in Tokyo, Japan, with preliminary events in some sports beginning on 22 July.",
  "/wiki/Yumenoshima": "Not to be confused with Yumeshima, an artificial island in Osaka Bay",
  "/wiki/List_of_Olympic_venues_in_archery": "For the Summer Olympics, there are 17 venues that have been or will be used for archery."
}