{
  "/wiki/CMLL_World_Lightweight_Championship": "The CMLL World Lightweight Championship (Spanish: Campeonato Mundial de Peso Ligero del CMLL) is a professional wrestling world championship promoted by the Consejo Mundial de Lucha Libre (CMLL), a Mexican Lucha Libre wrestling promotion (franchise). Originally, CMLL promoted the \"Super Lightweight\" division as part of their expansion into Japan in 1999 and 2000 and later reintroduced the division in 2003, at the same time they were running a CMLL World Super Lightweight Championship in Mexico. During Máscara Dorada's reign between 2009 and 2011, the name was changed to the CMLL Lightweight Championship, adjusting the weight limit.",
  "/wiki/Ricky_Marvin": "Ricardo Fuentes Romero (born January 8, 1980) is a second generation Mexican professional wrestler, known by his ring name Ricky Marvin, and is most known for his work in the Japanese promotion Pro Wrestling Noah. Between 2005 and 2007, he also wrestled as the masked Mushiking Joker character, a storyline arch-enemy of \"Mushiking Terry\", who was played by his then-tag team partner Kotaro Suzuki. He also worked as the masked character Bengala in Lucha Libre AAA Worldwide (AAA) and Lucha Underground between 2013 and 2016.",
  "/wiki/LLA_Azteca_Championship": "The LLA Azteca Championship (Campeonato Azteca de LLA in Spanish) was a professional wrestling championship promoted by Consejo Mundial de Lucha Libre (CMLL) and Lucha Libre Azteca (LLA) between 2009 and 2013. This championship had no weight limit nor any other limits on who could become champion. It was sponsored by TV Azteca Noreste, who televised all championship matches and covered professional wrestling in Monterrey, Nuevo León on a weekly basis. The Championship was last seen on May 4, 2014 and was not promoted by LLA between that date and LLA's last show on September 27, 2015.",
  "/wiki/M%C3%ADstico_II": "Carlos Muñoz, better known as Místico, is a Mexican second-generation luchador enmascarado (masked professional wrestler) currently working for Consejo Mundial de Lucha Libre (CMLL) as a tecnico (a \"Face\", the protagonists in wrestling). He is a two-time former CMLL World Trios Champion, as well as a one time holder of the CMLL World Welterweight Championship and the LLA Azteca Championship. Muñoz made his debut for CMLL in 2010, originally working under the ring name Dragon Lee. In June 2012, he was given the ring name and mask of \"Místico\", after the original Místico had left CMLL to work for WWE.",
  "/wiki/Mexican_National_Middleweight_Championship": "The Mexican National Middleweight Championship (Campeonato National Medio in Spanish) was a national Mexican professional wrestling championship controlled by a \"National title\" controlled by the \"Comisión de Box y Lucha Libre Mexico D.F.\" (Mexico City Boxing and Wrestling Commission), which regulates all matches where the title is defended. The title has been in use since at least 1933 until December 8, 2008. It was defended in the Asistencia Asesoría y Administración (AAA) promotion since AAA's inception in 1992. Since it is a National title endorsed by the Comisión it could technically be defended in various Mexican promotions, but in reality was promoted mainly by AAA from 1992 until 2008.",
  "/wiki/Blue_Panther": "Genaro Vázquez Nevarez (born September 18, 1960) is a Mexican professional wrestler and trainer, best known under his ring name Blue Panther. He made his in-ring debut in 1978 and has since then worked for most major Mexican professional wrestling promotions such as the Universal Wrestling Association (UWA), Consejo Mundial de Lucha Libre (CMLL) and Asistencia, Asesoría y Administración (AAA) during his career. He was one of the first wrestlers to leave CMLL for AAA when it was created in 1992, but returned to CMLL in 1997 where he has competed ever since.",
  "/wiki/Mexican_National_Mini-Estrella_Championship": "The Mexican National Mini-Estrella Championship (Campeonato Nacional Mini-Estrella in Spanish), also referred to as the Mexican National Minis Championship, is an inactive professional wrestling championship sanctioned by Comisión de Box y Lucha Libre Mexico D.F. (Mexico City Boxing and Wrestling Commission). While the commission sanctioned the title, it did not promote the events at which the championship was defended. Asistencia Asesoría y Administración (AAA) promoted the events and had the everyday control of the championship.[h] The championship was exclusively for wrestlers in the Mini-Estrellas, or Minis, division. A \"Mini\" is not necessarily a person with dwarfism, as in North American Midget wrestling; wrestlers who do not have dwarfism but are very short also work in the Mini-Estrellas division.[i] As it was a professional wrestling championship, it was not won legitimately; it was instead won via a scripted ending to a match or awarded to a wrestler because of a storyline.[j] All title matches took place under two out of three falls rules.[k]",
  "/wiki/Mascarita_Dorada": "Mascarita Dorada (Spanish: Little Golden Mask; born February 19, 1982), is the ring name of a Mexican Luchador enmascarado, or masked professional wrestler, who works in the Mini-Estrella division, comparable to midget wrestling. He is also known for his tenure with WWE under the ring name El Torito (Spanish for The Little Bull).",
  "/wiki/Mexican_National_Tag_Team_Championship": "The Mexican National Tag Team Championship (Campeonato Nacional de Parejas) was a national Mexican professional wrestling championship controlled by the Comisión de Box y Lucha Libre Mexico D.F. (Mexico City Boxing and Wrestling Commission) and competed for by two man tag teams only. The championship was created in 1957 and promoted regularly until 2003, and intermittently until 2011 when the last known defense took place. Empresa Mexicana de Lucha Libre (EMLL) had control of the championship from its creation until 1992, at which point it was transferred to AAA.[c] The championship history up until 1982 is only partially known, with periods of times where it is unclear who held the championship, but it is generally accepted that the lineage began in 1957 when Los Hermanos Shadow (The Shadow Brothers; Blue Demon and Black Shadow) won an eight-team tournament to be crowned champions.",
  "/wiki/El_Fara%C3%B3n": "José Luis Barajas Fernández is a retired Mexican professional wrestler, or Luchador as they are called in Spanish. Barajas is best known under the ring name, El Faraón (Spanish for \"the Pharaoh\"), a ring name and persona he used throughout his career from his debut in 1973 until retiring around the turn of the millennium. El Fareón was originally an enmascarado but lost a Luchas de Apuestas, or \"bet match\" to Fishman on April 23, 1973 and was forced to unmask. Barajas' career peak came in the 1980s where he won the NWA World Middleweight Championship, NWA World Light Heavyweight Championship and the Mexican National Middleweight Championship, in addition to a long-running, intense storyline feud against Sangre Chicana that saw the two face off in a series of very bloody matches.",
  "/wiki/NWA_World_Light_Heavyweight_Championship": "The NWA World Light Heavyweight Championship was a professional wrestling championship sanctioned by the National Wrestling Alliance (NWA). For the majority of its existence the title was promoted by Mexican promotion Consejo Mundial de Lucha Libre (CMLL), where it was known as the Campeonato Mundial Semi Completo de NWA. It began as an official National Wrestling Alliance (NWA) title and was given to the NWA's Mexican affiliate, Empresa Mexicana de Lucha Libre (EMLL), to control. The title was also promoted in NWA Hollywood Wrestling until its closure in 1982. The title remained under the control of EMLL even after EMLL pulled out of the Alliance and changed its name to Consejo Mundial de Lucha Libre. Due to its history, it was considered the most important title in EMLL/CMLL. As it is a professional wrestling championship, it is not won legitimately; it is instead won via a scripted ending to a match or awarded to a wrestler because of a storyline. The official definition of the light heavyweight weight class in Mexico is between 92 kg (203 lb) and 97 kg (214 lb), but is not always strictly enforced.[Note 1]",
  "/wiki/El_Texano_Jr.": "Juan Aguilar Leos (born July 31, 1984) is a Mexican luchador, or professional wrestler who is currently signed to Lucha Libre AAA Worldwide, better known by the ring name El Texano Jr..",
  "/wiki/NWA_World_Middleweight_Championship": "The NWA World Middleweight Championship was a professional wrestling championship in the National Wrestling Alliance (NWA) between 1939 and 2010. For most of its existence, it was defended in the Mexican lucha libre promotion Consejo Mundial de Lucha Libre (CMLL), who called it the Campeonato Mundial Peso Medio de NWA. As it is a professional wrestling championship, its holders were determined by promoters or promotions, not by athletic competition. The official middleweight limits in lucha libre are 82 kg (181 lb) to 87 kg (192 lb), but this rule is broken when convenient.[Note 3]",
  "/wiki/Averno_(wrestler)": "Renato Ruíz Cortes (born May 9, 1977) is a Mexican professional wrestler better known by the ring name Averno (Hell). Ruíz initially worked for Consejo Mundial de Lucha Libre (CMLL) as Rencor Latino in 1995, but did not achieve any significant success until he adopted the ring name Averno in June 2001. Under his new ring name, Ruíz went on to become a one–time CMLL World Middleweight, CMLL World Trios Champion, NWA World Middleweight Champion and NWA World Historic Middleweight Champion and a three–time CMLL World Tag Team Champion. His ring name is most commonly translated as \"Hell\" in English.",
  "/wiki/NWA_World_Welterweight_Championship": "The NWA World Welterweight Championship (Spanish: Campeonato Mundial Welter de NWA) is a professional wrestling championship governed by the National Wrestling Alliance (NWA) and currently promoted by NWA Mexico. The championship was originally created by the Mexican promotion Consejo Mundial de Lucha Libre (CMLL) in 1946. The promotion had control of the championship from 1946 until 1996 and again from 2007 until 2010. From 1996 until 2007 the championship was promoted mainly in Japan, first as one of eight championships that made up the New Japan Pro-Wrestling (NJPW) J-Crown Championship. After the J-Crown was discontinued the title remained in Japan being promoted by the Toryumon promotion up until 2007 when it returned to Mexico and CMLL. CMLL was a member of the National Wrestling Alliance up until the late 1980s but chose to keep the championship and the NWA prefix after leaving the NWA.",
  "/wiki/Mephisto_(wrestler)": "Mephisto (born December 12, 1968) is the ring name of a Mexican luchador enmascarado, or masked professional wrestler and currently works for Consejo Mundial de Lucha Libre (CMLL). His real name is not a matter of official record as he is an enmascarado, which by lucha libre traditions means that his personal life is kept secret from the general public.",
  "/wiki/IWC_World_Heavyweight_Championship": "The  International Wrestling Council (IWC) World Heavyweight Championship (Campeonato Mundial de Peso Completo de la IWC in Spanish) was a professional wrestling world heavyweight championship in the Mexican professional wrestling promotion, Lucha Libre AAA Worldwide (AAA). The championship existed from 1993 until 2007, when the it was unified with the GPCW SUPER-X Monster Championship, Mexican National Heavyweight Championship and UWA World Light Heavyweight Championship to create the AAA Mega Championship. The championship was generally contested in professional wrestling matches, in which participants execute scripted finishes rather than contend in direct competition.",
  "/wiki/La_Parka": "Adolfo Margarito Tapia Ibarra (born November 14, 1965) is a Mexican luchador enmascarado (masked professional wrestler), who currently performs for Major League Wrestling and is best known throughout the world as La Parka, especially from his many years in the American World Championship Wrestling (WCW) promotion. He has worked for every major and multiple minor wrestling promotions in Mexico, as well as wrestling in Japan. He is a three-time world champion, having held the IWC World Heavyweight, IWC World Hardcore and IWL World Heavyweight championships all at once."
}