{
  "/wiki/Bailrigg_FM": "Bailrigg FM (formerly known as University Radio Bailrigg (URB) and Radio Bailrigg) is a student radio station at Lancaster University. It operates in a music format predominantly featuring pop, but also broadcasts news, drama, comedy, and entertainment. During evening and weekend hours, programming moves to specialist content where presenters are free (within reason) to play whatever they wish.",
  "/wiki/Lancaster_University": "Lancaster University (legally the University of Lancaster) is a collegiate public research university in Lancaster, Lancashire, England. The university was established by royal charter in 1964, one of several new universities created in the 1960s.",
  "/wiki/Bournemouth_University": "Bournemouth University (abbreviated BU) is a public university in Bournemouth, Dorset, England, with its main campus situated in neighbouring Poole. The university was founded in 1992; however, the origins of its predecessor date back to the early 1900s.",
  "/wiki/Blast_1386AM": "Blast1386 is the student radio station for Reading College. They broadcast locally from their Kings Road Campus over 1386AM and to the world, online, on a full-time basis. The station, that first started broadcasting in April 2002, now has its own dedicated App on Android and Apple platforms.",
  "/wiki/Reading_College": "Reading College is a further education college based in Reading, Berkshire, England. It has over 8,500 local learners on over 900 courses.",
  "/wiki/BURST": "Bristol University’s Radio Station (Burst) is a radio station run by students of the University of Bristol, UK. Its studios are located within the University of Bristol Students’ Union building, and it broadcasts online. The station was initially known as ‘BURST FM’, but this name  was dropped as the station no longer broadcasts on FM frequencies. The station is off air during university vacations.",
  "/wiki/University_of_Bristol": "The University of Bristol is a red brick research university in Bristol, England. It received its royal charter in 1909, although it can trace its roots to a Merchant Venturers' school founded in 1595 and University College, Bristol, which had been in existence since 1876.",
  "/wiki/Cam_FM": "Cam FM (formerly known as Cambridge University Radio and later CUR1350) is a student-run radio station at the University of Cambridge and Anglia Ruskin University. The station broadcasts on an FM frequency of 97.2 MHz and online. It currently broadcasts from Fitzwilliam College and Anglia Ruskin University after spending its first 32 years located in Churchill College. Cam FM used to hold the world record for the longest team broadcast marathon, at 76 hours.",
  "/wiki/University_of_Cambridge": "The University of Cambridge (legally The Chancellor, Masters, and Scholars of the University of Cambridge) is a collegiate public research university in Cambridge, United Kingdom. Founded in 1209 and granted a royal charter by King Henry III in 1231, Cambridge is the second-oldest university in the English-speaking world and the world's fourth-oldest surviving university. The university grew out of an association of scholars who left the University of Oxford after a dispute with the townspeople. The two 'ancient universities' share many common features and are often referred to jointly as 'Oxbridge'. The academic standards, history, influence and wealth of the University of Cambridge has made it one of the most prestigious universities in the world.",
  "/wiki/Anglia_Ruskin_University": "Anglia Ruskin University (ARU) is a public university in East Anglia, United Kingdom. It has its origins in the Cambridge School of Art, founded by William John Beamont in 1858. It became a university in 1992 and was renamed after John Ruskin in 2005. It is one of the post-1992 universities.",
  "/wiki/Crush_Radio": "The University of Hertfordshire (UOH) is a public university in Hertfordshire, United Kingdom. The university is based largely in Hatfield, Hertfordshire. Its antecedent institution, Hatfield Technical College, was founded in 1948 and was identified as one of 25 Colleges of Technology in the United Kingdom in 1959. In 1992, Hatfield Polytechnic was granted university status by the British government and subsequently renamed University of Hertfordshire. It is one of the post-1992 universities.",
  "/wiki/University_of_Hertfordshire": "The University of Hertfordshire (UOH) is a public university in Hertfordshire, United Kingdom. The university is based largely in Hatfield, Hertfordshire. Its antecedent institution, Hatfield Technical College, was founded in 1948 and was identified as one of 25 Colleges of Technology in the United Kingdom in 1959. In 1992, Hatfield Polytechnic was granted university status by the British government and subsequently renamed University of Hertfordshire. It is one of the post-1992 universities.",
  "/wiki/CSR_97.4FM": "CSR 97.4FM is a community radio station based in Canterbury, England. It is funded by the University of Kent and Canterbury Christ Church University, as well as their associated Student Unions. The radio station broadcasts from studios at both universities 24 hours a day, with live broadcasting from 0700 to 23:59. Despite being primarily aimed at students, it is not purely a student radio station. CSRfm was the first student-led community radio station in the country to acquire a licence.",
  "/wiki/Canterbury": "Canterbury (/ˈkæntərbəri/ (listen), /-bɛri/) is a historic English cathedral city and UNESCO World Heritage Site, situated in the heart of the City of Canterbury, a local government district of Kent, England. It lies on the River Stour.",
  "/wiki/Fresh_FM_(Petroc)": "Fresh FM (formerly Acorn FM) is a student-run radio station based at the Barnstaple campus of Petroc, a further education college in North Devon, England. It broadcasts on 87.7 MHz FM across the college campus between the hours of 8:30 and 17:30 on college days. The station has a long term Restricted Service Licence granted by Ofcom.",
  "/wiki/Petroc_College": "Petroc is a further education (FE) and Higher Education (HE) college in Devon, England, with a catchment area covering more than 1,500 square miles (3,900 km2). It also has the largest A-level sixth form in North Devon. The college serves up to 11,000 students each year, on a wide range of full and part-time courses (from entry level to higher education in partnership with Plymouth University), including distance learning and work-based training.",
  "/wiki/Liverpool_Hope_University": "Liverpool Hope University is a public university in Liverpool, England. ‌Growing out of its first founding colleges (The Church of England's Warrington Training College (1844) and the Sisters of Notre Dame's Our Lady's Training College (1856)) - one of the first UK institutions to provide teacher education for women - Liverpool Hope University now has three faculties: Arts and Humanities, Education, and Science. These faculties are organised into 19 departments. The university has received a Gold standing in UK's Teaching Excellence Framework (TEF). The University's philosophy is to ‘educate in the round’ – mind, body and spirit – in the quest for Truth, Beauty and Goodness.",
  "/wiki/Hub_Radio": "Hub Radio is a student radio station that broadcasts from the University of the West of England (UWE) in Bristol. The station broadcasts locally to Frenchay Campus on AM and online.",
  "/wiki/University_of_the_West_of_England": "The University of the West of England, Bristol (UWE Bristol) is a public research university, located in and around Bristol, England, which received university status in 1992. In common with the University of Bristol and University of Bath it can trace its origins to the Merchant Venturers' Technical College, founded as a school in 1595 by the Society of Merchant Venturers.",
  "/wiki/Bristol": "Bristol (/ˈbrɪstəl/ (listen)) is a city and county in South West England with a population of 463,400. The wider district has the 10th-largest population in England. The urban area population of 724,000 is the 8th-largest in the UK. The city borders North Somerset and South Gloucestershire, with the cities of Bath and Gloucester to the south-east and north-east, respectively. South Wales lies across the Severn estuary.",
  "/wiki/Insanity_Radio": "Insanity Radio 103.2FM is a community radio station broadcasting to north Surrey, England from Royal Holloway, University of London on 103.2FM and online. It targets young people in the 15-25 age bracket, broadcasting a varied schedule of locally produced programming for up to 18 hours per day during term time, and is run by members of the local community.",
  "/wiki/Royal_Holloway,_University_of_London": "Royal Holloway, University of London (RHUL), formally incorporated as Royal Holloway and Bedford New College, is a public research university and a constituent college of the federal University of London. It has six schools, 21 academic departments and c. 10,500 undergraduate and postgraduate students from over 100 countries. The campus is located west of Egham, Surrey, 19 miles (31 km) from central London.",
  "/wiki/Knutsford_High_School": "Knutsford Academy, formerly known as Knutsford High School, is a secondary school in Knutsford, Cheshire, England. It has Specialist School Status in the areas of English and Humanities. As of 2014, it also includes a Studio school site.",
  "/wiki/Radio_LaB": "Radio LaB, formerly Luton FM is a student radio station, managed, produced and presented by students at the Luton town centre campus of the University of Bedfordshire in Luton, Bedfordshire (formerly known as the University of Luton). Radio LaB stands for Radio Luton and Bedfordshire. Radio LaB is now a full-time radio station with a community licence.",
  "/wiki/University_of_Bedfordshire": "The University of Bedfordshire is a public university situated in Bedfordshire and Buckinghamshire, England. The university has roots from 1882, however, it gained university status in 1992 as University of Luton. Then changed the name to the University of Bedfordshire in 2006  by the approval of the Privy Council by merging the University of Luton and the Bedford campus of De Montfort University.",
  "/wiki/Livewire_(radio)": "Livewire 1350 (more commonly referred to as simply Livewire) is a student radio station run by students of the University of East Anglia. The station is part of the UEA Media Collective, which consists of Concrete (student newspaper) and UEA:TV.",
  "/wiki/University_of_East_Anglia": "The University of East Anglia (UEA) is a public research university in Norwich, England. Established in 1963 on a 320 acres (130 hectares) campus west of the city centre, the university has four faculties and 26 schools of study. The annual income of the institution for 2016–17 was £273.7 million of which £35.6 million was from research grants and contracts, with an expenditure of £262.6 million.",
  "/wiki/Cockermouth_School": "Cockermouth School is a coeducational secondary school and sixth form located in Cockermouth in the English county of Cumbria.",
  "/wiki/Queen's_Radio": "Queen's Radio (or QR) is a student radio station, broadcasting a wide variety of shows, based at Queen's University, Belfast, Northern Ireland, currently broadcasting via online stream.",
  "/wiki/Queen's_University_Belfast": "Queen's University Belfast (informally Queen's or QUB) is a public research university in Belfast, Northern Ireland .[note 1] The university was chartered in 1845, and opened in 1849 as ’Queen's College, Belfast’.   \nQueen's University Belfast is one of the leading universities in the UK and Ireland with a distinguished heritage and history. Today, Queen’s is ranked in the top 173 universities in the world (QS World Rankings 2020), with the second highest ranking in Ireland.\nQueen's offers academic degrees at various levels and across a broad subject range, with over 300 degree programmes available. The current president and vice-chancellor is Ian Greer. The annual income of the institution for 2017–18 was £369.2 million of which £91.7 million was from research grants and contracts, with an expenditure of £338.4 million.",
  "/wiki/Radio_Sonar": "Solent University (formerly Southampton Solent University) is a public university based in Southampton, United Kingdom. It has approximately 11,000 students. Its main campus is located on East Park Terrace near the city centre and the maritime hub of Southampton.",
  "/wiki/Solent_University": "Solent University (formerly Southampton Solent University) is a public university based in Southampton, United Kingdom. It has approximately 11,000 students. Its main campus is located on East Park Terrace near the city centre and the maritime hub of Southampton.",
  "/wiki/Ramair": "RamAir is a radio station run by Students Union at the University of Bradford, England.[dead link] It broadcasts locally on 1350AM and also online through its web site. The name comes from the old students union logo of a Ram.",
  "/wiki/University_of_Bradford": "The University of Bradford is a public research university located in the city of Bradford, West Yorkshire, England. This plate glass university received its royal charter in 1966, making it the 40th university to be created in Britain, but can trace its origins back to the establishment of the industrial West Yorkshire town’s Mechanics Institute in 1832. The University of Bradford is the first higher education institution in the UK to open a modern business school known as School of Management which is regarded as one of the oldest and most prestigious triple-accredited business schools in the world.",
  "/wiki/Radio_Warwick": "RAW 1251AM is the student radio station at the University of Warwick and winner of the 2000 and 2003 BBC Radio 1 Student Radio Association Best Station awards.",
  "/wiki/University_of_Warwick": "The University of Warwick (/ˈwɒrɪk/) (abbreviated as Warw. in post-nominal letters) is a public research university on the outskirts of Coventry between the West Midlands and Warwickshire, England. It was founded in 1965 as part of a government initiative to expand higher education. Within the University, Warwick Business School was established in 1967, Warwick Law School was established in 1968, Warwick Manufacturing Group (now WMG) was established in 1980 and Warwick Medical School was opened in 2000. Warwick incorporated Coventry College of Education in 1979 and Horticulture Research International in 2004.",
  "/wiki/The_Roseland_Community_College": "The Roseland Academy is a coeducational secondary school with academy status, located in Tregony in the English county of Cornwall.",
  "/wiki/Tregony": "Tregony (Cornish: Trerigoni), sometimes in the past Tregoney, is a village and civil parish in Cornwall, England, United Kingdom. It lies on the River Fal. In the village there is a post office (now closed and located in the shop), shop, a sports and social club and two churches. Tregony has bus links to the nearest city, Truro. Cornelly parish was united with Tregony in 1934. Tregony was once a port, but clay mining upriver in St Austell has caused the river to become silted over.",
  "/wiki/List_of_radio_stations_in_the_United_Kingdom": "This is a list of radio stations in the United Kingdom."
}