{
  "/wiki/Brooklyn_Horror_Film_Festival": "Brooklyn Horror Film Festival is an annual film festival in Brooklyn, New York. It was founded in 2016.",
  "/wiki/Brooklyn": "Brooklyn (/ˈbrʊklɪn/) is a borough of New York City, coterminous with Kings County, located in the U.S. state of New York, the most populous county in the state, and the second-most densely populated county in the United States. It is New York City's most populous borough, with an estimated 2,504,700 residents in 2010. Named after the Dutch village of Breukelen, it shares a land border with the borough of Queens. Brooklyn has several bridge and tunnel connections to the borough of Manhattan across the East River, and the Verrazzano-Narrows Bridge connects it with Staten Island.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/Chinatown_film_festival": "The Chinatown Film Festival (CFF) is a major international competitive Asian film festival in New York City that was established at the end of 2005. It is a non-profit corporation that organizes an annual film festival that is designed to promote cultural exchanges between Asia and the rest of the world. The mission of the film festival is to increase the exposure of Asian culture, while uniting it with other international cultures. It takes place in various venues through New York City's Chinatown, and aims to use the highly accessible medium of film to create a new point of contact with Asian cultures, as well as to provide a springboard for greater rebirth of New York's Chinatown, giving it a new international appeal to locals, visitors, businesses, and community members.",
  "/wiki/Chinatown,_Manhattan": "Manhattan's Chinatown (simplified Chinese: 曼哈顿华埠; traditional Chinese: 曼哈頓華埠; pinyin: Mànhādùn huábù; Jyutping: Maan6haa1deon6 waa1bou6) is a neighborhood in Lower Manhattan, New York City, bordering the Lower East Side to its east, Little Italy to its north, Civic Center to its south, and Tribeca to its west. With an estimated population of 90,000 to 100,000 people, Chinatown is home to the highest concentration of Chinese people in the Western Hemisphere. Manhattan's Chinatown is also one of the oldest Chinese ethnic enclaves. The Manhattan Chinatown is one of nine Chinatown neighborhoods in New York City, as well as one of twelve in the New York metropolitan area, which contains the largest ethnic Chinese population outside of Asia, comprising an estimated 893,697 uniracial individuals as of 2017.",
  "/wiki/Maelstrom_International_Fantastic_Film_Festival": "The Maelstrom International Fantastic Film Festival (MIFFF) was a three day international genre film festival held annually in Seattle, Washington. MIFFF was the premiere Pacific northwest event devoted to action, animation, fantasy, horror and science fiction cinema from around the globe. The Seattle International Film Festival (SIFF) Cinema at McCaw Hall hosted MIFFF which resided on the campus of Seattle Center.",
  "/wiki/Seattle": "Seattle (/siˈætəl/ (listen) see-AT-əl) is a seaport city on the West Coast of the United States. It  is the seat of King County, Washington. With an estimated 744,955 residents as of 2018[update], Seattle is the largest city in both the state of Washington and the Pacific Northwest region of North America. According to U.S. Census data released in 2018, the Seattle metropolitan area's population stands at 3.94 million, and ranks as the 15th largest in the United States. In July 2013, it was the fastest-growing major city in the United States and remained in the top 5 in May 2015 with an annual growth rate of 2.1%. In July 2016, Seattle was again the fastest-growing major U.S. city, with a 3.1% annual growth rate. Seattle is the northernmost large city in the United States.",
  "/wiki/Washington_(U.S._state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..",
  "/wiki/Mods_%26_Rockers_Film_Festival": "The Mods & Rockers Film Festival was a Los Angeles film festival that celebrated rock culture. It was presented by the non-profit cultural organization American Cinematheque annually from 1999 to 2010, with the exception of 2004.",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs.",
  "/wiki/Rock_music": "Rock music is a broad genre of popular music that originated as \"rock and roll\" in the United States in the early 1950s, and developed into a range of different styles in the 1960s and later, particularly in the United States and the United Kingdom. It has its roots in 1940s and 1950s rock and roll, a style which drew heavily from the genres of blues, rhythm and blues, and from country music. Rock music also drew strongly from a number of other genres such as electric blues and folk, and incorporated influences from jazz, classical and other musical styles. Musically, rock has centered on the electric guitar, usually as part of a rock group with electric bass, drums, and one or more singers. Usually, rock is song-based music with a 4/4 time signature using a verse–chorus form, but the genre has become extremely diverse. Like pop music, lyrics often stress romantic love but also address a wide variety of other themes that are frequently social or political.",
  "/wiki/New_York_Asian_Film_Festival": "The New York Asian Film Festival (NYAFF) is a critically acclaimed film festival held in New York City, dedicated to the display of Asian Film Culture. The New York Asian Film Festival generally features contemporary premieres and classic titles from Eastern Asia and Southeast Asia (particularly Japan, South Korea, Hong Kong, China, Philippines, and Thailand), though South Asian cinema has also been represented via films from India and Pakistan. The NYAFF displays many of its films as a first-and-only screening in the country, giving audiences the chance to see these films, although they would not be normally distributed in the United States.  The up-and-coming actors and directors of the exhibited films are brought over as special guests of the NYAFF every year. Genres featured in the film festival includes Horror film, Gangster/Crime, Martial Arts, and Action.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/New_York_Jewish_Film_Festival": "The New York Jewish Film Festival (NYJFF) is an annual festival that features a wide array of international films exploring themes related to the Jewish experience. The Jewish Museum and The Film Society of Lincoln Center work in partnership to present the NYJFF every January. Since its creation in 1992, the festival has more than doubled in size and scope. Screenings are typically followed by discussions with directors, actors and film experts. Audience participation is encouraged.",
  "/wiki/Jewish_Museum_(New_York)": "The Jewish Museum is an art museum and repository of cultural artifacts, housed at 1109 Fifth Avenue, in the former Felix M. Warburg House, along the Museum Mile in the Upper East Side of Manhattan, New York City. The first Jewish museum in the United States, as well as the oldest existing Jewish museum in the world, it contains the largest collection of art and Jewish culture excluding Israeli museums, more than 30,000 objects. While its collection was established in 1904 at the Jewish Theological Seminary of America, the museum did not open to the public until 1947 when Felix Warburg's widow sold the property to the Seminary. It focuses both on artifacts of Jewish history and on modern and contemporary art. The museum's collection exhibition, Scenes from the Collection, is supplemented by multiple temporary exhibitions each year.",
  "/wiki/New_York_Polish_Film_Festival": "New York Polish Film Festival (abbreviated to NYPFF, Polish: Nowojorski Festiwal Filmów Polskich) is a film festival held annually in New York City since 2005. Its mission is to present and promote Polish cinema in the United States, to expose an American audience to Polish films, as well as to offer Polish filmmakers a rare opportunity to showcase their works in a major cultural center such as New York. Each year the festival presents acclaimed selections of features, short films, animations and documentaries of Polish filmmakers regardless of the country where films were made. NYPFF is the only annual presentation of Polish films in New York City and the largest festival promoting and presenting Polish films on the East Coast.",
  "/wiki/Cinema_of_Poland": "The history of cinema in Poland is almost as long as the history of cinematography, and it has universally recognized achievements, even though Polish films tend to be less commercially available than films from several other European nations.",
  "/wiki/Noor_Iranian_Film_Festival": "The Noor Iranian Film Festival is an annual film festival held in Los Angeles, California, founded by cultural producer Siamak Ghahremani and co-founder Anthony Azizi in 2007. The festival's namesake comes from the word Nur, also spelled Noor, meaning to shed light or \"noor,\" on Iranian culture and heritage through Iranian cinema. Additional to the main annual festival in Los Angeles, a tour of the program has made several return trips to cities such as Daytona Beach, San Diego, San Francisco, Seattle, and Washington D.C.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/Cinema_of_Iran": "The Cinema of Iran (Persian: سینمای ایران), also known as the Cinema of Persia, refers to the cinema and film industries in Iran which produce a variety of commercial films annually. Iranian art films have garnered international fame and now enjoy a global following. Iranian films are usually written and spoken in the Persian language. Iranian cinema has had many ups and downs.",
  "/wiki/Philadelphia_Asian_American_Film_Festival": "The Philadelphia Asian American Film Festival (PAAFF) is an annual film festival in Philadelphia that shows feature films and short films by and about Asian Americans. Run by the nonprofit Philadelphia Asian American Film and Filmmakers, the 10-day festival takes place in November, with additional screenings held year-round. Events and films expose audiences to the diverse Asian American experience.",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east.",
  "/wiki/Philadelphia_Jewish_Film_Festival": "The Philadelphia Jewish Film Festival (also known as the Gershman Philadelphia Jewish Film Festival (GPJFF)) is an annual film festival in Philadelphia, Pennsylvania, in the United States that presents movies and film-related programs about the Jewish experience, culture, values, and legacy.",
  "/wiki/Roger_Ebert%27s_Overlooked_Film_Festival": "Ebertfest is an annual film festival held every April in Champaign, Illinois, United States, organized by the College of Media at the University of Illinois. Roger Ebert, the TV and Chicago Sun-Times film critic, was a native of the adjoining town of Urbana, Illinois and is an alumnus of the University. Founded in 1999 as \"Roger Ebert's Overlooked Film Festival\", this event is the only long-running film festival created by a critic. Despite Ebert’s death in 2013, the festival continues to operate based on Ebert’s notes and vision for the kinds of films he championed.",
  "/wiki/Champaign,_Illinois": "Champaign (English: /ˌʃæmˈpeɪn/) is a city in Champaign County, Illinois, United States. The city is 135 miles (217 km) south of Chicago, 124 miles (200 km) west of Indianapolis, Indiana, and 178 mi (286 km) northeast of St. Louis, Missouri. The United States Census Bureau estimates the city was home to 87,432 people as of July 1, 2017. Champaign is the tenth-most populous city in Illinois, and the state's fourth-most populous city outside the Chicago metropolitan area. It is included in the Champaign–Urbana metropolitan area.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports. Illinois has long had a reputation as a bellwether both in social and cultural terms and, through the 1980s, in politics.",
  "/wiki/Roger_Ebert": "Roger Joseph Ebert (/ˈiːbərt/; June 18, 1942 – April 4, 2013) was an American film critic, historian, journalist, screenwriter, and author. He was a film critic for the Chicago Sun-Times from 1967 until his death in 2013. In 1975, Ebert became the first film critic to win the Pulitzer Prize for Criticism.",
  "/wiki/Roxbury_Film_Festival": "The Roxbury International Film Festival (also known as RoxFilm) is the largest festival in New England that celebrates people of color. Over the course of 10 days the festival screens all genres of films, holds workshops and panel discussions and offers filmmakers the opportunity to network with each other as well as audience members. Screenings take place at the Museum of Fine Arts, Haley House Bakery Café and other sites in and around Roxbury. The Roxbury International Film Festival is a competitive festival that awards certificates in the categories of Audience Favorite, Narrative Film, Documentary Film, Narrative Short, Documentary Short, Youth, Emerging Filmmaker Award and a special award named after award-winning filmmaker Henry Hampton. Our goal is simply to screen films that celebrate and present more diverse images of people around the world.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/San_Antonio_Independent_Christian_Film_Festival": "San Antonio Independent Christian Film Festival (SAICFF) was a film festival located in San Antonio, Texas. It was founded and organized by Doug Phillips.[better source needed] The Best of Festival or Jubilee Award carried a $101,000 cash prize, the largest single cash prize awarded. The festival was closed in December 2013 due to Vision Forum Ministries shutting down.",
  "/wiki/San_Antonio": "San Antonio (/ˌsæn ænˈtoʊnioʊ/; from Spanish, \"Saint Anthony,\" Spanish pronunciation: [sa.n‿anˈto.njo]), officially the City of San Antonio, is the seventh-most populous city in the United States, and the second-most populous city in both Texas and the Southern United States, with more than 1.5 million residents. Founded as a Spanish mission and colonial outpost in 1718, the city became the first chartered civil settlement in present-day Texas in 1731. The area was still part of the Spanish Empire, and later of the Mexican Republic. It is the state's oldest municipality, having celebrated its 300th anniversary on May 1, 2018.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.",
  "/wiki/Christianity": "Christianity is an Abrahamic monotheistic religion based on the life and teachings of Jesus of Nazareth. Its adherents, known as Christians, believe that Jesus is the Christ, whose coming as the messiah was prophesied in the Hebrew Bible, called the Old Testament in Christianity, and chronicled in the New Testament. It is the world's largest religion with about 2.4 billion followers.",
  "/wiki/Independent_film": "An independent film, independent movie, indie film or indie movie is a feature film or short film that is produced outside the major film studio system, in addition to being produced and distributed by independent entertainment companies. Independent films are sometimes distinguishable by their content and style and the way in which the filmmakers' personal artistic vision is realized. Usually, but not always, independent films are made with considerably lower budgets than major studio films.",
  "/wiki/San_Francisco_International_Asian_American_Film_Festival": "CAAMFest, known prior to 2013 as the San Francisco International Asian American Film Festival (SFIAAFF), is presented every March in the San Francisco Bay Area in the United States as the nation’s largest showcase for new Asian American and Asian films. It annually presents approximately 130 works in San Francisco, Berkeley and San Jose.  The festival is organized by the Center of Asian American Media.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Asian_cinema": "Asian cinema refers to the film industries and films produced in the continent of Asia, and is also sometimes known as Eastern cinema. More commonly, however, it is most often used to refer to the cinema of Eastern, Southeastern and Southern Asia. West Asian cinema is sometimes classified as part of Middle Eastern cinema, along with the cinema of Egypt. The cinema of Central Asia is often grouped with the Middle East or, in the past, the cinema of the Soviet Union during the Soviet Central Asia era. North Asia is dominated by Siberian Russian cinema, and is thus considered part of European cinema.",
  "/wiki/Silk_Screen_Asian_American_Film_Festival": "The Silk Screen Asian American Film Festival was a 10-day film festival founded in 2006 by filmmaker and artist Harish Saluja and held every year in Pittsburgh, Pennsylvania to show mostly recent films and music by artists with Asian ethnic origins, such as from Japan, China, Taiwan, India, Pakistan, Indonesia, Korea, Turkey, the Philippines, and The middle east. It also included films whose topical matter is about Asians or Asian Americans.",
  "/wiki/Pittsburgh": "Pittsburgh (/ˈpɪtsbɜːrɡ/ PITS-burg) is a city in the state of Pennsylvania in the United States, and is the county seat of Allegheny County. A population of about 302,407 (2018) residents live within the city limits, making it the 66th-largest city in the U.S. The metropolitan population of 2,324,743 is the largest in both the Ohio Valley and Appalachia, the second-largest in Pennsylvania (behind Philadelphia), and the 27th-largest in the U.S.",
  "/wiki/South_by_Southwest": "South by Southwest (abbreviated as SXSW and colloquially referred to as South By) is an annual conglomeration of parallel film, interactive media, and music festivals and conferences organized jointly that take place in mid-March in Austin, Texas, United States. It began in 1987 and has continued to grow in both scope and size every year. In 2017, the conference lasted for 10 days with the interactive track lasting for five days, music for seven days, and film for nine days.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/Springfield,_Missouri": "Springfield is the third largest city in the state of Missouri and the county seat of Greene County. As of the 2010 census, the city's population was 159,498. As of 2018, the Census Bureau estimated its population at 168,122. It is the principal city of the Springfield metropolitan area, which has a population of 462,369 and includes the counties of Christian, Dallas, Greene, Polk, and Webster.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border."
}