{
  "/wiki/Hope_Akpan": "Hope Ini Ita Akpan (born 14 August 1991) is a professional footballer who plays as a midfielder for Bradford City.",
  "/wiki/Nigeria_national_football_team": "In April 1994, the Super Eagles were ranked 5th in the FIFA rankings, the highest FIFA ranking position ever achieved by an African football team. Throughout history, the team has qualified for six of the last seven FIFA World Cups (as of 2018), missing only the 2006 edition and have reached the round of 16 three times. Their first World Cup appearance was the 1994 edition.",
  "/wiki/Jermaine_Anderson_(English_footballer)": "Jermaine Barrington Anderson (born 16 May 1996) is an English professional footballer who plays as a midfielder for Bradford City.",
  "/wiki/England_national_football_team": "The England national football team represents England in senior men's international football and is controlled by The Football Association, the governing body for football in England. It competes in the three major international tournaments; the FIFA World Cup, the UEFA European Championship and the UEFA Nations League. England, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete at the Olympic Games.",
  "/wiki/Dylan_Connolly": "Dylan Edward Connolly (born 2 May 1995) is an Irish professional football winger who plays for Bradford City, on loan from AFC Wimbledon.",
  "/wiki/Republic_of_Ireland_national_football_team": "The Republic of Ireland national football team (Irish: Foireann peile náisiúnta Phoblacht na hÉireann) represents Ireland in international football. It is governed by the Football Association of Ireland (FAI) and stages its home fixtures at the Aviva Stadium in Dublin.",
  "/wiki/Callum_Cooke": "Callum James Cooke (born 21 February 1997) is an English professional footballer who plays for Bradford City, on loan from Peterborough United, as an attacking midfielder.",
  "/wiki/Danny_Devine_(English_footballer)": "Daniel Steven Devine (born 4 September 1997) is an English professional footballer who plays for Bradford City, as a midfielder.",
  "/wiki/Jamie_Devitt": "Jamie Martin Devitt (born 6 July 1990) is an Irish professional footballer who plays as an attacking midfielder for Bradford City, on loan from Blackpool.",
  "/wiki/Clayton_Donaldson": "Clayton Andrew Donaldson (born 7 February 1984) is a professional footballer who plays as a striker for League Two club Bradford City.",
  "/wiki/Jamaica_national_football_team": "The Jamaica national football team, nicknamed the \"Reggae Boyz\", represents Jamaica in international football. The team's first match was against Haiti in 1925. The squad is under the supervising body of the Jamaica Football Federation (JFF), which is a member of the Caribbean Football Union (CFU), Confederation of North, Central American and Caribbean Association Football (CONCACAF), and the global jurisdiction of FIFA. Jamaica's home matches have been played at Independence Park since its opening in 1962.",
  "/wiki/Tyler_French": "Tyler Jay French (born 1998/1999) is an English professional footballer who plays for Bradford City, as a central defender.",
  "/wiki/Jordan_Gibson": "Jordan Lewis Gibson (born 26 February 1998) is an English professional footballer who plays for Bradford City, as a winger.",
  "/wiki/Eliot_Goldthorp": "Eliot Goldthorp (born 2000/2001) is an English footballer who plays for Matlock Town, on loan from Bradford City, as a midfielder.",
  "/wiki/Adam_Henley": "Adam David Henley (born 14 June 1994) is a Welsh professional footballer who plays as a defender for Bradford City. He primarily operates in the right-back, but can also be deployed at left-back.",
  "/wiki/Wales_national_football_team": "The Wales national football team (Welsh: Tîm pêl-droed cenedlaethol Cymru) represents Wales in international football. It is controlled by the Football Association of Wales (FAW), the governing body for football in Wales and the third-oldest national football association in the world.",
  "/wiki/Sam_Hornby": "Samuel Connor Hornby (born 2 February 1995) is an English professional footballer who plays as a goalkeeper for National League club A.F.C. Fylde, on loan from EFL League Two side Bradford City.",
  "/wiki/Zeli_Ismail": "Zeli Ismail (born 12 December 1993) is an English professional footballer who plays as a right midfielder for League Two side Bradford City. He has represented England at both under-16 and under-17 level.",
  "/wiki/Jackson_Longridge": "Jackson Longridge (born 12 April 1995) is a Scottish professional footballer who plays as a left back for Torquay United, on loan from Bradford City. Longridge previously played for Ayr United, Stranraer, Livingston and Dunfermline Athletic.",
  "/wiki/Scotland_national_football_team": "The Scotland national football team represents Scotland in international football and is controlled by the Scottish Football Association. It competes in the three major professional tournaments, the FIFA World Cup, UEFA Nations League and the UEFA European Championship. Scotland, as a country of the United Kingdom, is not a member of the International Olympic Committee and therefore the national team does not compete in the Olympic Games. The majority of Scotland's home matches are played at the national stadium, Hampden Park.",
  "/wiki/Shay_McCartan": "Seamus Vincent McCartan (born 18 May 1994) is a Northern Irish professional footballer who plays as a forward for League Two side Bradford City.",
  "/wiki/Northern_Ireland_national_football_team": "The Northern Ireland national football team represents Northern Ireland in international association football. From 1882 to 1920, all of Ireland was represented by a single side, the Ireland national football team, organised by the Irish Football Association (IFA). In 1921, the jurisdiction of the IFA was reduced to Northern Ireland following the secession of clubs in the soon-to-be Irish Free State, although its team remained the national team for all of Ireland until 1950, and used the name Ireland until the 1970s.[n 1] The Football Association of Ireland (FAI) organises the separate Republic of Ireland national football team.",
  "/wiki/Luke_McGee": "Luke Paul McGee (born 2 September 1995) is an English professional footballer who plays as a goalkeeper for Bradford City on loan from Portsmouth.",
  "/wiki/Kelvin_Mellor": "Kelvin Mellor (born 25 January 1991) is an English footballer who plays as a defender for League Two club Bradford City.",
  "/wiki/Glenn_Middleton": "Glenn Bell Dollar Middleton (born 1 January 2000) is a Scottish professional footballer who plays as a winger for Bradford City, on loan from Rangers in the Scottish Premiership. He also plays for Scotland U21s.",
  "/wiki/Dylan_Mottley-Henry": "Dylan Mottley-Henry (born 2 August 1997) is an English professional footballer who plays for League Two club Bradford City, as a winger.",
  "/wiki/Lee_Novak": "Lee Paul Novak (born 28 September 1988) is an English professional footballer who plays as a striker for League Two club Bradford City."
}