{
  "/wiki/Bulldogs_Rugby_League_Football_Club": "The Canterbury-Bankstown Bulldogs are an Australian professional rugby league football club based in Belmore, a suburb in the Canterbury-Bankstown region of Sydney. They compete in the National Rugby League (NRL) premiership, as well as the New South Wales Rugby League junior competitions.",
  "/wiki/Stadium_Australia": "Stadium Australia, commercially known as ANZ Stadium, is a multi-purpose stadium located in the Sydney Olympic Park, in Sydney, Australia. The stadium, which in Australia is sometimes referred to as Sydney Olympic Stadium, Homebush Stadium or simply the Olympic Stadium, was completed in March 1999 at a cost of A$690 million to host the 2000 Summer Olympics. The Stadium was leased by a private company the Stadium Australia Group until the Stadium was sold back to the NSW Government on 1 June 2016 after NSW Premier Michael Baird announced the Stadium was to be redeveloped as a world-class rectangular stadium. The Stadium is owned by Venues NSW on behalf of the NSW Government.",
  "/wiki/New_South_Wales_Rugby_Football_League_season_1935": "The 1935 New South Wales Rugby Football League premiership was the twenty-eighth season of Sydney’s top-grade rugby league club competition, Australia’s first. The season culminated in Eastern Suburbs’ victory over South Sydney in the final.",
  "/wiki/Cronulla-Sutherland_Sharks": "The Cronulla-Sutherland Sharks are an Australian professional rugby league team based in Cronulla, in the Sutherland Shire, Southern Sydney, New South Wales. They compete in the National Rugby League (NRL), Australasia's premier rugby league competition. \nThe Sharks, as they are commonly known, were admitted to the New South Wales Rugby League premiership, predecessor of the Australian Rugby League and the current National Rugby League competition, in January 1967. The club competed in every premiership season since then and, during the Super League war, joined the rebel competition before continuing on in the re-united NRL Premiership. The Sharks have been in competition for 52 years, appearing in four grand finals, winning their first premiership in 2016 after defeating the Melbourne Storm at ANZ Stadium.",
  "/wiki/Toyota_Stadium_(Cronulla)": "Colloquially known as Shark Park during Cronulla-Sutherland Sharks matches, and known by its commercial name PointsBet Stadium. Shark Park is a rugby league stadium in the southern Sydney suburb of Woolooware, New South Wales, Australia. It is the home ground of the Cronulla-Sutherland Rugby League Club, which represents the Cronulla and Sutherland Shire areas in the National Rugby League competition. Unique among NRL clubs, the Sharks own and operate their home ground. The Sharkies Leagues Club sits beside the stadium.",
  "/wiki/New_South_Wales_Rugby_Football_League_season_1967": "The 1967 New South Wales Rugby Football League premiership was the 60th season of Sydney's professional rugby league football competition, Australia's first. The introduction of the Cronulla-Sutherland and Penrith clubs saw a total of twelve teams from across the Sydney area compete for the J J Giltinan Shield and WD & HO Wills Cup during the season, which culminated in a grand final between South Sydney and Canterbury-Bankstown. This was also the first live televised broadcast of a football grand final of any code in Australia.",
  "/wiki/Manly-Warringah_Sea_Eagles": "The Manly Warringah Sea Eagles are an Australian professional rugby league team named after the Manly and Warringah areas of Sydney's Northern Beaches in which the club is based. They compete in the National Rugby League's (NRL's) Telstra Premiership, the premier rugby league competition of Australia. The club first appeared in the 1947 New South Wales Rugby Football League season and currently plays home matches out of its ground, Brookvale Oval whilst training at the New South Wales Academy of Sport in Narrabeen. The Sea Eagles have never received the wooden spoon making them the current record holders of longest time going without a wooden spoon which is over 70 years since their founding, still going to this day.",
  "/wiki/Brookvale_Oval": "Brookvale Oval (commercial sponsorship name Lottoland) is a sporting ground located within Brookvale Park at Brookvale, New South Wales, Australia. The ground is owned by Northern Beaches Council and is primarily used by the Manly Warringah Sea Eagles rugby league team. Brookvale Oval has an approximate capacity of 21,000 people. By the end of the 2019 season, Brookvale had played host to 695 first grade premiership games.",
  "/wiki/Bluetongue_Stadium": "Grahame Park, previously named Bluetongue Stadium due to sponsorship by Bluetongue Brewery, is a sports venue in Gosford, on the Central Coast of New South Wales, Australia. The stadium is home to the Central Coast Mariners association football club which competes in the A-League. The stadium also hosts rugby league and rugby union fixtures on an ad hoc basis as well as other major social events.",
  "/wiki/New_South_Wales_Rugby_Football_League_season_1947": "The 1947 New South Wales Rugby Football League premiership was the fortieth season of Sydney’s top-level rugby league competition, Australia’s first. For the first time, the number of clubs in the league reached double digits due to the admission of Manly-Warringah and Parramatta to the first grade competition. The season culminated in a grand final between the Balmain and Canterbury-Bankstown clubs.",
  "/wiki/Newcastle_Knights": "The Newcastle Knights are an Australian professional rugby league club based in Newcastle, New South Wales. They compete in Australasia's premier rugby league competition, the National Rugby League (NRL) premiership. Playing in red and blue, the Knights joined the top tier competition in 1988, 79 years after the previous Newcastle based team, the Newcastle Rebels had departed the Sydney competition with the formation of a separate league competition based in the Newcastle region.",
  "/wiki/Newcastle,_New_South_Wales": "The Newcastle (/ˈnuːkɑːsəl/ NEW-kah-səl) metropolitan area is the second most populated area in the Australian state of New South Wales and includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council.",
  "/wiki/Newcastle_International_Sports_Centre": "Newcastle International Sports Centre, known as McDonald Jones Stadium for sponsorship reason, is a multi-purpose sports stadium located in Newcastle, Australia. The ground is home to the Newcastle Knights (National Rugby League) and Newcastle Jets FC (A-League). It is owned by the New South Wales Government and is administered by Venues NSW (which consolidates the operations and responsibilities of the former Hunter Region Sporting Venues Authority and other regional sporting venues authorities into one authority managed by one governing board). Due to past sponsorship deals, the ground has been previously known as Marathon Stadium, EnergyAustralia Stadium, Ausgrid Stadium and Hunter Stadium. Newcastle International Sports Centre is also known as Newcastle Stadium when in use during AFC competitions due to conflicting sponsorship reasons.",
  "/wiki/New_South_Wales_Rugby_League_season_1988": "The 1988 NSWRL season was the 81st season of professional rugby league football in Australia, and saw the first expansion of the New South Wales Rugby League Premiership outside the borders of New South Wales, with the addition of three new teams: the Brisbane Broncos, Newcastle Knights and Gold Coast-Tweed Giants. The largest NSWRL premiership yet, sixteen clubs competed during the 1988 season, with the J J Giltinan Shield for minor premiers going to Cronulla-Sutherland Sharks. The finals culminated in a grand final for the Winfield Cup between the Canterbury-Bankstown Bulldogs and Balmain Tigers. This season NSWRL teams also competed for the 1988 Panasonic Cup.",
  "/wiki/Parramatta_Eels": "The Parramatta Eels are an Australian professional rugby league football club based in the Sydney suburb of Parramatta. \nThe Parramatta District Rugby League Football Club was formed in 1947, and their home ground was Parramatta Stadium (formerly Cumberland Oval). As of 2019, Parramatta's home ground stadium has been rebuilt and they now play as the majority tenants at Western Sydney Stadium, which sits on the same site that was once Parramatta Stadium.",
  "/wiki/Parramatta_Stadium": "Parramatta Stadium was a sports stadium in Parramatta, New South Wales, Australia, 23 kilometres west of Sydney's central business district. The stadium was the home ground of several western Sydney-based sports teams, at the time of closure the most notable were the Parramatta Eels of the National Rugby League and the Western Sydney Wanderers  of the A-League.",
  "/wiki/Penrith_Panthers": "Penrith Panthers are an Australian professional rugby league football team based in the western Sydney suburb of Penrith.  The team is based 55 km west of the centre of Sydney and at the foot of the Blue Mountains.",
  "/wiki/Penrith_Stadium": "Penrith Stadium (known commercially as Panthers Stadium) is a rugby league and association football stadium located in Penrith, New South Wales, Australia.",
  "/wiki/St._George_Illawarra_Dragons": "The St. George Illawarra Dragons is an Australian professional rugby league football club, representing both the Illawarra and St. George regions of New South Wales. The club has competed in the National Rugby League since 1999 after a joint-venture was formed between the St. George Dragons (est. 1921) and the Illawarra Steelers (est. 1982). They officially formed as the game's first joint-venture club on 23 September 1998 and remain the only cross-city team in the NRL. The team has its headquarters and leagues clubs in both Wollongong and the Sydney suburb of Kogarah, and train and play games regularly at WIN Stadium in Wollongong, as well as at Jubilee Oval in Kogarah. From 2006 to 2018 the club was jointly owned by the St. George Dragons 50%, Illawarra Steelers 25% and WIN Corporation 25%. In August 2018 WIN Corporation purchased the Illawarra Steelers remaining 25% stake.",
  "/wiki/Wollongong": "Wollongong (/ˈwʊlənɡɒŋ/ WUUL-ən-gong), informally referred to as \"The Gong\", is a seaside city located in the Illawarra region of New South Wales, Australia. Wollongong lies on the narrow coastal strip between the Illawarra Escarpment and the Pacific Ocean, 68 kilometres (51 miles) south of central Sydney. Wollongong had an estimated urban population of 302,739 at June 2018, making it the third-largest city in New South Wales after Sydney and Newcastle, and the tenth-largest city in Australia. The city's current Lord Mayor is Gordon Bradbery AM who was elected in 2018.",
  "/wiki/Jubilee_Oval": "Jubilee Oval, also known as Kogarah Oval or by its sponsored name Netstrata Jubilee Stadium, is a multipurpose stadium in Carlton, Sydney, Australia. The stadium is primarily used for rugby league and secondarily used for the A-League, and is one of the home grounds of the National Rugby League (NRL) team St. George Illawarra Dragons. The stadium has hosted soccer matches, including hosting Sydney Olympic FC in the 2003–04 National Soccer League and Sydney FC in the 2018–19 A-League.",
  "/wiki/Wollongong_Showground": "Wollongong Showground, known as WIN Stadium for sponsorship reasons, is a multi-purpose stadium located in Wollongong, Australia. The stadium was officially opened in 1911. From 1982 until 1998 it played host to every home match for the Illawarra Steelers NRL team, and is still the team's home ground in the lower grade competitions. It is now used as one home ground of the St George Illawarra Dragons rugby league side and Wollongong Wolves of the National Premier Leagues NSW.",
  "/wiki/National_Rugby_League_season_1999": "The 1999 NRL season was the 92nd season of professional rugby league football in Australia, and the second to be run by the National Rugby League. With the exclusion of the Adelaide Rams and Gold Coast Chargers, and the merger of the St. George Dragons and Illawarra Steelers, seventeen teams competed for the NRL Premiership during the 1999 season, which culminated in the first grand final to be played at Stadium Australia. The St George Illawarra Dragons, the first joint-venture club to appear in the grand final, played against the Melbourne Storm, who won the premiership in only their second season.",
  "/wiki/South_Sydney_Rabbitohs": "The South Sydney Rabbitohs are a professional Australian rugby league team based in Redfern, a suburb of inner-southern Sydney, New South Wales. They participate in the National Rugby League (NRL) premiership and are one of nine existing teams from the state capital. They are often called Souths and  The Bunnies.",
  "/wiki/Perth_Oval": "Perth Oval, also known as HBF Park following a new sponsorship agreement with the Western Australian health insurer HBF Health Fund, is a sports stadium in Perth, the capital of the Australian state of Western Australia. Located close to Perth's central business district, the stadium currently has a maximum capacity of 20,500 people for sporting events and 25,000 people for concerts, with the ground's record attendance of 32,000 people set during an Ed Sheeran concert in 2015. The land on which the stadium was built was made a public reserve in 1904, with the main ground developed several years later.",
  "/wiki/New_South_Wales_Rugby_Football_League_season_1908": "The 1908 NSWRFL season was the inaugural season of the New South Wales Rugby Football League's premiership, Australia's first rugby league football club competition, in which nine clubs (eight from Sydney and one from Newcastle) competed from April till August 1908. The season culminated in the first premiership final, for the Royal Agricultural Society Challenge Shield, which was contested by Eastern Suburbs and South Sydney. In 1908 the NSWRFL also assembled a New South Wales representative team for the first ever interstate series against Queensland, and towards the end of the season, the NSWRFL's leading players were absent, having been selected to go on the first Kangaroo tour of Great Britain.",
  "/wiki/Sydney_Roosters": "The Sydney Roosters is an Australian professional rugby league football club based in the Eastern Suburbs of Sydney. The club competes in the National Rugby League (NRL) competition and is one of the oldest and most successful clubs. The Roosters have won fifteen New South Wales Rugby League (NSWRL) and National Rugby League titles, and several other competitions. As a franchise, the Eastern Suburbs/Sydney City/Sydney Roosters have won 15 premierships, tying them with the St George Dragons. Only South Sydney Rabbitohs have won more premierships. The club holds the record for having the most wins and the second greatest margin of victory in a match in Australian rugby league history, and has won more minor premierships than any other club. The Roosters is one of only two clubs (the other being the St. George Illawarra Dragons in 1999) to finish runners-up in its inaugural season. The Eastern Suburbs DRLFC is the only club to have played in each and every season at the elite level, and since the 1970s has often been dubbed the \"glamour club\" of the league. Coached by Trent Robinson along with captains Boyd Cordner and Jake Friend, the Roosters play their home games at the Sydney Cricket Ground.",
  "/wiki/Sydney_Football_Stadium": "The Sydney Football Stadium, commercially known as Allianz Stadium and previously Aussie Stadium, was a football stadium in Moore Park, Sydney, Australia. Built in 1988 next to the Sydney Cricket Ground, the stadium was Sydney's premier rectangular field venue for rugby league, rugby union, and football.",
  "/wiki/Wests_Tigers": "The Wests Tigers are an Australian professional rugby league football based in the contiguous regions of the Inner West and Western Sydney. They have competed in the National Rugby League since being formed at the end of the 1999 NRL season as a joint-venture club between the Balmain Tigers and the Western Suburbs Magpies.",
  "/wiki/Campbelltown_Stadium": "Campbelltown Stadium, formerly Orana Park and Campbelltown Sports Ground, is a multi-use stadium in Leumeah, New South Wales, Australia, owned by Campbelltown City Council.  It is the full-time home ground for the Western Suburbs Magpies District Rugby league Football Club and is one of three home grounds for the Wests Tigers Rugby league Football Club.  The stadium has a nominal capacity of 20,000, with a recorded highest crowd figure of 20,527 for a game between Wests Tigers and North Queensland Cowboys in the 2005 NRL season . It is located adjacent to Leumeah railway station and Wests Leagues Club.",
  "/wiki/Leichhardt_Oval": "Leichhardt Oval is a football and soccer stadium in Lilyfield, New South Wales, Australia. It is currently one of 3 home grounds for the Wests Tigers National Rugby League team, along with Campbelltown Stadium and Western Sydney Stadium. Prior to its merger with the Western Suburbs Magpies, it was the longtime home of the Balmain Tigers, who used the ground from 1934–1994 and 1997–1999.",
  "/wiki/Sydney_Cricket_Ground": "The Sydney Cricket Ground (SCG) is a sports stadium in Sydney, Australia. It is used for Test, One Day International and Twenty20 cricket, as well as Australian rules football, rugby league football, rugby union, and association football. It is the home ground for the New South Wales Blues cricket team, the Sydney Sixers of the Big Bash League and the Sydney Swans of the Australian Football League. It is also the temporary home of the Sydney Roosters of the National Rugby League and the NSW Waratahs of Super Rugby, during the redevelopment of the Sydney Football Stadium. It is owned and operated by the Sydney Cricket Ground Trust. Until the 44,000 seat Sydney Football Stadium opened in 1988, the Sydney Cricket Ground was the major rugby league venue in Sydney.",
  "/wiki/National_Rugby_League_season_2000": "The 2000 NRL season was the 93rd season of professional rugby league football in Australia and the third to be run by the  National Rugby League. Fourteen teams competed from February till August for the NRL Premiership, culminating in the 2000 NRL Grand final between the Brisbane Broncos and the Sydney Roosters.",
  "/wiki/Rugby_league_in_New_South_Wales": "Rugby league has the highest spectator numbers of the various codes of football in New South Wales. It began in Australia in 1907, when the New South Wales Rugby League was formed as a professional competition, following the rules of the Northern Rugby Football Union in England. Since then the state has been one of the major centres of the code; the headquarters of the Australian Rugby League are in New South Wales' largest city, Sydney. The premier state-level league is the New South Wales Cup, involving reserve teams from NSW and Canberra based NRL clubs as well as the first teams from other clubs."
}