{
  "/wiki/Virtual_channel": "In most telecommunications organizations, a virtual channel is a method of remapping the program number as used in H.222 Program Association Tables and Program Mapping Tables to a channel number that can be entered via digits on a receiver's remote control.",
  "/wiki/Digital_terrestrial_television": "Digital terrestrial television (DTTV or DTT, or DTTB with \"broadcasting\") is a technology for terrestrial television in which land-based (terrestrial) television stations broadcast  television content by radio waves to televisions in consumers' residences in a digital format.  DTTV is a major technological advance over the previous analog television, and has largely replaced analog which had been in common use since the middle of the 20th century. Test broadcasts began in 1998 with the changeover to DTTV (aka Analog Switchoff (ASO) or Digital Switchover (DSO)) beginning in 2006 and is now complete in many countries.   The advantages of digital terrestrial television are similar to those obtained by digitising platforms such as cable TV, satellite, and telecommunications: more efficient use of limited radio spectrum bandwidth, provision of more television channels than analog, better quality images, and potentially lower operating costs for broadcasters (after the initial upgrade costs).",
  "/wiki/Los_Angeles,_California": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for \"The Angels\"), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third-most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis.",
  "/wiki/KNBC": "KNBC, virtual channel 4 (UHF digital channel 36), is an NBC owned-and-operated television station licensed to Los Angeles, California, United States, serving as the network's West Coast flagship outlet. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), as part of a duopoly with Corona-licensed Telemundo West Coast flagship KVEA (channel 52). The two stations share studios on Lankershim Boulevard in Universal City; KNBC's transmitter is located on Mount Wilson.",
  "/wiki/San_Diego,_California": "San Diego (/ˌsæn diˈeɪɡoʊ/, Spanish: [san ˈdjeɣo]; Spanish for \"Saint Didacus\") is a city in the U.S. state of California on the coast of the Pacific Ocean, approximately 120 miles (190 km) south of Los Angeles and immediately adjacent to the border with Mexico. With an estimated population of 1,425,976 as of July 1, 2018, San Diego is the eighth-largest city in the United States and second-largest in California. It is part of the San Diego–Tijuana conurbation, the second-largest transborder agglomeration between the U.S. and a bordering country after Detroit–Windsor, with a population of 4,922,723 people. The city is known for its mild year-round climate, natural deep-water harbor, extensive beaches, long association with the United States Navy, and recent emergence as a healthcare and biotechnology development center.",
  "/wiki/KNSD": "KNSD, virtual channel 39 (UHF digital channel 17), is an NBC owned-and-operated television station licensed to San Diego, California, United States. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Poway-licensed Telemundo owned-and-operated station KUAN-LD (channel 48). The two stations share studios on Granite Ridge Drive in the Serra Mesa section of San Diego and transmitter facilities southeast of Spring Valley.",
  "/wiki/San_Jose,_California": "San Jose[A] (/ˌsæn hoʊˈzeɪ, -ˈseɪ/; Spanish: [saŋ xoˈse]; Spanish for \"Saint Joseph\"), officially the City of San José,[B] is the economic, cultural and political center of Silicon Valley, and the largest city in Northern California (both by population and area). With an estimated 2018 population of 1,030,119, it is the third-most populous city in California (after Los Angeles and San Diego) and the tenth-most populous in United States. Located in the center of the Santa Clara Valley, on the southern shore of San Francisco Bay, San Jose covers an area of 179.97 square miles (466.1 km2). San Jose is the county seat of Santa Clara County, the most affluent county in California and one of the most affluent counties in the United States. San Jose is the main component of the San Jose–Sunnyvale–Santa Clara Metropolitan Statistical Area, with an estimated population of around 2 million residents in 2018. It is also the most populous city in both the San Francisco Bay Area and the San Jose-San Francisco-Oakland Combined Statistical Area, which contain 7.7 million and 8.7 million people respectively.",
  "/wiki/San_Francisco,_California": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th-most populous city in the United States, and the fourth-most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth-most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth-most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018).",
  "/wiki/Oakland,_California": "Oakland is the largest city and the county seat of Alameda County, California, United States. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th largest city in the United States. With a population of 428,827 as of 2018[update], it serves as a trade center for the San Francisco Bay Area; its Port of Oakland is the busiest port in the San Francisco Bay, the entirety of Northern California, and the fifth busiest in the United States of America. An act to incorporate the city was passed on May 4, 1852, and incorporation was later approved on March 25, 1854, which officially made Oakland a city. Oakland is a charter city.",
  "/wiki/KNTV": "KNTV, virtual channel 11 (VHF digital channel 12), branded on-air as NBC Bay Area, is an NBC owned-and-operated television station licensed to San Jose, California, United States and serving the San Francisco Bay Area. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), as part of a duopoly with Telemundo owned-and-operated station KSTS (channel 48), also licensed to San Jose; it is also sister to regional sports networks NBC Sports Bay Area and NBC Sports California. KNTV and KSTS share studios on North 1st Street in San Jose; KNTV's transmitter is located on San Bruno Mountain.",
  "/wiki/New_Britain,_Connecticut": "New Britain is a city in Hartford County, Connecticut, United States. It is located approximately 9 miles (14 km) southwest of Hartford.  According to 2010 Census, the population of the city is 73,206.",
  "/wiki/Hartford,_Connecticut": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Stamford.",
  "/wiki/New_Haven,_Connecticut": "New Haven is a coastal city in the U.S. state of Connecticut. It is located on New Haven Harbor on the northern shore of Long Island Sound in New Haven County, Connecticut, and is part of the New York metropolitan area. With a population of 129,779 as determined by the 2010 United States Census, it is the second-largest city in Connecticut after Bridgeport. New Haven is the principal municipality of Greater New Haven, which had a total population of 862,477 in 2010.",
  "/wiki/WVIT": "WVIT, virtual channel 30 (UHF digital channel 31), branded on-air as NBC Connecticut or NBC CT, is an NBC owned-and-operated television station licensed to New Britain, Connecticut, United States and serving the Hartford–New Haven television market. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Hartford-licensed Class A Telemundo owned-and-operated station WRDM-CD (channel 19). The two stations share studios on New Britain Avenue in West Hartford and transmitter facilities on Rattlesnake Mountain in Farmington, Connecticut.",
  "/wiki/Washington,_D.C.": "Washington, D.C., (/ˈwɑːʃɪŋtən ˌdiːˈsiː/) formally the District of Columbia and commonly referred to as D.C., Washington, or The District, is the capital of the United States. Founded after the American Revolution as the seat of government of the newly independent country, Washington was named after George Washington, the first president of the United States and a Founding Father. As the seat of the United States federal government and several international organizations, Washington is an important world political capital. The city, located on the Potomac River bordering Maryland and Virginia, is one of the most visited cities in the world, with more than 20 million tourists annually.",
  "/wiki/WRC-TV": "WRC-TV, virtual channel 4 (UHF digital channel 34), is an NBC owned-and-operated television station licensed to the American capital city of Washington, District of Columbia. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Class A Telemundo owned-and-operated station WZDC-CD (channel 44) and regional sports network NBC Sports Washington. WRC-TV and WZDC-CD share studios and transmitter facilities on Nebraska Avenue in the Tenleytown neighborhood of northwest Washington.",
  "/wiki/Miami,_Florida": "Miami, officially the City of Miami, is the seat of Miami-Dade County, and the cultural, economic and financial center of South Florida in the United States. The city covers an area of about 56 square miles (150 km2) between the Everglades to the west and Biscayne Bay to the east. Miami is the sixth most densely populated major city in the United States with an estimated 2018 population of 470,914. The Miami metropolitan area is home to 6.1 million people, the second-most populous in the southeastern United States and the seventh-largest in the nation. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 490 ft (149 m).",
  "/wiki/Fort_Lauderdale,_Florida": "Fort Lauderdale (/ˈlɔːdərdeɪl/) is a city in the U.S. state of Florida, 28 miles (45 km) north of Miami. It is the county seat of Broward County. As of the 2018[update] census, the city has an estimated population of 182,595. Fort Lauderdale is a principal city of the Miami metropolitan area, which was home to an estimated 6,198,782 people in 2018.",
  "/wiki/WTVJ": "WTVJ, virtual channel 6 (UHF digital channel 31), is an NBC owned-and-operated television station licensed to Miami, Florida, United States and also serving Fort Lauderdale. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), as part of a duopoly with Fort Lauderdale-licensed WSCV (channel 51), a flagship station of the co-owned Telemundo network. The two stations share studios on Southwest 27th Street (off I-75) in Miramar; WTVJ's transmitter is located between Northwest 210th and 207th Streets in the Andover neighborhood of Miami Gardens (northeast of Hard Rock Stadium).",
  "/wiki/San_Juan,_Puerto_Rico": "San Juan (/ˌsæn ˈhwɑːn/, Spanish: [saŋ ˈxwan]; \"Saint John\") is the capital and most populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico (\"Rich Port City\"). Puerto Rico's capital is the third oldest European-established capital city in the Americas, after Santo Domingo, in the Dominican Republic, founded in 1496 and Panama City, in Panama, founded in 1519. Several historical buildings are located in San Juan; among the most notable are the city's former defensive forts, Fort San Felipe del Morro and Fort San Cristóbal, and La Fortaleza, the oldest executive mansion in continuous use in the Americas.",
  "/wiki/WKAQ-TV": "WKAQ-TV, virtual channel 2 (UHF digital channel 28), is a Telemundo owned-and-operated television station licensed to San Juan, Puerto Rico. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast). WKAQ-TV's studios are located on Roosevelt Avenue in San Juan, and its transmitter is located near the Bosque Estatal de Carite mountain reserve.",
  "/wiki/Telemundo": "Telemundo (Spanish pronunciation: [teleˈmundo] (listen); formerly NetSpan) is an American Spanish-language terrestrial television network owned by Comcast through NBCUniversal. It is the second-largest provider of Spanish-language content nationally behind American competitor Univision, with programming syndicated worldwide to more than 100 countries in over 35 languages.",
  "/wiki/Owned-and-operated_station": "In the broadcasting industry, an owned-and-operated station (frequently abbreviated as O&O) usually refers to a television or radio station that is owned by the network with which it is associated. This distinguishes such a station from an affiliate, which is independently owned and carries network programming by contract.",
  "/wiki/WNBC": "WNBC, virtual channel 4 (UHF digital channel 35), is the flagship station of the NBC television network, licensed to New York, New York, United States. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), as part of a duopoly with Linden, New Jersey-licensed Telemundo co-flagship WNJU (channel 47). WNBC's studios and offices are co-located with NBC's corporate headquarters at 30 Rockefeller Plaza in Midtown Manhattan; it shares transmitter facilities with WNJU at One World Trade Center.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 Metropolitan Statistical Area and 22,679,948 residents in its Combined Statistical Area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.",
  "/wiki/WMAQ-TV": "WMAQ-TV, virtual channel 5 (UHF digital channel 33), is an NBC owned-and-operated television station licensed to Chicago, Illinois, United States. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal, as part of a duopoly with Telemundo owned-and-operated station WSNS-TV (channel 44); NBCUniversal, a Comcast subsidiary, owns both networks, along with regional sports network NBC Sports Chicago. WMAQ-TV and WSNS-TV share studios at the NBC Tower on North Columbus Drive in the city's Streeterville neighborhood and transmitter facilities atop the Willis Tower on South Wacker Drive in the Chicago Loop.",
  "/wiki/Nashua,_New_Hampshire": "Nashua is a city in southern New Hampshire, United States. As of the 2010 census, Nashua had a population of 86,494, making it the second-largest city in the state and in northern New England after nearby Manchester.  As of 2018 the population had risen to an estimated 89,246. Nashua is, along with Manchester, one of two seats of New Hampshire's most populous county, Hillsborough County.",
  "/wiki/New_Hampshire": "New Hampshire (/ˈhæmpʃər/) is a state in the New England region of the northeastern United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Atlantic Ocean to the east, and the Canadian province of Quebec to the north. New Hampshire is the 5th smallest by area and the 10th least populous U.S. state.",
  "/wiki/Boston": "Boston (UK: /ˈbɒstən/, US: /ˈbɔːstən/) is the capital and most populous city of the Commonwealth of Massachusetts in the United States, and the 21st most populous city in the United States. The city proper covers 49 square miles (127 km2) with an estimated population of 694,583 in 2018, also making it the most populous city in New England. Boston is the seat of Suffolk County as well, although the county government was disbanded on July 1, 1999. The city is the economic and cultural anchor of a substantially larger metropolitan area known as Greater Boston, a metropolitan statistical area (MSA) home to a census-estimated 4.8 million people in 2016 and ranking as the tenth-largest such area in the country. As a combined statistical area (CSA), this wider commuting region is home to some 8.2 million people, making it the sixth most populous in the United States.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/WBTS-CD": "WBTS-CD, virtual channel 15 (UHF digital channel 32), is a Class A NBC owned-and-operated television station serving Boston, Massachusetts, United States that is licensed to Nashua, New Hampshire. Owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), it is sister to Merrimack, New Hampshire-licensed Telemundo owned-and-operated station WNEU (channel 60), as well as regional cable news channel New England Cable News (NECN) and regional sports network NBC Sports Boston. The four outlets share studios at the NBCU Boston Media Center on B Street in Needham, Massachusetts.",
  "/wiki/Public_Broadcasting_Service": "The Public Broadcasting Service (PBS) is an American public broadcaster and television program distributor. It is a nonprofit organization and the most prominent provider of educational television programming to public television stations in the United States, distributing series such as American Experience, America's Test Kitchen, Antiques Roadshow, Arthur, Barney & Friends, Clifford the Big Red Dog, Downton Abbey, Finding Your Roots, Frontline, The Magic School Bus, Masterpiece, Mister Rogers' Neighborhood, Nature, Nova, the PBS NewsHour, Reading Rainbow, Sesame Street, Teletubbies, and This Old House.",
  "/wiki/WGBX": "WGBX-TV, virtual channel 44 (UHF digital channel 32), is a Public Broadcasting Service (PBS) member television station licensed to Boston, Massachusetts, United States. Owned by the WGBH Educational Foundation, it is sister to fellow PBS member station and company flagship WGBH-TV (channel 2), Springfield, Massachusetts-based PBS member WGBY-TV (channel 57), Class A Biz TV affiliate WFXZ-CD (channel 24) and public radio stations WGBH (89.7 FM) and WCRB (99.5 FM) in the Boston area, and WCAI radio (and satellites WZAI and WNAN) on Cape Cod. WGBX-TV, WGBH-TV and the WGBH and WCRB radio stations share studios on Guest Street in northwest Boston's Brighton neighborhood; WGBX-TV's transmitter is located on Cedar Street (southwest of I-95/MA 128) in Needham, Massachusetts, which is shared with sister station WGBH-TV as well as WBZ-TV, WCVB-TV, WBTS-CD (which itself shares spectrum with WGBX) and WSBK-TV.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.",
  "/wiki/WCAU": "WCAU, virtual channel 10 (UHF digital channel 28), is an NBC owned-and-operated television station licensed to Philadelphia, Pennsylvania, United States. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal, as part of a duopoly with Mount Laurel, New Jersey-licensed Telemundo owned-and-operated station WWSI (channel 62); NBCUniversal, a subsidiary of locally based media firm Comcast, owns both networks, along with regional sports network NBC Sports Philadelphia. WCAU and WWSI share studios within the Comcast Technology Center on Arch Street in Center City, with some operations remaining at their former main studio at the corner of City Avenue and Monument Road in Bala Cynwyd, along the Philadelphia–Montgomery county line. The two stations also share transmitter facilities in the Roxborough section of Philadelphia.",
  "/wiki/Fort_Worth,_Texas": "Fort Worth is the fifth-largest city in the U.S. state of Texas and the 13th-largest city in the United States. It is the county seat of Tarrant County, covering nearly 350 square miles (910 km2) into three other counties: Denton, Parker, and Wise. According to the 2018 census estimates, Fort Worth's population is 895,008. Fort Worth is the second-largest city in the Dallas–Fort Worth–Arlington metropolitan area, which is the 4th most populous metropolitan area in the United States.",
  "/wiki/Dallas,_Texas": "Dallas (/ˈdæləs/) is a city in the U.S. state of Texas and the largest city and seat of Dallas County, with portions extending into Collin, Denton, Kaufman and Rockwall counties. With an estimated 2018 population of 1,345,047, it is the ninth most-populous city in the U.S. and third in Texas after Houston and San Antonio. Located in North Texas, the city of Dallas is the main core of the largest metropolitan area in the Southern United States and the largest inland metropolitan area in the U.S. that lacks any navigable link to the sea.[a] It is the most populous city in the Dallas–Fort Worth metroplex, the fourth-largest metropolitan area in the country at 7.5 million people as of 2018.",
  "/wiki/KXAS-TV": "KXAS-TV, virtual channel 5 (UHF digital channel 24), is an NBC owned-and-operated television station licensed to Fort Worth, Texas, United States and serving the Dallas–Fort Worth Metroplex. The station is owned by the NBC Owned Television Stations subsidiary of NBCUniversal (itself a subsidiary of Comcast), as part of a duopoly with Dallas-licensed Telemundo owned-and-operated station KXTX-TV (channel 39). The two stations share studios at the CentrePort Business Park on Amon Carter Boulevard (near the Dallas/Fort Worth International Airport) in eastern Fort Worth; KXAS-TV's transmitter is located south of Belt Line Road in Cedar Hill.",
  "/wiki/List_of_NBC_television_affiliates_(table)": "The NBC Television Network is an American television network made up of 12 owned-and-operated stations and nearly 223 affiliates. This is a table listing of NBC's affiliates, with NBC-owned stations separated from privately-owned affiliates, and arranged in alphabetical order by city of license. There are links to and articles on each of the stations, describing their local programming, hosts and technical information, such as broadcast frequencies."
}