{
  "/wiki/Virtual_channel": "In most telecommunications organizations, a virtual channel is a method of remapping the program number as used in H.222 Program Association Tables and Program Mapping Tables to a channel number that can be entered via digits on a receiver's remote control.",
  "/wiki/Digital_terrestrial_television": "Digital terrestrial television (DTTV or DTT, or DTTB with \"broadcasting\") is a technology for terrestrial television in which land-based (terrestrial) television stations broadcast  television content by radio waves to televisions in consumers' residences in a digital format.  DTTV is a major technological advance over the previous analog television, and has largely replaced analog which had been in common use since the middle of the 20th century. Test broadcasts began in 1998 with the changeover to DTTV (aka Analog Switchoff (ASO) or Digital Switchover (DSO)) beginning in 2006 and is now complete in many countries.   The advantages of digital terrestrial television are similar to those obtained by digitising platforms such as cable TV, satellite, and telecommunications: more efficient use of limited radio spectrum bandwidth, provision of more television channels than analog, better quality images, and potentially lower operating costs for broadcasters (after the initial upgrade costs).",
  "/wiki/Abilene,_Texas": "Abilene (/ˈæbɪliːn/ AB-i-leen) is a city in Taylor and Jones counties in Texas, United States. The population was 122,999 at the 2019 census, making it the 27th-most populous city in the state of Texas. It is the principal city of the Abilene Metropolitan Statistical Area, which had a 2017 estimated population of 170,219. It is the county seat of Taylor County. Dyess Air Force Base is located on the west side of the city.",
  "/wiki/Sweetwater,_Texas": "Sweetwater is a municipality in and the seat of Nolan County, Texas, United States. It is 236 miles southeast of Amarillo and 181 miles west of Fort Worth. The population was 10,906 at the 2010 census.",
  "/wiki/KRBC-TV": "KRBC-TV, virtual channel 9 (UHF digital channel 29), is an NBC-affiliated television station licensed to Abilene, Texas, United States. The station is owned by Mission Broadcasting; Nexstar Media Group, which owns CBS affiliate KTAB-TV (channel 32), operates KRBC under joint sales and shared services agreements (JSA/SSA). The two stations share studios on South 14th Street in western Abilene, and transmitter facilities on Texas State Highway 36 in neighboring Callahan County.",
  "/wiki/Mission_Broadcasting": "Mission Broadcasting, Inc. is a television station group that owns 20 television stations in 17 markets in the United States. The group's Chair is Nancie Smith, the widow of David S. Smith (who died in March 2011), who founded the company in 1996. All of Mission's stations are located in markets where the Nexstar Media Group also owns a station, and are managed by Nexstar through shared services and local marketing agreements—effectively creating duopolies between the top two stations in a market or in markets with too few stations or unique station owners to legally allow duopolies.",
  "/wiki/Nexstar_Media_Group": "Nexstar Media Group, Inc. is a publicly traded American telecommunications company with headquarter offices in Irving, Texas, New York City, and Chicago. The company is the largest television station owner in the United States, owning 197 television stations across the U.S., most of which are affiliates with the four \"major\" U.S. television networks located in small to medium-sized markets. It also operates all of the stations owned by an affiliated company, Mission Broadcasting, under local marketing agreements.",
  "/wiki/Ada,_Oklahoma": "Ada is a city in and the county seat of Pontotoc County, Oklahoma, United States. The population was 16,810 at the 2010 census, an increase of 7.1 percent from 15,691 at the 2000 census. The city was named for Ada Reed, the daughter of an early settler, and was incorporated in 1901. Ada is home to East Central University, and is the headquarters of the Chickasaw Nation.",
  "/wiki/Sherman,_Texas": "Sherman is a U.S. city in and the county seat of Grayson County, Texas. The city's population in 2010 was 38,521. It is one of the two principal cities in the Sherman–Denison Metropolitan Statistical Area, and it is part of the Texoma region of North Texas and southern Oklahoma.",
  "/wiki/KTEN": "KTEN, virtual channel 10 (UHF digital channel 26), is a NBC/CW+/ABC-affiliated television station licensed to Ada, Oklahoma, United States and serving the Ada–Sherman television market. The station is owned by Lockwood Broadcast Group. KTEN's primary studios are located on High Point Circle (near Katy Memorial Expressway/U.S. Route 75) in northwestern Denison, Texas, with secondary studios at the Ardmore Energy Center on Merrick Drive (near North Commerce Street) in northwestern Ardmore, and business offices at the intersection of East Main Street and Rennie Avenue (near the offices of the Ada Evening News) in downtown Ada, Oklahoma. The station's transmitter is located along State Highway 7 in rural northeastern Johnston County, Oklahoma (west of Wapanucka and southwest of Bromide).",
  "/wiki/Lockwood_Broadcast_Group": "Lockwood Broadcast Group is a television broadcasting company that owns stations in several markets.",
  "/wiki/Albany,_Georgia": "Albany is a city in the U.S. state of Georgia. Located on the Flint River, it is the seat of Dougherty County. Located in southwest Georgia, it is the principal city of the Albany, Georgia metropolitan area. The population was 77,434 at the 2010 U.S. Census, making it the eighth-largest city in the state.",
  "/wiki/WALB": "WALB, virtual and VHF digital channel 10, is a dual NBC/ABC-affiliated television station licensed to Albany, Georgia, United States and serving Southwestern Georgia. Owned by Gray Television, it is sister to low-powered CW+ affiliate WGCW-LD, channel 36 (which WALB simulcasts on its fourth digital subchannel). The two stations share studios on Stuart Avenue in Albany; WALB's transmitter is located east of Doerun, along the Colquitt–Worth county line.",
  "/wiki/Gray_Television": "Gray Television, Inc. is an American publicly traded television broadcasting company based in Atlanta, Georgia. Founded in 1946 by James Harrison Gray as Gray Communications Systems, the company owns or operates 145 stations across the United States, based primarily in markets as large as Cleveland and as small as North Platte, Nebraska.",
  "/wiki/Albany,_New_York": "Albany (/ˈɔːlbəni/ (listen) AWL-bə-nee) is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City.",
  "/wiki/Schenectady,_New_York": "Schenectady  (/skəˈnɛktədi/) is a city in Schenectady County, New York, United States, of which it is the county seat. As of the 2010 census, the city had a population of 66,135. The name \"Schenectady\" is derived from a Mohawk word, skahnéhtati, meaning \"beyond the pines\". Schenectady was founded on the south side of the Mohawk River by Dutch colonists in the 17th century, many from the Albany area. They were prohibited from the fur trade by the Albany monopoly, which kept its control after the English takeover in 1664. Residents of the new village developed farms on strip plots along the river.",
  "/wiki/Troy,_New_York": "Troy is a city in the U.S. state of New York and the seat of Rensselaer County. The city is located on the western edge of Rensselaer County and on the eastern bank of the Hudson River. Troy has close ties to the nearby cities of Albany and Schenectady, forming a region popularly called the Capital District. The city is one of the three major centers for the Albany Metropolitan Statistical Area (MSA), which has a population of 1,170,483. At the 2010 census, the population of Troy was 50,129. Troy's motto is Ilium fuit. Troja est, which means \"Ilium was, Troy is\".",
  "/wiki/WNYT_(TV)": "WNYT, virtual channel 13 (VHF digital channel 12), is an NBC-affiliated television station licensed to Albany, New York, United States and serving New York's Capital District (Albany–Schenectady–Troy) as well as Berkshire County, Massachusetts. The station is owned by Hubbard Broadcasting, as part of a duopoly with Pittsfield, Massachusetts-licensed MyNetworkTV affiliate WNYA (channel 51). The two stations share studios at the WNYT Broadcast Center on North Pearl Street (along NY 32) in Menands (with an Albany postal address); WNYT's transmitter is located on the Helderberg Escarpment west of New Salem, a hamlet of New Scotland.",
  "/wiki/Hubbard_Broadcasting": "Hubbard Broadcasting, Inc. is an American television and radio broadcasting corporation based in St. Paul, Minnesota. It was founded by Stanley E. Hubbard.",
  "/wiki/Albuquerque,_New_Mexico": "Albuquerque (/ˈælbəkɜːrki/ (listen) AL-bə-kur-kee; Navajo: Beeʼeldííl Dahsinil [pèːʔèltíːl tɑ̀xsɪ̀nɪ̀l]; Eastern Keres: Arawageeki; Jemez: Vakêêke; Zuni: Alo:ke:k'ya; Jicarilla Apache: Gołgéeki'yé), abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico, and the 32nd-most populous city in the United States. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque, named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano towns in the area (such as Barelas, Corrales, Isleta Pueblo, Los Ranchos, and Sandia Pueblo). Since the city's founding it has continued to be included on travel and trade routes including Santa Fe Railway (ATSF), Route 66, Interstate 25, Interstate 40, and the Albuquerque International Sunport. The population census-estimated population of the city as 560,218 in 2018, it is the principal city of the Albuquerque metropolitan area, which has 915,927 residents as of July 2018. The metropolitan population includes Rio Rancho, Bernalillo, Placitas, Zia Pueblo, Los Lunas, Belen, South Valley, Bosque Farms, Jemez Pueblo, Cuba, and part of Laguna Pueblo. This metro is included in the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,171,991 as of 2016. The CSA constitutes the southernmost point of the Southern Rocky Mountain Front megalopolis, including other major Rocky Mountain region cities such as Cheyenne, Wyoming, and Denver, Colorado, with a population of 5,467,633 according to the 2010 United States Census.",
  "/wiki/Santa_Fe,_New_Mexico": "Santa Fe (/ˌsæntə ˈfeɪ, ˈsæntə feɪ/ SAN-tə FAY, -⁠ fay; Tewa: Oghá P'o'oge; Navajo: Yootó) is the capital of the U.S. state of New Mexico. It is the fourth-largest city in New Mexico with a population of 84,612 in 2018, the county seat of Santa Fe County, and its metropolitan area is part of the larger Albuquerque–Santa Fe–Las Vegas combined statistical area which features a population of 1,178,664 as of the 2018 Census Bureau estimate. The city was founded in 1610 as capital of Nuevo México, after it replaced Española as capital, which makes it the oldest state capital in the United States.",
  "/wiki/KOB": "KOB, virtual channel 4 (UHF digital channel 26), is an NBC-affiliated television station licensed to Albuquerque, New Mexico, United States and also serving Santa Fe. The station is owned by Hubbard Broadcasting. KOB's studios are located on Broadcast Plaza just west of downtown (across the street from dual CBS/Fox affiliate KRQE, channel 13), and its transmitter is located on Sandia Crest, east of Albuquerque.",
  "/wiki/Alexandria,_Louisiana": "Alexandria is the ninth-largest city in the state of Louisiana and is the parish seat of Rapides Parish, Louisiana, United States. It lies on the south bank of the Red River in almost the exact geographic center of the state. It is the principal city of the Alexandria metropolitan area (population 153,922) which encompasses all of Rapides and Grant parishes. Its neighboring city is Pineville. In 2010, the population was 47,723, an increase of 3 percent from the 2000 census.",
  "/wiki/KALB-TV": "KALB-TV, virtual channel 5 (UHF digital channel 35), is an NBC/CBS/CW+-affiliated television station licensed to Alexandria, Louisiana, United States. The station is owned by Gray Television. KALB-TV's studios are located on Washington Street in downtown Alexandria, and its transmitter is located in Forest Hill. Its over-the-air signal can also be seen in most of the Lake Charles and Lafayette markets.",
  "/wiki/Amarillo,_Texas": "Amarillo (/ˌæməˈrɪloʊ/ AM-ə-RIL-oh) is the 14th-most populous city in the state of Texas, United States. It is also the largest city in the Texas Panhandle, and the seat of Potter County. A portion of the city extends into Randall County. The estimated population was 199,826 as of 2017. The Amarillo metropolitan area has an estimated population of 276,020 in four counties as of 2017. The metro population is projected to surpass 310,000 in 2020.",
  "/wiki/KAMR-TV": "KAMR-TV, virtual channel 4 (UHF digital channel 19), is an NBC-affiliated television station licensed to Amarillo, Texas, United States. The station is owned by Nexstar Media Group, which also operates Fox affiliate KCIT (channel 14) and low-powered MyNetworkTV affiliate KCPN-LP (channel 33) under joint sales and shared services agreements (JSA/SSA) with owner Mission Broadcasting. The three stations share studios on Southeast 11th Avenue and South Fillmore Street in downtown Amarillo (500 feet [150 m] northwest of the studios of ABC affiliate KVII-TV [channel 7]); KAMR and KCIT share transmitter facilities on Dumas Drive (US 87/287) and Reclamation Plant Road in rural unincorporated Potter County.",
  "/wiki/Anchorage,_Alaska": "Anchorage (officially called the Municipality of Anchorage; Dena'ina: Dgheyay Kaq') is a unified home rule municipality in the U.S. state of Alaska, on the West Coast of the United States. With an estimated 291,538 residents in 2018, it is Alaska's most populous city and contains more than 40% of the state's population; among the 50 states, only New York has a higher percentage of residents who live in its most populous city. The Anchorage metropolitan area, which includes Anchorage and the neighboring Matanuska-Susitna Borough, had a population of 399,148 in 2018, accounting for more than half the state's population. At  1,706 square miles (4,420 km2) of land area, the city is the fourth-largest by area in the United States and larger than the smallest state, Rhode Island, which has 1,212 square miles (3,140 km2).",
  "/wiki/KTUU-TV": "KTUU-TV, virtual channel 2 (VHF digital channel 10), is an NBC-affiliated television station licensed to Anchorage, Alaska, United States. The station is owned by Gray Television, as part of a duopoly with MyNetworkTV affiliate KYES-TV (channel 5). The two stations share studios on East 40th Avenue in Anchorage and transmitter facilities in Knik, Alaska.",
  "/wiki/Atlanta,_Georgia": "Atlanta (/ætˈlæntə/) is the capital and most populous city in the U.S. state of Georgia. With an estimated 2018 population of 498,044, it is also the 37th most-populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to 5.9 million people and the ninth largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the most populous county in Georgia. Portions of the city extend eastward into neighboring DeKalb County.",
  "/wiki/WXIA-TV": "WXIA-TV, virtual channel 11 (VHF digital channel 10), is an NBC-affiliated television station licensed to Atlanta, Georgia, United States. The station is owned by Tegna Inc., as part of a duopoly with MyNetworkTV affiliate WATL, channel 36 (which rebroadcasts WXIA-TV's signal on UHF channel 25.6 using virtual channel 11.11 via PSIP). The two stations share studios at One Monroe Place on the north end of midtown Atlanta; WXIA-TV's transmitter is located in the city's east section, near Kirkwood.",
  "/wiki/Tegna_Inc.": "Tegna Inc. (stylized as TEGNA) is an American publicly traded broadcast, digital media and marketing services company headquartered in Tysons, Virginia. It was created on June 29, 2015, when the Gannett Company split into two publicly traded companies. Tegna comprised the more profitable broadcast television and digital media divisions of the old Gannett, while Gannett's publishing interests were spun off as a \"new\" company that retained the Gannett name. Tegna owns or operates 66 television stations in 54 markets, is the largest group owner of stations affiliated with NBC and CBS, the fourth-largest group owner of stations affiliated with ABC (after Sinclair Broadcast Group, E. W. Scripps Company, and Hearst Television), and holds properties in digital media.",
  "/wiki/Augusta,_Georgia": "Augusta (/əˈɡʌstə/), officially Augusta–Richmond County, is a consolidated city-county on the central eastern border of the U.S. state of Georgia. The city lies across the Savannah River from South Carolina at the head of its navigable portion. Georgia's second-largest city after Atlanta, Augusta is located in the Piedmont section of the state.",
  "/wiki/WAGT-CD": "WAGT-CD, virtual channel 26 (UHF digital channel 30), is a low-powered, Class A NBC-affiliated television station licensed to Augusta, Georgia, United States. Owned by Atlanta-based Gray Television, it is a sister station to CBS affiliate WRDW-TV (channel 12). While the two stations are licensed to Augusta, their combined studio/office facility and transmitters are located across the Savannah River in South Carolina, respectively in North Augusta and Beech Island. Gray Television is planning to move both stations to new studios located in Augusta at The Village at Riverwatch development.",
  "/wiki/Austin,_Texas": "Austin (UK: /ˈɒstɪn, ˈɔːstɪn/, US: /ˈɔːstən/) is the capital city of the U.S. state of Texas, as well as the seat and largest city of Travis County, with portions extending into Hays and Williamson counties. It is the 11th-most populous city in the United States, the fourth-most-populous city in Texas, and the second-most-populous state capital city (after Phoenix, Arizona). It is also the fastest growing large city in the United States and the southernmost state capital in the contiguous United States.",
  "/wiki/KXAN-TV": "KXAN-TV, virtual channel 36 (UHF digital channel 21), is an NBC-affiliated television station licensed to Austin, Texas, United States. The station is owned by Nexstar Media Group, as part of a duopoly with Llano-licensed MyNetworkTV affiliate KBVO (channel 14); Nexstar also operates CW affiliate KNVA (channel 54) under a local marketing agreement (LMA) with owner Vaughan Media. The three stations share studios on West Martin Luther King, Jr. Boulevard between the Old West Austin section of Austin and the University of Texas at Austin campus (a setup which consists of the main studio and newsroom, and an unconnected auxiliary office building across the street); KXAN's transmitter is located at the West Austin Antenna Farm north of West Lake Hills.",
  "/wiki/Bakersfield,_California": "Bakersfield is a charter city in Kern County, California, United States. It is the county seat and largest city of Kern County. The city covers about 151 sq mi (390 km2) near the southern end of the San Joaquin Valley and the Central Valley region. Bakersfield's population is around 380,000, making it the 52nd-most populous city in the United States of America and the 9th-most populous city in California. The Bakersfield–Delano Metropolitan Statistical Area, which includes all of Kern County, had a 2010 census population of 839,631, making it the 62nd-largest metropolitan area in the United States. The more built-up portion of the metro area that includes Bakersfield and areas immediately around the city, such as East Bakersfield, Oildale and Rosedale, has a population of about 520,000.",
  "/wiki/KGET-TV": "KGET-TV, virtual channel 17 (UHF digital channel 25), is a dual NBC/CW+-affiliated television station licensed to Bakersfield, California, United States. Owned by Nexstar Media Group, it is a sister station to low-power Telemundo affiliate KKEY-LP, channel 13 (which is simulcast on KGET-TV's third digital subchannel). The two stations share studios on L Street in downtown Bakersfield; KGET's transmitter is located atop Mount Adelaide.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.",
  "/wiki/WBAL-TV": "WBAL-TV, virtual and VHF digital channel 11, is an NBC-affiliated television station licensed to Baltimore, Maryland, United States. It is the flagship station of the Hearst Television subsidiary of Hearst Communications, and is co-owned with the company's sole radio properties, WBAL (1090 AM) and WIYY (97.9 FM). The three stations share studios and offices on Television Hill in the Woodberry section of Baltimore, near the transmitting tower that WBAL-TV shares with WIYY and several other Baltimore broadcast outlets.",
  "/wiki/Hearst_Television": "Hearst Television, Inc. (formerly Hearst-Argyle Television) is a broadcasting company in the United States owned by Hearst Communications. From 1998 to mid-2009, the company traded its common stock on the New York Stock Exchange under the symbol \"HTV.\"",
  "/wiki/Bangor,_Maine": "Bangor (/ˈbæŋɡɔːr/) is a city in the U.S. state of Maine, and the county seat of Penobscot County. The city proper has a population of 33,039, making it the state's 3rd largest settlement behind Portland (66,882) and Lewiston (36,221).",
  "/wiki/WLBZ": "WLBZ, virtual and VHF digital channel 2, is an NBC-affiliated television station licensed to Bangor, Maine, United States, serving Central and Eastern Maine. The station is owned by Tegna Inc. WLBZ's studios are located on Mount Hope Avenue in Bangor, and its transmitter is located on Rider Bluff in Holden. On cable, WLBZ is available on Charter Spectrum channel 3.",
  "/wiki/Baton_Rouge,_Louisiana": "Baton Rouge (/ˌbætən ˈruːʒ/ BAT-ən ROOZH; from French  bâton rouge [bɑtɔ̃ ʁuʒ] (listen), meaning 'red stick') is the capital of the U.S. state of Louisiana. Located on the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most populous parish in Louisiana. It is the 99th most populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th most populous state capital. As of the U.S. Census Bureau's July 2018 estimate, Baton Rouge had a population of 221,599, down from 229,493 at the 2010 census. Baton Rouge is the center of Greater Baton Rouge, the second-largest metropolitan area in Louisiana, with a population of 834,159 as of 2017, up from 802,484 in 2010 and 829,719 in 2015.",
  "/wiki/WVLA-TV": "WVLA-TV, virtual channel 33 (UHF digital channel 34), is an NBC-affiliated television station licensed to Baton Rouge, Louisiana, United States. Owned by White Knight Broadcasting, it is operated under joint sales and shared services agreements by Nexstar Media Group, making it sister to Fox affiliate WGMB-TV (channel 44) and two Class A outlets: CW affiliate WBRL-CD (channel 21) and independent station KZUP-CD (channel 19). The four stations share studios on Perkins Road in Baton Rouge and transmitter facilities near Addis, Louisiana. On cable, WVLA is available on channel 3 on most cable systems, and on AT&T U-verse channel 33 (in standard definition) and digital channel 1033 (in high definition). The station is also seen via satellite through DirecTV and Dish Network.",
  "/wiki/White_Knight_Broadcasting": "White Knight Broadcasting is a company based in Lafayette, Louisiana owning seven stations, based in Louisiana, Texas, and Mississippi. It was founded in 1995.",
  "/wiki/Beaumont,_Texas": "Beaumont is a city in and the county seat of Jefferson County, Texas, in the United States, within the Beaumont–Port Arthur Metropolitan Statistical Area. Located in Southeast Texas on the Neches River about 85 miles (137 km) east of Houston (city center to city center), Beaumont had a population of 117,267 at the time of the 2010 census, making it the 30th most populous city in the state of Texas.",
  "/wiki/Port_Arthur,_Texas": "Port Arthur is a city in Jefferson County within the Beaumont–Port Arthur metropolitan area of the U.S. state of Texas. A small, uninhabited portion extends into Orange County. It is 90 mi (140 km) east of Houston.  The largest oil refinery in the United States is located in Port Arthur.",
  "/wiki/KBMT-DT2": "KBMT, virtual and VHF digital channel 12, is a dual ABC/NBC-affiliated television station licensed to Beaumont, Texas, United States and serving southeast Texas' Golden Triangle region. Owned by Tegna Inc., it is a sister station to low-powered MyNetworkTV affiliate KBMT-LD (channel 12.5). KBMT's studios are located along I-10/US 69/US 96/US 287 in Beaumont, and its transmitter is located in Mauriceville, Texas. On cable, KBMT-DT1 is available on Charter Spectrum channel 5 and in high definition on digital channel 1200; KBMT-DT2 (branded on-air as K-JAC: Your NBC) is carried on Spectrum channel 11 and in high definition on digital channel 1203.",
  "/wiki/Bend,_Oregon": "Bend is a city in and the county seat of Deschutes County, Oregon, United States. It is the principal city of the Bend-Redmond Metropolitan Statistical Area. Bend is Central Oregon's largest city and, despite its modest size, is the de facto metropolis of the region, owing to the low population density of that area. Bend recorded a population of 76,693 at the time of the 2010 U.S. Census, up from 52,029 at the 2000 census. The estimated population of the city as of 2018 is 97,590. The Bend-Redmond metro population was estimated at 197,488 as of July 16, 2019. It is the fifth largest metropolitan area in Oregon.",
  "/wiki/KTVZ": "KTVZ, virtual and UHF digital channel 21, is a dual NBC/CW+-affiliated television station licensed to Bend, Oregon, United States and serving Central Oregon. Owned by the News-Press & Gazette Company (NPG), it is sister to two low-powered stations: Class A Fox affiliate KFXO-CD (channel 39) and low-powered Telemundo affiliate KQRE-LD (channel 20). The three stations share studios on Northwest O.B. Riley Road in Bend; KTVZ's transmitter is located on Awbrey Butte west of US 97.",
  "/wiki/News-Press_&_Gazette_Company": "The News-Press & Gazette Company (NPG) is a media company based in St. Joseph, Missouri, wholly owned and operated by the Bradley family. It is presided by Brian Bradley and David R. Bradley, with Hank Bradley (retired), Eric Bradley and Kit Bradley serving on its board of directors. All are descendants of family patriarch Henry D. Bradley and his son, David Bradley, Sr.",
  "/wiki/Billings,_Montana": "Billings is the largest city in the U.S. state of Montana, with a population estimated at 109,550 as of 2018. Located in the south-central portion of the state, it is the seat of Yellowstone County and the principal city of the Billings Metropolitan Area, which has a population of 171,677. It has a trade area of over 500,000.",
  "/wiki/KULR-TV": "KULR-TV, virtual channel 8 (VHF digital channel 11), is an NBC-affiliated television station licensed to Billings, Montana, United States. The station is owned by the Cowles Company. KULR's studios are located on Overland Avenue in the Homestead Business Park section of Billings, and its transmitter is located on Coburn Hill southeast of downtown Billings. On cable, the station is available on Charter Spectrum channel 9 in both standard and high definition.",
  "/wiki/Cowles_Company": "The Cowles Company is a diversified media company in Spokane, Washington in the US. The company owns and operates The Spokesman-Review in Spokane, founded in 1894, and owned the Spokane Daily Chronicle until it was shut down in 1992. Built by William H. Cowles, the publishing business eventually constructed striking buildings in downtown Spokane for both papers. The Chronicle Building was eventually converted into offices and then residential. The company also owned several other papers and operates Inland Empire Paper Company, television stations, and interests in real estate, insurance, marketing and financial services.",
  "/wiki/Biloxi,_Mississippi": "Biloxi (/bɪˈlʌksi/ bi-LUK-see; French: [bilusi]) is a city and one of two county seats of Harrison County, Mississippi, United States (the other seat being the adjoining city of Gulfport). The 2010 United States Census recorded the population as 44,054, and in 2018 the estimated population was 45,968. The area was first settled by French colonists.",
  "/wiki/Gulfport,_Mississippi": "Gulfport is the second-largest city in Mississippi after the state capital, Jackson. Along with Biloxi, Gulfport is the other county seat of Harrison County and the larger of the two principal cities of the Gulfport-Biloxi, Mississippi Metropolitan Statistical Area, which is included in the Gulfport-Biloxi-Pascagoula, Mississippi Combined Statistical Area. As of the 2010 census, the city of Gulfport had a total population of 67,793, with nearly 400,000 in the metro area as of 2018.  It is also home to the US Navy Atlantic Fleet Seabees.",
  "/wiki/WXXV-TV": "WXXV-TV, virtual channel 25 (UHF digital channel 48), is a Fox/NBC/CW-affiliated television station licensed to Gulfport, Mississippi, United States and serving the Mississippi Gulf Coast. The station is owned by Morris Multimedia. WXXV's studios are located on US 49 in Lyman (with a Gulfport postal address), and its transmitter is located on Wire Road East, in unincorporated Stone County, northeast of McHenry.",
  "/wiki/Morris_Multimedia": "Morris Multimedia, Inc. is a media company based in Savannah, Georgia, founded in 1970 by Charles H. Morris. Morris Multimedia is the parent company of Morris Newspaper Corporation and Morris Network.",
  "/wiki/Binghamton,_New_York": "Binghamton /ˈbɪŋəmtən/ is a city in, and the county seat of, Broome County, New York, United States. It lies in the state's Southern Tier region near the Pennsylvania border, in a bowl-shaped valley at the confluence of the Susquehanna and Chenango Rivers. Binghamton is the principal city and cultural center of the Binghamton metropolitan area (also known as Greater Binghamton, or historically the Triple Cities), home to a quarter million people. The population of the city itself, according to the 2010 census, is 47,376.",
  "/wiki/WBGH-CD": "WBGH-CD, virtual and UHF digital channel 20, is a low-powered, Class A NBC-affiliated television station licensed to Binghamton, New York, United States and serving the Eastern Twin Tiers of Southern Upstate New York and Northern Pennsylvania. Owned by Nexstar Media Group, it is a sister station to ABC affiliate WIVT (channel 34). The two stations share studios and transmitter facilities on Ingraham Hill Road in the town of Binghamton. On cable, WBGH-CD is available on Charter Spectrum channel 5 (hence the NBC 5 branding) and in full 1080i high definition on digital channel 1203.",
  "/wiki/List_of_NBC_television_affiliates_(table)": "The NBC Television Network is an American television network made up of 12 owned-and-operated stations and nearly 223 affiliates. This is a table listing of NBC's affiliates, with NBC-owned stations separated from privately-owned affiliates, and arranged in alphabetical order by city of license. There are links to and articles on each of the stations, describing their local programming, hosts and technical information, such as broadcast frequencies."
}