{
  "/wiki/Wakayama,_Wakayama": "Wakayama (和歌山市, Wakayama-shi, Japanese: [ɰakaꜜjama]) is the capital city of Wakayama Prefecture in the Kansai region of Japan.",
  "/wiki/Kinokawa,_Wakayama": "Kinokawa (紀の川市, Kinokawa-shi) is a city in Wakayama Prefecture, Japan.",
  "/wiki/K%C5%8Dya,_Wakayama": "Kōya (高野町, Kōya-chō) is a town located on a plateau atop Mt. Koya in Ito District, Wakayama Prefecture, Japan. The town is known as the headquarters of the Shingon sect of Japanese Buddhism.",
  "/wiki/Minabe,_Wakayama": "Minabe (みなべ町, Minabe-chō) is a small town located in Hidaka District, Wakayama Prefecture in the Kansai region of Japan. Situated on a small bay of the Pacific ocean and surrounded by mountains, it is a quiet and picturesque farming community of about 12,500 people. Its location has been mentioned in ancient texts since the 8th century, but the basic land area was incorporated in 1889. After a series of village mergers, the present area of Minabe was formed in 2004. Minabe is known for its high-quality apricots, known as Ume. It is also known for a high-quality charcoal called Binchōtan, has good fishing waters, and produces a variety of agricultural goods.",
  "/wiki/Tanabe,_Wakayama": "Tanabe (田辺市, Tanabe-shi) is the second biggest city located in Wakayama Prefecture, Japan. The city was founded on May 20, 1942.",
  "/wiki/Kozagawa,_Wakayama": "Kozagawa (古座川町, Kozagawa-chō) is a town located in Higashimuro District, Wakayama Prefecture, Japan.",
  "/wiki/Kushimoto,_Wakayama": "Kushimoto (串本町, Kushimoto-chō) is a coastal town located in Higashimuro District, Wakayama Prefecture in western Japan. The town has the distinction of being the southernmost point of Japan's main island, Honshū. The central area of town is on a narrow isthmus, surrounded on both sides by the Pacific Ocean. Kushimoto is bordered by the towns of Susami on the west, Kozagawa on the north, and Nachi-Katsuura on the east.",
  "/wiki/Kudoyama,_Wakayama": "Kudoyama (九度山町, Kudoyama-chō) is a town located in Ito District, Wakayama Prefecture, Japan.",
  "/wiki/Hashimoto,_Wakayama": "Hashimoto (橋本市, Hashimoto-shi) is a city located in Wakayama Prefecture, Japan. The city was founded on January 1, 1955."
}