{
  "/wiki/A.P._Hill_Army_Airfield": "A.P. Hill Army Airfield (IATA: APH, ICAO: KAPH, FAA LID: APH) is a military airport located at Fort A.P. Hill. It is two nautical miles (4 km) northwest of the central business district of Bowling Green, a town in Caroline County, Virginia, United States. The airfield has one active runway designated 5/23 with a 2,201 x 100 ft. (671 x 30 m) turf surface.",
  "/wiki/Fort_A.P._Hill": "Fort A.P. Hill is a training and maneuver center belonging to the United States Army located near the town of Bowling Green, Virginia. The center focuses on arms training and is used by all branches of the US Armed Forces. It is named for Virginia native and Confederate Lieutenant General A. P. Hill.",
  "/wiki/Virginia": "Virginia (/vərˈdʒɪniə/ (listen)), officially the Commonwealth of Virginia, is a state in the Southeastern and Mid-Atlantic regions of the United States located between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most populous city, and Fairfax County is the most populous political subdivision. The Commonwealth's estimated population as of 2018[update] is over 8.5 million.",
  "/wiki/Allen_Army_Airfield": "Allen Army Airfield (IATA: BIG, ICAO: PABI, FAA LID: BIG) is a public and military use airport serving Fort Greely and located three miles (5 km) south of the central business district of Delta Junction, a city in the Southeast Fairbanks Census Area of the U.S. state of Alaska. It is owned by the United States Army, which has an agreement with the City of Delta Junction for joint use of the airfield by both military and civilian aircraft.",
  "/wiki/Fort_Greely": "Fort Greely is a United States Army launch site for anti-ballistic missiles located about 100 miles (160 km) southeast of Fairbanks, Alaska. It is also the home of the Cold Regions Test Center (CRTC), as Fort Greely is one of the coldest areas in Alaska, and can accommodate cold, extreme-cold, and temperate-weather tests depending on the season. It is named in honor of Major General Adolphus Greely.",
  "/wiki/Delta_Junction,_Alaska": "Delta Junction is a city in the Southeast Fairbanks Census Area, Alaska, United States. As of the 2010 census, the population was 958, up from 840 in 2000. The 2016 estimate was down to 934. The city is located a short distance south of the confluence of the Delta River with the Tanana River, which is at Big Delta.  It is about 160 km (99 mi) south of Fairbanks. Native inhabitants are Tanana Athabaskans.",
  "/wiki/Amedee_Army_Airfield": "Amedee Army Airfield (IATA: AHC, ICAO: KAHC, FAA LID: AHC) is a military use airport located nine nautical miles (17 km) north of the central business district of Herlong, in Lassen County, California, United States. It is owned by the United States Army and located at the Sierra Army Depot in the Honey Lake Valley, east of the Sierra Nevada mountain range.",
  "/wiki/Sierra_Army_Depot": "Sierra Army Depot (SIAD) is a United States Army post and military equipment storage facility located near the unincorporated community of Herlong, California. It was built in 1942 as one of several ammunition storage facilities located far enough inland to be safe from Japanese attack.[citation needed] The site also met the requirement that the depot be in a dry and isolated area.",
  "/wiki/Herlong,_California": "Herlong is a census-designated place in Lassen County, California. Herlong is located at the extreme eastern edge of the Sierra Nevada Mountain Range in the southeastern region of Honey Lake Valley, 8 miles (13 km) north of Doyle, at an elevation of 4,114 feet (1,254 m). Herlong is located in southern Lassen County near the southeast edge of Honey Lake, about 70 miles (110 km) north of Reno, Nevada, and about 45 miles (72 km) south of Susanville, the county seat. The community is accessible to U.S. Route 395 via Lassen County Route A25 or Lassen County Route A26.",
  "/wiki/Bicycle_Lake_Army_Airfield": "Bicycle Lake Army Airfield (IATA: BYS, ICAO: KBYS, FAA LID: BYS) is a military airport located on the Bicycle dry lake bed, three miles (5 km) northeast of the Fort Irwin cantonment area, in the Mojave Desert of San Bernardino County, California, United States. It is owned by the United States Army.",
  "/wiki/Fort_Irwin": "Fort Irwin National Training Center is a major training area for the United States military and is a census-designated place located in the Mojave Desert in northern San Bernardino County, California. Fort Irwin is at an average elevation of 2,454 feet (748 m). It is located 37 miles (60 km) northeast of Barstow, in the Calico Mountains.",
  "/wiki/Barstow,_California": "Barstow is a city in San Bernardino County, California, United States. The population was 22,639 at the 2010 census. Barstow is located 67 miles (108 km) north of San Bernardino.",
  "/wiki/Biggs_Army_Airfield": "Biggs Army Airfield (IATA: BIF, ICAO: KBIF, FAA LID: BIF) (formerly Biggs Air Force Base) is a United States Army military airport located on the Fort Bliss military base in El Paso, Texas.",
  "/wiki/Fort_Bliss": "Fort Bliss is a United States Army post in New Mexico and Texas, with its headquarters in El Paso, Texas. Named in honor of LTC William Bliss (1815-1853), a mathematical genius who was the son-in-law of President Zachary Taylor, Ft. Bliss has an area of about 1,700 square miles (4,400 km2); it is the largest installation in FORSCOM (United States Army Forces Command) and second-largest in the Army overall (the largest being the adjacent White Sands Missile Range).  The portion of the post located in El Paso County, Texas, is a census-designated place with a population of 8,591 as of the time of the 2010 census. Fort Bliss provides the largest contiguous tract (1,500 sq mi or 3,900 km2) of restricted airspace in the Continental United States, used for missile and artillery training and testing, and at 992,000 acres boasts the largest maneuver area (ahead of the National Training Center, which has 642,000 acres). The garrison's land area is accounted at 1.12 million acres, ranging to the boundaries of the Lincoln National Forest and White Sands Missile Range in New Mexico.",
  "/wiki/El_Paso,_Texas": "El Paso (/ɛl ˈpæsoʊ/; from Spanish, \"the pass\") is a city and the county seat of El Paso County, Texas, United States, in the far western part of the state. The 2018 population estimate for the city from the U.S. Census was 682,669, making it the 22nd largest city in the United States. Its metropolitan statistical area (MSA) covers all of El Paso and Hudspeth counties in Texas, and has a population of 840,758.",
  "/wiki/Blackstone_Army_Airfield": "Blackstone Army Airfield (IATA: BKT, ICAO: KBKT, FAA LID: BKT), also known as Allen C. Perkinson Airport, is located two miles (3 km) east of the central business district of Blackstone, a town in Nottoway County, Virginia, United States. It is owned by the United States Army and the Town of Blackstone.",
  "/wiki/Fort_Pickett": "Fort Pickett is a Virginia Army National Guard installation, located near the town of Blackstone, Virginia. Home of the Army National Guard Maneuver Training Center, Fort Pickett is named for the United States Army officer and Confederate General George Pickett.",
  "/wiki/Blackstone,_Virginia": "Blackstone, formerly named Blacks and White, and Bellefonte,  is a town in Nottoway County, Virginia, United States. The population was 3,621 at the 2010 census.",
  "/wiki/Bradshaw_Army_Airfield": "Pōhakuloa Training Area (PTA) is located on the island of Hawaiʻi in the high plateau between Mauna Loa, Mauna Kea and the Hualālai volcanic mountains. It includes a small military airstrip known as Bradshaw Army Airfield.",
  "/wiki/Pohakuloa_Training_Area": "Pōhakuloa Training Area (PTA) is located on the island of Hawaiʻi in the high plateau between Mauna Loa, Mauna Kea and the Hualālai volcanic mountains. It includes a small military airstrip known as Bradshaw Army Airfield.",
  "/wiki/Hawaii": "Hawaiʻi (/həˈwaɪi/ (listen) hə-WY-ee; Hawaiian: Hawaiʻi [həˈvɐjʔi]) is a state of the United States of America. It is the only state located in the Pacific Ocean and the only state composed entirely of islands.",
  "/wiki/Bryant_Army_Heliport": "Bryant Army Airport (IATA: FRN, ICAO: PAFR, FAA LID: FRN), also known historically as Bryant Army Airfield, is a U.S. Army Airfield located at Fort Richardson, near the city of Anchorage in the U.S. state of Alaska. It has one runway designated 17/35 with a 4,086 x 100 ft (1,273 x 30 m) asphalt surface.",
  "/wiki/Fort_Richardson_(Alaska)": "Fort Richardson is a United States Army installation in the U.S. State of Alaska, adjacent to the city of Anchorage. In 2010, it was merged with nearby Elmendorf Air Force Base to form Joint Base Elmendorf-Richardson.",
  "/wiki/Alaska": "Alaska (/əˈlæskə/ (listen); Aleut: Alax̂sxax̂; Inupiaq: Alaasikaq; Alutiiq: Alas'kaaq; Tlingit: Anáaski; Russian: Аляска, romanized: Alyaska) is a U.S. state in the northwest extremity of the United States West Coast, just across the Bering Strait from Asia. The Canadian province of British Columbia and territory of Yukon border the state to the east and southeast. Its most extreme western part is Attu Island, and it has a maritime border with Russia (Chukotka Autonomous Okrug) to the west across the Bering Strait. To the north are the Chukchi and Beaufort seas—southern parts of the Arctic Ocean. The Pacific Ocean lies to the south and southwest. It is the largest U.S. state by area and the seventh largest subnational division in the world. In addition, it is the 3rd least populous and the most sparsely populated of the 50 United States; nevertheless, it is by far the most populous territory located mostly north of the 60th parallel in North America: its population—estimated at 738,432 by the United States Census Bureau in 2015—is more than quadruple the combined populations of Northern Canada and Greenland. Approximately half of Alaska's residents live within the Anchorage metropolitan area. Alaska's economy is dominated by the fishing, natural gas, and oil industries, resources which it has in abundance. United States armed forces bases and tourism are also a significant part of the economy.",
  "/wiki/Bucholz_Army_Airfield": "Bucholz Army Airfield (IATA: KWA, ICAO: PKWA, FAA LID: KWA) is a United States Army airfield located on Kwajalein Island, Kwajalein Atoll, Marshall Islands. Its position is ideal for refueling during trans-Pacific flights, and the airport is available to civilians through Air Marshall Islands and United Airlines.",
  "/wiki/Kwajalein_Atoll": "Kwajalein Atoll (/ˈkwɑːdʒəlɪn/; Marshallese: Kuwajleen [kʷuwɑzʲ(ɛ)lʲɛːnʲ]) is part of the Republic of the Marshall Islands (RMI). The southernmost and largest island in the atoll is named Kwajalein Island, which its majority English-speaking residents (about 1,000 mostly U.S. civilian personnel) often called by the shortened name, Kwaj /kwɑːdʒ/. The total land area of the atoll amounts to just over 6 square miles (16 km2). It lies in the Ralik Chain, 2,100 nautical miles (3900 km) southwest of Honolulu, Hawaii.",
  "/wiki/Marshall_Islands": "The Marshall Islands, officially the Republic of the Marshall Islands (Marshallese: Aolepān Aorōkin M̧ajeļ),[note 1] is an island country and a United States associated state near the equator in the Pacific Ocean, slightly west of the International Date Line. Geographically, the country is part of the larger island group of Micronesia. The country's population of 58,413 people (at the 2018 World Bank Census) is spread out over 29 coral atolls, comprising 1,156 individual islands and islets. The capital and largest city is Majuro.",
  "/wiki/Butts_Army_Airfield": "Fort Carson is a United States Army installation located in unincorporated El Paso County, Colorado, near the city of Colorado Springs.",
  "/wiki/Fort_Carson": "Fort Carson is a United States Army installation located in unincorporated El Paso County, Colorado, near the city of Colorado Springs.",
  "/wiki/Colorado": "Colorado (/ˌkɒləˈrædoʊ, -ˈrɑːdoʊ/ (listen), other variants) is a state of the Western United States encompassing most of the southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. It is the 8th most extensive and 21st most populous U.S. state. The estimated population of Colorado is 5,770,545 as of 2019, an increase of 14.7% since the 2010 United States Census.",
  "/wiki/Cairns_Army_Airfield": "Cairns Army Airfield (IATA: OZR, ICAO: KOZR, FAA LID: OZR) is a military airport forming a part of Fort Rucker, in Dale County, Alabama, USA and is owned by the United States Army.  The airfield is south of the town of Daleville, which sits between it and the main post.",
  "/wiki/Fort_Rucker": "Fort Rucker is a U.S. Army post located primarily in Dale County, Alabama, United States.  It was named for a Civil War officer, Confederate General Edmund Rucker. The post is the primary flight training installation for U.S. Army Aviators and is home to the United States Army Aviation Center of Excellence (USAACE) and the United States Army Aviation Museum. Small sections of the post also lie in Coffee, Geneva, and Houston counties.  Part of the Dale County section of the base is a census-designated place; its population was 4,636 at the 2010 census.",
  "/wiki/Ozark,_Alabama": "Ozark is a city in and the county seat of Dale County, Alabama, United States.  As of the 2010 census, the population of the city was 14,907.",
  "/wiki/Camp_Blanding": "Camp Blanding Joint Training Center is the primary military reservation and training base for the Florida National Guard, both the Florida Army National Guard and certain non-flying activities of the Florida Air National Guard. The installation is located in Clay County, Florida near the city of Starke. The site measures approximately 73,000 acres (300 km2) and includes Kingsley Lake. It also hosts other Reserve, Army National Guard, Air National Guard, and some Active Component training for the U.S. Armed Forces.",
  "/wiki/Florida": "Florida (/ˈflɒrɪdə/ (listen), Spanish pronunciation: [floˈɾiða]) is the southernmost contiguous state in the United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. Florida is the 22nd-most extensive (65,755 sq mi or 170,300 km2), the 3rd-most populous (21,477,737 inhabitants), and the 8th-most densely populated (384.3/sq mi or 148.4/km2) of the U.S. states. Jacksonville is the most populous municipality in the state and the largest city by area in the contiguous United States. The Miami metropolitan area is Florida's most populous urban area, with its capital being Tallahassee.",
  "/wiki/Campbell_Army_Airfield": "Campbell Army Airfield (IATA: HOP, ICAO: KHOP, FAA LID: HOP) is a military airport at Fort Campbell, which is located near Hopkinsville, a city in Christian County, Kentucky, United States. Previously Campbell Air Force Base, a U.S. Air Force installation from 1947 to 1959, this U.S. Army airfield has two asphalt paved runways: 5/23 is 11,826 by 200 feet (3,605 × 61 m) and 18/36 is 4,500 by 150 feet (1,372 × 46 m). The airfield currently houses UH-60, CH-47, AH-64, and OH-58 helicopters of the 101st Combat Aviation Brigade and MH-60, MH-47, and MH-6 helicopters of the 160th SOAR. It is also home to elements of the 159th Combat Aviation Brigade. Before 2004, all the 101st Airborne Division's Chinooks were in 7th Battalion, 101st Aviation Regiment, and the specialized hangar for those aircraft was built on CAAF. With the division of those aircraft between the two brigades, a Chinook hangar does not yet exist on the 159th's new home on Saber Army Heliport at the opposite end of post.",
  "/wiki/Fort_Campbell": "Fort Campbell (located in Kentucky) is a United States Army installation located astride the Kentucky–Tennessee border between Hopkinsville, Kentucky  and Clarksville, Tennessee. Fort Campbell is home to the 101st Airborne Division and the 160th Special Operations Aviation Regiment.",
  "/wiki/Hopkinsville,_Kentucky": "Hopkinsville is a home rule-class city in and the county seat of Christian County, Kentucky, United States. The population at the 2010 census was 31,577.",
  "/wiki/White_Sands_Missile_Range": "White Sands Missile Range (WSMR) is a military testing area operated by the United States Army. The range was originally established as the White Sands Proving Ground on July 9, 1945.",
  "/wiki/White_Sands,_New_Mexico": "White Sands is a census-designated place (CDP) in Doña Ana County, New Mexico, United States. It consists of the main residential area on the White Sands Missile Range. As of the 2010 census the population of the CDP was 1,651. It is part of the Las Cruces Metropolitan Statistical Area.",
  "/wiki/Davison_Army_Airfield": "Davison Army Airfield or Davison AAF (IATA: DAA, ICAO: KDAA, FAA LID: DAA) is a military use airport serving Fort Belvoir, in Fairfax County, Virginia, United States.",
  "/wiki/Fort_Belvoir": "Fort Belvoir /ˈbɛlvwɑːr/ is a United States Army installation and a census-designated place (CDP) in Fairfax County, Virginia, United States. It was developed on the site of the former Belvoir plantation, seat of the prominent Fairfax family for whom Fairfax County was named.",
  "/wiki/Dawson_Army_Airfield": "Camp Dawson is a West Virginia Army National Guard facility in Preston County, West Virginia, USA. It is home to Company C of 2nd Battalion, 19th Special Forces Group.",
  "/wiki/Camp_Dawson_(West_Virginia)": "Camp Dawson is a West Virginia Army National Guard facility in Preston County, West Virginia, USA. It is home to Company C of 2nd Battalion, 19th Special Forces Group.",
  "/wiki/Kingwood,_West_Virginia": "Kingwood is a city in and the county seat of Preston County, West Virginia,  United States, Founded in 1815, Kingwood is part of the Morgantown, WV Metropolitan Statistical Area. The population was 2,939 at the 2010 census. Kingwood is home to the West Virginia Zoo.",
  "/wiki/Mokuleia,_Hawaii": "Mokulēʻia is a North Shore community and census-designated place (CDP) in the Waialua District on the island of Oʻahu, City & County of Honolulu, Hawaiʻi, United States. Mokulēʻia means \"isle (of) abundance\" in Hawaiian. As of the 2010 Census, the CDP had a population of 1,811. Features of interest here include Mokulēʻia Beach, Mokulēʻia Polo Field, and Dillingham Airfield located west of the town.",
  "/wiki/Dyess_Army_Airfield": "Freeflight International Airport, also known as Dyess Army Airfield, is a military airbase at Roi-Namur on Kwajalein Atoll, Marshall Islands. It is owned by the United States Army. This airport is assigned the location identifier ROI by the FAA, but has received no designation by the IATA.",
  "/wiki/Ronald_Reagan_Ballistic_Missile_Defense_Test_Site": "The Ronald Reagan Ballistic Missile Defense Test Site, commonly referred to as the Reagan Test Site (formerly Kwajalein Missile Range), is a missile test range in Marshall Islands (Pacific Ocean). It covers about 750,000 square miles (1,900,000 km2) and includes rocket launch sites at the Kwajalein Atoll (on multiple islands), Wake Island, and Aur Atoll. It primarily functions as a test facility for U.S. missile defense and space research programs. The Reagan Test Site is under the command of the US Army Kwajalein Atoll, or USAKA (pronounced /uːˈsɑːkə/).",
  "/wiki/Felker_Army_Airfield": "Joint Base Langley–Eustis  (IATA: LFI, ICAO: KLFI, FAA LID: LFI) is a United States military facility located adjacent to Hampton and Newport News, Virginia. The base is an amalgamation of the United States Air Force's Langley Air Force Base and the United States Army's Fort Eustis which were merged on 1 October 2010. The base was established in accordance with congressional legislation implementing the recommendations of the 2005 Base Realignment and Closure Commission.  The legislation ordered the consolidation of the two facilities which were nearby, but separate military installations, into a single Joint Base, one of 12 formed in the United States as a result of the law.",
  "/wiki/Fort_Eustis": "Fort Eustis is a United States Army installation in Newport News, Virginia. In 2010, it was combined with nearby Langley Air Force Base to form Joint Base Langley–Eustis.",
  "/wiki/Forney_Army_Airfield": "Waynesville-St. Robert Regional Airport (IATA: TBN, ICAO: KTBN, FAA LID: TBN), also known as Forney Field, is a public and military use airport located at Fort Leonard Wood in Pulaski County, Missouri, United States. The airport's passenger terminal is operated under the control of the U.S. Army and general aviation is under the direction of a board named by the cities of Waynesville and St. Robert. Formerly known as Waynesville Regional Airport at Forney Field, it is served by one commercial airline with scheduled service subsidized by the Essential Air Service program.",
  "/wiki/Fort_Leonard_Wood_(military_base)": "Fort Leonard Wood is a U.S. Army training installation located in the Missouri Ozarks. The main gate is located on the southern boundary of St. Robert. The post was created in December 1940 and named in honor of General Leonard Wood (former Chief of Staff) in January 1941. Originally intended to train infantry troops, in 1941 it became an engineer training post with the creation of the Engineer Replacement Training Center. During World War II Italian and German POWs were interned at the fort.\nIn 1984, as part of the Base Realignment and Closure process, most of the U.S. Army Engineer School's operations were consolidated at Fort Leonard Wood. Before that, officer training was conducted at Fort Belvoir, Virginia.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border."
}