{
  "/wiki/Abner_Doubleday": "Abner Doubleday (June 26, 1819 – January 26, 1893) was a career United States Army officer and Union major general in the American Civil War. He fired the first shot in defense of Fort Sumter, the opening battle of the war, and had a pivotal role in the early fighting at the Battle of Gettysburg. Gettysburg was his finest hour, but his relief by Maj. Gen. George G. Meade caused lasting enmity between the two men. In San Francisco, after the war, he obtained a patent on the cable car railway that still runs there. In his final years in New Jersey, he was a prominent member and later president of the Theosophical Society.",
  "/wiki/Major_general_(United_States)": "In the United States Army, United States Marine Corps, and United States Air Force, major general is a two-star general officer rank, with the pay grade of O-8. Major general ranks above brigadier general and below lieutenant general.[Note 1] A major general typically commands division-sized units of 10,000 to 15,000 soldiers. Major general is equivalent to the two-star rank of rear admiral in the United States Navy and United States Coast Guard, and is the highest permanent peacetime rank in the uniformed services. Higher ranks are technically temporary and linked to specific positions, although virtually all officers promoted to those ranks are approved to retire at their highest earned rank.",
  "/wiki/American_Civil_War": "The American Civil War (also known by other names) was a civil war in the United States from 1861 to 1865, fought between the northern United States (loyal to the Union) and the southern United States (that had seceded from the Union and formed the Confederacy).[e] The civil war began primarily as a result of the long-standing controversy over the enslavement of black people. War broke out in April 1861 when secessionist forces attacked Fort Sumter in South Carolina shortly after Abraham Lincoln had been inaugurated as the President of the United States. The loyalists of the Union in the North, which also included some geographically western and southern states, proclaimed support for the Constitution. They faced secessionists of the Confederate States in the South, who advocated for states' rights in order to uphold slavery.",
  "/wiki/Origins_of_baseball": "The question of the origins of baseball has been the subject of debate and controversy for more than a century. Baseball and the other modern bat, ball, and running games, cricket and rounders, were developed from folk games in early Britain and Continental Europe (such as France and Germany). Early forms of baseball had a number of names, including \"base ball\", \"goal ball\", \"round ball\", \"fetch-catch\", \"stool ball\", and, simply, \"base\". In at least one version of the game, teams pitched to themselves, runners went around the bases in the opposite direction of today's game, and players could be put out by being hit with the ball. Just as now, in some versions a batter was called out after three strikes.",
  "/wiki/Guy_Henry_(equestrian)": "Major General Guy Vernor Henry Jr. (January 28, 1875 – November 29, 1967) was a senior officer in the United States Army and a noted horse rider who competed for the United States in the 1912 Summer Olympics.",
  "/wiki/Spanish%E2%80%93American_War": "The Spanish–American War (Spanish: Guerra Hispano-Americana; Filipino: Digmaang Espanyol-Amerikano) was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to emergence of U.S. predominance in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led to U.S. involvement in the Philippine Revolution and ultimately in the Philippine–American War.",
  "/wiki/Philippine%E2%80%93American_War": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, the Philippine Insurrection or the Tagalog Insurgency (Filipino: Digmaang Pilipino–Amerikano; Spanish: Guerra Filipino–Estadounidense), was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899, to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for independence that began in 1896 with the Philippine Revolution, the U.S. government regarded it as an insurrection. The conflict arose when the First Philippine Republic objected to the terms of the Treaty of Paris under which the United States took possession of the Philippines from Spain, ending the Spanish–American War.",
  "/wiki/World_War_I": "World War I (often abbreviated as WWI or WW1), also known as the First World War or the Great War, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously described as \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It is also one of the deadliest conflicts in history, with an estimated nine million combatants and seven million civilian deaths as a direct result of the war, while resulting genocides and the resulting 1918 influenza pandemic caused another 50 to 100 million deaths worldwide.",
  "/wiki/World_War_II": "World War II (often abbreviated to WWII or WW2), also known as the Second World War, was a global war that lasted from 1939 to 1945. The vast majority of the world's countries—including all the great powers—eventually formed two opposing military alliances: the Allies and the Axis. A state of total war emerged, directly involving more than 100 million people from more than 30 countries. The major participants threw their entire economic, industrial, and scientific capabilities behind the war effort, blurring the distinction between civilian and military resources. World War II was the deadliest conflict in human history, marked by 70 to 85 million fatalities, most of whom were civilians in the Soviet Union and China. It included massacres, the genocide of the Holocaust, strategic bombing, premeditated death from starvation and disease, and the only use of nuclear weapons in war.",
  "/wiki/3d_Armored_Cavalry_Regiment_(United_States)": "The 3rd Cavalry Regiment, formerly 3rd Armored Cavalry Regiment (\"Brave Rifles\") is a regiment of the United States Army currently stationed at Fort Hood, Texas.",
  "/wiki/Distinguished_Service_Medal_(U.S._Army)": "The Distinguished Service Medal (DSM) is a military award of the United States Army that is presented to any person who, while serving in any capacity with the United States military, has distinguished himself or herself by exceptionally meritorious service to the Government in a duty of great responsibility. The performance must be such as to merit recognition for service that is clearly exceptional. Exceptional performance of normal duty will not alone justify an award of this decoration.",
  "/wiki/Silver_Star": "The Silver Star Medal is the United States Armed Forces's third-highest personal decoration for valor in combat. The Silver Star Medal is awarded primarily to members of the United States Armed Forces for gallantry in action against an enemy of the United States.",
  "/wiki/Medal_of_Honor": "The Medal of Honor is the United States of America's highest and most prestigious personal military decoration that may be awarded to recognize U.S. military service members who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States in the name of the U.S. Congress.  Because the medal is presented \"in the name of Congress\", it is often referred erroneously as the \"Congressional Medal of Honor\".  However, the official name of the current award is \"Medal of Honor\". Within the United States Code the medal is referred to as the \"Medal of Honor\", and less frequently as \"Congressional Medal of Honor\". U.S. awards, including the Medal of Honor, do not have post-nominal titles, and while there is no official abbreviation, the most common abbreviations are \"MOH\" and \"MH\".",
  "/wiki/Puerto_Rico": "Puerto Rico[a] (Spanish for \"Rich Port\"; abbreviated PR), officially the Commonwealth of Puerto Rico (Spanish: Estado Libre Asociado de Puerto Rico, lit. \"Free Associated State of Puerto Rico\")[b] and briefly called Porto Rico,[c] is an unincorporated territory of the United States located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida.",
  "/wiki/Guy_Vernor_Henry": "Guy Vernor Henry (March 9, 1839 – October 27, 1899) was a military officer and Medal of Honor recipient who served as an early Governor of Puerto Rico.",
  "/wiki/1912_Summer_Olympics": "The 1912 Summer Olympics (Swedish: Olympiska sommarspelen 1912), officially known as the Games of the V Olympiad, were an international multi-sport event held in Stockholm, Sweden, between 5 May and 22 July 1912.",
  "/wiki/Equestrianism": "Equestrianism (from Latin equester, equestr-, equus, 'horseman', 'horse'), more often known as horse riding (British English) or horseback riding (American English), includes the disciplines of riding, driving, or vaulting with horses. This broad description includes the use of horses for practical working purposes, transportation, recreational activities, artistic or cultural exercises, and competitive sport.",
  "/wiki/Paul_Bunker": "Paul Delmont Bunker (May 7, 1881 – March 16, 1943) was an American football player and soldier. Bunker attended the U.S. Military Academy and became the first football player at West Point to be selected as a first-team All-American by Walter Camp. Bunker was chosen as an All-American at the tackle position in 1901 and repeated as an All-American in 1902, but as a halfback. He served in the U.S. Army for 40 years and was in command of the coastal artillery forces in the Battle of Corregidor. On the fall of Corregidor, Bunker became a prisoner of war. He died of starvation and disease in a Japanese prison camp in 1943 after losing 70 pounds. His posthumously published journal, Paul Bunker's Diary, became a best-seller. He was elected to the College Football Hall of Fame in 1969.",
  "/wiki/Colonel_(United_States)": "In the United States Army, Marine Corps, and Air Force, colonel (/ˈkɜːrnəl/) is the most senior field grade military officer rank, immediately above the rank of lieutenant colonel and just below the rank of brigadier general. It is equivalent to the naval rank of captain in the other uniformed services.[note 1]  By law, a colonel must have at least 22 years of cumulative service and a minimum of three years as a lieutenant colonel before being promoted.  The pay grade for colonel is O-6.",
  "/wiki/College_Football_All-America_Team": "The College Football All-America Team is an honor given annually to the best American college football players at their respective positions. The original use of the term All-America seems to have been to the 1889 College Football All-America Team selected by Caspar Whitney and published in This Week's Sports in association with football pioneer Walter Camp.  Camp took over the responsibility for picking the All-America team and was recognized as the official selector in the early years of the 20th century.",
  "/wiki/Heisman_Trophy": "The Heisman Memorial Trophy (usually known colloquially as the Heisman Trophy or The Heisman), is awarded annually to the outstanding player in NCAA football. Winners epitomize great ability combined with diligence, perseverance, and hard work. It is presented by the Heisman Trophy Trust in early December before the postseason bowl games.",
  "/wiki/Sports_Illustrated": "Sports Illustrated (SI) is an American sports magazine owned by Authentic Brands Group, and was first published in August 1954.",
  "/wiki/College_Football_Hall_of_Fame": "The College Football Hall of Fame is a hall of fame and interactive attraction devoted to college football. The National Football Foundation (NFF) founded the Hall in 1951 to immortalize the players and coaches of college football.",
  "/wiki/George_S._Patton": "George Smith Patton Jr. (November 11, 1885 – December 21, 1945) was a general of the United States Army who commanded the U.S. Seventh Army in the Mediterranean theater of World War II, and the U.S. Third Army in France and Germany after the Allied invasion of Normandy in June 1944.",
  "/wiki/General_(United_States)": "In the United States Army, United States Marine Corps, United States Air Force, and United States Space Force, general (abbreviated as GEN in the Army or Gen in the Marine Corps, Air Force, and Space Force) is a four-star general officer rank, with the pay grade of O-10. General ranks above lieutenant general and below General of the Army or General of the Air Force; the Marine Corps and Space Force does not have an established grade above general. General is equivalent to the rank of admiral in the other uniformed services. Since the grades of General of the Army and General of the Air Force are reserved for wartime use only, and since the Marine Corps has no five-star equivalent, the grade of general is the highest appointment an officer can achieve in peacetime.",
  "/wiki/Modern_pentathlon": "The modern pentathlon is an Olympic sport that comprises five different events; fencing (one-touch épée), freestyle swimming (200 m), equestrian show jumping (15 jumps), and a final combined event of pistol shooting and cross country running (3200 m). This last event is now referred to as the laser-run, since it alternates four legs of laser pistol shooting followed by an 800 m run (for 3200 m in total). The event is inspired by the traditional pentathlon held during the ancient Olympics; as the original events were patterned on the skills needed by an ideal Greek soldier of the era, the modern pentathlon is similarly patterned on events representing the skills needed by cavalry behind enemy lines.",
  "/wiki/Pancho_Villa_Expedition": "The Pancho Villa Expedition—now known officially in the United States as the Mexican Expedition, but originally referred to as the \"Punitive Expedition, U.S. Army\"—was an unsuccessful military operation conducted by the United States Army against the paramilitary forces of Mexican revolutionary Francisco \"Pancho\" Villa from March 14, 1916, to February 7, 1917, during the Mexican Revolution of 1910–1920.",
  "/wiki/Battle_of_Saint-Mihiel": "The Battle of Saint-Mihiel was a major World War I battle fought from 12–15 September 1918, involving the American Expeditionary Forces (AEF) and 110,000 French troops under the command of General John J. Pershing of the United States against German positions. The U.S. Army Air Service played a significant role in this action.",
  "/wiki/Meuse-Argonne_Offensive": "The Meuse–Argonne offensive (also known as the Meuse River–Argonne Forest offensive, the Battles of the Meuse–Argonne, and the Meuse–Argonne campaign) was a major part of the final Allied offensive of World War I that stretched along the entire Western Front. It was fought from September 26, 1918, until the Armistice of November 11, 1918, a total of 47 days. The Meuse–Argonne offensive was the largest in United States military history, involving 1.2 million American soldiers. It is the second deadliest battle in American history, resulting in over 350,000 casualties including 28,000 German lives, 26,277 American lives and an unknown number of French lives. U.S. losses were worsened by the inexperience of many of the troops, the tactics used during the early phases of the operation and the widespread onset of the global influenza outbreak called the \"Spanish Flu\".",
  "/wiki/66th_Armor_Regiment_(United_States)": "The 66th Armor Regiment is the oldest armored unit in the United States Army (see Iron Knights: the United States 66th Armored Regiment, by Maj. Gordon A. Blaker), tracing its lineage to the 301st Tank Battalion which served with distinction soon after it was formed in the First World War; the 301st trained at Camp Meade, MD, where then Cpt. Dwight D. Eisenhower was an instructor.  It has often been rumored that the 301st, the parent unit of the 66th, was first commanded by Col. George S. Patton, but this appears not to have been the case; while Patton was the first officer assigned to the Tank Corps, and while the 301st Tank Battalion was the first unit formed, Patton went nearly immediately to France to train Americans attached to Allied commands.   The 301st was the only American heavy tank battalion to have seen action in the war.  After the war, the 301st transitioned in the Regular Army to become the 66th Infantry Regiment (Light Tanks) by way of the 16th Tank Battalion.",
  "/wiki/3rd_Armored_Cavalry_Regiment_(United_States)": "The 3rd Cavalry Regiment, formerly 3rd Armored Cavalry Regiment (\"Brave Rifles\") is a regiment of the United States Army currently stationed at Fort Hood, Texas.",
  "/wiki/2nd_Armored_Division_(United_States)": "The 2nd Armored Division (\"Hell on Wheels\") was an armored division of the United States Army. The division played an important role during World War II in the invasions of North Africa and Sicily and the liberation of France, Belgium, and the Netherlands and the invasion of Germany. During the Cold War, the division was primarily based at Fort Hood, Texas, and had a reinforced brigade forward stationed in Garlsedt, West Germany. After participation in the Persian Gulf War, the division was inactivated in 1995.",
  "/wiki/II_Corps_(United_States)": "The II Corps was a corps-sized formation of the United States Army that was active in both World War I and World War II. It was originally formed and fought on the Western Front during World War I and was also the first American formation of any size to see combat in North Africa or Europe during World War II.",
  "/wiki/United_States_Army_Europe": "United States Army Europe (USAREUR), formally United States Army Europe and Seventh Army, is an Army Service Component Command of the United States Army. It is responsible for directing US Army operations throughout the United States European Command Area of Responsibility. During the Cold War, HQ USAREUR supervised ground formations primarily focused upon the Warsaw Pact militaries to the east as part of the North Atlantic Treaty Organisation's (NATO) Central Army Group. Since the Revolutions of 1989, USAREUR has greatly reduced its size, dispatched US forces to Operation Desert Shield and Desert Storm, and increased security cooperation with other NATO land forces.",
  "/wiki/United_States_Army_Central": "The United States Army Central, formerly the Third United States Army, commonly referred to as the Third Army and as ARCENT is a military formation of the United States Army, which saw service in World War I and World War II, in the 1991 Gulf War, and in the coalition occupation of Iraq. It is best known for its campaigns in World War II under the command of General George S. Patton.",
  "/wiki/Fifteenth_United_States_Army": "The Fifteenth United States Army was the last field army to see service in northwest Europe during World War II and was the final command of General George S. Patton. The Fifteenth Army served two separate missions while assigned to the area. During the later stages of World War II its mission was training and rehabilitating units and acting as a defensive line against counterattacks. After the war its mission was to carry out occupation duties and to gather historical information related to the European Theater of Operations, or ETO. The Fifteenth Army was inactivated in 1946 and has not been activated since.",
  "/wiki/Hugh_Mercer": "Hugh Mercer (16 January 1726 – 12 January 1777) was a Scottish soldier and physician. He initially served with the Jacobite forces of Bonnie Prince Charlie, and with the British forces during the Seven Years' War, but later became a brigadier general in the Continental Army and a close friend to George Washington. Mercer died as a result of his wounds received at the Battle of Princeton and became a fallen hero as well as a rallying symbol of the American Revolution.",
  "/wiki/George_Patton_IV": "George Smith Patton IV (December 24, 1923 – June 27, 2004) was a major general in the United States Army and the son of World War II General George S. Patton Jr. He served in the Korean War and the Vietnam War.",
  "/wiki/Patton_tank": "Patton tank may refer to any of a series of tanks used by the United States military from the 1950s to the 1990s, named for General George S. Patton.",
  "/wiki/Elmer_Oliphant": "Elmer Quillen \"Catchy\" or \"Ollie\" Oliphant (July 9, 1892 – July 3, 1975) was an American football, basketball and track player and coach. He is one of the great scorers in college football history, credited with a total of 435 points in his college career – 135 at Purdue and 300 at Army. Oliphant also went on to play in the National Football League (NFL).",
  "/wiki/American_football": "American football, referred to as football in the United States and Canada and also known as gridiron,[nb 1] is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possession of the ball, aims to stop the offense's advance and to take control of the ball for themselves. The offense must advance at least ten yards in four downs or plays; if they fail, they turn over the football to the defense, but if they succeed, they are given a new set of four downs to continue the drive. Points are scored primarily by advancing the ball into the opposing team's end zone for a touchdown or kicking the ball through the opponent's goalposts for a field goal. The team with the most points at the end of a game wins.",
  "/wiki/P.C._Hains": "Peter Conover Hains III (May 11, 1901 – July 3, 1998) was an American Army cavalry officer and Major General who competed in the 1928 Olympic games in the modern pentathlon.  Hains graduated from West Point in 1924, where he ranked 162nd in his class.  Hains' family had a long legacy of military service, with his great grandfather, grandfather, and uncle all serving as high-ranking military officers.  Hains' father Peter was involved in an infamous murder scandal in New York City in 1909.",
  "/wiki/Cavalry_(United_States)": "The United States Cavalry, or U.S. Cavalry, was the designation of the mounted force of the United States Army by an act of Congress on 3 August 1861. This act converted the U.S. Army's two regiments of dragoons, one regiment of mounted riflemen, and two regiments of cavalry into one branch of service. The cavalry branch transitioned to the Armored Forces with tanks in 1940, but the term \"cavalry\", e.g. \"armored cavalry\", remains in use in the U.S. Army for mounted (ground and aviation) reconnaissance, surveillance, and target acquisition (RSTA) units based on their parent Combat Arms Regimental System (CARS) regiment. Cavalry is also used in the name of the 1st Cavalry Division for heraldic/lineage/historical purposes. Some combined arms battalions (i.e., consisting of a combination of tank and mechanized infantry companies) are designated as armor formations, while others are designated as infantry organizations. These \"branch\" designations are again, heraldic/lineage/historical titles derived from the CARS regiments to which the battalions are assigned.[citation needed]",
  "/wiki/Modern_pentathlon_at_the_1928_Summer_Olympics": "At the 1928 Summer Olympics in Amsterdam, a single modern pentathlon event was contested.",
  "/wiki/John_Roosma": "John S. Roosma (September 3, 1900 – November 13, 1983) was an amateur basketball player during the 1920s. He played for the United States Military Academy for five years, graduating in 1926. The Passaic, New Jersey native was a prolific scorer and became the first college player to total 1,000 points for his career.",
  "/wiki/Basketball_Hall_of_Fame": "The Naismith Memorial Basketball Hall of Fame is an American history museum and hall of fame, located at 1000 Hall of Fame Avenue in Springfield, Massachusetts. It serves as basketball's most complete library, in addition to promoting and preserving the history of basketball. Dedicated to Canadian-American physician and inventor of the sport James Naismith, it was opened and inducted its first class in 1959.",
  "/wiki/Most_Valuable_Player": "In sports, a most valuable player (MVP) award is an honor typically bestowed upon an individual as the most performing player (or players) in an entire league, for a particular competition, or on a specific team.  Initially used in professional sports, the term is now also commonly used in amateur sports, as well as in other completely unrelated fields such as business and music.  In many sports, MVP awards are presented for a specific match—in other words, a player of the match award.",
  "/wiki/Robin_Olds": "Robin Olds (July 14, 1922 – June 14, 2007) was an American fighter pilot and general officer in the U.S. Air Force. He was a \"triple ace\", with a combined total of 17 victories in World War II and the Vietnam War. He retired in 1973 as a brigadier general.",
  "/wiki/Brigadier_general_(United_States)": "In the United States Armed Forces, brigadier general (BG, BGen, or Brig Gen) is a one-star general officer with the pay grade of O-7 in the U.S. Army, U.S. Marine Corps, and U.S. Air Force. Brigadier general ranks above a colonel and below major general. The rank of brigadier general is equivalent to the rank of rear admiral (lower half) in the other uniformed services (the U.S. Navy and U.S. Coast Guard, as both Armed Forces and Uniformed Services; and the Public Health Service and National Oceanographic and Atmospheric Administration, as Uniformed Services).  The NATO equivalent is OF-6.",
  "/wiki/Vietnam_War": "The Vietnam War (Vietnamese: Chiến tranh Việt Nam), also known as the Second Indochina War, and in Vietnam as the Resistance War Against America (Vietnamese: Kháng chiến chống Mỹ) or simply the American War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955[A 1] to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United States, South Korea, the Philippines, Australia, Thailand and other anti-communist allies. The war, considered a Cold War-era proxy war by some, lasted 19 years, with direct U.S. involvement ending in 1973, and included the Laotian Civil War and the Cambodian Civil War, which ended with all three countries becoming communist in 1975.",
  "/wiki/Ramstein_Air_Base": "Ramstein Air Base is a United States Air Force base in Rhineland-Palatinate, a state in southwestern Germany. It serves as headquarters for the United States Air Forces in Europe – Air Forces Africa (USAFE-AFAFRICA) and also for NATO Allied Air Command (AIRCOM). Ramstein is located near the town of Ramstein-Miesenbach, which stands outside the base's west gate, in the rural district of Kaiserslautern.",
  "/wiki/No._1_Squadron_RAF": "Number 1 Squadron, also known as No. 1 (Fighter) Squadron, is a squadron of the Royal Air Force. It was the first squadron to fly a VTOL aircraft. It currently operates Eurofighter Typhoon aircraft from RAF Lossiemouth.",
  "/wiki/434th_Fighter_Training_Squadron": "The 434th Flying Training Squadron  is part of the 47th Flying Training Wing based at Laughlin Air Force Base, Texas.  It operates Beechcraft T-6 Texan II aircraft conducting flight training.",
  "/wiki/RAF_Bentwaters": "Royal Air Force Bentwaters or more simply RAF Bentwaters, now known as Bentwaters Parks, is a former Royal Air Force station about 80 miles (130 km) northeast of London and 10 miles (16 km) east-northeast of Ipswich, near Woodbridge, Suffolk in England. Its name was taken from two cottages (‘Bentwaters Cottages’) that had stood on the site of the main runway during its construction in 1943.",
  "/wiki/8th_Fighter_Wing": "The United States Air Force 8th Fighter Wing is the host unit at Kunsan Air Base, Republic of Korea and is assigned to Seventh Air Force. Seventh Air Force falls under Pacific Air Forces (PACAF). The Wing's 8th Operations Group is the successor of the 8th Pursuit Group, one of the 15 original combat air groups formed by the Army before World War II.",
  "/wiki/Air_Force_Cross_(United_States)": "The Air Force Cross is the second highest military award that can be given to a member of the United States Air Force.  The Air Force Cross is the Air Force decoration equivalent to the Distinguished Service Cross (Army), the Navy Cross (Navy and Marine Corps), and the Coast Guard Cross (Coast Guard).",
  "/wiki/Air_Force_Distinguished_Service_Medal": "The Air Force Distinguished Service Medal was created by an act of the United States Congress on July 6, 1960.  The medal was intended as a new decoration of the United States Air Force to replace the policy of awarding the Army Distinguished Service Medal to Air Force personnel.",
  "/wiki/Silver_Stars": "The Silver Star Medal is the United States Armed Forces's third-highest personal decoration for valor in combat. The Silver Star Medal is awarded primarily to members of the United States Armed Forces for gallantry in action against an enemy of the United States.",
  "/wiki/Robert_Olds": "Robert Olds (June 15, 1896 – April 28, 1943) was a general officer in the United States Army Air Forces, theorist of strategic air power, and proponent of an independent United States Air Force. Olds is best known today as the father of Brig. Gen. Robin Olds, a \"triple ace\" fighter pilot of  World War II and the Vietnam War.",
  "/wiki/Doc_Blanchard": "Felix Anthony \"Doc\" Blanchard (December 11, 1924 – April 19, 2009) was best known as the college football player who became the first ever junior to win the Heisman Trophy, Maxwell Award and was the first ever football player to win the James E. Sullivan Award, all in 1945. He played football for the United States Military Academy at West Point, where he was known as \"Mr. Inside.\" Because his father was a doctor, Felix Blanchard was nicknamed \"Little Doc\" as a boy. After football, he served in the United States Air Force from 1947 until 1971 when he retired with the rank of colonel.",
  "/wiki/United_States_Air_Force": "The United States Air Force (USAF) is the aerial warfare service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of the U.S. Armed Forces,[a] and the fourth in order of precedence. The U.S. Air Force articulates its core missions as air superiority, global integrated intelligence, surveillance, and reconnaissance, rapid global mobility, global strike, and command and control.",
  "/wiki/Maxwell_Award": "The Maxwell Award is presented annually to the college football player judged by a panel of sportscasters, sportswriters, and National Collegiate Athletic Association head coaches and the membership of the Maxwell Football Club to be the best all-around in the United States. The award is named after Robert \"Tiny\" Maxwell, a Swarthmore College football player, coach and sportswriter. Johnny Lattner (1952, 1953) and Tim Tebow (2007, 2008) are the only players to have won the award twice. It is the college equivalent of the Bert Bell Award of the National Football League, also given out by the Maxwell Club.",
  "/wiki/James_E._Sullivan_Award": "The AAU James E. Sullivan Award, presented by the Amateur Athletic Union (AAU), is awarded annually in April to \"the most outstanding amateur athlete in the United States\".  Representatives from the AAU created the AAU Sullivan Award with the intent to recognize amateur contributions and achievements from non-professional athletes across the country.",
  "/wiki/Glenn_Davis_(halfback)": "Glenn Woodward Davis (December 26, 1924 – March 9, 2005) was a professional American football player for the Los Angeles Rams. He is best known for his college football career for the United States Military Academy at West Point from 1943 to 1946, where he was known as \"Mr. Outside.\" He was named a consensus All-American three times, and in 1946 won the Heisman Trophy and was named Sporting News Player of the Year and Associated Press Athlete of the Year.",
  "/wiki/Los_Angeles_Rams": "The Los Angeles Rams are a professional American football team based in the Greater Los Angeles area. The Rams compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) West division. The club has won three NFL championships, and is the only one to win championships representing three cities (Cleveland in 1945, Los Angeles in 1951, and St. Louis in 1999). Starting in 2020, the Rams will play their home games at SoFi Stadium in Inglewood, which they will share with the Los Angeles Chargers.",
  "/wiki/James_V._Hartinger": "James Vincent Hartinger (April 17, 1925 – October 9, 2000) was a United States Air Force general who served as Commander in Chief, North American Air Defense Command (CINCNORAD) from 1980 to 1981; Commander in Chief, North American Aerospace Defense Command (CINCNORAD) from 1981 to 1982; North American Aerospace Defense Command/Commander, Air Force Space Command (CINCNORAD/COMAFSPC) from 1982 to 1984. He was a command pilot with more than 5,000 flying hours and was the first recipient of the Master Space Badge.",
  "/wiki/Korean_War": "The Korean War (in South Korean Korean: 한국전쟁; Hanja: 韓國戰爭; RR: Hanguk Jeonjaeng, \"Korean War\"; in North Korean Korean: 조국해방전쟁; Hanja: 祖國解放戰爭; MR: Choguk haebang chŏnjaeng, \"Fatherland Liberation War\"; 25 June 1950 – 27 July 1953)[b] was a war between North Korea (with the support of China and the Soviet Union) and South Korea (with the support of the United Nations, principally from the United States). The war began on 25 June 1950 when North Korea invaded South Korea.",
  "/wiki/Lacrosse_Museum_and_National_Hall_of_Fame": "The National Lacrosse Hall of Fame and Museum, is located in Sparks, Maryland. Prior to moving to its present location in 2016, the hall of fame and museum was located in Baltimore, Maryland, on the campus of Johns Hopkins University. The museum showcases the history of the game of lacrosse, from its Native American origins to its present-day form.",
  "/wiki/Dan_Foldberg": "John Daniel Foldberg, a 1946 graduate of Sunset High School in Dallas, Texas, was an American military officer and football player. He played as an end for the Army Cadets at the United States Military Academy. Army head coach Earl Blaik rated him the best end he had ever coached. He was selected in the 1951 NFL Draft, but pursued a 27-year military career. Foldberg served as an infantry officer in the Korean and Vietnam Wars.",
  "/wiki/Earl_Blaik": "Earl Henry \"Red\" Blaik (February 15, 1897 – May 6, 1989) was an American football player, coach, college athletics administrator, and United States Army officer. He served as the head football coach at Dartmouth College from 1934 to 1940 and at the United States Military Academy from 1941 to 1958, compiling a career college football record of 166–48–14.  His Army football teams won three consecutive national championships in 1944, 1945 and 1946. Blaik was inducted into the College Football Hall of Fame as a coach in 1964.",
  "/wiki/End_(American_football)": "An end in American and Canadian football is a player who lines up at either end of the line of scrimmage, usually beside the tackles.  Rules state that a legal offensive formation must always consist of seven players on the line of scrimmage and that the player on the end of the line constitutes an eligible receiver.",
  "/wiki/Detroit_Lions": "The Detroit Lions are a professional American football team based in Detroit, Michigan. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. The team plays its home games at Ford Field in Downtown Detroit.",
  "/wiki/Bill_Carpenter": "William Stanley \"Bill\" Carpenter, Jr. (born September 30, 1937) is a retired American military officer and former college football player. While playing college football at the United States Military Academy, he gained national prominence as the \"Lonesome End\" of the Army football team. During his military service in the Vietnam War, he again achieved fame when he saved his company by directing airstrikes on his own position. For the action, he was awarded the Distinguished Service Cross.",
  "/wiki/Lieutenant_general_(United_States)": "In the United States Army, United States Marine Corps, and the United States Air Force, lieutenant general (abbreviated LTG in the Army, Lt Gen in the Air Force, and LtGen in the Marine Corps) is a three-star general officer rank, with the pay grade of O-9. Lieutenant general ranks above major general and below general. Lieutenant general is equivalent to the rank of vice admiral in the other uniformed services.",
  "/wiki/Distinguished_Service_Cross_(United_States)": "The Distinguished Service Cross is the second highest military award that can be given to a member of the United States Army (and previously the United States Air Force) for extreme gallantry and risk of life in actual combat with an armed enemy force. Actions that merit the Distinguished Service Cross must be of such a high degree that they are above those required for all other U.S. combat decorations, but which do not meet the criteria for the Medal of Honor. The Distinguished Service Cross is equivalent to the Navy Cross (Navy and Marine Corps), the Air Force Cross (Air Force), and the Coast Guard Cross (Coast Guard).",
  "/wiki/Pete_Dawkins": "Peter Miller Dawkins (born March 8, 1938) is an American business executive and former college football player, military officer, and political candidate.  Dawkins attended the United States Military Academy, where he played as halfback on the Army Cadets football team from 1956 to 1958.  As a senior in 1958 he won the Heisman Trophy, the Maxwell Award, and was a consensus All-America selection.  After graduating from the  Military Academy in 1959, he studied at the University of Oxford as a Rhodes Scholar.  Dawkins served as an officer in the United States Army until he retired in 1983 with the rank of brigadier general.  He was a Republican candidate for United States Senate in 1988.  Dawkins has held executive positions with Lehman Brothers, Bain & Company, Primerica, and Citigroup.",
  "/wiki/Rhodes_Scholar": "The Rhodes Scholarship is an international postgraduate award for students to study at the University of Oxford. It was established in 1902, making it the first large-scale programme of international scholarship. The Rhodes Scholarship was founded by English businessman and politician Cecil John Rhodes, to promote unity between English-speaking nations and instill a sense of civic-minded leadership and moral fortitude in future leaders irrespective of their chosen career paths. Although initially restricted to male applicants from countries which are today within the British Commonwealth, as well as Germany and the United States, today the scholarship is open to applicants from all backgrounds and from across the globe. Since its creation, controversy has surrounded both its former exclusion of women (thus leading to the establishment of the co-educational Marshall Scholarship), and Rhodes' white supremacist beliefs and legacy of colonialism.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.",
  "/wiki/Bronze_Star_Medal": "The Bronze Star Medal is a United States decoration awarded to members of the United States Armed Forces for either heroic achievement, heroic service, meritorious achievement, or meritorious service in a combat zone.",
  "/wiki/Ronald_Zinn": "Ronald Lloyd \"Ron\" Zinn (May 10, 1939 – July 7, 1965) was a race walker from the United States, who represented his native country at two Summer Olympics, starting in 1960. His best finish was sixth place in the men's 20 km walk at the 1964 Summer Olympics in Tokyo, Japan. He came in third in the 20 km event at the 1963 Pan American Games.",
  "/wiki/Captain_(U.S._Army)": "In the United States Army (USA), U.S. Marine Corps (USMC), and U.S. Air Force (USAF), captain (abbreviated \"CPT\" in the USA and \"Capt\" in the USMC and USAF) is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differences between the Army/Air Force version and the Marine Corps version.",
  "/wiki/Race_walker": "Racewalking, or race walking, is a long-distance discipline within the sport of athletics. Although it is a foot race, it is different from running in that one foot must appear to be in contact with the ground at all times. This is assessed by race judges. Typically held on either roads or on running tracks, common distances range from 3,000 metres (1.9 mi) up to 100 kilometres (62.1 mi).",
  "/wiki/1960_Summer_Olympics": "The 1960 Summer Olympics, officially known as the Games of the XVII Olympiad (Italian: Giochi della XVII Olimpiade), was an international multi-sport event that was held from August 25 to September 11, 1960, in Rome, Italy. The city of Rome had previously been awarded the administration of the 1908 Summer Olympics, but following the eruption of Mount Vesuvius in 1906, Rome had no choice but to decline and pass the honour to London. The Soviet Union won the most gold and overall medals.",
  "/wiki/Racewalking": "Racewalking, or race walking, is a long-distance discipline within the sport of athletics. Although it is a foot race, it is different from running in that one foot must appear to be in contact with the ground at all times. This is assessed by race judges. Typically held on either roads or on running tracks, common distances range from 3,000 metres (1.9 mi) up to 100 kilometres (62.1 mi).",
  "/wiki/1964_Summer_Olympics": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad (Japanese: 第十八回オリンピック競技大会, Hepburn: Dai Jūhachi-kai Orinpikku Kyōgi Taikai), was an international multi-sport event held in Tokyo, Japan, from 10 to 24 October 1964. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honour was subsequently passed to Helsinki because of Japan's invasion of China, before ultimately being cancelled because of World War II.",
  "/wiki/Mike_Silliman": "Michael Barnwell Silliman (May 5, 1944 – June 16, 2000) was an American professional basketball player. He was born in Louisville, Kentucky.",
  "/wiki/Basketball_at_the_1968_Summer_Olympics": "Basketball contests at the 1968 Summer Olympics was the seventh appearance of the sport of basketball as an official Olympic medal event. It took place at the Palacio de los Deportes in Mexico City, Mexico from October 13 to October 25, 1968. The United States defeated Yugoslavia to win their seventh straight gold medal in this sport, while the Soviet Union earned the bronze against Brazil.",
  "/wiki/Napoleon_McCallum": "Napoleon Ardel McCallum (born October 6, 1963) is a former American college and professional football player who was a running back in the National Football League (NFL) for six seasons during the 1980s and 1990s.  McCallum played college football for the U.S. Naval Academy, and then played professionally for the Los Angeles Raiders of the NFL.  He is a member of the College Football Hall of Fame.",
  "/wiki/United_States_Naval_Academy": "The United States Naval Academy (USNA, Annapolis, or simply Navy) is a federal service academy adjacent to Annapolis, Maryland. Established on 10 October 1845, under Secretary of the Navy George Bancroft, it is the second oldest of the five U.S. service academies, and educates officers for commissioning primarily into the United States Navy and United States Marine Corps. The 338-acre (137 ha) campus is located on the former grounds of Fort Severn at the confluence of the Severn River and Chesapeake Bay in Anne Arundel County, 33 miles (53 km) east of Washington, D.C. and 26 miles (42 km) southeast of Baltimore. The entire campus (known to insiders as \"the Yard\") is a National Historic Landmark and home to many historic sites, buildings, and monuments. It replaced Philadelphia Naval Asylum, in Philadelphia, that served as the first United States Naval Academy from 1838 to 1845 when the Naval Academy formed in Annapolis.",
  "/wiki/Los_Angeles_Raiders": "The professional American football team now known as the Las Vegas Raiders played in Los Angeles, California as the Los Angeles Raiders from 1982 to 1994 before relocating back to Oakland where the team played from its inaugural 1960 season to the 1981 season. The Raiders franchise relocated from Oakland to Los Angeles in 1982. The Raiders first home game in Los Angeles was at the Los Angeles Memorial Coliseum against the San Diego Chargers on November 22, 1982 after a 57 day player strike. Their last game as a Los Angeles-based club was played at the Coliseum against the Kansas City Chiefs on December 24, 1994, a game in which they lost 19–9 eliminating them from playoff competition.",
  "/wiki/1986_NFL_Draft": "The 1986 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held April 29–30, 1986, at the Marriot Marquis in New York City, New York. The league also held a supplemental draft after the regular draft and before the regular season.",
  "/wiki/Michael_Thornberry": "Michael Thornberry (born August 16, 1972) was a United States Army officer who competed in the 1996 Olympic Games in Team Handball, where the team finished in 9th place. He was born in Virginia Beach, Virginia. Thornberry was a 1994 graduate of West Point where he played team handball for 4 years after walking onto the basketball team during his plebe summer and then being kicked off at the start of the academic year.  At the invitation of his math professor, he tried out for the handball team. His math professor at the time was CPT Michael Linnington(who later became the Commandant of Cadets)https://www.woundedwarriorproject.org/mission/leadership/michael-linnington.\nMichael went on to participate in the Olympic Festivals in 1993,1994, and 1995.  Upon graduation from West Point he joined the US Men's National Team in Atlanta GA in preparation for the 1996 Olympics.",
  "/wiki/First_Lieutenant": "First lieutenant is a commissioned officer military rank in many armed forces and, in some forces, an appointment.",
  "/wiki/Team_handball": "Handball (also known as team handball, European handball or Olympic handball) is a team sport in which two teams of seven players each (six outcourt players and a goalkeeper) pass a ball using their hands with the aim of throwing it into the goal of the other team. A standard match consists of two periods of 30 minutes, and the team that scores more goals wins.",
  "/wiki/1996_Summer_Olympics": "The 1996 Summer Olympics, officially known as the Games of the XXVI Olympiad, commonly known as Atlanta 1996, and also referred to as the Centennial Olympic Games, were an international multi-sport event that was held from July 19 to August 4, 1996, in Atlanta, Georgia, U.S. These Games, which were the fourth Summer Olympics to be hosted by the United States, marked the centennial of the 1896 Summer Olympics in Athens—the inaugural edition of the modern Olympic Games. They were also the first since 1924 to be held in a different year from a Winter Olympics, under a new  IOC practice implemented in 1994 to hold the Summer and Winter Games in alternating, even-numbered years.",
  "/wiki/Dan_Browne": "Daniel J. Browne (born June 24, 1975) is a United States distance runner. He has won numerous major American road race championships and was a member of the 2004 Olympic team in the 10 km and marathon.",
  "/wiki/Marathon": "The marathon is a long-distance race with an official distance of 42.195 kilometres (approximately 26 miles 385 yards), usually run as a road race. The event was instituted in commemoration of the fabled run of the Greek soldier Pheidippides, a messenger from the Battle of Marathon to Athens, who reported the victory. The marathon can be completed by running or with a run/walk strategy. There are also wheelchair divisions.",
  "/wiki/2004_Summer_Olympics": "The 2004 Summer Olympics (Greek: Θερινοί Ολυμπιακοί Αγώνες 2004, Therinoí Olympiakoí Agónes 2004), officially known as the Games of the XXVIII Olympiad and commonly known as Athens 2004, was a premier international multi-sport event held in Athens, Greece, from 13 to 29 August 2004 with the motto Welcome Home.",
  "/wiki/Ronnie_McAda": "Ronnie McAda (born December 6, 1973) is a former American football quarterback for the United States Military Academy. He was drafted with the final pick of the 1997 NFL Draft by the Green Bay Packers, thus earning the distinction of being Mr. Irrelevant. In his senior season, he led Army past Navy and to the Independence Bowl.  He was the last player drafted in the National Football League from the U.S. Military Academy until Caleb Campbell was drafted in the 2008 NFL Draft by the Detroit Lions.",
  "/wiki/1997_NFL_Draft": "The 1997 NFL draft was the procedure by which National Football League teams selected amateur college football players. It is officially known as the NFL Annual Player Selection Meeting. The draft was held April 19–20, 1997, at the Paramount Theatre at Madison Square Garden in New York City, New York. No teams chose to claim any players in the supplemental draft that year.",
  "/wiki/Green_Bay_Packers": "The Green Bay Packers are a professional American football team based in Green Bay, Wisconsin. They compete in the National Football League (NFL) as a member club of the National Football Conference (NFC) North division. It is the third-oldest franchise in the NFL, dating back to 1919, and is the only non-profit, community-owned major league professional sports team based in the United States.[a] Home games have been played at Lambeau Field since 1957.",
  "/wiki/Mr._Irrelevant": "Mr. Irrelevant is the title bestowed each year upon the last pick of the annual National Football League draft. Although the NFL Draft dates back to 1936, the first person to officially be given the \"Mr. Irrelevant\" title was Kelvin Kirk, pick number 487 of the 1976 draft. The current Mr. Irrelevant is Caleb Wilson, former tight end for the UCLA Bruins, who was picked 254th by the Arizona Cardinals in the 2019 draft."
}