{
  "/wiki/USS_Albacore_(AGSS-569)": "USS Albacore (AGSS-569) was a unique research submarine that pioneered the American version of the teardrop hull form (sometimes referred to as an \"Albacore hull\") of modern submarines. The revolutionary design was derived from extensive hydrodynamic and wind tunnel testing, with an emphasis on underwater speed and maneuverability. She was the third ship of the United States Navy to be named for the albacore.",
  "/wiki/Portsmouth,_New_Hampshire": "Portsmouth is a city in Rockingham County, New Hampshire, United States. As of the 2010 census it had a population of 21,233, and in 2018 the estimated population was 21,896. A historic seaport and popular summer tourist destination on the Piscataqua River bordering the state of Maine, Portsmouth was formerly the home of the Strategic Air Command's Pease Air Force Base, since converted to Portsmouth International Airport at Pease.",
  "/wiki/Rockingham_County,_New_Hampshire": "Rockingham County is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 295,223, making it the second-most populous county in New Hampshire. The county seat is Brentwood. Rockingham County constitutes a portion of the Boston-Cambridge-Newton, MA-NH Metropolitan Statistical Area as well as of the greater Boston-Worcester-Providence, MA-RI-NH-CT Combined Statistical Area.",
  "/wiki/Submarine": "A submarine (or sub) is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub.  Submarines are referred to as \"boats\" rather than \"ships\" irrespective of their size.",
  "/wiki/Josiah_Bartlett_House": "The Josiah Bartlett House is a house in Kingston, New Hampshire. The 2-1/2 story wood frame house is located on Main Street, opposite Town Hall. The main block of the house, five bays wide and three deep, was built in 1774 by Josiah Bartlett, replacing a house which was destroyed by fire. During the first decades of the 19th century, Greek Revival styling was added to the house, as was a two-story addition to the rear. The Greek Revival elements include large corner pilasters, projecting lintels over some of the windows, and the front door surround, which has pilasters and a cornice.",
  "/wiki/Kingston,_New_Hampshire": "Kingston is a town in Rockingham County, New Hampshire, United States. The population at the 2010 census was 6,025.",
  "/wiki/Josiah_Bartlett": "Josiah Bartlett (December 2, 1729 [O.S. November 21, 1729] – May 19, 1795) was an American physician and statesman, delegate to the Continental Congress for New Hampshire, and signatory of the Declaration of Independence. He was later Governor of New Hampshire and Chief Justice of the New Hampshire Superior Court of Judicature.",
  "/wiki/Canterbury_Shaker_Village": "Canterbury Shaker Village is a historic site and museum in Canterbury, New Hampshire, United States. It was one of a number of Shaker communities founded in the 19th century.",
  "/wiki/Canterbury,_New_Hampshire": "Canterbury is a town in Merrimack County, New Hampshire, United States. The population was 2,352 at the 2010 census. The Canterbury Shaker Village is in the eastern part of the town.",
  "/wiki/Merrimack_County,_New_Hampshire": "Merrimack County is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 146,445, making it the third-most populous county in New Hampshire. Its county seat is Concord, the capital of New Hampshire. The county was organized in 1823 from parts of Hillsborough and Rockingham counties, and is named for the Merrimack River. Merrimack County comprises the Concord, NH Micropolitan Statistical Area, which in turn constitutes a portion of the Boston-Worcester-Providence, MA-RI-NH-CT Combined Statistical Area. In 2010, the center of population of New Hampshire was located in Merrimack County, in the town of Pembroke.",
  "/wiki/Shaker": "The United Society of Believers in Christ's Second Appearing, more commonly known as the Shakers, is a millenarian nontrinitarian restorationist Christian sect founded circa 1747 in England and then organized in the United States in the 1780s. They were initially known as \"Shaking Quakers\" because of their ecstatic behavior during worship services. Espousing egalitarian ideals, women took on spiritual leadership roles alongside men, including founding leaders such as Jane Wardley, Mother Ann Lee, and Mother Lucy Wright. The Shakers emigrated from England and settled in Revolutionary colonial America, with an initial settlement at Watervliet, New York (present-day Colonie) in 1774. They practice a celibate and communal lifestyle, pacifism, uniform charismatic worship, and their model of equality of the sexes, which they institutionalized in their society in the 1780s. They are also known for their simple living, architecture, technological innovation, and furniture.",
  "/wiki/Salmon_P._Chase_Birthplace": "Salmon P. Chase Birthplace was the birthplace and childhood home of Salmon P. Chase. It is located about 8 miles (13 km) north of Claremont on New Hampshire Route 12A. The ​2 1⁄2-story wood frame house was built c. 1790, and is a multi-section structure in an L shape. The main block is five bays wide and two deep, with a centered entry that has Greek Revival pilasters on the central entry and on the corners. This block faces west, and two narrower sections extend east from the rear. The first of these sections is also ​2 1⁄2 stories, with two chimneys. The easternmost section is 1-1/2 stories, and was originally connected to a barn. The house is believed to be well-preserved, but there is no documentary evidence of its appearance in the early 19th century, and it is known to have been moved across the street from its original site in about 1848.",
  "/wiki/Cornish,_New_Hampshire": "Cornish is a town in Sullivan County, New Hampshire, United States. The population was 1,640 at the 2010 census. Cornish has three covered bridges.  Each August, it is home to the Cornish Fair.",
  "/wiki/Sullivan_County,_New_Hampshire": "Sullivan County is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 43,742, making it the second-least populous county in New Hampshire. Its county seat is Newport.",
  "/wiki/Salmon_P._Chase": "Salmon Portland Chase (January 13, 1808 – May 7, 1873) was a U.S. politician and jurist who served as the sixth Chief Justice of the United States. He also served as the 23rd Governor of Ohio, represented Ohio in the United States Senate, and served as the 25th United States Secretary of the Treasury. Chase was therefore one of a few U.S. politicians who served in all three branches of the federal government.",
  "/wiki/Joy_Farm": "Joy Farm, also known as the E. E. Cummings House, is a historic farmstead on Joy Farm Road in the Silver Lake part of Madison, New Hampshire.  It was designated a National Historic Landmark in 1971 in recognition for its place as the longtime summer home of poet E. E. Cummings (1894–1962).",
  "/wiki/Silver_Lake,_New_Hampshire": "Silver Lake is an unincorporated community located at the north end of Silver Lake in the town of Madison, New Hampshire, in Carroll County, New Hampshire, United States. Joy Farm, summer home of E. E. Cummings, is a National Historic Landmark located north of the village.",
  "/wiki/Carroll_County,_New_Hampshire": "Carroll County is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 47,818, making it the third-least populous county in New Hampshire. Its county seat is Ossipee. The county was created in 1840 and organized at Ossipee from towns removed from Strafford County. It was named in honor of Charles Carroll of Carrollton, who had died in 1832, the last surviving signer of the United States Declaration of Independence.",
  "/wiki/E._E._Cummings": "Edward Estlin \"E. E.\" Cummings (October 14, 1894 – September 3, 1962), often styled as e e cummings, as he is attributed in many of his published works, was an American poet, painter, essayist, author, and playwright. He wrote approximately 2,900 poems, two autobiographical novels, four plays, and several essays. He is often regarded as one of the most important American poets of the 20th century.\nCummings is associated with modernist free-form poetry. Much of his work has idiosyncratic syntax and uses lower case spellings for poetic expression. His use of lower case extended to rendering even the personal pronoun I as i, as in the phrase \"i shall go.”",
  "/wiki/The_Epic_of_American_Civilization": "The Epic of American Civilization is a mural by the social realist painter José Clemente Orozco.  It is located in the basement reading room of the Baker Memorial Library on the campus of Dartmouth College in Hanover, New Hampshire. The mural, painted between 1932 and 1934, consists of a series of 24 fresco panels, whose principal themes are the impact of both indigenous Native Americans and European colonists on North America, and the impact of war (particularly the Mexican Civil War and the First World War) and rapid industrialization on the human spirit.",
  "/wiki/Hanover,_New_Hampshire": "Hanover is a town along the Connecticut River in Grafton County, New Hampshire, United States. The population was 11,260 at the 2010 census. Dartmouth College and the US Army Corps of Engineers Cold Regions Research and Engineering Laboratory are located in Hanover. The Appalachian Trail crosses the town.",
  "/wiki/Grafton_County,_New_Hampshire": "Grafton County is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 89,118. Its county seat is North Haverhill, a village within the town of Haverhill. Until 1972, the county courthouse and other offices were in downtown Woodsville, a larger village within the town of Haverhill.",
  "/wiki/Jos%C3%A9_Clemente_Orozco": "José Clemente Orozco (November 23, 1883 – September 7, 1949) was a Mexican caricaturist and painter, who specialized in political murals that established the Mexican Mural Renaissance together with murals by Diego Rivera, David Alfaro Siqueiros, and others.  Orozco was the most complex of the Mexican muralists, fond of the theme of human suffering, but less realistic and more fascinated by machines than Rivera. Mostly influenced by Symbolism, he was also a genre painter and lithographer. Between 1922 and 1948, Orozco painted murals in Mexico City, Orizaba, Claremont, California, New York City, Hanover, New Hampshire, Guadalajara, Jalisco, and Jiquilpan, Michoacán. His drawings and paintings are exhibited by the Carrillo Gil Museum in Mexico City, and the Orozco Workshop-Museum in Guadalajara. Orozco was known for being a politically committed artist, and he promoted the political causes of peasants and workers.",
  "/wiki/Baker_Memorial_Library": "The Baker-Berry Library is the main library at Dartmouth College in Hanover, New Hampshire. The fresco, The Epic of American Civilization, was painted by José Clemente Orozco in the lower level of the library, and is a National Historic Landmark. Baker's tower, designed after Independence Hall in Philadelphia, stands 200 feet above campus and is often used as an iconic representation of the college.",
  "/wiki/Robert_Frost_Farm_(Derry,_New_Hampshire)": "The Robert Frost Farm in Derry, New Hampshire is a two-story, clapboard, connected farm built in 1884. It was the home of poet Robert Frost from 1900 to 1911. Today it is a New Hampshire state park in use as a historic house museum. The property is listed in the National Register of Historic Places as the Robert Frost Homestead.",
  "/wiki/Derry,_New_Hampshire": "Derry is a town in Rockingham County, New Hampshire, United States. The population was 33,109 at the 2010 census, and an estimated 33,667 in 2018. Although it is a town and not a city, Derry is the fourth most populous community in the state. The town's nickname, \"Spacetown\", derives from the fact that Derry is the birthplace of Alan Shepard, the first astronaut from the United States in space. Derry was also for a time the home of the poet Robert Frost and his family.",
  "/wiki/Robert_Frost": "Robert Lee Frost (March 26, 1874 – January 29, 1963) was an American poet. His work was initially published in England before it was published in America. Known for his realistic depictions of rural life and his command of American colloquial speech, Frost frequently wrote about settings from rural life in New England in the early twentieth century, using them to examine complex social and philosophical themes.",
  "/wiki/Harrisville_Historic_District_(Harrisville,_New_Hampshire)": "Harrisville Historic District is a well-preserved historic New England mill village located in the southwest part of New Hampshire. It consists of about 200 acres (0.81 km2) and about 135 structures. It was declared a National Historic Landmark in 1977.",
  "/wiki/Harrisville,_New_Hampshire": "Harrisville is a town in Cheshire County, New Hampshire, United States. Besides the town center, it also includes the village of Chesham. The population of the town was 961 at the 2010 census.",
  "/wiki/Cheshire_County,_New_Hampshire": "Cheshire County is a county in the southwestern portion of the U.S. state of New Hampshire. As of the 2010 census, the population was 77,117. Its county seat is the city of Keene. Cheshire was one of the five original counties of New Hampshire, and is named for the county of Cheshire in England. It was organized in 1771 at Keene. Sullivan County was created from the northern portion of Cheshire County in 1827.",
  "/wiki/Richard_Jackson_House": "The Richard Jackson House is a historic house at 76 Northwest Street in Portsmouth, New Hampshire.  Built in 1664 by Richard Jackson, it is the oldest wood-frame house in New Hampshire.  It was designated a National Historic Landmark in 1968.  It is now a historic house museum owned by Historic New England, and is open two Saturdays a month between June and October.",
  "/wiki/John_Paul_Jones_House": "The John Paul Jones House is a historic house at 43 Middle Street in Portsmouth, New Hampshire.  Now a historic house museum and a National Historic Landmark, it is most significant as the only known surviving structure in the United States associated with American Revolutionary War naval hero John Paul Jones, who was resident here in 1781-82 when it was operated as a boarding house.",
  "/wiki/American_Revolutionary_War": "The American Revolutionary War (1775–1783), also known as the American War of Independence, was fought primarily between the Kingdom of Great Britain and her Thirteen Colonies in America; it resulted in the overthrow of British rule in the colonies and the establishment of the United States of America.[N 1]",
  "/wiki/John_Paul_Jones": "John Paul Jones (born John Paul; July 6, 1747 –  July 18, 1792) was the United States' first well-known naval commander in the American Revolutionary War. He made many friends and enemies—who accused him of piracy—among America's political elites, and his actions in British waters during the Revolution earned him an international reputation which persists to this day. As such, he is sometimes referred to as the \"Father of the American Navy\" (a sobriquet he shares with John Barry and John Adams).",
  "/wiki/USS_America_(1782)": "America was the first ship of the line built for the Continental Navy, but she never saw service there, being given to France after launching.",
  "/wiki/Ladd-Gilman_House": "The Ladd-Gilman House, also known as Cincinnati Memorial Hall, is a historic house at 1 Governors Lane in Exeter, New Hampshire, United States. The home was built about 1721 by Nathaniel Ladd as one of the state's first brick houses, and was subsequently clapboarded three decades later. The home was purchased in 1747 by Daniel Gilman, a prominent Exeter merchant. It served as the state treasury during the American Revolutionary War when two members of the Gilman family, Col. Nicholas Gilman and his son John Taylor Gilman, later the state's governor, served as treasurers of the state. Also born in the house was Nicholas Gilman, Jr., a signer of the United States Constitution and U.S. senator from New Hampshire.",
  "/wiki/Exeter,_New_Hampshire": "Exeter is a town in Rockingham County, New Hampshire, United States. The population was 14,306 at the 2010 census and an estimated 15,317 in 2018. Exeter was the county seat until 1997, when county offices were moved to neighboring Brentwood. Home to the Phillips Exeter Academy, a private university-preparatory school, Exeter is situated where the Exeter River feeds the tidal Squamscott River.",
  "/wiki/American_Independence_Museum": "The American Independence Museum is a historic house museum located in Exeter, New Hampshire. Its 1-acre (0.40 ha) campus includes two buildings: the Ladd-Gilman House, a registered National Historic Landmark built in 1721 by Nathaniel Ladd, and the Folsom Tavern, built in 1775 by Colonel Samuel Folsom. The museum was opened in 1991 after a rare copy of the Declaration of Independence known as a Dunlap Broadside was found in the Ladd-Gilman house, 200 years after its arrival in Exeter. It is the centerpiece of the museum’s collection. The museum’s mission is “Connecting America’s Revolutionary past with the present.”",
  "/wiki/Governor_John_Langdon_House": "The Governor John Langdon House, also known as Governor John Langdon Mansion, is a historic mansion house at 143 Pleasant Street in Portsmouth, New Hampshire, United States.   It was built in 1784 by John Langdon (1741-1819), a merchant, shipbuilder, American Revolutionary War general, signer of the United States Constitution, and three-term President (now termed governor) of New Hampshire.  The house he built for his family showed his status as Portsmouth's leading citizen and received praise from George Washington, who visited there in 1789. Its reception rooms are ornamented by elaborate wood carving in the rococo style.  The house was declared a National Historic Landmark in 1974, and is now a house museum operated by Historic New England.",
  "/wiki/Georgian_architecture": "Georgian architecture is the name given in most English-speaking countries to the set of architectural styles current between 1714 and 1830. It is eponymous for the first four British monarchs of the House of Hanover—George I, George II, George III, and George IV—who reigned in continuous succession from August 1714 to June 1830. The style was revived in the late 19th century in the United States as Colonial Revival architecture and in the early 20th century in Great Britain as Neo-Georgian architecture; in both it is also called Georgian Revival architecture. In the United States the term \"Georgian\" is generally used to describe all buildings from the period, regardless of style; in Britain it is generally restricted to buildings that are \"architectural in intention\", and have stylistic characteristics that are typical of the period, though that covers a wide range.",
  "/wiki/John_Langdon_(politician)": "John Langdon (June 26, 1741 – September 18, 1819) was a politician from Portsmouth, New Hampshire, and a Founding Father of the United States. He served as a delegate to the Constitutional Convention, signed the United States Constitution, and was one of the first two United States senators from that state.",
  "/wiki/MacDowell_Colony": "The MacDowell Colony is an artists' colony in Peterborough, New Hampshire, United States, founded in 1907 by composer Edward MacDowell and his wife, pianist and philanthropist Marian MacDowell. After he died in 1908, Marian forged ahead, establishing the Colony through a nonprofit association in honor of her husband,  raising funds to transform her farm into a quiet retreat for creative artists to work. She led the colony for almost 25 years.",
  "/wiki/Peterborough,_New_Hampshire": "Peterborough is a town in Hillsborough County, New Hampshire, United States. The population was 6,284 at the 2010 census. The central settlement in town, with 3,103 people at the 2010 census, is defined as the Peterborough census-designated place (CDP) and is located along the Contoocook River at the junction of U.S. Route 202 and New Hampshire Route 101. The community is 38 miles (61 km) west of Manchester and 72 miles (116 km) northwest of Boston.",
  "/wiki/Hillsborough_County,_New_Hampshire": "Hillsborough County is the most populous county in the U.S. state of New Hampshire. As of the 2010 census, the population was 400,721. The population was estimated at 415,247 in 2018. Its county seats are Manchester and Nashua. Hillsborough is northern New England's most populous county as well as its most densely populated. Hillsborough County comprises the Manchester-Nashua, NH Metropolitan Statistical Area, which in turn constitutes a portion of the Boston-Worcester-Providence, MA-RI-NH-CT Combined Statistical Area.",
  "/wiki/Edward_MacDowell": "Edward Alexander MacDowell (December 18, 1860 – January 23, 1908) was an American composer and pianist of the late Romantic period. He was best known for his second piano concerto and his piano suites Woodland Sketches, Sea Pieces and New England Idylls. Woodland Sketches includes his most popular short piece, \"To a Wild Rose\". In 1904 he was one of the first seven Americans honored by membership in the American Academy of Arts and Letters.",
  "/wiki/MacPheadris-Warner_House": "The Warner House, also known as the MacPheadris–Warner House, is a historic house museum at 150 Daniel Street (corner of Chapel Street) in Portsmouth, New Hampshire, United States. Built 1716–1718, it is the oldest, urban brick house in northern New England, and is one of the finest early-Georgian brick houses in New England. It was declared a National Historic Landmark in 1960, and is listed on the National Register of Historic Places.",
  "/wiki/Moffatt-Ladd_House": "The Moffatt-Ladd House, also known as the William Whipple House, is a historic house museum and National Historic Landmark at 154 Market Street in Portsmouth, New Hampshire, United States. The 1763 Georgian house was the home of William Whipple (1730–85), a signer of the Declaration of Independence and Revolutionary War general. The house is now owned by the National Society of Colonial Dames in New Hampshire, and is open to the public.",
  "/wiki/William_Whipple": "William Whipple Jr. (January 25, 1731 NS [January 14, 1730 OS] – November 28, 1785) was a signatory of the United States Declaration of Independence as a representative of New Hampshire and a member of the Continental Congress from 1776 through 1779. He worked as both a ship's captain and a merchant, and he studied in college to become a judge. He died of heart complications in 1785, aged 55.",
  "/wiki/Mount_Washington_Hotel": "The Mount Washington Hotel is a hotel in Bretton Woods, New Hampshire, near Mount Washington. It was designed by Charles Alling Gifford.",
  "/wiki/Carroll,_New_Hampshire": "Carroll is a town in Coos County, New Hampshire, United States. The population was 763 at the 2010 census. The two largest villages are Twin Mountain and Bretton Woods. Carroll is an important access point for recreational areas in the White Mountains, including many 4,000-footers, the Zealand River area, the Presidential Range, and the Presidential Dry River Wilderness. The town is crossed by the Appalachian Trail and is home to the Mount Washington Hotel at Bretton Woods.  It is also home to the Highland Center at Crawford Notch, the Appalachian Mountain Club's four-season lodge.",
  "/wiki/Coos_County,_New_Hampshire": "Coös County (/ˈkoʊ.ɒs/, with two syllables), frequently spelled Coos County, is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 33,055, the least of any New Hampshire county. The estimated population as of 2018 was 31,589. The county seat is Lancaster.",
  "/wiki/White_Mountains_(New_Hampshire)": "The White Mountains are a mountain range covering about a quarter of the state of New Hampshire and a small portion of western Maine in the United States. They are part of the northern Appalachian Mountains and the most rugged mountains in New England. The range is heavily visited due to its proximity to Boston and, to a lesser extent, New York City and Montreal, Quebec, Canada.",
  "/wiki/United_Nations_Monetary_and_Financial_Conference": "The Bretton Woods Conference, formally known as the United Nations Monetary and Financial Conference, was the gathering of 730 delegates from all 44 Allied nations at the Mount Washington Hotel, situated in Bretton Woods, New Hampshire, United States, to regulate the international monetary and financial order after the conclusion of World War II.",
  "/wiki/Franklin_Pierce_Homestead": "The Franklin Pierce Homestead is a historic house museum and state park located in Hillsborough, New Hampshire. It was the childhood home of the fourteenth President of the United States, Franklin Pierce.",
  "/wiki/Hillsborough,_New_Hampshire": "Hillsborough, frequently spelled Hillsboro, is a town in Hillsborough County, New Hampshire, United States. The population was 6,011 at the 2010 census. The town is home to Fox State Forest and part of Low State Forest.",
  "/wiki/Franklin_Pierce": "Franklin Pierce (November 23, 1804 – October 8, 1869) was the 14th president of the United States (1853–1857), a northern Democrat who saw the abolitionist movement as a fundamental threat to the unity of the nation. He alienated anti-slavery groups by championing and signing the Kansas–Nebraska Act and enforcing the Fugitive Slave Act, yet he failed to stem conflict between North and South, setting the stage for Southern secession and the American Civil War.",
  "/wiki/Saint-Gaudens_National_Historic_Site": "Saint-Gaudens National Historical Park in Cornish, New Hampshire, preserves the home, gardens, and studios of Augustus Saint-Gaudens (1848–1907), one of America's foremost sculptors. This was his summer residence from 1885 to 1897, his permanent home from 1900 until his death in 1907, and the center of the Cornish Art Colony. There are two hiking trails that explore the park's natural areas.  Original sculptures are on exhibit, along with reproductions of his greatest masterpieces. It is located on Saint-Gaudens Road in Cornish, 0.5 miles (0.80 km) off New Hampshire Route 12A.",
  "/wiki/Augustus_Saint-Gaudens": "Augustus Saint-Gaudens (/ˌseɪntˈɡɔːdənz/; March 1, 1848 – August 3, 1907) was an American sculptor of the Beaux-Arts generation who embodied the ideals of the American Renaissance. Raised in New York City, he traveled to Europe for further training and artistic study. After he returned to New York, he achieved major critical success for his monuments commemorating heroes of the American Civil War, many of which still stand. Saint-Gaudens created works such as the Robert Gould Shaw Memorial on Boston Common and grand equestrian monuments to Civil War generals: General John Logan Memorial in Chicago's Grant Park and William Tecumseh Sherman at the corner of New York's Central Park.",
  "/wiki/John_Sullivan_House": "The John Sullivan House is a historic house at 21 Newmarket Road in Durham, New Hampshire. A National Historic Landmark, it was the home of American Revolutionary War General John Sullivan (1740-1795), who later became President (the position now called Governor) of New Hampshire.",
  "/wiki/Durham,_New_Hampshire": "Durham is a town in Strafford County, New Hampshire, United States. The population was 14,638 at the 2010 census. Durham is home to the University of New Hampshire.",
  "/wiki/Strafford_County,_New_Hampshire": "Strafford County is a county in the U.S. state of New Hampshire. As of the 2010 census, the population was 123,143. Its county seat is Dover. Strafford County was one of the five original counties identified for New Hampshire in 1769. It was named after William Wentworth, 2nd Earl of Strafford in the mistaken belief that he was the ancestor of governor John Wentworth – although they were distantly related, William had no descendants. The county was organized at Dover in 1771. In 1840, the size of the original county was reduced with the creation of Belknap County. Strafford County constitutes a portion of the Boston-Cambridge-Newton, MA-NH Metropolitan Statistical Area as well as of the greater Boston-Worcester-Providence, MA-RI-NH-CT Combined Statistical Area.",
  "/wiki/John_Sullivan_(general)": "John Sullivan (February 17, 1740 – January 23, 1795) was an Irish-American General in the Revolutionary War, a delegate in the Continental Congress, Governor of New Hampshire and a United States District Judge of the United States District Court for the District of New Hampshire. Sullivan, the third son of American settlers, served as a major general in the Continental Army and as Governor (or \"President\") of New Hampshire. He commanded the Sullivan Expedition in 1779, a scorched earth campaign against the Iroquois towns that had taken up arms against the American revolutionaries. As a member of Congress, Sullivan worked closely with the French Ambassador to the United States, the Chevalier de la Luzerne.",
  "/wiki/Matthew_Thornton_House": "The Matthew Thornton House is a historic house and National Historic Landmark at 2 Thornton Street in Derry, New Hampshire. It was from 1740 to 1779 the home of Matthew Thornton, a signer of the U.S. Declaration of Independence.",
  "/wiki/Matthew_Thornton": "Matthew Thornton (1714 – June 24, 1803) was an Irish signer of the United States Declaration of Independence as a representative of New Hampshire.",
  "/wiki/List_of_National_Historic_Landmarks_in_New_Hampshire": "This article is a List of National Historic Landmarks in New Hampshire, as well as a list of New Hampshire state historic sites, which overlap, and a list of National Park Service administered areas in New Hampshire."
}