{
  "/wiki/One_Life_to_Live": "One Life to Live (often abbreviated as OLTL) is an American soap opera broadcast on the ABC television network for more than 43 years, from July 15, 1968, to January 13, 2012, and then on the internet as a web series on Hulu and iTunes via The Online Network from April 29 to August 19, 2013. Created by Agnes Nixon, the series was the first daytime drama to primarily feature ethnically and socioeconomically diverse characters and consistently emphasize social issues. One Life to Live was expanded from 30 minutes to 45 minutes on July 26, 1976, and then to an hour on January 16, 1978.",
  "/wiki/Tim_Siegel_(One_Life_to_Live)": "This is a list of characters from the ABC Daytime soap opera, One Life to Live, that began their run between the show's pilot episode and the end of 1979.",
  "/wiki/Television_movie": "A television film is a feature-length motion picture that is produced and originally distributed by or to a television network, in contrast to theatrical films made explicitly for initial showing in movie theaters.",
  "/wiki/If_Tomorrow_Comes_(miniseries)": "Sidney Sheldon's If Tomorrow Comes is a 1986 CBS miniseries based on the 1985 novel of the same name by Sidney Sheldon, starring Madolyn Smith, Tom Berenger and David Keith. It was directed by Jerry London and the screenplay was written by Carmen Culver.",
  "/wiki/Cheers": "Cheers is an American sitcom television series that ran on NBC from September 30, 1982, to May 20, 1993, with a total of 275 half-hour episodes across eleven seasons. The show was produced by Charles/Burrows Productions in association with Paramount Network Television, and was created by the team of James Burrows, Glen Charles, and Les Charles. The show is set in a bar named Cheers in Boston, Massachusetts, where a group of locals meet to drink, relax, and socialize. The show's main theme song, co-written and performed by Gary Portnoy, lent its refrain \"Where Everybody Knows Your Name\" as the show's catchphrase.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Guest_Actor_in_a_Comedy_Series": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Guest Actor in a Comedy Series. Prior to 1988 the category was not gender specific, thus was called Outstanding Guest Performer in a Comedy Series. These awards, like the other \"Guest\" awards, are not presented at the Primetime Emmy Award ceremony, but rather at the Creative Arts Emmy Award ceremony.",
  "/wiki/Law_%26_Order": "Law & Order is an American police procedural and legal drama television series created by Dick Wolf, launching the Law & Order franchise. Airing its entire run on NBC, Law & Order premiered on September 13, 1990 and completed its twentieth and final season on May 24, 2010.",
  "/wiki/Ally_McBeal": "Ally McBeal is an American legal comedy-drama television series, originally aired on Fox from September 8, 1997, to May 20, 2002. Created by David E. Kelley, the series stars Calista Flockhart in the title role as a lawyer working in the fictional Boston law firm Cage and Fish, with other lawyers whose lives and loves were eccentric, humorous, and dramatic. The series received critical acclaim in its early seasons, winning the Golden Globe Award for Best Television Series – Musical or Comedy in 1997 and 1998, and also winning the Emmy Award for Outstanding Comedy Series in 1999.",
  "/wiki/Third_Watch": "Third Watch is an American crime drama television series created by John Wells and Edward Allen Bernero that aired on NBC from September 23, 1999, to May 6, 2005, with a total of 132 episodes spanning over six seasons. It was produced by John Wells Productions, in association with Warner Bros. Television.",
  "/wiki/Peacemakers_(TV_series)": "Peacemakers is an American crime fiction television series about forensic science in the Old West. It was filmed in Vancouver in British Columbia, Canada. The series premiered July 30, 2003, on the USA Network. The show was cancelled after one season of nine episodes.",
  "/wiki/Into_the_West_(miniseries)": "Into the West is a 2005 miniseries produced by Steven Spielberg and DreamWorks, with six two-hour episodes (including commercials). The series was first broadcast in the U.S. on Turner Network Television (TNT) on six Fridays starting on June 10, 2005. It was also shown in the UK on BBC2 and BBC HD from November 4, 2006, and in Canada on CBC Television. The series also aired in the U.S. on AMC during the summer (June/July) and fall (autumn, September/October) of 2012.",
  "/wiki/John_Chivington": "John Milton Chivington (January 27, 1821 – October 4, 1894) was an American Methodist pastor, Mason and mass murderer who served as a colonel in the United States Volunteers during the New Mexico Campaign of the American Civil War. He led a rear action against a Confederate supply train in the Battle of Glorieta Pass, and was then appointed a colonel of cavalry during the Colorado War.",
  "/wiki/October_Road_(TV_series)": "October Road is an American drama television series. It premiered on ABC on March 15, 2007, following Grey's Anatomy. It follows Nick Garrett (played by former One Tree Hill star Bryan Greenberg) who, after a decade, returns to his hometown, the fictional Knights Ridge, Massachusetts.",
  "/wiki/XIII:_The_Series": "XIII: The Series is an English-language Franco-Canadian TV series that premiered in April 2011 in France and Canada. Loosely based on the Belgian graphic novel series created by Jean Van Hamme and William Vance debuting in 1984, about an amnesiac protagonist who seeks to discover his concealed past. The TV series follows the events of the 2008 TV film XIII: The Conspiracy, which was also produced by Prodigy Pictures and Cipango. The first season follows the plot in parallel with the existing volumes in the comic series, while the second season diverts into an all-new original story arc.",
  "/wiki/Hatfields_%26_McCoys_(miniseries)": "Hatfields & McCoys is a 2012 American three-part Western television miniseries based on the Hatfield–McCoy feud produced by History channel. Each episode aired for two hours on May 28, 29, and 30, 2012.",
  "/wiki/Primetime_Emmy_Award_for_Outstanding_Supporting_Actor_in_a_Miniseries_or_a_Movie": "This is a list of winners and nominees of the Primetime Emmy Award for Outstanding Supporting Actor in a Limited Series or Movie. Before 1975, supporting actors featured in a miniseries or movie were included in categories such as comedy or drama. From 1975 to 1978, the award was called Outstanding Single Performance by a Supporting Actor in a Comedy or Drama Special. Despite the category's name, actors appearing in many episodes of a miniseries were included. In 1979, the award was named Outstanding Supporting Actor in a Limited Series or Special. The award was renamed again in 1986 Outstanding Supporting Actor in a Miniseries or Special. By 1998, the award was renamed Outstanding Supporting Actor in a Miniseries or Movie.",
  "/wiki/Major_Crimes_(TV_series)": "Major Crimes is an American television police procedural series starring Mary McDonnell. It is a continuation spin-off of The Closer, set in the same police division. It premiered on TNT August 13, 2012, following The Closer's finale.",
  "/wiki/Hawaii_Five-0_(2010_TV_series)": "Hawaii Five-0 is an American action police procedural television series that premiered on Monday, September 20, 2010, on the network CBS. The series is a re-imagining of the original series, which aired on CBS from 1968 to 1980. Like the original series, the show follows an elite state police task force set up to fight major crimes in the state of Hawaii. The task force is led by Steve McGarrett (Alex O'Loughlin), a Navy Reserve Lieutenant Commander who is assisted by Detective Danny Williams (Scott Caan), and other police officers. The series is produced by K/O Paper Products and 101st Street Television, initially in association with CBS Productions, then CBS Television Studios since season three. The show has had three crossovers with other crime shows and has received praise for its modern take on the original series.",
  "/wiki/Training_Day_(TV_series)": "Training Day is an American crime-thriller television series that aired on CBS from February 2, to May 20, 2017. The series serves as a follow up to the 2001 film of the same name. It stars Bill Paxton and Justin Cornwell, and is known for being one of Paxton's final performances prior to his death in February 2017.",
  "/wiki/Tom_Berenger": "Tom Berenger (born Thomas Michael Moore; May 31, 1949) is an American television and motion picture actor. He was nominated for the Academy Award for Best Supporting Actor for his portrayal of Staff Sergeant Bob Barnes in Platoon (1986).  He is also known for playing Jake Taylor in the Major League films and Thomas Beckett in the Sniper films.  Other films he appeared in include Looking for Mr. Goodbar (1977), The Dogs of War (1980), The Big Chill (1983), Eddie and the Cruisers (1983), Betrayed (1988), The Field (1990), Gettysburg (1993), The Substitute (1996), One Man's Hero (1999), Training Day (2001), and Inception (2010)."
}