{
  "/wiki/Botafogo_Futebol_Clube_(SP)": "Botafogo Futebol Clube is a Brazilian association football club based in Ribeirão Preto, São Paulo state, founded on October 12, 1918. The club currently competes in the Campeonato Brasileiro Série B after achieving promotion in 2018, and in the Campeonato Paulista.",
  "/wiki/Ribeir%C3%A3o_Preto": "Ribeirão Preto (Portuguese pronunciation: [ʁibejˈɾɐ̃w ˈpɾetu]) is a municipality and a metropolitan area located in the northeastern region of São Paulo state, Brazil.",
  "/wiki/Gr%C3%AAmio_Novorizontino": "Grêmio Novorizontino, usually known simply as Novorizontino, is a Brazilian football club from Novo Horizonte, São Paulo state.",
  "/wiki/Novo_Horizonte,_S%C3%A3o_Paulo": "Novo Horizonte (Portuguese for \"New Horizon\") is a municipality in the state of São Paulo, Brazil. The population is 39,543 (2015 est.) in an area of 932 km². Novo Horizonte is the center of a Microregion with 79,222 inhabitants.",
  "/wiki/Clube_Atl%C3%A9tico_Bragantino": "The Clube Atlético Bragantino, or Bragantino as they were usually called, was a Brazilian football team from Bragança Paulista in São Paulo that was founded on 8 January 1928. On 5 April 2019 the team merged with Red Bull Brasil to form Red Bull Bragantino.",
  "/wiki/Bragan%C3%A7a_Paulista": "Bragança Paulista is a municipality in the state of São Paulo in Brazil. The population is 160,665 (2015 est.) in an area of 512.6 km². The elevation is 817 m.",
  "/wiki/Sport_Club_Corinthians_Paulista": "Sport Club Corinthians Paulista (Brazilian Portuguese: [isˈpɔʁtʃi ˈklubi kʊˈɾĩtʃɐ̃s pawˈɫistɐ]) is a Brazilian sports club based in the city of  São Paulo. Although they compete in a number of different sports, Corinthians is mostly known for its professional association football team.",
  "/wiki/S%C3%A3o_Paulo": "São Paulo (/ˌsaʊ ˈpaʊloʊ/; Portuguese pronunciation: [sɐ̃w̃ ˈpawlu] (listen)) is a municipality in the Southeast Region of Brazil. The metropolis is an alpha global city (as listed by the GaWC) and the most populous city in Brazil, the Western Hemisphere and the Southern Hemisphere, besides being the largest Portuguese-speaking city in the world. The municipality is also the world's 12th largest city proper by population. The city is the capital of the surrounding state of São Paulo, the most populous and wealthiest state in Brazil. It exerts strong international influences in commerce, finance, arts and entertainment. The name of the city honors the Apostle, Saint Paul of Tarsus. The city's metropolitan area, the Greater São Paulo, ranks as the most populous in Brazil and the 12th most populous on Earth. The process of conurbation between the metropolitan areas located around the Greater São Paulo (Campinas, Santos, Sorocaba and the Paraíba Valley) created the São Paulo Macrometropolis, a megalopolis  with more than 30 million inhabitants, one of the most populous urban agglomerations in the world.",
  "/wiki/Associa%C3%A7%C3%A3o_Desportiva_S%C3%A3o_Caetano": "Associação Desportiva São Caetano, commonly known as São Caetano, is a Brazilian football team based in the city of São Caetano, Brazil, part of the São Paulo greater metropolitan area. The club finished as runner-up in the Série A twice and once in the Copa Libertadores.",
  "/wiki/S%C3%A3o_Caetano_do_Sul": "São Caetano do Sul (or São Caetano) is a city in São Paulo state in Brazil. It is part of the Metropolitan Region of São Paulo. The population is 158,024 (2015 est.) in an area of 15.33 km2. It is the city with the highest per capita income in Brazil (US$31,322.00 in 2010) and it also has the highest Human Development Index.",
  "/wiki/Ituano_Futebol_Clube": "Ituano Futebol Clube, also known as Ituano Sociedade Civil de Futebol Ltda, or Ituano as they are usually called, is a Brazilian football club from Itu in São Paulo, founded on May 24, 1947.  The team plays in black and red stripe shirts with white shorts and socks. In 2014, Ituano won the São Paulo State League for the second time.",
  "/wiki/Itu,_Brazil": "Itu is an historic municipality in the state of São Paulo in Brazil. It is part of the Metropolitan Region of Sorocaba. The population is 167,095 (2015 est.) in an area of 640.72 km2. The elevation is 583 m. This place name comes from the Tupi language, meaning big waterfall. Two rivers flow through Itu: Tietê and Jundiaí. Itu has five hospitals, eleven bank agencies and one shopping center, the Plaza Shopping Itu.",
  "/wiki/Guarani_FC": "Guarani Futebol Clube is a Brazilian football club located in Campinas, São Paulo. It is also known as Bugre, a popular term for an Indigenous Brazilian, and its supporters are known as bugrinos.",
  "/wiki/Campinas": "Campinas (Portuguese pronunciation: [kɐ̃ˈpinɐs], Plains or Meadows) is a Brazilian municipality in São Paulo State, part of the country's Southeast Region. According to the 2010 Census, the city's population is 1,080,999, making it the fourteenth most populous Brazilian city and the third most populous municipality in São Paulo state. The city's metropolitan area, Metropolitan Region of Campinas, contains twenty municipalities with a total population of 3,656,363 people.",
  "/wiki/Campeonato_Paulista_S%C3%A9rie_A2": "Campeonato Paulista Série A2 is the second level of the São Paulo state professional football championship, one of the Brazilian state championships. This tournament is played by 20 teams, in which the four best teams are promoted to Série A1 and the four worst teams are relegated to Série A3.",
  "/wiki/Mirassol_Futebol_Clube": "Mirassol Futebol Clube, usually known simply as Mirassol is a Brazilian football club from Mirassol, São Paulo state.",
  "/wiki/Mirassol": "Mirassol is a municipality in the state of São Paulo, Brazil.  The city is located in the northern part of the state, 453 km from the city of São Paulo and 15 km from São José do Rio Preto. Mirassol has 53,792 inhabitants (IBGE/2010).",
  "/wiki/Oeste_Futebol_Clube": "Oeste Futebol Clube, or Oeste as they are usually called, is a Brazilian football team currently playing in the city of Barueri. Originally from Itápolis in São Paulo state, Oeste was founded on January 25, 1921. They play in black and red shirts, black shorts and red socks.",
  "/wiki/Barueri": "Barueri (Portuguese pronunciation: [bɐˌɾu.eˈɾi] or [baɾweˈɾi]) is a Brazilian municipality in the State of São Paulo located in the northwestern part of the Metropolitan Region of São Paulo. The population is 262,275 (2015 est.) in an area of 65.70 km².",
  "/wiki/Sociedade_Esportiva_Palmeiras": "Palmeiras (Portuguese pronunciation: [pawˈmejɾɐs]) is a Brazilian professional football club based in the city of São Paulo.",
  "/wiki/Associa%C3%A7%C3%A3o_Atl%C3%A9tica_Ponte_Preta": "Associação Atlética Ponte Preta (Portuguese pronunciation: [ɐsosjɐˈsɐ̃w ɐˈtlɛtʃikɐ ˈpõtʃi ˈpɾetɐ]), commonly known as Ponte Preta, is a Brazilian football club located in Campinas, São Paulo. Ponte Preta is also known as Macaca. Ponte Preta's biggest rival is from the same city, Guarani, against whom matches are known as derby (dérbi in Portuguese). They are known as \"pontepretanos\". Ponte Preta is the second oldest football team established in Brazil still in activity, founded on August 11, 1900, the oldest being Sport Club Rio Grande, of Rio Grande do Sul.",
  "/wiki/Associa%C3%A7%C3%A3o_Ferrovi%C3%A1ria_de_Esportes": "Associação Ferroviária de Esportes, or Ferroviária, as they are usually called, is a Brazilian football team from Araraquara in São Paulo state, founded on April 12, 1950. Ferroviária is the only Araraquara's club to reach the Campeonato Paulista first division. The club's best campaign in that competition was in 1959, when the club finished in the third position. It is also the only club of the city to have competed in the Campeonato Brasileiro Série B. The club competed in this competition in 1995.",
  "/wiki/Araraquara": "Araraquara (Portuguese pronunciation: [ɐɾaɾɐˈkwaɾɐ] or [aˌɾaɾɐˈkwaɾɐ]) is a city in the state of São Paulo in Brazil. The population is 226,508 (2015 est.) in an area of 1004 km². It is also known as \"the abode of the sun,\" because of its impressive sunset and because of its hot atmosphere, especially in summer. The city was founded in 1817.",
  "/wiki/Red_Bull_Brasil": "Red Bull Brasil is a Brazilian football club located in Campinas, São Paulo, founded on 19 November 2007. The club is owned by Red Bull GmbH and competes in Campeonato Paulista, the top flight of football in the state. The team plays at the Estádio Moisés Lucarelli, which it shares with Ponte Preta.",
  "/wiki/Santos_FC": "Santos Futebol Clube (Brazilian Portuguese: [ˈsɐ̃tus futʃiˈbɔw ˈklubi]), commonly known simply as Santos, is a Brazilian sports club based in Vila Belmiro, a bairro in the city of Santos. It plays in the Paulistão, the State of São Paulo's premier state league, as well as the Brasileirão, the top tier of the Brazilian football league system.",
  "/wiki/Santos,_S%C3%A3o_Paulo": "Santos (Portuguese pronunciation: [ˈsɐ̃tus] (listen), Saints) is a municipality in the Brazilian state of São Paulo, founded in 1546 by the Portuguese nobleman Brás Cubas. It is located mostly on the island of São Vicente, which harbors both the city of Santos and the city of São Vicente, and partially on the mainland. It is the main city in the metropolitan region of Baixada Santista. The population is 433,966 (2015 est.) in an area of 280.67 km2 (108.37 sq mi). The city is also home to the Coffee Museum, where world coffee prices were once negotiated. There is also an association football  memorial, dedicated to the city's greatest players, which includes Pelé, who played for the Santos Futebol Clube. Its beachfront garden, 5,335 m (5,834 yd) in length, figures in the Guinness Book of Records as the largest beachfront garden in the world.",
  "/wiki/Esporte_Clube_S%C3%A3o_Bento": "Esporte Clube São Bento, usually known simply as São Bento, is a traditional Brazilian football club from Sorocaba, São Paulo state.",
  "/wiki/Sorocaba": "Sorocaba (Portuguese pronunciation: [so̞ɾo̞ˈkabɐ]) is a municipality in the state of São Paulo, Brazil. Sorocaba is the eighth-largest city in the state of São Paulo. Outside the Greater São Paulo region, it ranks behind only Campinas, São José dos Campos and Ribeirão Preto. It is part of the Metropolitan Region of Sorocaba. The population is 644,919 (2015 est.) in an area of 450.38 km2.",
  "/wiki/S%C3%A3o_Paulo_FC": "São Paulo Futebol Clube (Portuguese pronunciation: [sɐ̃w ˈpawlu fuʧiˈbɔw ˈklubi]), simply known as São Paulo, is a Brazilian professional football club based in the city of São Paulo. It has played in the Campeonato Paulista (the State of São Paulo's premier state league) and Campeonato Brasileiro (the top tier of the Brazilian football league system)."
}