{
  "/wiki/2019_in_athletics_(track_and_field)": "In 2019, the main athletic events are the 2019 IAAF World Cross Country Championships, the 2019 IAAF World Relays, and the 2019 World Athletics Championships.",
  "/wiki/Joshua_Cheptegei": "Joshua Kiprui Cheptegei (born 12 September 1996) is a Ugandan long-distance runner. In 2017 he became the Silver medallist in the 10000 m run at the World championship in London. In 2018 he set a world record for the 15 km road race and became the World Cross Country champion in 2019. In 2019 in Doha, he won a gold medal in the 10000m men's finals.",
  "/wiki/Doha": "Doha (Arabic: الدوحة‎, ad-Dawḥa or ad-Dōḥa, pronounced [adˈdawħa]) is the capital and most populous city of the State of Qatar. It has a population of 956,460 (2015). The city is located on the coast of the Persian Gulf in the east of the country. It is Qatar's fastest growing city, with over 80% of the nation's population living in Doha or its surrounding suburbs,[citation needed] and it is also the economic centre of the country.",
  "/wiki/2018_in_athletics_(track_and_field)": "In 2018, no world outdoor athletics championships was held. Major events held during the year included the 2018 IAAF World Indoor Championships, 2018 IAAF Continental Cup, 2018 IAAF World Race Walking Team Championships, and 2018 IAAF World Half Marathon Championships.",
  "/wiki/Stanley_Waithaka_Mburu": "Stanley Waithaka Mburu (born 9 April 2000) is a Kenyan male long-distance runner who competes in the 5000 metres and 10,000 metres",
  "/wiki/Yokohama": "Yokohama (Japanese: 横浜, Hepburn: Yokohama, pronounced [jokohama] (listen)) is the second largest city in Japan by population, and the most populous municipality of Japan. It is the capital city of Kanagawa Prefecture. It lies on Tokyo Bay, south of Tokyo, in the Kantō region of the main island of Honshu. It is a major commercial hub of the Greater Tokyo Area.",
  "/wiki/2017_in_athletics_(track_and_field)": "In 2017, the foremost athletics event was the World Championships in London. The other major global-level competition in 2017 was the World Cross Country Championships.",
  "/wiki/Mo_Farah": "Sir Mohamed Muktar Jama Farah, CBE OLY (born 23 March 1983) is a British distance runner. The most successful British track athlete in modern Olympic Games history, he is the 2012 and 2016 Olympic gold medalist in both the 5000 m and 10,000 m. Farah is the second athlete in modern Olympic Games history, after Lasse Virén, to win both the 5000 m and 10,000 m titles at successive Olympic Games. He also completed the 'distance double' at the 2013 and 2015 World Championships in Athletics. He was the second man in history, after Kenenisa Bekele, to win long-distance doubles at successive Olympics and World Championships, and the first in history to defend both distance titles in both major global competitions – a feat described as the 'quadruple-double'. Since finishing 2nd in the 10,000 metres at the 2011 World Championships in Athletics, Farah had an unbroken streak of ten global final wins (the 5000m in 2011, the 10,000m in 2017 and the double in 2012, 2013, 2015 and 2016). The streak ended in Farah's final championship track race, when he finished second to Ethiopia's Muktar Edris in the 2017 5000 metres final. In his final track race, the 2017 Diamond League Final in Zurich in August 2017, Farah gained his revenge, edging out world champion Edris to win his only IAAF Diamond League title at 5000 metres.",
  "/wiki/London": "London is the capital and largest city of England and of the United Kingdom. Standing on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea, London has been a major settlement for two millennia. Londinium was founded by the Romans. The City of London, London's ancient core − an area of just 1.12 square miles (2.9 km2) and colloquially known as the Square Mile − retains boundaries that closely follow its medieval limits.[note 1] The City of Westminster is also an Inner London borough holding city status. Greater London is governed by the Mayor of London and the London Assembly.[note 2]",
  "/wiki/2016_in_athletics_(track_and_field)": "In 2016, the foremost athletics events will be staged at the Olympic Games in Rio de Janeiro. The two other major global level competitions in 2016 are the World Indoor Championships and World Half Marathon Championships.",
  "/wiki/Yigrem_Demelash": "Yigrem Demelash (born 26 January 1994) is an Ethiopian long-distance runner. He was the 2012 World Junior champion in the 10,000 metres. He holds a personal best of 26:57.56 minutes for that event.",
  "/wiki/Hengelo": "Hengelo (Dutch pronunciation: [ˈɦɛŋəloː] (listen)) is a city in the eastern part of the Netherlands, in the province of Overijssel. The city lies along the motorways A1/E30 and A35 and it has a station for the international Amsterdam – Hannover – Berlin service.",
  "/wiki/2015_in_athletics_(track_and_field)": "In 2015, the foremost athletics event was the 2015 World Championships in Athletics in Beijing. The two other major global level competitions in 2015 are the World Cross Country Championships and the IAAF World Relays.",
  "/wiki/Eugene,_Oregon": "Eugene (/juːˈdʒiːn/ yoo-JEEN) is a city in the U.S. state of Oregon, in the Pacific Northwest. It is at the southern end of the verdant Willamette Valley, near the confluence of the McKenzie and Willamette Rivers, about 50 miles (80 km) east of the Oregon Coast.",
  "/wiki/2014_in_athletics_(track_and_field)": "In 2014 there was no primary outdoor global athletics championship, as neither the Summer Olympics nor the World Championships in Athletics occurred in the year. The 2014 IAAF World Indoor Championships, and the 2014 IAAF Continental Cup were the foremost global events to be held in 2014. The 2014 IAAF World Relays marked the debut of the new international competition exclusively for relay races.",
  "/wiki/Galen_Rupp": "Galen Rupp (born May 8, 1986) is an American long-distance runner. He competed in the Summer Olympics in 2008 in Beijing, 2012 in London, and 2016 in Rio de Janeiro. In London he won the silver medal in the men's 10,000 meters, and in Rio de Janeiro he won the bronze medal in the men's marathon. Rupp has competed for the University of Oregon and trained under Alberto Salazar as a member of the Nike Oregon Project.  He won the 2017 Chicago Marathon, the first American to do so since Khalid Khannouchi in 2002.",
  "/wiki/2013_in_athletics_(track_and_field)": "In 2013 the foremost competition in athletics was the 2013 World Championships in Athletics in Moscow. The International Association of Athletics Federations will hold two other global level competitions this year: the 2013 IAAF World Cross Country Championships and the 2013 World Youth Championships in Athletics. The IAAF World Cross Country Championships will return after its move to a biennial format.",
  "/wiki/Dejen_Gebremeskel": "Dejen Gebremeskel (born 24 November 1989) is an Ethiopian long-distance runner who primarily competes in track events. His personal best of 12:46.81 minutes for the 5000 metres ranks him as the fifth fastest of all time for the distance. He was the 5000 m silver medallist at the 2012 London Olympics and took the bronze medal over that distance at the 2011 World Championships in Athletics.",
  "/wiki/Sollentuna_Municipality": "Sollentuna Municipality (Sollentuna kommun [ˈsɔ̂lːɛnˌtʉːna kʊˈmʉːn] (listen)) is a municipality in Stockholm County in east central Sweden, north of Stockholm. Its seat of local government is located in Tureberg, which is a part of the Stockholm urban area.",
  "/wiki/2012_in_athletics_(track_and_field)": "In 2012 the foremost competition in athletics was the 2012 Summer Olympics in London. The International Association of Athletics Federations held four other global level competitions in 2012: the 2012 IAAF World Indoor Championships, 2012 IAAF World Race Walking Cup, 2012 World Junior Championships in Athletics and the 2012 IAAF World Half Marathon Championships.",
  "/wiki/Emmanuel_Kipkemei_Bett": "Emmanuel Kipkemei Bett (born 29 March 1985)nb  is a Kenyan long-distance runner who competes in track and road running events. He has a 10,000 metres personal best of 26:51.16 minutes, which was the fastest time in the world in the 2012 season.",
  "/wiki/Brussels": "Brussels (French: Bruxelles [bʁysɛl] (listen) or [bʁyksɛl]; Dutch: Brussel [ˈbrʏsəl] (listen)), officially the Brussels-Capital Region (French: Région de Bruxelles-Capitale;[a] Dutch: Brussels Hoofdstedelijk Gewest),[b] is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region (which forms an enclave) and the Walloon Region. Brussels is the most densely populated and the richest region in Belgium in terms of GDP per capita. It covers 162 km2 (63 sq mi), a relatively small area compared to the two other regions, and has a population of over 1.2 million. The metropolitan area of Brussels comprises over 2.5 million people, which makes it the largest in Belgium. It is also part of a large conurbation extending towards Ghent, Antwerp, Leuven and Walloon Brabant, home to over 5 million people.",
  "/wiki/2011_in_athletics_(track_and_field)": "In 2011, the foremost athletics event was the 2011 World Championships in Athletics in Daegu. The other major global level competition held in 2011 was the World Cross Country Championships.",
  "/wiki/Kenenisa_Bekele": "Kenenisa Bekele (Oromo: Qananiisaa baqqalaa; Amharic: ቀነኒሳ በቀለ; born 13 June 1982) is an Ethiopian long-distance runner and the current world record and Olympic record holder in both the 5000-metre and 10,000-metre events. He won the gold medal in both the 5000 m and 10,000 m events at the 2008 Summer Olympics. At the 2004 Olympics he won the gold medal in the 10,000 m and the silver medal in the 5000 m. He is married to actress Danawit Gebregziabher and he has one younger brother, Tariku Bekele, who is also an accomplished world-class distance runner.",
  "/wiki/2010_in_athletics_(track_and_field)": "In 2010 there was no obvious, primary athletics championship, as neither the Summer Olympics nor the World Championships in Athletics occurred in the year. The foremost championships to be held in 2010 included: the 2010 IAAF World Indoor Championships, 2010 European Athletics Championships, 2010 African Championships in Athletics, and Athletics at the 2010 Commonwealth Games.",
  "/wiki/Josphat_Kiprono_Menjo": "Josphat Kiprono Menjo (born 20 August 1979) is a Kenyan long-distance runner who specialises in track and road running.",
  "/wiki/Turku": "Turku (/ˈtʊərkuː/ TOOR-koo, Finnish: [ˈturku] (listen); Swedish: Åbo [ˈǒːbʊ] (listen), Finland Swedish: [ˈoːbu] (listen)) is a city on the southwest coast of Finland at the mouth of the Aura River, in the region of Finland Proper (Varsinais-Suomi). The region was originally called Suomi (Finland), which later became the name for the whole country.",
  "/wiki/2009_in_athletics_(track_and_field)": "This page contains an overview of the year 2009 in athletics.",
  "/wiki/Berlin": "Berlin (/bɜːrˈlɪn/; German: [bɛʁˈliːn] (listen)) is the capital and largest city of Germany by both area and population. Its 3,748,148 (2018) inhabitants make it the  most populous city proper of the European Union. The city is one of Germany's 16 federal states. It is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. The two cities are at the center of the Berlin-Brandenburg capital region, which is, with about six million inhabitants and an area of more than 30,000 km², Germany's third-largest metropolitan region after the Rhine-Ruhr and Rhine-Main regions.",
  "/wiki/2008_in_athletics_(track_and_field)": "This page contains an overview of the year 2008 in athletics",
  "/wiki/2007_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2007.",
  "/wiki/2006_in_athletics_(track_and_field)": "The following events in the sport of athletics took place in 2006:",
  "/wiki/Micah_Kogo": "Micah Kemboi Kogo (born 3 June 1986 in Burnt Forest, Uasin Gishu District) is a Kenyan long-distance runner, who specialises in the 10,000 metres. He is the former world record holder in the 10 kilometres road race event with a time of 27:01. He made his first Olympic appearance in 2008, taking the 10,000 m bronze medal in Beijing.\nHis 10000m best of 26.35 is 6th fastest of all time.",
  "/wiki/2005_in_athletics_(track_and_field)": "This page shows the main events during the 2005 year in the sport of athletics throughout the world.",
  "/wiki/2004_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2004.",
  "/wiki/Ostrava": "Ostrava (Czech pronunciation: [ˈostrava], locally: [oˈstrava] (listen); Polish: Ostrawa, German: Ostrau) is a city in the north-east of the Czech Republic, and the capital of the Moravian-Silesian Region. It is 15 km (9 mi) from the border with Poland, at the meeting point of four rivers: the Odra, Opava, Ostravice and Lučina. In terms of both population and area Ostrava is the third largest city in the Czech Republic, the second largest city in Moravia, and the largest city in Czech Silesia. It straddles the border of the two historic provinces of Moravia and Silesia. The population is almost 300,000 people. The wider conurbation – which also includes the towns of Bohumín, Doubrava, Havířov, Karviná, Orlová, Petřvald and Rychvald – is home to about 500,000 people, making it the largest urban area in the Czech Republic apart from the capital, Prague.",
  "/wiki/2003_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2003.",
  "/wiki/Haile_Gebrselassie": "Haile Gebrselassie (Amharic: ኃይሌ ገብረ ሥላሴ, haylē gebre silassē; born 18 April 1973) is a retired Ethiopian long-distance track and road running athlete. He won two Olympic gold medals over 10,000 metres and four World Championship titles in the event. He won the Berlin Marathon four times consecutively and also had three straight wins at the Dubai Marathon. Further to this, he won four world titles indoors and was the 2001 World Half Marathon Champion.",
  "/wiki/2002_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2002.",
  "/wiki/Sammy_Kipketer": "Sammy Kipketer (born 29 September 1981 in Rokocho, Keiyo District) is a Kenyan long-distance runner who specialises in the 5000 metres and cross-country running.",
  "/wiki/2001_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2001.",
  "/wiki/Abraham_Chebii": "Abraham Kosgei Chebii (born 23 December 1979 in Kaptabuk, Marakwet District) is a Kenyan runner who specializes in the 5000 metres. His personal best time is 12:52.99 minutes, achieved in June 2003 in Oslo.",
  "/wiki/Palo_Alto,_California": "Palo Alto (/ˌpæloʊ ˈæltoʊ/) is a charter city located in the northwest corner of Santa Clara County, California, United States, in the San Francisco Bay Area. Palo Alto means tall stick in Spanish; the city is named after a coastal redwood tree called El Palo Alto.",
  "/wiki/2000_in_athletics_(track_and_field)": "This article contains an overview of the sport of athletics, including track and field, cross country and road running, in the year 2000.",
  "/wiki/Paul_Tergat": "Paul Kibii Tergat (born 17 June 1969) is a Kenyan former professional long distance runner. He became the first Kenyan to set the world record in the marathon from 2003 to 2007, with a time of 2:04:55, and is regarded as one of the most accomplished long-distance runners of all time. Runnerworld called him the \"Most comprehensive runner of all time\"."
}