{
  "/wiki/Denver,_Colorado": "Denver (/ˈdɛnvər/), officially the City and County of Denver, is the capital and most populous municipality of the U.S. state of Colorado. Denver is located in the South Platte River Valley on the western edge of the High Plains just east of the Front Range of the Rocky Mountains. With an estimated population of 716,492 in 2018, Denver is the 19th-most populous U.S. city, and with a 19.38% increase since the 2010 United States Census, it has been one of the fastest-growing major cities in the United States. The metropolitan city is located in the middle of the extensive Southern Rocky Mountain Front with Cheyenne, Wyoming, to the north and Albuquerque, New Mexico, to the south, this rapidly growing region has a population of 5,467,633, according to the 2010 United States Census. The Denver downtown district is immediately east of the confluence of Cherry Creek with the South Platte River, approximately 12 mi (19 km) east of the foothills of the Rocky Mountains. Denver is named after James W. Denver, a governor of the Kansas Territory. It  is nicknamed the Mile High City because its official elevation is exactly one mile (5280 feet or 1609.3 meters) above sea level. The 105th meridian west of Greenwich, the longitudinal reference for the Mountain Time Zone, passes directly through Denver Union Station.\n Denver is ranked as a Beta world city by the Globalization and World Cities Research Network. The 10-county Denver-Aurora-Lakewood, CO Metropolitan Statistical Area had an estimated 2018 population of 2,932,415 and is the 19th most populous U.S. metropolitan statistical area. The 12-city Denver-Aurora, CO Combined Statistical Area had an estimated 2018 population of 3,572,798 and is the 15th most populous U.S. metropolitan area. Denver is the most populous city of the 18-county Front Range Urban Corridor, an oblong urban region stretching across two states with an estimated 2018 population of 4,976,781. Denver is the most populous city within a 500-mile (800 km) radius and the second-most populous city in the Mountain West after Phoenix, Arizona. In 2016, Denver was named the best place to live in the United States by U.S. News & World Report.",
  "/wiki/Comic_book_creator": "Comics has developed specialized terminology.  Several attempts have been made to formalise and define the terminology of comics by authors such as Will Eisner, Scott McCloud, R. C. Harvey and Dylan Horrocks.  Much of the terminology in English is under dispute, so this page will list and describe the most common terms used in comics.",
  "/wiki/Political_correctness": "Political correctness (adjectivally: politically correct; commonly abbreviated PC) is a term used to describe language, policies, or measures that are intended to avoid offense or disadvantage to members of particular groups in society. In public discourse and the media, the term is generally used as a pejorative with an implication that these policies are excessive or unwarranted.  Since the late 1980s,  the term has been used to describe a preference for inclusive language and avoiding language or behavior that can be seen as excluding, marginalizing, or insulting groups of people considered disadvantaged or discriminated against, especially groups defined by sex or race.\n Early usage of the term politically correct by leftists in the 1970s and '80s was as self-critical satire; usage was ironic, rather than a name for a serious political movement. It was considered an in-joke among leftists used to satirise those who were too rigid in their adherence to political orthodoxy.\n The modern pejorative usage of the term emerged from conservative criticism of the New Left in the late 20th century. This usage was popularized by a number of articles in The New York Times and other media throughout the 1990s, and was widely used in the debate surrounding Allan Bloom's 1987 book The Closing of the American Mind.  The term gained further currency in response to Roger Kimball's Tenured Radicals (1990), and conservative author Dinesh D'Souza's 1991 book Illiberal Education.\n Commentators on the political left in the United States contend that conservatives use the concept of political correctness to downplay and divert attention from substantively discriminatory behavior against disadvantaged groups. They also argue that the political right enforces its own forms of political correctness to suppress criticism of its favored constituencies and ideologies. In the United States, the term has played a major role in the \"culture war\" between liberals and conservatives.",
  "/wiki/Colorado_State_University": "Colorado State University (Colorado State or CSU) is a public research university in Fort Collins, Colorado. The university is the state's land grant university and the flagship university of the Colorado State University System.\n In 2004, enrollment was approximately 33,877 students, including resident and non-resident instruction students. The university has approximately 2,000 faculty in eight colleges and 55 academic departments. Bachelor's degrees are offered in 65 fields of study, with master's degrees in 55 fields. Colorado State confers doctoral degrees in 40 fields of study, in addition to a professional degree in veterinary medicine.\n In fiscal year 2017, CSU spent $338.4 million on research and development, ranking 70th in the nation overall and 41st when excluding medical school spending. CSU graduates include Pulitzer Prize winners, astronauts, CEOs, and two former governors of Colorado.",
  "/wiki/The_Rocky_Mountain_Collegian": "The Rocky Mountain Collegian is the daily student newspaper of Colorado State University. Founded in 1891, the paper is one of the oldest daily student newspapers west of the Mississippi River and is the only student-run daily newspaper in the state of Colorado. In 2010, the Collegian was ranked one of the top three daily student newspapers in the nation by the Society of Professional Journalists.\n The publication is not an official publication of Colorado State University, but is published by the independent 501(c)3 non-profit Rocky Mountain Student Media Corporation using the name ‘The Rocky Mountain Collegian’ pursuant to a license granted by CSU. The Rocky Mountain Collegian is a 5,000-circulation student-run newspaper intended as a public forum. It publishes four days a week, Monday through Thursday, during the regular fall and spring semesters with special sports editions sometimes published on Fridays. The Collegian's website publishes daily. During the first four weeks of summer the Collegian does not publish. During the last eight weeks of summer, Collegian distribution drops to 4,500 and is published weekly on Wednesdays. Corrections may be submitted to the editor-in-chief at errors@collegian.com and will be printed and corrected online as necessary. The Collegian is a complimentary publication for the Fort Collins community. The first copy is free. Additional copies are 25 cents each.\n The Collegian won the Silver Crown Award from the Columbia Scholastic Press Association for its work in the fall semester of 2008. Its investigative team has received both the Robert Novak Collegiate Journalism Award and its writers have received numerous college journalism accolades throughout the years.\n The Rocky Mountain Collegian is an affiliate of UWIRE, which distributes and promotes its content to their network.",
  "/wiki/Houston,_Texas": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.\n Comprising a total area of 637.4 square miles (1,651 km2), Houston is the eighth most expansive city in the United States (including consolidated city-counties). It is the largest city in the United States by total area, whose government is not consolidated with that of a county, parish or borough. Though primarily in Harris County, small portions of the city extend into Fort Bend and Montgomery counties, bordering other principal communities of Greater Houston such as Sugar Land and The Woodlands.\n The city of Houston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837. The city is named after former General Sam Houston, who was president of the Republic of Texas and had won Texas' independence from Mexico at the Battle of San Jacinto 25 miles (40 km) east of Allen's Landing. After briefly serving as the capital of the Texas Republic in the late 1830s, Houston grew steadily into a regional trading center for the remainder of the 19th century.\n The arrival of the 20th century saw a convergence of economic factors which fueled rapid growth in Houston, including a burgeoning port and railroad industry, the decline of Galveston as Texas' primary port following a devastating 1900 hurricane, the subsequent construction of the Houston Ship Channel, and the Texas oil boom. In the mid-20th century, Houston's economy diversified as it became home to the Texas Medical Center—the world's largest concentration of healthcare and research institutions—and NASA's Johnson Space Center, where the Mission Control Center is located.\n Houston's economy since the late 19th century has a broad industrial base in energy, manufacturing, aeronautics, and transportation. Leading in healthcare sectors and building oilfield equipment, Houston has the second most Fortune 500 headquarters of any U.S. municipality within its city limits (after New York City). The Port of Houston ranks first in the United States in international waterborne tonnage handled and second in total cargo tonnage handled. Nicknamed the \"Bayou City\" \"Space City”, \"H-Town\", and “the 713”, Houston has become a global city, with strengths in culture, medicine, and research. The city has a population from various ethnic and religious backgrounds and a large and growing international community. Houston is the most diverse metropolitan area in Texas and has been described as the most racially and ethnically diverse major metropolis in the U.S. It is home to many cultural institutions and exhibits, which attract more than 7 million visitors a year to the Museum District. Houston has an active visual and performing arts scene in the Theater District and offers year-round resident companies in all major performing arts.",
  "/wiki/Fort_Bragg,_California": "Fort Bragg is a coastal city along California's Shoreline Highway in Mendocino County. It is 24 mi (39 km) west of Willits, at an elevation of 85 feet (26 m). A California Historical Landmark, the city was founded, prior to the American Civil War, as a military garrison rather than a fortification.  Fort Bragg is a tourist destination because of its picturesque views of the Pacific Ocean. Its population was 7,273 at the 2010 census.",
  "/wiki/American_Republican_Party": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.\n The GOP was founded in 1854 by opponents of the Kansas–Nebraska Act, which allowed for the potential expansion of slavery into certain U.S. territories. The party supported classical liberalism, opposed the expansion of slavery, and supported economic reform. Abraham Lincoln was the first Republican president. Under the leadership of Lincoln and a Republican Congress, slavery was banned in the United States in 1865. The Party was generally dominant during the Third Party System and the Fourth Party System. After 1912, the Party underwent an ideological shift to the right. Following the Civil Rights Act of 1964 and the Voting Rights Act of 1965, the party's core base shifted, with Southern states becoming more reliably Republican in presidential politics. The party's 21st-century base of support includes people living in rural areas, men, people without college degrees, the elderly, white Americans, and evangelical Christians.\n The 21st-century Republican Party ideology is American conservatism, which incorporates both economic policies and social values. The GOP supports lower taxes, free market capitalism, restrictions on immigration, increased military spending, gun rights, restrictions on abortion, deregulation and restrictions on labor unions. After the Supreme Court's 1973 decision in Roe v. Wade, the Republican Party opposed abortion in its party platform and grew its support among evangelicals. The GOP was strongly committed to protectionism and tariffs at its founding, but grew more supportive of free trade in the 20th century, although tariffs experienced a resurgence in the 21st century.\n There have been 19 Republican presidents (including incumbent president Donald Trump, who was elected in 2016), the most from any one political party. As of 2020, the GOP controls the presidency, a majority in the U.S. Senate, a majority of state governorships, a majority (30) of state legislatures, and 21 state government trifectas (governorship and both legislative chambers). Five of the nine sitting U.S. Supreme Court justices were nominated by Republican presidents.",
  "/wiki/Playboy": "Playboy is an American men's lifestyle and entertainment magazine. It was founded in Chicago in 1953, by Hugh Hefner and his associates, and funded in part by a $1,000 loan from Hefner's mother.  Notable for its centerfolds of nude and semi-nude models (Playmates), Playboy played an important role in the sexual revolution and remains one of the world's best-known brands, having grown into Playboy Enterprises, Inc. (PEI), with a presence in nearly every medium. In addition to the flagship magazine in the United States, special nation-specific versions of Playboy are published worldwide.\n The magazine has a long history of publishing short stories by novelists such as Arthur C. Clarke, Ian Fleming, Vladimir Nabokov, Saul Bellow, Chuck Palahniuk, P. G. Wodehouse, Roald Dahl, Haruki Murakami, and Margaret Atwood. With a regular display of full-page color cartoons, it became a showcase for notable cartoonists, including Harvey Kurtzman, Jack Cole, Eldon Dedini, Jules Feiffer, Shel Silverstein, Erich Sokol, Roy Raymonde, Gahan Wilson, and Rowland B. Wilson. Playboy features monthly interviews of notable public figures, such as artists, architects, economists, composers, conductors, film directors, journalists, novelists, playwrights, religious figures, politicians, athletes, and race car drivers. The magazine generally reflects a liberal editorial stance, although it often interviews conservative celebrities.",
  "/wiki/Portuguese_people": "Portuguese people are a Romance ethnic group indigenous to Portugal who share a common Portuguese culture, ancestry and language. Their predominant religion is Christianity, mainly Roman Catholicism, though large segments of the population, especially the younger generations, have no religious affiliation. The Portuguese people's heritage largely derives from the pre-Celts (Lusitanians, Conii) and Celts (Gallaecians, Turduli and Celtici), who were Romanized after the conquest of the region by the ancient Romans. A number of Portuguese can also trace minor descent from Germanic tribes who arrived after the Roman period as ruling elites, namely the Suebi, Vandals and Visigoths, who ruled for circa three hundred years. Finally, the Moorish occupation left a genetic contribution in the Iberian Peninsula, especially in western and southern regions.\n The Roman Republic conquered the Iberian Peninsula during the 2nd and 1st centuries B.C. from the extensive maritime empire of Carthage during the series of Punic Wars.  As a result of Roman colonization, the Portuguese language stems primarily from Vulgar Latin. Due to the large historical extent from the 16th century of the Portuguese Empire and the subsequent colonization of territories in Asia, Africa and the Americas, as well as historical and recent emigration, Portuguese communities can be found in many diverse regions around the globe, and a large Portuguese diaspora exists.\n Portuguese people began an Age of Exploration which started in 1415 with the conquest of Ceuta and culminated in an empire with territories that are now part of over 50 countries. The Portuguese Empire lasted nearly 600 years, seeing its end when Macau was returned to China in 1999. The discovery of several lands unknown to Europeans in the Americas, Africa, Asia and Oceania (southwest Pacific Ocean), forged the Portuguese Empire described as the first global empire in history, also paving the way for the domination of Western civilisation by other neighbouring European nations.",
  "/wiki/Las_Vegas_Valley": "The Las Vegas Valley is a major metropolitan area in the southern part of the U.S. state of Nevada. The state's largest urban agglomeration, the Las Vegas Metropolitan Statistical Area is coextensive since 2003 with Clark County, Nevada. The Valley is largely defined by the Las Vegas Valley landform, a 600 sq mi (1,600 km2) basin area surrounded by mountains to the north, south, east and west of the metropolitan area. The Valley is home to the three largest incorporated cities in Nevada: Las Vegas, Henderson and North Las Vegas. Eleven unincorporated towns governed by the Clark County government are part of the Las Vegas Township and constitute the largest community in the state of Nevada.\n The names Las Vegas and Vegas are interchangeably used to indicate the Valley, the Strip, and the city, and as a brand by the Las Vegas Convention and Visitors Authority to denominate the region. The Valley is affectionately known as the \"ninth island\" by Hawaii natives and Las Vegans alike, in part due to the large number of people originally from Hawaii who live in and regularly travel to Las Vegas.\n Since the 1990s the Las Vegas Valley has seen rapid growth, tripling its population of 741,459 in 1990 to 2,227,053 estimated in 2018. The Las Vegas Valley remains one of the fastest growing metropolitan areas in the United States, and in its relatively short history has established a diverse presence in international business, commerce, urban development and entertainment, as well as one of the most visited tourist destinations in the world. In 2014, a record breaking 41 million visited the Las Vegas area, producing a gross metropolitan product of more than $100 billion.",
  "/wiki/Nevada": "Nevada (/nɪˈvædə/ or /nɪˈvɑːdə/) is a state in the Western United States. It is bordered by Oregon to the northwest, Idaho to the northeast, California to the west, Arizona to the southeast, and Utah to the east. Nevada is the 7th most extensive, the 32nd most populous, and the 9th least densely populated of the U.S. states. Nearly three-quarters of Nevada's people live in Clark County, which contains the Las Vegas–Paradise metropolitan area, including three of the state's four largest incorporated cities. Nevada's capital is Carson City.\n Nevada is officially known as the \"Silver State\" because of the importance of silver to its history and economy. It is also known as the \"Battle Born State\" because it achieved statehood during the Civil War (the words \"Battle Born\" also appear on the state flag); as the \"Sagebrush State\", for the native plant of the same name; and as the \"Sage-hen State\".\n Nevada is largely desert and semi-arid, much of it within the Great Basin. Areas south of the Great Basin are within the Mojave Desert, while Lake Tahoe and the Sierra Nevada lie on the western edge. About 86% of the state's land is managed by various jurisdictions of the U.S. federal government, both civilian and military.\n Before European contact, American Indians of the Paiute, Shoshone, and Washoe tribes inhabited the land that is now Nevada. The first Europeans to explore the region were Spanish. They called the region Nevada (snowy) because of the snow which covered the mountains in winter. The area formed part of the Viceroyalty of New Spain, and became part of Mexico when it gained independence in 1821. The United States annexed the area in 1848 after its victory in the Mexican–American War, and it was incorporated as part of Utah Territory in 1850. The discovery of silver at the Comstock Lode in 1859 led to a population boom that became an impetus to the creation of Nevada Territory out of western Utah Territory in 1861. Nevada became the 36th state on October 31, 1864, as the second of two states added to the Union during the Civil War (the first being West Virginia).\n Nevada has a reputation for its libertarian laws. In 1940, with a population of just over 110,000 people, Nevada was by far the least-populated state, with less than half the population of the next least-populated state. However, legalized gambling and lenient marriage and divorce laws transformed Nevada into a major tourist destination in the 20th century. Nevada is the only U.S. state where prostitution is legal, though it is illegal in Clark County (Las Vegas), Washoe County (Reno) and Carson City (which, as an independent city, is not within the boundaries of any county). The tourism industry remains Nevada's largest employer, with mining continuing as a substantial sector of the economy: Nevada is the fourth-largest producer of gold in the world.",
  "/wiki/Barack_Obama": "Barack Hussein Obama II (/bəˈrɑːk huːˈseɪn oʊˈbɑːmə/ (listen); born August 4, 1961) is an American attorney and politician who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, he was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and an Illinois state senator from 1997 to 2004.\n Obama was born in Honolulu, Hawaii. After graduating from Columbia University in 1983, he worked as a community organizer in Chicago. In 1988, he enrolled in Harvard Law School, where he was the first black person to head the Harvard Law Review. After graduating, he became a civil rights attorney and an academic, teaching constitutional law at the University of Chicago Law School from 1992 to 2004. Turning to elective politics, he represented the 13th district from 1997 until 2004 in the Illinois Senate, when he ran for the U.S. Senate. Obama received national attention in 2004 with his March Senate-primary win, his well-received July Democratic National Convention keynote address, and his landslide November election to the Senate. In 2008, he was nominated for president a year after his presidential campaign began, and after close primary campaigns against Hillary Clinton. Obama was elected over Republican John McCain and was inaugurated on January 20, 2009. Nine months later, he was named the 2009 Nobel Peace Prize laureate.\n Regarded as a centrist New Democrat, Obama signed many landmark bills into law during his first two years in office. The main reforms that were passed include the Patient Protection and Affordable Care Act (commonly referred to as the \"Affordable Care Act\" or \"Obamacare\"), the Dodd–Frank Wall Street Reform and Consumer Protection Act, and the Don't Ask, Don't Tell Repeal Act of 2010. The American Recovery and Reinvestment Act of 2009 and Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 served as economic stimulus amidst the Great Recession. After a lengthy debate over the national debt limit, he signed the Budget Control and the American Taxpayer Relief Acts. In foreign policy, he increased U.S. troop levels in Afghanistan, reduced nuclear weapons with the United States–Russia New START treaty, and ended military involvement in the Iraq War. He ordered military involvement in Libya, contributing to the overthrow of Muammar Gaddafi. He also ordered the military operations that resulted in the deaths of Osama bin Laden and suspected Yemeni Al-Qaeda operative Anwar al-Awlaki.\n After winning re-election by defeating Republican opponent Mitt Romney, Obama was sworn in for a second term in 2013. During this term, he promoted inclusion for LGBT Americans. His administration filed briefs that urged the Supreme Court to strike down same-sex marriage bans as unconstitutional (United States v. Windsor and Obergefell v. Hodges); same-sex marriage was legalized nationwide in 2015 after the Court ruled so in Obergefell. He advocated for gun control in response to the Sandy Hook Elementary School shooting, indicating support for a ban on assault weapons, and issued wide-ranging executive actions concerning global warming and immigration. In foreign policy, he ordered military intervention in Iraq in response to gains made by ISIL after the 2011 withdrawal from Iraq, continued the process of ending U.S. combat operations in Afghanistan in 2016, promoted discussions that led to the 2015 Paris Agreement on global climate change, initiated sanctions against Russia following the invasion in Ukraine and again after Russian interference in the 2016 United States elections, brokered a nuclear deal with Iran, and normalized U.S. relations with Cuba. Obama nominated three justices to the Supreme Court: Sonia Sotomayor and Elena Kagan were confirmed as justices, while Merrick Garland faced unprecedented partisan obstruction and was ultimately not confirmed. During his term in office, America's soft power and reputation abroad significantly improved.\n Obama's presidency has generally been regarded favorably, and evaluations of his presidency among historians, political scientists, and the general public place him among the upper tier of American presidents. Obama left office and retired in January 2017 and currently resides in Washington, D.C. A December 2019 Gallup poll found that Obama was the most admired man in America for a record 12th consecutive year.",
  "/wiki/2008_United_States_presidential_election": "The 2008 United States presidential election was the 56th quadrennial presidential election, held on Tuesday, November 4, 2008. The Democratic ticket of Barack Obama, the junior U.S. Senator from Illinois, and Joe Biden, the senior U.S. Senator from Delaware, defeated the Republican ticket of John McCain, the senior Senator from Arizona, and Sarah Palin, the Governor of Alaska. Obama became the first African American ever to be elected to the presidency.\n Incumbent Republican President George W. Bush was ineligible to pursue a third term due to the term limits established by the 22nd Amendment. As neither Bush nor Vice President Dick Cheney sought the presidency, the 2008 election was the first election since 1952 in which neither major party's presidential nominee was the incumbent president or the incumbent vice president. McCain secured the Republican nomination by March 2008, defeating Mitt Romney, Mike Huckabee, and other challengers. The Democratic primaries were marked by a sharp contest between Obama and the initial front-runner, Senator Hillary Clinton. Clinton's victory in the New Hampshire primary made her the first woman to win a major party's presidential primary.[nb 1] After a long primary season, Obama clinched the Democratic nomination in June 2008.\n Early campaigning focused heavily on the Iraq War and Bush's unpopularity. McCain supported the war, as well as a troop surge that had begun in 2007, while Obama strongly opposed the war. Bush endorsed McCain, but the two did not campaign together, and Bush did not appear in person at the 2008 Republican National Convention. Obama campaigned on the theme that \"Washington must change,\" while McCain emphasized his experience. The campaign was strongly affected by the onset of a major financial crisis, which peaked in September 2008. McCain's decision to suspend his campaign during the height of the financial crisis backfired as voters viewed his response as erratic.\n Obama won a decisive victory over McCain, winning the Electoral College and the popular vote by a sizable margin, including states that had not voted for the Democratic presidential candidate since 1976 (North Carolina) and 1964 (Indiana and Virginia). Obama received the largest share of the popular vote won by a Democrat since Lyndon B. Johnson in 1964. As of the 2016 presidential election[update] Obama's total count of 69.5 million votes still stands as the largest tally ever won by a presidential candidate. In summation, compared to the 2004 election, Obama flipped Colorado, Florida, Indiana, Iowa, Nevada, New Mexico, North Carolina, Ohio and Virginia, making it nine contests in total. He also won an additional electoral vote in Nebraska, due to the split allocation between congressional districts in the state.",
  "/wiki/Tomboy": "A tomboy is a girl who exhibits characteristics or behaviors considered typical of a boy. Common characteristics include wearing masculine clothing and engaging in games and activities that are physical in nature and are considered in many cultures to be unfeminine or the domain of boys.",
  "/wiki/Episcopal_Church_(United_States)": "The Episcopal Church (TEC) is a member church of the worldwide Anglican Communion and is based in the United States with additional dioceses elsewhere. It is a mainline Christian denomination divided into nine provinces. The presiding bishop of the Episcopal Church is Michael Bruce Curry, the first African-American bishop to serve in that position.\n In 2018,[update] the Episcopal Church had 1,835,931 baptized members, of whom 1,676,349 were in the United States. In 2011,[update] it was the nation's 14th largest denomination. In 2015,[update] Pew Research estimated that 1.2 percent of the adult population in the United States, or 3 million people, self-identify as mainline Episcopalians.\n The church was organized after the American Revolution, when it became separate from the Church of England, whose clergy are required to swear allegiance to the British monarch as Supreme Governor of the Church of England. The Episcopal Church describes itself as \"Protestant, yet Catholic\". The Episcopal Church claims apostolic succession, tracing its bishops back to the apostles via holy orders. The Book of Common Prayer, a collection of traditional rites, blessings, liturgies, and prayers used throughout the Anglican Communion, is central to Episcopal worship.\n The Episcopal Church was active in the Social Gospel movement of the late 19th and early 20th centuries. Since the 1960s and 1970s, the church has pursued a decidedly more liberal course. It has opposed the death penalty and supported the civil rights movement and affirmative action. Some of its leaders and priests are known for marching with influential civil rights demonstrators such as Martin Luther King Jr. The church calls for the full legal equality of LGBT people. In 2015, the church's 78th triennial General Convention passed resolutions allowing the blessing of same-sex marriages and approved two official liturgies to bless such unions.\n The Episcopal Church ordains women and LGBT people to the priesthood, the diaconate, and the episcopate, despite opposition from a number of other member churches of the Anglican Communion. In 2003, Gene Robinson became the first openly gay person ordained as a bishop.",
  "/wiki/Huntsville,_Texas": "Huntsville is a city in and the county seat of Walker County, Texas. The population was 38,548 as of the 2010 census. It is the center of the Huntsville micropolitan area.\n Huntsville is approximately 70 miles north of Houston in the East Texas Piney Woods on Interstate 45, which runs between Houston and Dallas. It is home to Sam Houston State University, the Texas Department of Criminal Justice, Huntsville State Park, and HEARTS Veterans Museum of Texas. The city served as the residence of Sam Houston, who is recognized in Huntsville by the Sam Houston Memorial Museum and a statue on Interstate 45.",
  "/wiki/Personal_trainer": "A personal trainer is an individual certified to have a varying degree of knowledge of general fitness involved in exercise prescription and instruction. They motivate clients by setting goals and providing feedback and accountability to clients. Trainers also measure their client's strengths and weaknesses with fitness assessments. These fitness assessments may also be performed before and after an exercise program to measure their client's improvements in physical fitness. They should also educate their clients in many other aspects of wellness besides exercise, including general health and nutrition guidelines. It is very important that a trainer takes their time to evaluate a client's personal life outside of the gym. This way, personal trainers can figure out what kind of stress their client may be putting on certain areas of the body during their every day lives.\n Qualified personal trainers or certified personal trainers (CPTs) recognize their own areas of expertise. If a trainer suspects that one of their clients has a medical condition that could prevent the client from safe participation in an exercise program, they must refer the client to the proper health professional for prior clearance.",
  "/wiki/Aerobics": "Aerobics is a form of physical exercise that combines rhythmic aerobic exercise with stretching and strength training routines with the goal of improving all elements of fitness (flexibility, muscular strength, and cardio-vascular fitness). It is usually performed to music and may be practiced in a group setting led by an instructor (fitness professional), although it can be done solo and without musical accompaniment. With the goal of preventing illness and promoting physical fitness, practitioners perform various routines comprising a number of different dance-like exercises. Formal aerobics classes are divided into different levels of intensity and complexity and will have five components: warm-up (5–10 minutes), cardiovascular conditioning (25–30 minutes), muscular strength and conditioning (10–15 minutes), cool-down (5–8 minutes) and stretching and flexibility (5–8 minutes). Aerobics classes may allow participants to select their level of participation according to their fitness level. Many gyms offer a variety of aerobic classes. Each class is designed for a certain level of experience and taught by a certified instructor with a specialty area related to their particular class.",
  "/wiki/Body_image": "Body image is a person's perception of the aesthetics or sexual attractiveness of their own body. It involves how a person sees themselves, compared to the standards that have been set by society. The Austrian neurologist and psychoanalyst Paul Schilder coined the phrase 'body-image' in his book The Image and Appearance of the Human Body (1935).\nHuman society has at all times placed great value on beauty of the human body, but a person's perception of their own body may not correspond to society's standards.\n The concept of body image is used in a number of disciplines, including psychology, medicine, psychiatry, psychoanalysis, philosophy, cultural and feminist studies; the media also often uses the term. Across these disciplines and media there is no consensus definition, but body image may be expressed as how people view themselves in the mirror, or in their minds. It incorporates the memories, experiences, assumptions, and comparisons of one's own appearance, and overall attitudes towards one's height, shape, and weight. An individual's impression of their body is also assumed[by whom?] to be a product of ideals cultivated by various social and cultural ideals.\n The issues surrounding body image can be examined through body negativity and through body positivity. Negative body image consists of a disoriented view of one's shape; whereby one may often feel self-conscious or feel ashamed, and assume others are more attractive. Aside from having low self-esteem, sufferers typically fixate on altering their physical appearances. Long-term behavior could thus potentially lead to higher risks of eating disorders, isolation, and mental illnesses. Having a negative body-image may lead to a more serious mental illness such as body dysmorphic disorder: \"Body dysmorphic disorder (BDD), occasionally still called dysmorphophobia, is a mental disorder characterized by the obsessive idea that some aspect of one's own body part or appearance is severely flawed and warrants exceptional measures to hide or fix their dysmorphic part on their person...\"[better source needed] Positive body image on the other hand, is described as a clear true perception of one's figure. In addition to celebrating and appreciating the body, it also requires an understanding that an individual's appearance does not reflect their character or self-worth.\n A 2007 report by the American Psychological Association found that a culture-wide sexualization of girls and women was contributing to increased female anxiety associated with body image. An Australian government Senate Standing Committee report on the sexualization of children in the media reported similar findings associated with body image.[need quotation to verify]  However, other scholars have expressed concern that these claims are not based on solid data.\n Body image can have a wide range of psychological effects and physical effects. Throughout history, it has been extremely difficult for people to live up to the standards of society and what they believe the ideal body is.[citation needed] Many factors contribute to a person's body image; some of these include: family dynamics, mental illness, biological predispositions and environmental causes for obesity or malnutrition, and cultural expectations (e.g., media and politics). People who are either underweight or overweight can have poor body image. However, when people are constantly told and shown the cosmetic appeal of weight loss and are warned about the risks of obesity, those who are normal or overweight on the BMI scale have higher risks of poor body image. This is something that can lead to a change in a person's body image. Often, people who have a low body image will try to alter their bodies in some way, such as by dieting or by undergoing cosmetic surgery. \"We expected women would feel worse about their bodies after seeing ultra-thin models, compared to no models if they have internalized the thin ideal, thus replicating previous findings.\"[non sequitur]",
  "/wiki/Vegan": "Veganism is the practice of abstaining from the use of animal products, particularly in diet, and an associated philosophy that rejects the commodity status of animals.[b] A follower of the diet or the philosophy is known as a vegan.[c] Distinctions may be made between several categories of veganism. Dietary vegans (also known as \"strict vegetarians\") refrain from consuming meat, eggs, dairy products, and any other animal-derived substances.[d] An ethical vegan (also known as a \"moral vegetarian\") is someone who not only follows a vegan diet but extends the philosophy into other areas of their lives, and opposes the use of animals for any purpose.[e] Another term is \"environmental veganism\", which refers to the avoidance of animal products on the premise that the industrial farming of animals is environmentally damaging and unsustainable.\n Well-planned vegan diets are regarded as appropriate for all stages of life, including infancy and pregnancy, by the American Academy of Nutrition and Dietetics,[f] Dietitians of Canada, the Australian National Health and Medical Research Council, New Zealand Ministry of Health, Harvard Medical School, and the British Dietetic Association. The German Society for Nutrition does not recommend vegan diets for children or adolescents, or during pregnancy and breastfeeding.[g] In preliminary clinical research, vegan diets lowered the risk of type 2 diabetes, high blood pressure, obesity, and ischemic heart disease. Vegan diets tend to be higher in dietary fiber, magnesium, folic acid, vitamin C, vitamin E, iron, and phytochemicals; and lower in dietary energy, saturated fat, cholesterol, long-chain omega-3 fatty acids, vitamin D, calcium, zinc, and vitamin B12.[h] As with a poorly-planned diet of any other variation, an unbalanced vegan diet may lead to nutritional deficiencies that nullify any beneficial effects and may cause serious health issues. Some of these deficiencies can only be prevented through the choice of fortified foods or the regular intake of dietary supplements. Vitamin B12 supplementation is especially important because its deficiency causes blood disorders and potentially irreversible neurological damage.\nDonald Watson coined the term \"vegan\" in 1944 when he co-founded the Vegan Society in the UK. At first he used it to mean \"non-dairy vegetarian\", and by May 1945 vegans explicitly abstained from \"eggs, honey; and animals' milk, butter and cheese\". From 1951 the Society defined it as \"the doctrine that man should live without exploiting animals\". Interest in veganism increased in the 2010s, especially in the latter half. More vegan stores opened and vegan options became increasingly available in supermarkets and restaurants worldwide.",
  "/wiki/Intern": "An internship is a period of work experience offered by an organization for a limited period of time. Once confined to medical graduates, internship is used for a wide range of placements in businesses, non-profit organizations and government agencies. They are typically undertaken by students and graduates looking to gain relevant skills and experience in a particular field. Employers benefit from these placements because they often recruit employees from their best interns, who have known capabilities, thus saving time and money in the long run. Internships are usually arranged by third-party organizations which recruit interns on behalf of industry groups. Rules vary from country to country about when interns should be regarded as employees. The system can be open to exploitation by unscrupulous employers.\n Internships for professional careers are similar in some ways, but not as rigorous as apprenticeships for professions, trade, and vocational jobs. The lack of standardization and oversight leaves the term \"internship\" open to broad interpretation. Interns may be high school students, college and university students, or post-graduate adults. These positions may be paid or unpaid and are temporary. \n Typically, an internship consists of an exchange of services for experience between the intern and the organization. Internships are used to determine if the intern still has an interest in that field after the real-life experience. In addition, an internship can be used to create a professional network that can assist with letters of recommendation or lead to future employment opportunities. The benefit of bringing an intern into full-time employment is that they are already familiar with the company, their position, and they typically need little to no training. Internships provide current college students the ability to participate in a field of their choice to receive hands on learning about a particular future career, preparing them for full-time work following graduation.",
  "/wiki/Washington_Blade": "The Washington Blade is a lesbian, gay, bisexual and transgender (LGBT) newspaper in the Washington, D.C. metropolitan area. The Blade is the oldest LGBT newspaper in the United States and third largest by circulation, behind the Philadelphia Gay News and the Gay City News of New York City. The Blade is often referred to as America's gay  newspaper of record because it chronicled LGBT news locally, nationally, and internationally. The New York Times said the Blade is considered \"one of the most influential publications written for a gay audience.\"\n The paper was originally launched as an independent publication in October 1969 with a focus on bringing the community together. In 2001, the Blade was purchased by Window Media LLC, a group of gay-oriented newspapers circulated throughout the United States with a staff composed of professional journalists, becoming a leading source of news for the readers both in Washington and around the nation. The paper publishes weekly on Fridays and celebrated its fortieth anniversary in October 2009.\n In November 2009, the Blade and several related publications, including the Southern Voice, were shut down after Window Media announced it was closing business.  After Blade staff members were told they no longer had jobs, plans were made for a new gay publication entitled DC Agenda, since the trademark for Washington Blade was still held by the now-defunct Window Media.\n It was announced on April 27, 2010 that the DC Agenda would rename itself to the Washington Blade. The ownership group of the Agenda consisted of many former staff members of the Blade, who purchased the trademark and paper archives out of bankruptcy court. The first issue of the newly independent Blade debuted on April 30, 2010.",
  "/wiki/Columbia,_Missouri": "Columbia /kəˈlʌmbiə/ is a city in the U.S. state of Missouri. It is the county seat of Boone County and home to the University of Missouri. Founded in 1821, it is the principal city of the five-county Columbia metropolitan area. It is Missouri's fourth most-populous and fastest growing city, with an estimated 123,180 residents in 2018.\n As a Midwestern college town, Columbia has a reputation for progressive politics, persuasive journalism, and public art. The tripartite establishment of Stephens College (1833), the University of Missouri (1839), and Columbia College (1851), which surround the city's Downtown to the east, south, and north, has made the city a center of learning. At its center is 8th Street, also known as the Avenue of the Columns, which connects Francis Quadrangle and Jesse Hall to the Boone County Courthouse and the City Hall. Originally an agricultural town, the cultivation of the mind is Columbia's chief economic concern today. Never a major center of manufacturing, the city also depends on healthcare, insurance, and technology businesses. Companies such as Shelter Insurance, Carfax, and Slackers CDs and Games, were founded in the city. Cultural institutions include the State Historical Society of Missouri, the Museum of Art and Archaeology, and the annual True/False Film Festival. The Missouri Tigers, the state's only major college athletic program, play football at Faurot Field and basketball at Mizzou Arena as members of the rigorous Southeastern Conference.\n The city rests upon the forested hills and rolling prairies of Mid-Missouri, near the Missouri River valley, where the Ozark Mountains begin to transform into plains and savanna. Limestone forms bluffs and glades while rain dissolves the bedrock, creating caves and springs which water the Hinkson, Roche Perche, and Bonne Femme creeks. Surrounding the city, Rock Bridge Memorial State Park, Mark Twain National Forest, and Big Muddy National Fish and Wildlife Refuge form a greenbelt preserving sensitive and rare environments. The Columbia Agriculture Park is home to the Columbia Farmers Market.\n The first humans who entered the area at least 12,000 years ago were nomadic hunters. Later, woodland tribes lived in villages along waterways and built mounds in high places. The Osage and Missouria nations were expelled by the exploration of French traders and the rapid settlement of American pioneers. The latter arrived by the Boone's Lick Road and hailed from the culture of the Upland South, especially Virginia, Kentucky, and Tennessee. From 1812, the Boonslick area played a pivotal role in Missouri's early history and the nation's westward expansion. German, Irish, and other European immigrants soon joined. The modern populace is unusually diverse, over 8% foreign-born. White and black people are the largest ethnicities, and people of Asian descent are the third-largest group. The city has been called the \"Athens of Missouri\" for its classic beauty and educational emphasis, but is more commonly called \"CoMo\".",
  "/wiki/Cult": "In modern English, a cult is a social group that is defined by its unusual religious, spiritual, or philosophical beliefs, or by its common interest in a particular personality, object or goal. This sense of the term is controversial and it has divergent definitions both in popular culture and academia and it has also been an ongoing source of contention among scholars across several fields of study. It is usually considered pejorative.\n In the sociological classifications of religious movements, a cult is a social group with socially deviant or novel beliefs and practices, although this is often unclear. Other researchers present a less-organized picture of cults, saying that they arise spontaneously around novel beliefs and practices. Groups said to be cults range in size from local groups with a few members to international organizations with millions.\n Beginning in the 1930s, cults became the object of sociological study in the context of the study of religious behavior. From the 1940s the Christian countercult movement has opposed some sects and new religious movements, and it labelled them as cults for their \"un-Christian\" unorthodox beliefs. The secular anti-cult movement began in the 1970s and it opposed certain groups, often charging them with mind control and partly motivated in reaction to acts of violence committed by some of their members. Some of the claims and actions of the anti-cult movement have been disputed by scholars and by the news media, leading to further public controversy.\n An older sense of the word cult is a set of religious devotional practices that are conventional within their culture and related to a particular figure, and often associated with a particular place. References to the \"cult\" of, for example, a particular Catholic saint, or the imperial cult of ancient Rome, use this sense of the word.\n While the literal original sense of the word in English remains in use, a derived sense of \"excessive devotion\" arose in the 19th century. The terms cult and cultist came into use in medical literature in the United States in the 1930s for what would now be termed \"faith healing\", especially as practised in the US Holiness movement. This usage experienced a surge of popularity at the time and extended to other forms of alternative medicine as well.",
  "/wiki/Rock_climbing": "Rock climbing is a sport in which participants climb up, down or across natural rock formations or artificial rock walls. The goal is to reach the summit of a formation or the endpoint of a usually pre-defined route without falling. Professional rock climbing competitions have the objectives of either completing the route in the quickest possible time or attaining the farthest point on an increasingly difficult route.\n Due to the length of time and extended endurance required, and because accidents are most likely to happen on the descent, rock climbers do not usually climb back down the route, or \"downclimb\", especially on the larger multiple pitch class III–IV, or multi-day grade IV–VI climbs. \n Rock climbing is a physically and mentally demanding sport, one that often tests a climber's strength, endurance, agility and balance along with mental control. It can be a dangerous activity and knowledge of proper climbing techniques and use of specialized climbing equipment is crucial for the safe completion of routes.\n Because of the wide range and variety of rock formations around the world, rock climbing has been separated into several different styles and sub-disciplines,  such as scrambling, another activity involving the scaling of hills and similar formations, differentiated by rock climbing's sustained use of hands to support the climber's weight as well as to provide balance.",
  "/wiki/Bisexuality": "Bisexuality is romantic attraction, sexual attraction, or sexual behavior toward both males and females, or to more than one sex or gender. It may also be defined as romantic or sexual attraction to people of any sex or gender identity, which is also known as pansexuality.\n The term bisexuality is mainly used in the context of human attraction to denote romantic or sexual feelings toward both men and women, and the concept is one of the three main classifications of sexual orientation along with heterosexuality and homosexuality, all of which exist on the heterosexual–homosexual continuum. A bisexual identity does not necessarily equate to equal sexual attraction to both sexes; commonly, people who have a distinct but not exclusive sexual preference for one sex over the other also identify themselves as bisexual.\n Scientists do not know the exact cause of sexual orientation, but they theorize that it is caused by a complex interplay of genetic, hormonal, and environmental influences, and do not view it as a choice. Although no single theory on the cause of sexual orientation has yet gained widespread support, scientists favor biologically-based theories. There is considerably more evidence supporting nonsocial, biological causes of sexual orientation than social ones, especially for males.\n Bisexuality has been observed in various human societies and elsewhere in the animal kingdom throughout recorded history. The term bisexuality, however, like the terms hetero- and homosexuality, was coined in the 19th century.",
  "/wiki/Yoga": "Yoga (/ˈjoʊɡə/; Sanskrit: योग; pronunciation) is a group of physical, mental, and spiritual practices or disciplines which originated in ancient India. Yoga is one of the six Āstika (orthodox) schools of Hindu philosophical traditions. \n There is a broad variety of yoga schools, practices, and goals in Hinduism, Buddhism, and Jainism. The term \"Yoga\" in the Western world often denotes a modern form of hatha yoga and yoga as exercise, consisting largely of the postures called asanas.\n The origins of yoga have been speculated to date back to pre-vedic Indian traditions; possibly in the Indus valley civilization around 3000 BCE.  It is mentioned in the Rigveda,[note 1] but yoga most likely developed as a systematic study around the 5th and 6th centuries BCE, in ancient India's ascetic and śramaṇa movements.[note 2] The chronology of earliest texts describing yoga-practices is unclear, varyingly credited to Upanishads. The Yoga Sutras of Patanjali date from the 2nd century BCE, and gained prominence in the west in 20th century after being first introduced by Swami Vivekananda. Hatha yoga texts emerged sometimes between the 9th and 11th century with origins in tantra.\n Yoga gurus from India later introduced yoga to the West, following the success of Swami Vivekananda in the late 19th and early 20th century with his adaptation of yoga tradition, excluding asanas. Outside India, it has developed into a posture-based physical fitness, stress-relief and relaxation technique. Yoga in Indian traditions, however, is more than physical exercise; it has a meditative and spiritual core. One of the six major orthodox schools of Hinduism is also called Yoga, which has its own epistemology, ontology and metaphysics, and is closely related to Hindu Samkhya philosophy.",
  "/wiki/Erika_Lauren_Wasilewski": "Erika Lauren Wasilewski, was known on-air simply as Erika Lauren, is a former American radio personality, singer-songwriter and former reality television personality.  She served as a co-host on The Alan Cox Show, an afternoon drive hot talk program on Cleveland rock station WMMS (100.7 FM).  She was also a member of the cover band Pop Vulture. Wasilewski was the lead singer of the now-defunct band Hawkeye, who released their debut LP \"Ruthless\" on July 16, 2013.  From December 2009 to March 2010, she was a cast member on the MTV reality series The Real World: D.C. In 2018, she revealed she has been diagnosed with postural orthostatic tachycardia syndrome, or POTS. Erika hasn't been on air with WMMS for several months while dealing with her POTS condition. On Monday Dec. 16th 2019, it was announced on air that Erika would not be returning to The Alan Cox Show.",
  "/wiki/Chicago,_Illinois": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States.\n Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world. Chicago made noted contributions to urban planning and zoning standards, including new construction styles (including the Chicago School of architecture), the development of the City Beautiful Movement, and the steel-framed skyscraper.\n Chicago is an international hub for finance, culture, commerce, industry, education, technology, telecommunications, and transportation. It is the site of the creation of the first standardized futures contracts, issued by the Chicago Board of Trade, which today is the largest and most diverse derivatives market in the world, generating 20% of all volume in commodities and financial futures alone. Depending on the particular year, the city's O'Hare International Airport is routinely ranked as the world's fifth or sixth busiest airport according to tracked data by the Airports Council International. The region also has the largest number of federal highways and is the nation's railroad hub. Chicago was listed as an alpha global city by the Globalization and World Cities Research Network, and it ranked seventh in the entire world in the 2017 Global Cities Index. The Chicago area has one of the highest gross domestic products (GDP) in the world, generating $689 billion in 2018. In addition, the city has one of the world's most diversified and balanced economies, with no single industry employing more than 14% of the workforce. Chicago is home to several Fortune 500 companies, including Allstate, Boeing, Exelon, Kraft Heinz, McDonald's, Mondelez International, Sears, United Airlines Holdings, and Walgreens.\n Chicago's 58 million domestic and international visitors in 2018 made it the second most visited city in the nation, as compared with New York City's 65 million visitors in 2018. The city was ranked first in the 2018 Time Out City Life Index, a global quality of life survey of 15,000 people in 32 cities. Landmarks in the city include Millennium Park, Navy Pier, the Magnificent Mile, the Art Institute of Chicago, Museum Campus, the Willis (Sears) Tower, Grant Park, the Museum of Science and Industry, and Lincoln Park Zoo. Chicago's culture includes the visual arts, literature, film, theatre, comedy (especially improvisational comedy), food, and music, particularly jazz, blues, soul, hip-hop, gospel, and electronic dance music including house music. Of the area's many colleges and universities, the University of Chicago, Northwestern University, and the University of Illinois at Chicago are classified as \"highest research\" doctoral universities.  Chicago has professional sports teams in each of the major professional leagues, including two Major League Baseball teams.",
  "/wiki/Philadelphia,_Pennsylvania": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States.\n Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin. Philadelphia remained the nation's largest city until being overtaken by New York City in 1790; the city was also one of the nation's capitals during the revolution, serving as temporary U.S. capital while Washington, D.C. was under construction. In the 19th century, Philadelphia became a major industrial center and a railroad hub. The city grew from an influx of European immigrants, most of whom came from Ireland, Italy and Germany—the three largest reported ancestry groups in the city as of 2015[update]. In the early 20th century, Philadelphia became a prime destination for African Americans during the Great Migration after the Civil War, as well as Puerto Ricans. The city's population doubled from one million to two million people between 1890 and 1950.\n The Philadelphia area's many universities and colleges make it a top study destination, as the city has evolved into an educational and economic hub. As of 2019[update], the Philadelphia metropolitan area is estimated to produce a gross metropolitan product (GMP) of $490 billion. Philadelphia is the center of economic activity in Pennsylvania and is home to five Fortune 1000 companies. The Philadelphia skyline is expanding, with a market of almost 81,900 commercial properties in 2016, including several nationally prominent skyscrapers. Philadelphia has more outdoor sculptures and murals than any other American city. Fairmount Park, when combined with the adjacent Wissahickon Valley Park in the same watershed, is one of the largest contiguous urban park areas in the United States. The city is known for its arts, culture, cuisine, and colonial history, attracting 42 million domestic tourists in 2016 who spent $6.8 billion, generating an estimated $11 billion in total economic impact in the city and surrounding four counties of Pennsylvania. Philadelphia has also emerged as a biotechnology hub.\n Philadelphia is the birthplace of the United States Marine Corps, and is also the home of many U.S. firsts, including the first library (1731), hospital (1751), medical school (1765), national capital (1774), stock exchange (1790), zoo (1874), and business school (1881). Philadelphia contains 67 National Historic Landmarks and the World Heritage Site of Independence Hall. The city became a member of the Organization of World Heritage Cities in 2015, as the first World Heritage City in the United States. Although Philadelphia is rapidly undergoing gentrification, the city actively maintains mitigation strategies to minimize displacement of homeowners in gentrifying neighborhoods.",
  "/wiki/Puerto_Rican_people": "Puerto Ricans (Spanish: Puertorriqueños; or boricuas) are the people of Puerto Rico, the inhabitants, and citizens of the Commonwealth of Puerto Rico (a United States territory), and their descendants. Puerto Rico is home to people of many different national origins as well.",
  "/wiki/Glam_rock": "Glam rock is a style of rock music that developed in the United Kingdom in the early 1970s performed by musicians who wore outrageous costumes, makeup, and hairstyles, particularly platform shoes and glitter. Glam artists drew on diverse sources across music and throwaway pop culture, ranging from bubblegum pop and 1950s rock and roll to cabaret, science fiction, and complex art rock. The flamboyant clothing and visual styles of performers were often camp or androgynous, and have been described as playing with nontraditional gender roles. Glitter rock was a more extreme version of glam.\n The UK charts were inundated with glam rock acts from 1971 to 1975. The March 1971 appearance of T. Rex frontman Marc Bolan on the BBC's music show Top of the Pops, wearing glitter and satins, is often cited as the beginning of the movement. Other British glam rock artists include David Bowie, Mott the Hoople, Sweet, Slade, Mud, Roxy Music and Gary Glitter. Those not central to the genre, such as Elton John, Rod Stewart and Freddie Mercury of Queen, also adopted glam styles. In the US the scene was much less prevalent, with Alice Cooper and Lou Reed the only American artists to score a hit. Other US glam artists include New York Dolls, Sparks, Suzi Quatro, Iggy Pop and Jobriath. It declined after the mid-1970s, but influenced other musical genres including punk rock, glam metal, New Romantic, deathrock and gothic rock.",
  "/wiki/Rap_music": "Hip hop music,  also called hip-hop or rap music, is a genre of popular music developed in the United States by inner-city African Americans and Latino Americans in the Bronx borough of New York City in the 1970s. It consists of a stylized rhythmic music that commonly accompanies rapping, a rhythmic and rhyming speech that is chanted. It developed as part of hip hop culture, a subculture defined by four key stylistic elements: MCing/rapping, DJing/scratching with turntables, break dancing, and graffiti writing.  Other elements include sampling beats or bass lines from records (or synthesized beats and sounds), and rhythmic beatboxing. While often used to refer solely to rapping, \"hip hop\" more properly denotes the practice of the entire subculture. The term hip hop music is sometimes used synonymously with the term rap music, though rapping is not a required component of hip hop music; the genre may also incorporate other elements of hip hop culture, including DJing, turntablism, scratching, beatboxing, and instrumental tracks.",
  "/wiki/Punk_music": "Punk rock (or simply punk) is a music genre that emerged in the mid-1970s. Rooted in 1960s garage rock, punk bands rejected the perceived excesses of mainstream 1970s rock. They typically produced short, fast-paced songs with hard-edged melodies and singing styles, stripped-down instrumentation, and often political, anti-establishment lyrics. Punk embraces a DIY ethic; many bands self-produce recordings and distribute them through independent record labels.\n The term \"punk rock\" was first used by American rock critics in the early 1970s to describe 1960s garage bands and certain subsequent acts they perceived as stylistic inheritors. When the movement now bearing the name developed from 1974 to 1976, acts such as Television, Patti Smith, and the Ramones in New York City; the Sex Pistols, the Clash, and the Damned in London; and the Saints in Brisbane formed its vanguard. As 1977 approached, punk became a major cultural phenomenon in the UK. It spawned a punk subculture expressing youthful rebellion through distinctive styles of clothing and adornment (such as deliberately offensive T-shirts, leather jackets, studded or spiked bands and jewelry, safety pins, and bondage and S&M clothes) and a variety of anti-authoritarian ideologies.\n In 1977, the influence of the music and subculture became more pervasive, spreading worldwide, especially in England. It took root in a wide range of local scenes that often rejected affiliation with the mainstream. In the late 1970s, punk experienced a second wave as new acts that were not active during its formative years adopted the style. By the early 1980s, faster and more aggressive subgenres such as hardcore punk (e.g. Minor Threat), street punk (e.g. the Exploited), and anarcho-punk (e.g. Crass) became the predominant modes of punk rock. Musicians identifying with or inspired by punk also pursued other musical directions, giving rise to spinoffs such as post-punk, new wave, and later indie pop, alternative rock, and noise rock. By the 1990s, punk re-emerged into the mainstream with the success of punk rock and pop punk bands such as Green Day, Rancid, the Offspring, and Blink-182.",
  "/wiki/Funkadelic": "Funkadelic was an American band that was most prominent during the 1970s. The band and its sister act Parliament, both led by George Clinton, pioneered the funk music culture of that decade. Relative to its sister act, Funkadelic pursued a heavier, psychedelic rock-oriented sound.",
  "/wiki/Bartender": "A bartender (also known as a barkeep, barman, barmaid, bar chef, tapster, mixologist, alcohol server, cocktologist, flairman or an alcohol chef) is a person who formulates and serves alcoholic or soft drink beverages behind the bar, usually in a licensed establishment. Bartenders also usually maintain the supplies and inventory for the bar. A bartender can generally mix classic cocktails such as a Cosmopolitan, Manhattan, Old Fashioned, and Mojito.\n Bartenders are also usually responsible for confirming that customers meet the legal drinking age requirements before serving them alcoholic beverages. In certain countries, such as Canada, the United Kingdom, and Sweden, bartenders are legally required to refuse more alcohol to drunk customers.",
  "/wiki/Georgetown,_Washington,_D.C.": "Georgetown is a historic neighborhood and a commercial and entertainment district located in northwest Washington, D.C., situated along the Potomac River. Founded in 1751 in the Province of Maryland, the port of Georgetown predated the establishment of the federal district and the City of Washington by 40 years. Georgetown remained a separate municipality until 1871 when the United States Congress created a new consolidated government for the whole District of Columbia. A separate act passed in 1895 specifically repealed Georgetown's remaining local ordinances and renamed Georgetown's streets to conform with those in the City of Washington.\n The primary commercial corridors of Georgetown are the intersection of Wisconsin Avenue and M Street, which contain high-end shops, bars, restaurants, and the Georgetown Park enclosed shopping mall. The Washington Harbour waterfront restaurants are located at K Street, between 30th and 31st Streets.\n Georgetown is home to the main campus of Georgetown University and numerous other landmarks, such as the Volta Bureau and the Old Stone House, the oldest unchanged building in Washington. The embassies of Cameroon, France, Kosovo, Iceland, Liechtenstein, Mongolia, Sweden, Thailand, Ukraine and Venezuela are located in Georgetown.",
  "/wiki/Bisexual": "Bisexuality is romantic attraction, sexual attraction, or sexual behavior toward both males and females, or to more than one sex or gender. It may also be defined as romantic or sexual attraction to people of any sex or gender identity, which is also known as pansexuality.\n The term bisexuality is mainly used in the context of human attraction to denote romantic or sexual feelings toward both men and women, and the concept is one of the three main classifications of sexual orientation along with heterosexuality and homosexuality, all of which exist on the heterosexual–homosexual continuum. A bisexual identity does not necessarily equate to equal sexual attraction to both sexes; commonly, people who have a distinct but not exclusive sexual preference for one sex over the other also identify themselves as bisexual.\n Scientists do not know the exact cause of sexual orientation, but they theorize that it is caused by a complex interplay of genetic, hormonal, and environmental influences, and do not view it as a choice. Although no single theory on the cause of sexual orientation has yet gained widespread support, scientists favor biologically-based theories. There is considerably more evidence supporting nonsocial, biological causes of sexual orientation than social ones, especially for males.\n Bisexuality has been observed in various human societies and elsewhere in the animal kingdom throughout recorded history. The term bisexuality, however, like the terms hetero- and homosexuality, was coined in the 19th century.",
  "/wiki/Peacock": "Peafowl is a common name for three species of birds in the genera Pavo and Afropavo of the Phasianidae family, the pheasants and their allies. Male peafowl are referred to as peacocks, and female peafowl as peahens, though peafowl of either sex are often referred to colloquially as \"peacocks.\" The two Asiatic species are the blue or Indian peafowl originally of the Indian subcontinent, and the green peafowl of Southeast Asia; the one African species is the Congo peafowl, native only to the Congo Basin. Male peafowl are known for their piercing calls and their extravagant plumage. The latter is especially prominent in the Asiatic species, which have an eye-spotted \"tail\" or \"train\" of covert feathers, which they display as part of a courtship ritual.\n The functions of the elaborate iridescent colouration and large \"train\" of peacocks have been the subject of extensive scientific debate. Charles Darwin suggested they served to attract females, and the showy features of the males had evolved by sexual selection. More recently, Amotz Zahavi proposed in his handicap theory that these features acted as honest signals of the males' fitness, since less-fit males would be disadvantaged by the difficulty of surviving with such large and conspicuous structures.",
  "/wiki/Mike_Manning_(actor)": "Michael Christopher Manning (born April 12, 1987) is an American actor, producer, television personality and activist. Manning first gained fame as a cast member on the MTV series The Real World: D.C. Since then he has starred in a number of films and television programs, such as the 2014 Disney Channel original movie Cloud 9, in which he played Nick Swift, Hawaii Five-0 and Love Is All You Need?, and produced the documentary Kidnapped for Christ.",
  "/wiki/Thornton,_Colorado": "Thornton is a home rule municipality in Adams and Weld counties in the U.S. state of Colorado, located in the northeast quadrant of the Denver-Aurora-Broomfield, CO Metropolitan Statistical Area. Thornton is 10 miles (16 km) north/northeast of downtown Denver. The United States Census Bureau reported the city's growing population at 118,772 on April 1, 2010, a 44.2% increase from the 2000 Census population of 82,384. Thornton is the sixth-most populous city in the state of Colorado and the 213th-most populous city in the United States.",
  "/wiki/Coming_out": "Coming out of the closet, often shortened to coming out, is a metaphor for LGBT people's self-disclosure of their sexual orientation or of their gender identity. The term coming out can also be used in various non-LGBT applications (e.g. atheists).\n Framed and debated as a privacy issue, coming out of the closet is described and experienced variously as a psychological process or journey; decision-making or risk-taking; a strategy or plan; a mass or public event; a speech act and a matter of personal identity; a rite of passage; liberation or emancipation from oppression; an ordeal; a means toward feeling gay pride instead of shame and social stigma; or even career suicide. Author Steven Seidman writes that \"it is the power of the closet to shape the core of an individual's life that has made homosexuality into a significant personal, social, and political drama in twentieth-century America\".\nComing out of the closet is the source of other gay slang expressions related to voluntary disclosure or lack thereof. LGBT people who have already revealed or no longer conceal their sexual orientation or gender identity are out, i.e. openly LGBT. Oppositely, LGBT people who have yet to come out or have opted not to do so are labelled as closeted or being in the closet. Outing is the deliberate or accidental disclosure of an LGBT person's sexual orientation or gender identity, without their consent. By extension, outing oneself is self-disclosure. Glass closet means the open secret of when public figures' being LGBT is considered a widely accepted fact even though they have not officially come out.",
  "/wiki/LGBT_rights_in_the_United_States": "Lesbian, gay, bisexual, transgender (LGBT) people in the United States face legal and social challenges not experienced by non-LGBT residents. While the United States Supreme Court has legalized many LGBT rights, they continue to vary by jurisdiction, and discrimination in jobs and housing is still legal in most states. The Equality Act, which is currently proposed in the United States Congress, would outlaw discrimination based on sexual orientation and gender identity nationwide.\n Since June 26, 2003, sexual activity between consenting adults and adolescents of a close age of the same sex has been legal nationwide, pursuant to the U.S. Supreme Court ruling in Lawrence v. Texas. As of June 26, 2015[update], all states license and recognize marriage between same-sex couples as a result of the Supreme Court decision in Obergefell v. Hodges.\n The United States has no federal law outlawing discrimination nationwide other than from federal executive orders which have a more limited scope than from protections through federal legislation. This leaves residents of some states unprotected against discrimination in employment, housing, and private or public services. LGBT rights-related laws regarding family and anti-discrimination still vary by state. The age of consent in each jurisdiction varies from age 16 to 18, with some jurisdictions maintaining different ages of consent for males/females or for same-sex/opposite-sex relations. As a result, LGBT persons in the United States still face some challenges not experienced by non-LGBT residents, particularly in the Bible belt and rural areas.\n The strongest expansions in LGBT rights in the United States have come from the Supreme Court. In four landmark rulings between the years 1996 and 2015, the Supreme Court invalidated a state law banning protected class recognition based upon homosexuality, struck down sodomy laws nationwide, struck down Section 3 of the Defense of Marriage Act, and made same-sex marriage legal nationwide. Twenty-two states plus Washington, D.C. and Puerto Rico outlaw discrimination based on sexual orientation, and twenty states plus Washington, D.C. and Puerto Rico outlaw discrimination based on gender identity or expression. Hate crimes based on sexual orientation or gender identity are also punishable by federal law under the Matthew Shepard and James Byrd, Jr. Hate Crimes Prevention Act of 2009. In 2012 and 2015, the U.S. Equal Employment Opportunity Commission ruled that Title VII of the Civil Rights Act of 1964 does not allow gender identity-based employment discrimination because it is considered sexual discrimination.\nAdoption of children by same-sex married couples is legal nationwide, since June 2015, following the Supreme Court's decision in Obergefell v. Hodges, though Mississippi did not have its same-sex adoption ban struck down by a federal court until March 2016. Policies regarding adoption vary greatly from jurisdiction to jurisdiction. Some states allow adoption by all couples, while others ban all unmarried couples from adoption.\n Civil rights for LGBT people in the United States are advocated by a variety of organizations at all levels and concentrations of political and legal life, including the Human Rights Campaign, Lambda Legal, GLBTQ Legal Advocates & Defenders (GLAD), American Civil Liberties Union (ACLU), the National Center for Transgender Equality, and the National Center for Lesbian Rights.",
  "/wiki/Human_Rights_Campaign": "The Human Rights Campaign (HRC) is the largest LGBTQ advocacy group and political lobbying organization in the United States. The organization focuses on protecting and expanding rights for LGBTQ individuals, most notably advocating for marriage equality, anti-discrimination and hate crimes legislation, and HIV/AIDS advocacy. The organization has a number of legislative initiatives as well as supporting resources for LGBTQ individuals.",
  "/wiki/Energy_Action_Coalition": "Power Shift Network is a North American non-profit organization made up of a network of youth-led social and environmental justice organizations working together to build the youth clean energy and climate movement. It runs campaigns in the United States and Canada to build grassroots power and advocate for tangible changes on climate change and social justice at local, state, national and international levels in North America.  The organization changed its name from Energy Action Coalition in July 2016 in order to reflect its new leadership and it shift from a coalition to a network structure. The Power Shift Network's members, which include other non-profit organizations and student groups focused on environmental justice, social justice, and climate change, focus their organizing and campaigns on campuses, communities, corporate practices, and politics. The Power Shift Network is part of the Global Youth Climate Movement.\n The Power Shift Network was founded (as Energy Action Coalition) in June 2004 at a meeting of representatives from almost 20 environmental groups in Washington, D.C.  The founding of the organization was a result of the coordination of many local and national environmental networks in a day of action on April 1, 2004, called Fossil Fools Day which advocated for reducing dependence for energy on fossil fuels, with more than 125 registered actions around the U.S.",
  "/wiki/Baltimore,_Maryland": "Baltimore (/ˈbɔːltɪmɔːr/ BAWL-tim-or, locally: /ˈbɔːlmər/) is the most populous city in the U.S. state of Maryland, as well as the 30th most populous city in the United States, with a population of 602,495 in 2018 and also the largest such independent city in the country. Baltimore was established by the Constitution of Maryland as an independent city in 1729. As of 2017, the population of the Baltimore metropolitan area was estimated to be just under 2.802 million, making it the 21st largest metropolitan area in the country. Baltimore is located about 40 miles (64 km) northeast of Washington, D.C., making it a principal city in the Washington-Baltimore combined statistical area (CSA), the fourth-largest CSA in the nation, with a calculated 2018 population of 9,797,063.\n The city's Inner Harbor was once the second leading port of entry for immigrants to the United States. In addition, Baltimore was a major manufacturing center. After a decline in major manufacturing, heavy industry, and restructuring of the rail industry, Baltimore has shifted to a service-oriented economy. Johns Hopkins Hospital (founded 1889) and Johns Hopkins University (founded 1876) are the city's top two employers.\n With hundreds of identified districts, Baltimore has been dubbed a \"city of neighborhoods.\" Famous residents have included writers Edgar Allan Poe, Edith Hamilton, Frederick Douglass, W.E.B. Du Bois,  Ogden Nash, Gertrude Stein, F. Scott Fitzgerald, Dashiell Hammett, Upton Sinclair, Tom Clancy, Ta-Nehisi Coates, and H. L. Mencken; musicians James \"Eubie\" Blake, Billie Holiday, Cab Calloway,  Tori Amos, Frank Zappa, Tupac Shakur, Dan Deacon, Robbie Basho, Bill Frisell, Philip Glass, Cass Elliot, and Ric Ocasek ; actors and filmmakers John Waters, Barry Levinson, Divine, David Hasselhoff, Don Messick, John Kassir, Jada Pinkett Smith, and Mo'Nique; artist Jeff Koons; baseball player Babe Ruth; swimmer Michael Phelps; radio host Ira Glass; television host Mike Rowe; Supreme Court Justice Thurgood Marshall; Speaker of the United States House of Representatives Nancy Pelosi; and United States Secretary of Housing and Urban Development Ben Carson. During the War of 1812, Francis Scott Key wrote \"The Star-Spangled Banner\" in Baltimore after the bombardment of Fort McHenry. His poem was set to music and popularized as a song; in 1931 it was designated as the American national anthem.\n Baltimore has more public statues and monuments per capita than any other city in the country, and is home to some of the earliest National Register Historic Districts in the nation, including Fell's Point, Federal Hill, and Mount Vernon. These were added to the National Register between 1969 and 1971, soon after historic preservation legislation was passed. Nearly one third of the city's buildings (over 65,000) are designated as historic in the National Register, which is more than any other U.S. city.",
  "/wiki/Foster_homes": "Foster care is a system in which a minor has been placed into a ward, group home (residential child care community, treatment center, etc.), or private home of a state-certified caregiver, referred to as a \"foster parent\" or with a family member approved by the state. The placement of the child is normally arranged through the government or a social service agency. The institution, group home or foster parent is compensated for expenses unless with a family member.\n The State, via the family court and child protective services agency, stand in loco parentis to the minor, making all legal decisions while the foster parent is responsible for the day-to-day care of the minor.\n Most kinship care is done informally, without the involvement of a court or public organization. However, in the United States, formal kinship care is increasingly common. In 2012, a quarter of all children in formal foster care were placed with relatives instead of being placed into the system.",
  "/wiki/The_Wire": "The Wire is an American crime drama television series created and primarily written by author and former police reporter David Simon. The series was broadcast by the cable network HBO in the United States. The Wire premiered on June 2, 2002 and ended on March 9, 2008, comprising 60 episodes over five seasons.\n Set and produced in Baltimore, Maryland, The Wire introduces a different institution of the city and its relationship to law enforcement in each season, while retaining characters and advancing storylines from previous seasons. The five subjects are, in chronological order: the illegal drug trade, the seaport system, the city government and bureaucracy, education and schools, and the print news medium. The large cast consists mainly of actors who are little known for their other roles, as well as numerous real-life Baltimore and Maryland figures in guest and recurring roles. Simon has said that despite its framing as a crime drama, the show is \"really about the American city, and about how we live together. It's about how institutions have an effect on individuals. Whether one is a cop, a longshoreman, a drug dealer, a politician, a judge or a lawyer, all are ultimately compromised and must contend with whatever institution to which they are committed.\"\nThe Wire is lauded for its literary themes, its uncommonly accurate exploration of society and politics, and its realistic portrayal of urban life. Although during its original run the series received only average ratings and never won any major television awards, it is now widely regarded to be one of the greatest television shows of all time.",
  "/wiki/Crack_house": "A drug house is a residence used in the illicit drug economy. Drug houses shelter drug users and provide a place to deal to them (making the house a trap house; the term \"trap\" refers to a place to deal drugs and connotes how addicts are trapped there). Drug houses are also used as laboratories to synthesize (cook) drugs, as caches of precursors and products, and to conceal illegal cultivation.",
  "/wiki/United_Church_of_Christ": "The United Church of Christ (UCC) is a mainline Protestant Christian denomination based in the United States, with historical confessional roots in the Congregational, Reformed, and Lutheran traditions, and with approximately 4,882 churches and 824,866 members. The United Church of Christ is a historical continuation of the General Council of Congregational Christian churches founded under the influence of New England Pilgrims and Puritans. Moreover, it also subsumed the third largest Reformed group in the country, the German Reformed. The Evangelical and Reformed Church and the General Council of the Congregational Christian Churches united in 1957 to form the UCC. These two denominations, which were themselves the result of earlier unions, had their roots in Congregational, Lutheran, Evangelical, and Reformed denominations. At the end of 2014, the UCC's 5,116 congregations claimed 979,239 members, primarily in the U.S. In 2015, Pew Research estimated that 0.4 percent, or 1 million adult adherents, of the U.S. population self-identify with the United Church of Christ.\n The UCC maintains full communion with other mainline Protestant denominations.  Many of its congregations choose to practice open communion. The denomination places high emphasis on participation in worldwide interfaith and ecumenical efforts. The national settings of the UCC have historically favored liberal views on social issues, such as civil rights, LGBT rights, women's rights, and abortion. However, United Church of Christ congregations are independent in matters of doctrine and ministry and may not necessarily support the national body's theological or moral stances. It self-describes as \"an extremely pluralistic and diverse denomination\".",
  "/wiki/Atheist": "Atheism is, in the broadest sense, an absence of belief in the existence of deities. Less broadly, atheism is a rejection of the belief that any deities exist.  In an even narrower sense, atheism is specifically the position that there are no deities. Atheism is contrasted with theism, which, in its most general form, is the belief that at least one deity exists.\n The etymological root for the word atheism originated before the 5th century BCE from the ancient Greek ἄθεος (atheos), meaning \"without god(s)\". In antiquity, it had multiple uses as a pejorative term applied to those thought to reject the gods worshiped by the larger society, those who were forsaken by the gods, or those who had no commitment to belief in the gods. The term denoted a social category created by orthodox religionists into which those who did not share their religious beliefs were placed. The actual term atheism emerged first in the 16th century. With the spread of freethought, skeptical inquiry, and subsequent increase in criticism of religion, application of the term narrowed in scope. The first individuals to identify themselves using the word atheist lived in the 18th century during the Age of Enlightenment. The French Revolution, noted for its \"unprecedented atheism,\" witnessed the first major political movement in history to advocate for the supremacy of human reason.\n Arguments for atheism range from philosophical to social and historical approaches. Rationales for not believing in deities include arguments that there is a lack of empirical evidence, the problem of evil, the argument from inconsistent revelations, the rejection of concepts that cannot be falsified, and the argument from nonbelief. Nonbelievers contend that atheism is a more parsimonious position than theism and that everyone is born without beliefs in deities; therefore, they argue that the burden of proof lies not on the atheist to disprove the existence of gods but on the theist to provide a rationale for theism. Although some atheists have adopted secular philosophies (e.g. secular humanism), there is no one ideology or code of conduct to which all atheists adhere.\n Since conceptions of atheism vary, accurate estimations of current numbers of atheists are difficult. According to global Win-Gallup International studies, 13% of respondents were \"convinced atheists\" in 2012, 11% were \"convinced atheists\" in 2015, and in 2017, 9% were \"convinced atheists\". However, other researchers have advised caution with WIN/Gallup figures since other surveys which have used the same wording for decades and have a bigger sample size have consistently reached lower figures. An older survey by the British Broadcasting Corporation (BBC) in 2004 recorded atheists as comprising 8% of the world's population. Other older estimates have indicated that atheists comprise 2% of the world's population, while the irreligious add a further 12%. According to these polls, Europe and East Asia are the regions with the highest rates of atheism. In 2015, 61% of people in China reported that they were atheists. The figures for a 2010 Eurobarometer survey in the European Union (EU) reported that 20% of the EU population claimed not to believe in \"any sort of spirit, God or life force\", with France (40%) and Sweden (34%) representing the highest values.",
  "/wiki/Trinity_College_(Connecticut)": "Trinity College is a private liberal arts college in Hartford, Connecticut. Founded as Washington College in 1823 as an alternative to Yale, it is the second-oldest college in the state of Connecticut.\n Coeducational since 1969, the college enrolls 2,300 students. Trinity offers 38 majors and 26 minors The college is a member of the New England Small College Athletic Conference (NESCAC).",
  "/wiki/The_Real_World:_D.C.": "The Real World: D.C., (occasionally known as The Real World: Washington D.C.), is the twenty-third season of MTV's reality television series The Real World, which focuses on a group of diverse strangers living together for several months in a different city each season, as cameras follow their lives and interpersonal relationships. It is the fifth season of The Real World to be filmed in the Mid-Atlantic States region of the United States.\n The season featured eight people who lived in a house in Dupont Circle. Washington, D.C. was officially announced as the location for the newest season on June 10, 2009. Filming began on July 2, 2009 and completed on October 12, 2009. The season's December 30, 2009 premiere  was watched by 1.9 million viewers. The March 31, 2010 season finale was watched by 1.1 million viewers, the record low at the time for a season finale of The Real World. The finale was immediately followed with a reunion special, The Real World: Washington D.C. Reunion. Overall the season averaged 1.5 million viewers a week and consisted of 14 episodes.\n According to MTV's President of Programming, Tony DiSanto, \"The charged atmosphere of Washington D.C., the center of our country's social and political change, will provide an electric setting for this next season of The Real World. We are thrilled to be filming our classic franchise in the heart of where history is being made ... it adds a whole new dimension to the great characters and drama our viewers expect and love from The Real World.\" Washington, D.C. Mayor Adrian Fenty welcomed the production, pointing to the impact of young people on the national scene.\n The Washington Capitals hockey team, singer Melissa Etheridge and Washington Post cartoonist Tom Toles make guest appearances this season, in which they interact with the cast. President Barack Obama also appears in two episodes in which cast member Andrew Woods, an aspiring cartoonist, attends a press conference with Washington Times senior correspondent Joe Curl as part of Woods' internship with the newspaper, and when cast member and LGBT rights activist Mike Manning attends the October 10, 2009 Human Rights Campaign dinner at which Obama spoke. Manning also meets with Congressman Jared Polis of Colorado and Congressman James P. Moran of Virginia during the course of his work for the HRC."
}