{
  "/wiki/Chain_store": "A chain store or retail chain is a retail outlet in which several locations share a brand, central management, and standardized business practices. They have come to dominate the retail and dining markets, and many service categories, in many parts of the world. A franchise retail establishment is one form of chain store.  In 2004, the world's largest retail chain, Walmart, became the world's largest corporation based on gross sales.[citation needed]",
  "/wiki/Biedronka": "Biedronka is the largest supermarket chain in Poland with 2,823 stores in 2017  and 55,000 employees (2015).  It is owned by the Portuguese company Jerónimo Martins. The supermarket chain's name translates as \"ladybug\", with a cartoon ladybug as the company's logo.",
  "/wiki/Supermarket": "A supermarket is  self-service shop offering a wide variety of food, beverages and household products, organized into sections.  It is larger and has a wider selection than earlier grocery stores, but is smaller and more limited in the range of merchandise than a hypermarket or big-box market.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/%C5%BBabka_(convenience_store)": "Żabka Polska (Polish pronunciation: [ˈʐapka]) is a chain of convenience stores in Poland. There are more than 4,500 stores across Poland. Some Żabka stores are located in the Czech Republic. The retail turnover was about EUR 650[citation needed] million in 2010.",
  "/wiki/Convenience_store": "A convenience store, convenience shop, or corner store is a small retail business that stocks a range of everyday items such as coffee, groceries, snack foods, confectionery, soft drinks, tobacco products, over-the-counter drugs, toiletries, newspapers, and magazines. In some jurisdictions, convenience stores are licensed to sell alcohol, although many such jurisdictions limit such beverages to those with relatively low alcoholic content such as beer and wine. Such stores may also offer money order and wire transfer services, along with the use of a fax machine or photocopier for a small per-copy cost. They differ from general stores and village shops in that they are not in a rural location and are used as a convenient supplement to larger stores.",
  "/wiki/Eurocash": "Eurocash S.A. is a corporate group holding numerous enterprises, inter alia: Eurocash Cash&Carry, Eurocash Serwis as well as the retail chains of ABC, 1 minute, Delikatesy Centrum, Groszek, Lewiatan and Mila. The largest share holder (44%) of the company is the Portuguese Luis Amaral, who in 2003 acquired a share in his former employer Jerónimo Martins. Since February 2005, Eurocash holds a place on the Warsaw Stock Exchange.",
  "/wiki/Spo%C5%82em": "PSS Społem is a Polish consumers' co-operative of local grocery stores founded in 1868.",
  "/wiki/Groszek": "Groszek is a brand and franchise of independent retailers (primarily small grocery shops) in Poland. The chain was founded in 2000, the organiser and owner of the chain is Eurocash. The chain is made up of over 1250 convenience stores, the average size of each store is 125,5 m².",
  "/wiki/Lidl": "Lidl Stiftung & Co. KG  (German pronunciation: [ˈliːdl̩]; UK: /ˈlɪdəl/ LID-əl) is a German global discount supermarket chain, based in Neckarsulm, Germany, that operates over 10,000 stores across Europe and the United States. It belongs to Dieter Schwarz, who also owns the store chains Handelshof and hypermarket Kaufland.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Stokrotka": "Stokrotka (lit. Bellis)is a Polish chain supermarket. It is a retail part of the Emperia Capital Group, coordinated by Emperia Holding SA with its registered office in Warsaw. It was listed since 2002 on the Stock exchange.",
  "/wiki/Netto_(store)": "Netto is a Danish discount supermarket operating in Denmark, Germany, Poland, and previously in Sweden and the United Kingdom both as a stand alone venture, until its sale in May 2010 to Asda, and via a joint venture with Sainsbury's between June 2014 and July 2016. Netto is owned by Salling Group.",
  "/wiki/Denmark": "Denmark (Danish: Danmark, pronounced [ˈtænmak] (listen)), officially the Kingdom of Denmark,[N 10][N 2]  is a Nordic country in Northwest Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands,[N 2] with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate climate. The southernmost of the Scandinavian nations, Denmark lies southwest of Sweden and south of Norway,[N 11] and is bordered to the south by Germany. The Kingdom of Denmark also includes two autonomous territories in the North Atlantic Ocean: the Faroe Islands and Greenland. Denmark has a total area of 42,924 km2 (16,573 sq mi), land area of 42,394 km2 (16,368 sq mi), and the total area including Greenland and the Faroe Islands is 2,210,579 km2 (853,509 sq mi), and a population of 5.8 million in Denmark proper (Danish egentlige Danmark) (as of 2020[update]).",
  "/wiki/Polomarket": "Polomarket Sp. z o.o. (stylised as POLOmarket) is a retail chain of grocery stores, operating around 290 stores nationally around Poland. Every month, Polomarket stores are visited by nearly 8.5 million customers.",
  "/wiki/Piotr_i_Pawe%C5%82": "Piotr i Paweł is a retail chain of delicatessen and supermarket stores. The retail chain was founded in 1990 by Eleonora Woś and her two sons, Piotr and Paweł Woś.",
  "/wiki/Aldi": "Aldi (stylised as ALDI) is the common brand of two German family-owned discount supermarket chains with over 10,000 stores in 20 countries, and an estimated combined turnover of more than €50 billion. Based in Germany, the chain was founded by brothers Karl and Theo Albrecht in 1946 when they took over their mother's store in Essen. The business was split into two separate groups in 1960, that later became Aldi Nord, headquartered in Essen, and Aldi Süd, headquartered in Mülheim. In 1962, they introduced the name Aldi (a syllabic abbreviation for Albrecht Diskont), which is pronounced [ˈaldiː] (listen). In Germany, Aldi Nord and Aldi Süd have been financially and legally separate since 1966, although both divisions' names may appear as if they were a single enterprise with certain store brands or when negotiating with contractor companies. The formal business name is Aldi Einkauf GmbH & Compagnie, oHG.",
  "/wiki/SPAR": "SPAR, originally DESPAR, is a Dutch multinational franchise that manages independently owned and operated food retail stores. It was founded in the Netherlands in 1932, by Adriaan van Well, and now consists of more than 13,112 stores in 48 countries. The company's name is an acronym of the slogan \"Door Eendrachtig Samenwerken Profiteren Allen Regelmatig\", which was used by van Well to describe the brand and translates as \"Everyone works better together\".",
  "/wiki/Netherlands": "The Netherlands (Dutch: Nederland, [ˈneːdərlɑnt] (listen)), informally Holland, is a country in Northwestern Europe with some overseas territories in the Caribbean. In Europe, it consists of 12 provinces that border Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countries and the United Kingdom. Together with the Caribbean Netherlands —Bonaire, Sint Eustatius and Saba—it forms a constituent country of the Kingdom of the Netherlands. The official language is Dutch and a secondary official language in the province of Friesland is West Frisian. In the north and east of the country, Low Saxon is also spoken, and in the southeast, Limburgish. In the Caribbean Netherlands English and Papiamento are recognised languages.",
  "/wiki/Dino_(Polish_supermarket)": "Dino Polska S.A. is a Polish retail chain of grocery stores. The retail chain was founded in 1999 by Tomasz Biernacki. Dino supermarkets are generally located in medium and small-sized towns as well as on the peripheries of larger cities. As of 2017, Dino supermarkets are located in the following voivodeships: Greater Poland, Kuyavian-Pomeranian, Lesser Poland, Lower Silesian,Lubusz, Łódź, Opole, Pomeranian, Silesian, Świętokrzyskie as well as in the West Pomeranian Voivodeship. Howbeit, upon foundation, the retail chain only operated in western Poland.",
  "/wiki/List_of_supermarket_chains_in_Poland": "This is an incomplete list of supermarket chains in Poland. For supermarkets worldwide see List of supermarkets."
}