{
  "/wiki/Chain_store": "A chain store or retail chain is a retail outlet in which several locations share a brand, central management, and standardized business practices. They have come to dominate the retail and dining markets, and many service categories, in many parts of the world. A franchise retail establishment is one form of chain store.  In 2004, the world's largest retail chain, Walmart, became the world's largest corporation based on gross sales.[citation needed]",
  "/wiki/C%26A": "C&A is a Belgian-German-Dutch chain of fast-fashion retail clothing stores, with European head offices in Vilvoorde, Belgium, and Düsseldorf, Germany. It has retail stores in many European countries. It serves only the largest markets of Asia, North America and South America. C&A's brands include Angelo Litrico, Canda, Clockhouse, Here+There, Palomino, Rodeo (ski and snowboard clothes), Westbury, Yessica, Yessica Pure, and Your Sixth Sense.",
  "/wiki/Clothing": "Clothing (also known as clothes, apparel and attire) is items worn on the body. Clothing is typically made of fabrics or textiles but over time has included garments made from animal skin or other thin sheets of materials put together. The wearing of clothing is mostly restricted to human beings and is a feature of all human societies. The amount and type of clothing worn depends on gender, body type, social, and geographic considerations.",
  "/wiki/Belgium": "Belgium,[A] officially the Kingdom of Belgium, is a country in Western Europe. It is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,689 km2 (11,849 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376 per square kilometre (970/sq mi). The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi and Liège.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.",
  "/wiki/Shoes": "A shoe is an item of footwear intended to protect and comfort the human foot. Shoes are also used as an item of decoration and fashion. The design of shoes has varied enormously through time and from culture to culture, with appearance originally being tied to function. Additionally, fashion has often dictated many design elements, such as whether shoes have very high heels or flat ones. Contemporary footwear in the 2010s varies widely in style, complexity and cost. Basic sandals may consist of only a thin sole and simple strap and be sold for a low cost. High fashion shoes made by famous designers may be made of expensive materials, use complex construction and sell for hundreds or even thousands of dollars a pair. Some shoes are designed for specific purposes, such as boots designed specifically for mountaineering or skiing.",
  "/wiki/Poland": "Poland (Polish: Polska [ˈpɔlska] (listen)), officially the Republic of Poland (Polish: Rzeczpospolita Polska[c] [ʐɛt͡ʂpɔˈspɔlita ˈpɔlska] (listen)), is a country located in Central Europe. It is divided into 16 administrative subdivisions, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis is Warsaw. Other major cities include Kraków, Łódź, Wrocław, Poznań, Gdańsk, and Szczecin.",
  "/wiki/Peek_%26_Cloppenburg": "Peek & Cloppenburg is an international chain of retail clothing stores with headquarters in Germany. The chain is operated by two separate and independent companies, Peek & Cloppenburg KG Düsseldorf (known as P&C West) and Peek & Cloppenburg KG Hamburg (known as P&C North).",
  "/wiki/Norway": "Norway (Norwegian: Norge (Bokmål) or Noreg (Nynorsk); Northern Sami: Norga; Lule Sami: Vuodna; Southern Sami: Nöörje), officially the Kingdom of Norway, is a Nordic country in Northwestern Europe whose territory comprises the western and northernmost portion of the Scandinavian Peninsula; the remote island of Jan Mayen and the archipelago of Svalbard are also part of the Kingdom of Norway.[note 2] The sub-Antarctic Bouvet Island is a dependent territory and thus not considered part of the kingdom. Norway also lays claim to the Antarctic territories of Queen Maud Land and Peter I Island.",
  "/wiki/Deichmann_SE": "Deichmann SE (formerly Heinrich Deichmann-Schuhe GmbH & Co. KG) is a major German footwear retail chain founded in Essen, North Rhine-Westphalia, Germany. In 2017, business newspaper, Handelsblatt, called it the biggest shoe vendor in Europe.",
  "/wiki/Decathlon_Group": "Decathlon S.A. (French pronunciation: ​[dekatlɔ̃]) is a French sporting goods retailer. With over 1,500 stores in 49 countries, it is the largest sporting goods retailer in the world. Its holding company was formerly known as Oxylane.",
  "/wiki/Sport": "Sport includes all forms of competitive physical activity or games which, through casual or organised participation, at least in part aim to use, maintain or improve physical ability and skills while providing enjoyment to participants, and in some cases, entertainment for spectators. Hundreds of sports exist, from those between single contestants, through to those with hundreds of simultaneous participants, either in teams or competing as individuals. In certain sports such as racing, many contestants may compete, simultaneously or consecutively, with one winner; in others, the contest (a match) is between two sides, each attempting to exceed the other. Some sports allow a \"tie\" or \"draw\", in which there is no single winner; others provide tie-breaking methods to ensure one winner and one loser. A number of contests may be arranged in a tournament producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/4F_(company)": "4F is a Polish sportswear company established in 2007 and headquartered in Wieliczka, Lesser Poland Voivodeship, southern Poland. The company is owned by OTCF S.A. whose other subsidiaries include brands like Outhorn and 4Faces. It offers sports, tourism and casual wear clothing as well as accessories. The brand currently operates 174 stores in Poland and its products are present in around 500 multi-brand stores in 30 countries.",
  "/wiki/Children%27s_clothing": "Children's clothing or kids' clothing is clothing for children who have not yet grown to full height.  Grandma bait is a retail industry term for expensive children's clothing.",
  "/wiki/Triumph_International": "Triumph International is an international underwear manufacturer founded in 1886 in Heubach, Germany. The company's headquarters has been located in Bad Zurzach, Switzerland, since 1977, and it has branches in 45 countries. In addition to the Triumph brand, the company produces and distributes the products under the brands sloggi and AMO’s Style by Triumph. Triumph International has been an industry leader, particularly in women's and sleepwear, since the 1960s. Shares of the German subsidiary have been traded on the stock exchange until 2011.",
  "/wiki/Switzerland": "Switzerland, officially the Swiss Confederation, is a country situated in the confluence of western, central, and southern Europe.[note 4] It is a federal republic composed of 26 cantons, with federal authorities seated in Bern.[note 1] Switzerland is a landlocked country bordered by Italy to the south, France to the west, Germany to the north, and Austria and Liechtenstein to the east. It is geographically divided among the Swiss Plateau, the Alps, and the Jura, spanning a total area of 41,285 km2 (15,940 sq mi), and land area of 39,997 km2 (15,443 sq mi). While the Alps occupy the greater part of the territory, the Swiss population of approximately 8.5 million is concentrated mostly on the plateau, where the largest cities are located, among them the two global cities and economic centres of Zürich and Geneva.",
  "/wiki/Adidas": "Adidas AG (German: [ˈʔadiˌdas] AH-dee-DAHS; stylized as ɑdidɑs since 1949) is a multinational corporation, founded and headquartered in Herzogenaurach, Germany, that designs and manufactures shoes, clothing and accessories. It is the largest sportswear manufacturer in Europe, and the second largest in the world, after Nike. It is the holding company for the Adidas Group, which consists of the Reebok sportswear company, 8.33% of the German football club Bayern Munich, and Runtastic, an Austrian fitness technology company. Adidas' revenue for 2018 was listed at €21.915 billion.",
  "/wiki/LPP_(company)": "LPP Spółka Akcyjna - a Polish clothing company dealing with design, production and distribution of clothing. The company has five brands in its portfolio: Reserved, House, Cropp, Mohito and Sinsay.",
  "/wiki/Spain": "Spain (Spanish: España [esˈpaɲa] (listen)), officially the Kingdom of Spain (Spanish: Reino de España),[a][b] is a country in Southwestern Europe with some pockets of Spanish territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagoes: the Canary Islands off the coast of Africa, and the Balearic Islands in the Mediterranean Sea. The African enclaves of Ceuta, Melilla, and Peñón de Vélez de la Gomera make Spain the only European country to have a physical border with an African country (Morocco).[h] Several small islands in the Alboran Sea are also part of Spanish territory. The country's mainland is bordered to the south and east by the Mediterranean Sea except for a small land boundary with Gibraltar; to the north and northeast by France, Andorra, and the Bay of Biscay; and to the west and northwest by Portugal and the Atlantic Ocean.",
  "/wiki/H%26M": "Hennes & Mauritz AB (Swedish pronunciation: [ˈhɛ̂nːɛs ɔ ˈmǎʊrɪts]; H&M [ˈhôːɛm]) is a Swedish multinational clothing-retail company known for its fast-fashion clothing for men, women, teenagers and children. H&M and its associated companies operate in 62 countries with over 4,500 stores; as of 2015[update] employed around 132,000 people. It is the second-largest global clothing retailer, just behind Spain-based Inditex (parent company of Zara). The company has a significant online presence, with online shopping available in 33 countries:",
  "/wiki/Sweden": "Sweden (Swedish: Sverige [ˈsvæ̌rjɛ] (listen)), officially the Kingdom of Sweden (Swedish: Konungariket Sverige [ˈkôːnɵŋaˌriːkɛt ˈsvæ̌rjɛ] (listen)), is a Scandinavian country in Northern Europe. It borders Norway to the west and north and Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union and the fifth largest country in Europe by area. The capital city is Stockholm. Sweden has a total population of 10.3 million of which 2.5 million have a foreign background.  Persons who have foreign backgrounds are defined as persons who are foreign born, or born in Sweden with foreign born parents. It has a low population density of 22 inhabitants per square kilometre (57/sq mi) and the highest urban concentration is in the central and southern half of the country.",
  "/wiki/List_of_supermarket_chains_in_Poland": "This is an incomplete list of supermarket chains in Poland. For supermarkets worldwide see List of supermarkets."
}