{
  "/wiki/Bob_Pettit": "Robert Lee Pettit Jr. (born December 12, 1932) is an American retired professional basketball player. He played 11 seasons in the NBA, all with the Milwaukee/St. Louis Hawks (1954–1965). He was the first recipient of the NBA's Most Valuable Player Award. He also won the NBA All-Star Game MVP award four times, a feat matched only by Kobe Bryant. He was inducted into the Naismith Memorial Basketball Hall of Fame in 1970.",
  "/wiki/Atlanta_Hawks": "The Atlanta Hawks are an American professional basketball team based in Atlanta. The Hawks compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Southeast Division. The team plays its home games at State Farm Arena.",
  "/wiki/Dominique_Wilkins": "Jacques Dominique Wilkins (born January 12, 1960) is an American retired professional basketball player who primarily played for the Atlanta Hawks of the National Basketball Association (NBA). Wilkins was a nine-time NBA All-Star, and is widely viewed as one of the best dunkers in NBA history, earning the nickname \"The Human Highlight Reel\". In 2006, Wilkins was inducted into the Naismith Memorial Basketball Hall of Fame.",
  "/wiki/Lou_Hudson": "Louis Clyde Hudson (\"Sweet Lou\") (July 11, 1944 – April 11, 2014) was an American National Basketball Association (NBA) player, who was an All-American at the University of Minnesota and a six-time NBA All-Star, scoring 17,940 total points in 13 NBA seasons (1966–1979).",
  "/wiki/Pete_Maravich": "Peter Press Maravich (June 22, 1947 – January 5, 1988), known by his nickname Pistol Pete, was an American professional basketball player. Maravich was born in Aliquippa, Pennsylvania, part of the Pittsburgh metropolitan area, and raised in the Carolinas.  Maravich starred in college at Louisiana State University (LSU) while playing for his father, head coach Press Maravich. He played for three NBA teams until injuries forced his retirement in 1980 following a ten-year career. He is the all-time leading NCAA Division I scorer with 3,667 points scored and an average of 44.2 points per game. All of his accomplishments were achieved before the adoption of the three point line and shot clock, and despite being unable to play varsity as a freshman under then-NCAA rules.",
  "/wiki/Dikembe_Mutombo": "Dikembe Mutombo Mpolondo Mukamba Jean-Jacques Wamutombo (born June 25, 1966) is a Congolese American retired professional basketball player. Mutombo played 18 seasons in the National Basketball Association (NBA). Outside basketball, he has become well known for his humanitarian work.",
  "/wiki/Kasim_Reed": "Mohammed Kasim Reed (born June 10, 1969) is an American attorney and former politician who was the 59th mayor of Atlanta, Georgia's state capital and largest city, from 2010 to 2018.",
  "/wiki/Ted_Turner": "Robert Edward Turner III (born November 19, 1938) is an American media proprietor, producer, and philanthropist. As a businessman, he is known as founder of the Cable News Network (CNN), the first 24-hour cable news channel. In addition, he founded WTBS, which pioneered the superstation concept in cable television, which later became TBS.",
  "/wiki/Robert_Parish": "Robert Parish (born August 30, 1953) is an American retired basketball center who played 21 seasons in the NBA, tied for second most in league history. He played an NBA-record 1,611 regular season games in his career. Parish was known for his strong defense, high arcing jump shots, and clutch rebounding late in games.",
  "/wiki/Boston_Celtics": "The Boston Celtics (/ˈsɛltɪks/ SEL-tiks) are an American professional basketball team based in Boston. The Celtics compete in the National Basketball Association (NBA) as a member of the league's Eastern Conference Atlantic Division. Founded on June 6, 1946 as one of the league's original eight teams, the Celtics play their home games at TD Garden, which they share with the National Hockey League (NHL)'s Boston Bruins. The Celtics are regarded as the most successful basketball team in NBA history; the franchise has won the most championships in the NBA with 17 (accounting for 23.9 percent of all NBA championships since the league's founding), and currently hold the record for the most recorded wins of any NBA team.",
  "/wiki/Walter_A._Brown": "Walter A. Brown (February 10, 1905 – September 7, 1964) was the founder and original owner of the Boston Celtics as well as an important figure in the development of ice hockey in the United States.",
  "/wiki/Red_Auerbach": "Arnold Jacob \"Red\" Auerbach (September 20, 1917 – October 28, 2006) was an American basketball coach of the Washington Capitols, the Tri-Cities Blackhawks and, most notably, the Boston Celtics. After he retired from coaching, he served as president and front office executive of the Celtics until his death. As a coach, he won 938 games (a record at his retirement) and nine National Basketball Association (NBA) championships in ten seasons (a number surpassed only by Phil Jackson, who won 11 in eighteen seasons). As general manager and team president of the Celtics, he won an additional seven NBA titles, for a grand total of 16 in a span of 29 years, making him one of the most successful team officials in the history of North American professional sports.",
  "/wiki/List_of_Boston_Celtics_head_coaches": "The Boston Celtics are an American professional basketball team based in Boston, Massachusetts. They play in the Atlantic Division of the Eastern Conference in the National Basketball Association (NBA). The team is owned by Wycliffe Grousbeck and coached by Brad Stevens, with Danny Ainge as the general manager. Founded in 1946, their 17 NBA Championships are the most for any NBA franchise, and their eight consecutive NBA championships from 1959 to 1966 represent the longest consecutive championship winning streak of any North American professional sports team to date. They play their home games in the TD Garden.",
  "/wiki/1950%E2%80%9351_NBA_season": "The 1950–51 NBA season was the fifth season of the National Basketball Association. The season ended with the Rochester Royals winning the NBA Championship, beating the New York Knicks 4 games to 3 in the NBA Finals.",
  "/wiki/1965%E2%80%9366_NBA_season": "The 1965–66 NBA Season was the 20th season of the National Basketball Association.  The season ended with the Boston Celtics winning an unprecedented 8th straight NBA Championship, beating the Los Angeles Lakers 4 games to 3 in the 1966 NBA Finals.",
  "/wiki/Dennis_Johnson": "Dennis Wayne Johnson (September 18, 1954 – February 22, 2007), nicknamed \"DJ\", was an American  professional basketball player for the National Basketball Association's (NBA) Seattle SuperSonics, Phoenix Suns and Boston Celtics and coach of the Los Angeles Clippers. He was an alumnus of Dominguez High School, Los Angeles Harbor College and Pepperdine University.",
  "/wiki/Bill_Russell": "William Felton Russell (born February 12, 1934) is an American former professional basketball player who played center for the Boston Celtics of the National Basketball Association (NBA) from 1956 to 1969. A five-time NBA Most Valuable Player and a twelve-time All-Star, he was the centerpiece of the Celtics dynasty that won eleven NBA championships during his thirteen-year career. Russell and Henri Richard of the National Hockey League are tied for the record of the most championships won by an athlete in a North American sports league. Russell led the University of San Francisco to two consecutive NCAA championships in 1955 and 1956, and he captained the gold-medal winning U.S. national basketball team at the 1956 Summer Olympics.",
  "/wiki/1966%E2%80%9367_NBA_season": "The 1966–67 NBA Season was the 21st season of the National Basketball Association. The season ended with the Philadelphia 76ers winning the NBA Championship, beating the San Francisco Warriors 4 games to 2 in the NBA Finals, ending the Boston Celtics' record title run at 8.",
  "/wiki/1968%E2%80%9369_NBA_season": "The 1968–69 NBA season was the 23rd season of the National Basketball Association.  The season ended with the Boston Celtics winning the NBA Championship, beating the Los Angeles Lakers 4 games to 3 in the NBA Finals.",
  "/wiki/Jo_Jo_White": "Joseph Henry White (November 16, 1946 – January 16, 2018) was an American professional basketball player. As an amateur, he played basketball at the University of Kansas and represented the U.S. men's basketball team during the 1968 Summer Olympics. As a professional, he is best known for his ten-year stint with the Boston Celtics of the NBA, where he led the team towards two NBA championships and set a franchise record of 488 consecutive games played. White was inducted into the Naismith Memorial Basketball Hall of Fame in 2015.",
  "/wiki/Bob_Cousy": "Robert Joseph Cousy (/ˈkuːziː/, born August 9, 1928) is an American retired professional basketball player. Cousy played point guard with the Boston Celtics from 1950 to 1963, and briefly with the Cincinnati Royals in the 1969–70 season. Making his high school varsity squad as a junior, he went on to earn a scholarship to the College of the Holy Cross, where he led the Crusaders to berths in the 1948 NCAA Tournament and 1950 NCAA Tournament, and won NCAA All-American honors for three seasons.",
  "/wiki/Tom_Heinsohn": "Thomas William Heinsohn (born August 26, 1934) is an American former professional basketball player. He has been associated with the Boston Celtics of the National Basketball Association (NBA) for six decades as a player, coach and broadcaster. He played for the Celtics from 1956 to 1965, and also coached the team from 1969 to 1978. He has since spent over thirty years as the color commentator for the Celtics' local broadcasts alongside play-by-play commentator Mike Gorman. He has been regarded as one of the most iconic and charismatic Celtics of the 1950s-60s championship teams, being called “the godfather of the city of Boston,” by former teammate John Havlicek.",
  "/wiki/1969%E2%80%9370_NBA_season": "The 1969–70 NBA Season was the 24th season of the National Basketball Association.  The season ended with the New York Knicks winning the NBA Championship, beating the Los Angeles Lakers 4 games to 3 in the NBA Finals.",
  "/wiki/1978%E2%80%9379_NBA_season": "The 1978–79 NBA season was the 33rd season of the National Basketball Association. The season ended with the Seattle SuperSonics winning the NBA Championship, beating the Washington Bullets 4 games to 1 in the NBA Finals, a rematch of the previous year's Finals, but with the opposite result.",
  "/wiki/Satch_Sanders": "Thomas Ernest \"Satch\" Sanders (born November 8, 1938) is an American retired college and professional basketball player and coach. He was a 6'6\", 210 lb power forward.  Sanders is tied for third for most NBA championships in a career, and is one of three NBA players with an unsurpassed 8–0 record in NBA Finals series outcomes.  On April 4, 2011, it was announced that Sanders was elected to the 2011 class to enter the Naismith Basketball Hall of Fame as a contributor.",
  "/wiki/John_Havlicek": "John Joseph Havlicek (/ˈhævlɪtʃɛk/ HAV-li-chek; April 8, 1940 – April 25, 2019) was an American professional basketball player who competed for 16 seasons with the Boston Celtics, winning eight NBA championships, four of them coming in his first four seasons with the team.",
  "/wiki/Dave_Cowens": "David William Cowens (born October 25, 1948) is an American retired professional basketball player and NBA head coach. At 6'9\", he played the center position and occasionally played power forward. Cowens spent most of his playing career with the Boston Celtics. He was the 1971 NBA Rookie of the Year and the 1973 NBA Most Valuable Player. Cowens won NBA championships as a member of the Celtics in 1974 and 1976. He was inducted into the Naismith Memorial Basketball Hall of Fame in 1991.",
  "/wiki/Don_Nelson": "Donald Arvid Nelson (born May 15, 1940), sometimes known as Nellie, is an American former National Basketball Association (NBA) player and head coach. Nelson has the most wins of any coach in NBA history, with 1,335. He coached the Milwaukee Bucks, the New York Knicks, the Dallas Mavericks, and the Golden State Warriors. After an All-American career at the University of Iowa, Nelson won five NBA Championships playing with the Boston Celtics, with his number 19 retired by the franchise.",
  "/wiki/Bill_Sharman": "William Walton Sharman (May 25, 1926 – October 25, 2013) was an American professional basketball player and coach.  He is mostly known for his time with the Boston Celtics in the 1950s, partnering with Bob Cousy in what some consider the greatest backcourt duo of all time.  As a coach, Sharman won titles in the ABL, ABA, and NBA, and is credited with introducing the now ubiquitous morning shootaround.",
  "/wiki/List_of_National_Basketball_Association_retired_numbers": "As a way to honor key contributors including players, coaches, fans, broadcasters and announcers, National Basketball Association (NBA) teams often retire their jersey numbers, win totals or microphones. In the case of jersey numbers, they are usually no longer available for future players to wear, although they can ask for permission from players whose jerseys are retired. Teams usually display these numbers by hanging banners on the rafters inside their home arena. As of 2019[update], three teams (Los Angeles Clippers, Orlando Magic and Toronto Raptors) do not have any retired numbers."
}