{
  "/wiki/Buck_Creek_School": "Buck Creek School is a historic school in Perry, Kansas.",
  "/wiki/U.S._Route_24": "U.S. Route 24 (US 24) is one of the original United States highways of 1926. It originally ran from Pontiac, Michigan, in the east to Kansas City, Missouri, in the west.  Today, the highway's northern terminus is in Independence Township, Michigan, at an intersection with I-75 and its western terminus is near Minturn, Colorado at an intersection with I-70.  The highway transitions from north–south to east–west signage in Toledo, Ohio.",
  "/wiki/Perry,_Kansas": "Perry is a city in Jefferson County, Kansas, United States.  As of the 2010 census, the city population was 929.  It is part of the Topeka, Kansas Metropolitan Statistical Area.",
  "/wiki/Delaware_River_Composite_Truss_Bridge": "The Delaware River Composite Truss Bridge is a composite Parker truss and Warren truss bridge in Valley Falls, Kansas.  It was built in 1936.  It was listed on the National Register of Historic Places in 2003.",
  "/wiki/Valley_Falls,_Kansas": "Valley Falls is a city in Jefferson County, Kansas, United States.  As of the 2010 census, the city population was 1,192.",
  "/wiki/U.S._Route_59": "U.S. Route 59 (US 59) is a north–south United States highway (though it was signed east–west in parts of Texas).  A latecomer to the U.S. numbered route system, US 59 is now a border-to-border route, part of NAFTA Corridor Highway System.  It parallels U.S. Route 75 for nearly its entire route, never much more than 100 miles (160 km) away, until it veers southwest in Houston, Texas. Its number is out of place since US 59 is either concurrent with or entirely west of U.S. Route 71.",
  "/wiki/Oskaloosa,_Kansas": "Oskaloosa is a city in and the county seat of Jefferson County, Kansas, United States.  As of the 2010 census, the city population was 1,113.",
  "/wiki/Grantville,_Kansas": "Grantville is an unincorporated community and census-designated place (CDP) in Jefferson County, Kansas, United States, northeast of Topeka. As of the 2010 census it had a population of 180.",
  "/wiki/Newell-Johnson-Searle_House": "The Newell–Johnson–Searle House was listed on the National Register of Historic Places in 2017.  It is located on U.S. Highway 59 on the edge of Oskaloosa in Jefferson County, Kansas.",
  "/wiki/Sarcoxie_Township,_Jefferson_County,_Kansas": "Sarcoxie Township is a township in Jefferson County, Kansas, USA.  As of the 2000 census, its population was 958.",
  "/wiki/Union_Block_(Oskaloosa,_Kansas)": "The Union Block in Oskaloosa, Kansas is a commercial block building which was built in 1892.  It was listed on the National Register of Historic Places in 1973.",
  "/wiki/National_Register_of_Historic_Places_listings_in_Kansas": "The following are approximate tallies of current listings by county. These counts are based on entries in the National Register Information Database as of April 24, 2008 and new weekly listings posted since then on the National Register of Historic Places website since that time. There are frequent additions to the listings and occasional delistings and the counts here are approximate and not official. New entries are added to the official Register on a weekly basis.  Also, the counts in this table exclude boundary increase and decrease listings which modify the area covered by an existing property or district and which carry a separate National Register reference number. The numbers of NRHP listings in each county are documented by tables in each of the individual county list-articles."
}