{
  "/wiki/Alcester%E2%80%93Hatton_branch_line": "The Alcester–Bearley branch line was a ​6 3⁄4-mile single-track branch railway line in Warwickshire, England. It was built by the Alcester Railway Company. It connected the manufacturing town of Alcester into the Great Western Railway network, opening in 1876.",
  "/wiki/Great_Western_Railway": "The Great Western Railway (GWR) was a British railway company that linked London with the southwest and west of England, the West Midlands, and most of Wales. It was founded in 1833, received its enabling Act of Parliament on 31 August 1835 and ran its first trains in 1838. It was engineered by Isambard Kingdom Brunel, who chose a broad gauge of 7 ft (2,134 mm)—later slightly widened to 7 ft 1⁄4 in (2,140 mm)—but, from 1854, a series of amalgamations saw it also operate 4 ft 8 1⁄2 in (1,435 mm) standard-gauge trains; the last broad-gauge services were operated in 1892.",
  "/wiki/Aldeburgh_branch_line": "The Aldeburgh branch line was a railway branch line linking the town of Saxmundham on the East Suffolk line and the seaside resort of Aldeburgh. There were intermediate stops at Leiston and Thorpeness. Part of the line remains in use for nuclear flask trains servicing Sizewell nuclear power station.",
  "/wiki/Great_Eastern_Railway": "The Great Eastern Railway (GER) was a pre-grouping British railway company, whose main line linked London Liverpool Street to Norwich and which had other lines through East Anglia.  The company was grouped into the London and North Eastern Railway in 1923.",
  "/wiki/Chasewater_Railway": "The Chasewater Railway is a former colliery railway  running round the shores of Chasewater in Staffordshire, England. It is now operated as a heritage railway.",
  "/wiki/Midland_Railway": "The Midland Railway (MR) was a railway company in the United Kingdom from 1844 to 1922, when it became part of the London, Midland and Scottish Railway. It had a large network of lines managed from its headquarters in Derby. It became the third-largest railway undertaking in the British Isles (after the Great Western Railway and the London and North Western Railway).",
  "/wiki/Allhallows,_Kent": "Allhallows is a village and civil parish on the Hoo Peninsula in Kent, England. Situated in the northernmost part of Kent, and covering an area of 23.99 km², the parish is bounded on the north side by the River Thames, and in the east by the course of Yantlet creek, now silted up. At the 2001 census the parish had a population of 1,649.",
  "/wiki/Southern_Railway_(Great_Britain)": "The Southern Railway (SR), sometimes shortened to 'Southern', was a British railway company established in the 1923 Grouping. It linked London with the Channel ports, South West England, South coast resorts and Kent. The railway was formed by the amalgamation of several smaller railway companies, the largest of which were the London & South Western Railway (LSWR), the London, Brighton and South Coast Railway (LB&SCR) and the South Eastern and Chatham Railway (SE&CR). The construction of what was to become the Southern Railway began in 1838 with the opening of the London and Southampton Railway, which was renamed the London & South Western Railway.",
  "/wiki/Hundred_of_Hoo_Railway": "The Hundred of Hoo Railway is a railway line in Kent, England, following the North Kent Line from Gravesend before diverging at Hoo Junction near Shorne Marshes and continuing in an easterly direction across the Hoo Peninsula, passing near the villages of Cooling, High Halstow, Cliffe and Stoke before reaching the Isle of Grain and the container port on its eastern tip, Thamesport. There used to be a short branch line leading from Stoke Junction to the coastal town of Allhallows but this closed from 4 December 1961, the same date on which the Hundred of Hoo line was closed to passenger services.",
  "/wiki/North_Kent_Line": "The North Kent Line is a railway which runs from a junction of Britain's South East Main Line, east of St Johns railway station, Greater London to a point south-west of Strood station by the River Medway in Medway where it links to the Chatham Main Line. The London terminus is Charing Cross station.",
  "/wiki/Alnwick_branch_line": "The Alnwick branch line is a partly closed railway line in Northumberland, northern England. A heritage railway operates a short section of the line, which originally ran from Alnmouth railway station, on the East Coast Main Line, to the town of Alnwick, a distance of 2 3⁄4 miles (4.4 km).",
  "/wiki/North_Eastern_Railway_(United_Kingdom)": "The North Eastern Railway (NER) was an English railway company.  It was incorporated in 1854 by the combination of several existing railway companies. Later, it was amalgamated with other railways to form the London and North Eastern Railway at the Grouping in 1923.  Its main line survives to the present day as part of the East Coast Main Line between London and Edinburgh.",
  "/wiki/Ambergate%E2%80%93Pye_Bridge_line": "The Ambergate–Pye Bridge line is a partially disused, partially restored, and partially developed for other uses railway line in Derbyshire, England.  It was a short east–west line linking the Midland Main Line with the Erewash Valley line. The line was opened by the Midland Railway to freight on 1 February 1875, and to passenger trains on 1 May 1875.  The Midland was grouped into the London, Midland and Scottish Railway (LMS) in 1923.",
  "/wiki/Midland_Railway_%E2%80%93_Butterley": "The Midland Railway – Butterley is a heritage railway at Butterley, near Ripley in Derbyshire.",
  "/wiki/Leeds,_Bradford_and_Halifax_Junction_Railway": "The Leeds, Bradford and Halifax Junction Railway (LB&HJR) was an English railway company. It built a line between Bradford and Leeds, and had running powers over the Lancashire and Yorkshire Railway to Halifax. It opened its main line in 1854 and later built a number of branch lines.",
  "/wiki/Great_Northern_Railway_(Great_Britain)": "The Great Northern Railway (GNR) was a British railway company incorporated in 1846 with the object of building a line from London to York. It quickly saw that seizing control of territory was key to development, and it acquired, or took leases of, many local railways, whether actually built or not. In doing so it overextended itself financially.",
  "/wiki/Ashbourne_line": "The Ashbourne line was a 33 1⁄2 mi (53.9 km) railway  from Buxton via Ashbourne to Uttoxeter. It was built by the London and North Western Railway using a section of the Cromford and High Peak Railway (C&HPR) and it joined the North Staffordshire Railway at Ashbourne, proceeding to Uttoxeter with a junction onto the main line at Rocester.",
  "/wiki/London_%26_North_Western_Railway": "The London and North Western Railway (LNWR, L&NWR) was a British railway company between 1846 and 1922. In the late 19th century, the L&NWR was the largest joint stock company in the United Kingdom.",
  "/wiki/Askern_branch_line": "The Askern branch line is a railway line which runs in North, South and West Yorkshire in England. The stretch of track runs from Shaftholme Junction north of Doncaster (on the East Coast Main Line between Doncaster and York), via Askern, Norton and Womersley to Knottingley, where it joins the Pontefract Line.",
  "/wiki/Lancashire_%26_Yorkshire_Railway": "The Lancashire and Yorkshire Railway (L&YR) was a major British railway company before the 1923 Grouping. It was incorporated in 1847 from an amalgamation of several existing railways. It was the third-largest railway system based in northern England (after the Midland and North Eastern Railways).[citation needed]",
  "/wiki/Lyme_Regis_branch_line": "The Lyme Regis branch line was a railway branch line connecting the seaside town of Lyme Regis with the main line railway network at Axminster, running through picturesque rural countryside on the Dorset - Devon border.",
  "/wiki/London_and_South_Western_Railway": "The London and South Western Railway (LSWR or L&SWR) was a railway company in England from 1838 to 1922.  Starting as the London and Southampton Railway, its network extended from London to Plymouth via Salisbury and Exeter, with branches to Ilfracombe and Padstow and via Southampton to Bournemouth and Weymouth. It also had many routes connecting towns in Hampshire and Berkshire, including Portsmouth and Reading. In the grouping of railways in 1923 the LSWR amalgamated with other railways to create the Southern Railway.",
  "/wiki/Rawtenstall_to_Bacup_Line": "The Rawtenstall to Bacup railway line opened in two stages, from Rawtenstall to Waterfoot in 1848, and from Waterfoot to the Bacup terminus in 1852.  There were stations at Rawtenstall,  Cloughfold, Stacksteads and Bacup.  The line was doubled in 1880, at the same time as the line from Bacup to Rochdale was also opened (closed 1947).  Passenger and freight services operated until the Beeching cuts in 1966, the last passenger train running on 5 December 1966 and the track being lifted in 1969.\nAs the Irwell valley is quite narrow the line had many engineering features in its 5-mile length,  including 14 crossings of the River Irwell alone,  plus many over and underbridges, embankments and cuttings, and tunnels at Thrutch Gorge (The Glen) in Waterfoot.   Most of the bridges have been demolished or infilled in the years since closure.  A foot and cycle path now follows much of the route including the 1/8 mile Newchurch No. 1 Tunnel and 1/4 mile Newchurch No 2 Tunnel.",
  "/wiki/East_Lancashire_Railway": "The East Lancashire Railway is a 12 1⁄2-mile (20 km) heritage railway line in north west England which runs between Heywood in Greater Manchester and Rawtenstall (Lancashire) with intermediate stations at Bury Bolton Street, Burrs Country Park, Summerseat, Ramsbottom all in Greater Manchester, and Irwell Vale conurbations in south east Lancashire.",
  "/wiki/Banbury_and_Cheltenham_Direct_Railway": "The Banbury and Cheltenham Direct Railway (B&CDR) was a railway company in England that built a line between points near Banbury and Cheltenham. Its principal objective, as well as a general rural rail service, was the conveyance of iron ore from the East Midlands to South Wales. It extended two pre-existing branches, the Chipping Norton branch of the Oxford, Worcester and Wolverhampton Railway (OW&WR, opened in 1855) and the Bourton-on-the-Water Railway (opened in 1862). Both branches had their main line junction at Chipping Norton Junction, later renamed Kingham, on the OW&WR main line.",
  "/wiki/Banbury_to_Verney_Junction_branch_line": "The Banbury to Verney Junction branch line was a railway branch line constructed by the Buckinghamshire Railway which connected the Oxfordshire market town of Banbury with the former Oxford/Cambridge Varsity line and the former Metropolitan Railway at Verney Junction, a distance of 21 miles 39 chains (21.49 mi; 34.58 km). Onward routes from there ran to the West Coast Main Line at Bletchley via Brackley and Buckingham and thence to Cambridge, or to Aylesbury for London.",
  "/wiki/Buckinghamshire_Railway": "The Buckinghamshire Railway was a railway company in Buckinghamshire and Oxfordshire, England that constructed railway lines connecting Bletchley, Banbury and Oxford. Part of the route is still in use today as the Oxford to Bicester Line.",
  "/wiki/Varsity_Line": "The Varsity Line (or the Oxford to Cambridge railway line) is the railway route that used to link the English university cities of Oxford and Cambridge, operated by the London and North Western Railway.",
  "/wiki/Foxfield_Railway": "The Foxfield Railway is a preserved standard gauge line located south east of Stoke-on-Trent. The line was built in 1893 to serve the colliery at Dilhorne on the Cheadle Coalfield. It joined the North Staffordshire Railway line near Blythe Bridge. It is open at weekends and operates trains on Sundays, Bank Holidays and some Saturdays from April to October and Santa Special trains in December.",
  "/wiki/North_Staffordshire_Railway": "The North Staffordshire Railway (NSR) was a British railway company formed in 1845 to promote a number of lines in the Staffordshire Potteries and surrounding areas in Staffordshire, Cheshire, Derbyshire and Shropshire.",
  "/wiki/Basingstoke_and_Alton_Light_Railway": "The Basingstoke and Alton Light Railway was a standard gauge railway in Hampshire, UK. The 12 mi (19 km) line, which opened on Saturday, 1 June 1901 with no formal ceremony, ran between Basingstoke and Alton. It was the first railway authorised by the Light Railway Commission to be built under the 1896 Light Railways Act.",
  "/wiki/Woodkirk": "Woodkirk is an ancient village between Leeds and Dewsbury, West Yorkshire, England.  The parish church is a grade II listed building.  It is traditionally the centre of the parish of West Ardsley, but Tingley is now a much larger settlement.",
  "/wiki/Bedford%E2%80%93Northampton_line": "The Bedford–Northampton line was a branch of the Midland Railway which served stations in three counties: Northampton and Horton in Northamptonshire, Olney in Buckinghamshire and Turvey and Bedford in Bedfordshire, England. Opened in 1872, the intermediate stations closed to passengers in 1962, leaving a small section between Northampton and Piddington station to remain open until 1981 for the purposes of the Ministry of Defence establishment. The track remains down on another small section of the line between Northampton and Brackmills. The reopening of the line has been proposed by the Bedfordshire Railway & Transport Association.",
  "/wiki/Benwick_Goods_Railway": "The Benwick Goods Railway was a Great Eastern Railway line serving the village of Benwick, Cambridgeshire.",
  "/wiki/Birkenhead_Dock_Branch": "Birkenhead Dock Branch is a disused railway line running from the South junction of Rock Ferry, to the site of the former Bidston Dock on the Wirral Peninsula, England. The branch is approximately 4 1⁄2 miles (7.2 km) in length. Although called a branch, the line was accessible from both ends, from Bidston East junction and from Rock Ferry railway station. The former Mollington Street Rail Depot was branched into the line. A section of the line runs through Haymarket Tunnel and a low-level cutting through the centre of Birkenhead; visible from the road flyovers. The former Canning Street North signal box has now been demolished following fire damage, and the rails across the level crossing there have been removed due to the provision of cycle lanes on the roadway. The non-standard gates remain on the east side, but a fence has been erected on the other side despite the railway being officially out of use, rather than closed. Level crossings are also located at Duke Street and Wallasey Bridge Road. The railway lines are still partially intact.",
  "/wiki/North_Tyneside_Steam_Railway": "The North Tyneside Steam Railway and Stephenson Railway Museum are visitor attractions in North Tyneside, North East England. The museum and railway workshops share a building on Middle Engine Lane adjacent to the Silverlink Retail Park. The railway is a standard gauge line, running south for 2 miles (3.2 km) from the museum to Percy Main. The railway is operated by the North Tyneside Steam Railway Association (NTSRA). The museum is managed by Tyne and Wear Archives and Museums on behalf of North Tyneside Council.",
  "/wiki/Tyne_and_Wear_Metro": "The Tyne and Wear Metro, referred to locally as simply the Metro, is a rapid transit and light rail system in North East England, serving Newcastle upon Tyne, Gateshead, South Tyneside, North Tyneside and Sunderland in Tyne and Wear. It has been described as the first modern light rail system in the United Kingdom."
}