{
  "/wiki/Bath_Spa_railway_station": "Bath Spa railway station is the principal station serving the city of Bath in South West England. It is on the Great Western Main Line, 106 miles 71 chains (172.0 km) down the line from London Paddington between Chippenham to the east and Oldfield Park to the west. Its three-letter station code is BTH.",
  "/wiki/Great_Western_Railway_(train_operating_company)": "Great Western Railway (GWR) is a British train operating company owned by FirstGroup that operates the Greater Western railway franchise. It manages 197 stations and its trains call at over 270. GWR operates long-distance inter-city services along the Great Western Main Line to and from the West of England and South Wales, inter-city services from London to the West Country via the Reading–Taunton line and the Night Riviera sleeper service between London and Penzance. It also provides commuter and outer-suburban services from its London terminus at Paddington to West London, the Thames Valley region including parts of Berkshire, parts of Buckinghamshire and Oxfordshire; and regional services throughout the West of England and South Wales to the South coast of England. GWR was due to begin operating the Heathrow Express service under a management contract on behalf of Heathrow Airport Holdings from August 2018; however, this was later deferred to November 2018.",
  "/wiki/Birmingham_New_Street_railway_station": "Birmingham New Street is the largest and busiest of the three main railway stations in the Birmingham City Centre, England. It is a central hub of the British railway system. It is a major destination for Avanti West Coast services from London Euston, Glasgow Central and Edinburgh Waverley via the West Coast Main Line, and the national hub of the CrossCountry network – the most extensive in Britain, with long-distance trains serving destinations from Aberdeen to Penzance. It is also a major hub for local and suburban services within the West Midlands, including those on the Cross City Line between Lichfield Trent Valley, Redditch, and Bromsgrove, and the Chase Line to Walsall and Rugeley Trent Valley.",
  "/wiki/CrossCountry": "CrossCountry (legal name XC Trains Limited) is a train operating company in the United Kingdom owned by Arriva UK Trains, operating the New Cross Country franchise. It operates intercity and other long-distance trains across the country, but does not serve Greater London. It operates the UK's longest direct rail service from Aberdeen in the north-east of Scotland to Penzance in the south-west of England. It is one of only two franchised train operating companies that does not operate any stations, the other being Caledonian Sleeper. All services call at Birmingham New Street.",
  "/wiki/Bristol_Parkway_railway_station": "Bristol Parkway railway station, on the South Wales Main Line, is in the Stoke Gifford area in the northern suburbs of the Bristol conurbation. It is 112 miles (180 km) from London Paddington. The station was opened in 1972 by British Rail, and was the first in a new generation of park and ride stations. It is the third-most heavily used station in the West of England, after Bristol Temple Meads and Bath Spa. There are four platforms, and a well-equipped waiting area. The station is managed by Great Western Railway, who provide most of the trains at the station, with CrossCountry providing the rest.",
  "/wiki/Bristol_Temple_Meads_railway_station": "Bristol Temple Meads is the oldest and largest railway station in Bristol, England. It is an important transport hub for public transport in the city. In addition to the train services there are bus services to many parts of the city and surrounding districts, and a ferry to the city centre. Bristol's other major station, Bristol Parkway, is on the northern outskirts of the conurbation.",
  "/wiki/Derby_railway_station": "Derby railway station (/ˈdɑːrbi/ (listen), also known as Derby Midland) is a main line railway station serving the city of Derby in Derbyshire England. Owned by Network Rail and managed by East Midlands Railway, the station is also used by CrossCountry services and two daily Northern services.",
  "/wiki/Gloucester_railway_station": "Gloucester railway station (formerly known as Gloucester Central station) is a railway station serving the city of Gloucester in England. The station was originally built as the terminus of the Birmingham and Gloucester Railway in 1840, but the arrival of the (broad gauge) Bristol and Gloucester Railway and Cheltenham and Great Western Union Railway in 1844, and then conversion to a through station for the South Wales Railway in 1851 resulted in a very complex layout. Subsequent closures and rationalization have left Gloucester with a station that is located off the main Bristol-Birmingham line, meaning trains that call at Gloucester must reverse except for trains that continue along the Gloucester to Newport Line.",
  "/wiki/Transport_for_Wales_Rail": "Transport for Wales Rail Services (Welsh: Gwasanaethau Rheilffyrdd Trafnidiaeth Cymru), is a Welsh train operating company operated by Keolis/Amey Wales Cymru Limited.",
  "/wiki/Holyhead_railway_station": "Holyhead railway station (Welsh: Gorsaf reilffordd Caergybi) serves the Welsh town of Holyhead (Welsh: Caergybi) on Holy Island, Anglesey. The station is the western terminus of the North Wales Coast Line 105 1⁄2 miles (170 km) west of Crewe and is managed by Transport for Wales. It connects with the Holyhead Ferry Terminal.",
  "/wiki/Paddington_railway_station": "Paddington, also known as London Paddington, is a Central London railway terminus and London Underground station complex, located on Praed Street in the Paddington area. The site has been the London terminus of services provided by the Great Western Railway and its successors since 1838. Much of the main line station dates from 1854 and was designed by Isambard Kingdom Brunel.",
  "/wiki/Manchester_Piccadilly_railway_station": "Manchester Piccadilly is the principal railway station in Manchester, England. Opened as Store Street in 1842, it was renamed Manchester London Road in 1847 and Manchester Piccadilly in 1960. Located to the south-east of Manchester city centre, it hosts long-distance intercity and cross-country services to national destinations including London, Birmingham, Glasgow, Edinburgh, Cardiff, Bristol, Exeter, Plymouth, Reading, Southampton, and Bournemouth; regional services to destinations in Northern England including Liverpool, Leeds, Sheffield, Newcastle and York; and local commuter services around Greater Manchester. It is one of 19 major stations managed by Network Rail. The station has 14 platforms, twelve terminal and two through platforms. Piccadilly is also a major interchange with the Metrolink light rail system with two tram platforms in its undercroft.",
  "/wiki/Milford_Haven_railway_station": "Milford Haven railway station serves the town of Milford Haven in Pembrokeshire, Wales. Opened on 7 September 1863, it was originally known as Milford, becoming Old Milford by January 1902, and finally being renamed Milford Haven by April 1910. It is the westernmost railway station in Wales, but not in Great Britain as some stations in England and Scotland are further west.",
  "/wiki/Nottingham_railway_station": "Nottingham station, briefly known as Nottingham City and for rather longer as Nottingham Midland, is a railway station and tram stop in the city of Nottingham. It is the principal railway station of Nottingham. It is also a nodal point on the city's tram system, with a tram stop that was originally called Station Street but is now known as Nottingham Station.",
  "/wiki/Portsmouth_Harbour_railway_station": "Portsmouth Harbour railway station is a railway station in Portsmouth, England.  It is situated beside Gunwharf Quays in the city's harbour, and is an important transport terminal, with a bus interchange and ferry services to Gosport and the Isle of Wight.  The station currently has four platforms in use: numbered 1, 3, 4 and 5. It is managed by South Western Railway. Platform 2 is no longer in use, having been decommissioned in the early 1990s following major repair and refurbishment work to the pier that the platforms sit on.\nThe station is built on a pier made of wood, between the Gunwharf Quays shopping centre and the Historic Dockyard.",
  "/wiki/Shrewsbury_railway_station": "Shrewsbury railway station is in Shrewsbury, Shropshire, England. Built in 1848, it was designated a grade II listed building in 1969.",
  "/wiki/Southampton_Central_railway_station": "Southampton Central railway station is a main line station serving the city of Southampton in Hampshire, southern England. It is on the Wessex Main Line, the South Western Main Line and the West Coastway Line. It is 79 miles 19 chains (127.5 km) measured from London Waterloo.[note 1]",
  "/wiki/Taunton_railway_station": "Taunton railway station is a junction station on the route from London to Penzance, 143 miles (230 km) west of London Paddington station. It is situated in Taunton, Somerset, and is operated by Great Western Railway. It is also served by CrossCountry trains and by the West Somerset Railway on special event days and by mainline steam excursions.",
  "/wiki/Wrexham_General_railway_station": "Wrexham General railway station (Welsh: Wrecsam Cyffredinol) is a main line railway station and the main railway station serving Wrexham, north-east Wales. It is currently operated by Transport for Wales, but services are also provided by Avanti West Coast who operate a service to London Euston. Until January 2011 Wrexham & Shropshire also operated from here to London Marylebone."
}