{
  "/wiki/Semir_Zeki": "Semir Zeki FMedSci FRS is a British neurobiologist who has specialised in studying the primate visual brain and more recently the neural correlates of affective states, such as the experience of love, desire and beauty that are generated by sensory inputs within the field of neuroesthetics. He was educated at University College London (UCL) where he was Henry Head Research Fellow of the Royal Society before being appointed Professor of Neurobiology. Since 2008 he has been Professor of Neuroesthetics at UCL.",
  "/wiki/University_College_London": "University College London, which has operated under the official name of UCL since 2005, is a public research university located in London, United Kingdom. It is a member institution of the federal University of London, and is the third largest university in the United Kingdom by total enrolment, and the largest by postgraduate enrolment.\n Established in 1826 as London University by founders inspired by the radical ideas of Jeremy Bentham, UCL was the first university institution to be established in London, and the first in England to be entirely secular and to admit students regardless of their religion. UCL also makes the contested claims of being the third-oldest university in England[note 1] and the first to admit women.[note 2] In 1836 UCL became one of the two founding colleges of the University of London, which was granted a royal charter in the same year. It has grown through mergers, including with the Institute of Neurology (in 1997), the Royal Free Hospital Medical School (in 1998), the Eastman Dental Institute (in 1999), the School of Slavonic and East European Studies (in 1999), the School of Pharmacy (in 2012) and the Institute of Education (in 2014).\n UCL has its main campus in the Bloomsbury area of central London, with a number of institutes and teaching hospitals elsewhere in central London and satellite campuses in Queen Elizabeth Olympic Park in Stratford, east London and in Doha, Qatar. UCL is organised into 11 constituent faculties, within which there are over 100 departments, institutes and research centres. UCL operates several museums and collections in a wide range of fields, including the Petrie Museum of Egyptian Archaeology and the Grant Museum of Zoology and Comparative Anatomy, and administers the annual Orwell Prize in political writing. In 2017/18, UCL had around 41,500 students and 15,100 staff (including around 7,100 academic staff and 840 professors) and had a total group income of £1.45 billion, of which £476.3 million was from research grants and contracts.\n In the most recent Research Excellence Framework rankings for research power, UCL was the top-rated university in the UK as calculated by Times Higher Education, and second as calculated by The Guardian/Research Fortnight. UCL had the 9th highest average entry tariff in the UK for students starting in 2017. UCL is ranked from eighth to eighteenth in the four major international rankings, and from eighth to twenty-second in the national league tables. UCL is a member of numerous academic organisations, including the Russell Group and the League of European Research Universities, and is part of UCL Partners, the world's largest academic health science centre, and the \"golden triangle\" of research-intensive English universities.\n UCL alumni include the respective \"Fathers of the Nation\" of India, Kenya and Mauritius, the founders of Ghana, modern Japan and Nigeria, the inventor of the telephone, and one of the co-discoverers of the structure of DNA. UCL academics discovered five of the naturally occurring noble gases, discovered hormones, invented the vacuum tube, and made several foundational advances in modern statistics. As of 2019, 33 Nobel Prize winners and 3 Fields medalists have been affiliated with UCL as alumni, faculty or researchers.[note 3]",
  "/wiki/United_Kingdom": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK or U.K.) or Britain,[note 11] is a sovereign country located off the north­western coast of the European mainland. Existing under its current name since 1921, the United Kingdom includes the island of Great Britain, the north­eastern part of the island of Ireland, and many smaller islands. Northern Ireland shares a land border with the Republic of Ireland. Otherwise, the United Kingdom is surrounded by the Atlantic Ocean, with the North Sea to the east, the English Channel to the south and the Celtic Sea to the southwest, giving it the 12th-longest coastline in the world. The Irish Sea separates Great Britain and Ireland. The total area of the United Kingdom is 94,000 square miles (240,000 km2).\n The United Kingdom is a unitary parliamentary democracy and constitutional monarchy.[note 12] The current monarch is Queen Elizabeth II, who has reigned since 1952, making her the world's longest-serving current head of state. The United Kingdom's capital and largest city is London, a global city and financial centre with an urban area population of 10.3 million. Other major cities include Birmingham, Manchester, Glasgow, Leeds and Liverpool.\n The United Kingdom consists of four constituent countries: England, Scotland, Wales, and Northern Ireland. Their capitals are London, Edinburgh, Cardiff, and Belfast, respectively. Apart from England, the countries have their own devolved governments, each with varying powers, but such power is delegated by the Parliament of the United Kingdom, which may enact laws unilaterally altering or abolishing devolution. The nearby Isle of Man, Bailiwick of Guernsey and Bailiwick of Jersey are not part of the UK, being Crown dependencies with the British Government responsible for defence and international representation. The medieval conquest and subsequent annexation of Wales by the Kingdom of England, followed by the union between England and Scotland in 1707 to form the Kingdom of Great Britain, and the union in 1801 of Great Britain with the Kingdom of Ireland created the United Kingdom of Great Britain and Ireland. Five-sixths of Ireland seceded from the UK in 1922, leaving the present formulation of the United Kingdom of Great Britain and Northern Ireland.[note 13] There are fourteen British Overseas Territories, the remnants of the British Empire which, at its height in the 1920s, encompassed almost a quarter of the world's landmass and was the largest empire in history. British influence can be observed in the language, culture and political systems of many of its former colonies.\n The United Kingdom is the sixth-largest economy by nominal GDP and ninth-largest economy by purchasing power parity. It has a high-income economy and has a very high Human Development Index rating, ranking 14th in the world. It was the world's first industrialised country and the world's foremost power during the 19th and early 20th centuries. The UK remains a great power, with considerable economic, cultural, military, scientific and political influence internationally. It is a recognised nuclear weapons state and is sixth in military expenditure in the world. It has been a permanent member of the United Nations Security Council since its first session in 1946.\n The United Kingdom is a member of the Commonwealth of Nations, the Council of Europe, the G7, the G20, NATO, the Organisation for Economic Co-operation and Development (OECD), Interpol and the World Trade Organization (WTO).  It was a leading member state of the European Union (EU) and its predecessor, the European Economic Community (EEC) for 47 years, between 1 January 1973 and withdrawal on 31 January 2020.",
  "/wiki/Johns_Hopkins_School_of_Medicine": "The Johns Hopkins University School of Medicine (JHUSOM), located in Baltimore, Maryland, United States (founded in 1893) is the academic medical teaching and research arm of the Johns Hopkins University, founded in 1876. The School of Medicine shares a campus with the Johns Hopkins Hospital, established in 1889. Johns Hopkins has consistently ranked among the top medical schools in the United States and in the number of research grants awarded by the National Institutes of Health. Its main teaching hospital, the Johns Hopkins Hospital, was ranked the number one hospital in the United States for 22 years by U.S. News & World Report.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country consisting of 50 states, a federal district, five major self-governing territories, and various possessions.[g] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[b] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country in the world. The capital is Washington, D.C., and the most populous city is New York City.\n Paleo-Indians migrated from Siberia to the North American mainland at least 12,000 years ago. European colonization began in the 16th century. The United States emerged from the thirteen British colonies established along the East Coast. Numerous disputes between Great Britain and the colonies led to the American Revolutionary War lasting between 1775 and 1783, leading to independence. The United States embarked on a vigorous expansion across North America throughout the 19th century—gradually acquiring new territories, displacing Native Americans, and admitting new states—until by 1848 it spanned the continent.\nDuring the second half of the 19th century, the American Civil War led to the abolition of slavery in the United States. The Spanish–American War and World War I confirmed the country's status as a global military power.\n The United States emerged from World War II as a global superpower. It was the first country to develop nuclear weapons and the only country to have used them in warfare. During the Cold War, the United States and the Soviet Union competed in the Space Race, culminating with the 1969 Apollo 11 mission, the spaceflight that first landed humans on the Moon. The end of the Cold War and collapse of the Soviet Union in 1991 left the United States as the world's sole superpower.\n The United States is a federal republic and a representative democracy. It is a founding member of the United Nations, World Bank, International Monetary Fund, Organization of American States (OAS), NATO, and other international organizations. It is a permanent member of the United Nations Security Council.\n A highly developed country, the United States is the world's largest economy by nominal GDP, the second-largest by purchasing power parity, and accounts for approximately a quarter of global GDP. The United States is the world's largest importer and the second-largest exporter of goods, by value. Although its population is 4% of the world total, it holds 31% of the total wealth in the world, the largest share of global wealth concentrated in a single country. Despite income and wealth disparities, the United States continues to rank very high in measures of socioeconomic performance, including average wage, median income, median wealth, human development, per capita GDP, and worker productivity. It is the foremost military power in the world, making up more than a third of global military spending, and is a leading political, cultural, and scientific force internationally.",
  "/wiki/Baylor_College_of_Medicine": "Baylor College of Medicine (BCM), located in the Texas Medical Center in Houston, Texas, US, is a health sciences university. It includes a medical school, Baylor College of Medicine; the Graduate School of Biomedical Sciences; the School of Allied Health Sciences; and the National School of Tropical Medicine. The school, located in the middle of the world's largest medical center (Texas Medical Center), is part owner of Baylor St. Luke's Medical Center, part of the CHI St. Luke's Health system, and has hospital affiliations with: Harris Health System, Texas Children's Hospital, The University of Texas MD Anderson Cancer Center, Memorial Hermann – The Institute for Rehabilitation and Research, Menninger Clinic, the Michael E. DeBakey Veterans Affairs Medical Center and Children's Hospital of San Antonio.\n The medical school has been consistently considered in the top tier of programs in the country, and is particularly noted for having the lowest tuition among all private medical schools in the US. Its Graduate School of Biomedical Sciences is among the top 25 graduate schools in the United States. Within the School of Allied Health Sciences, the Nurse anesthetist program ranks 2nd and the physician assistant program ranks 3rd. A program in Orthotics and Prosthetics began in 2013, with 18 students in the first class. The National School of Tropical Medicine is the only school in the nation dedicated exclusively to patient care, research, education and policy related to neglected tropical diseases.\n On June 21, 2010, Dr. Paul Klotman was named as the President and CEO of the Baylor College of Medicine. In January 2014, the College and CHI St. Luke's became joint owners of Baylor St. Luke's Medical Center.",
  "/wiki/Houston": "Houston (/ˈhjuːstən/ (listen) HEW-stən) is the most populous city in the U.S. state of Texas, fourth most populous city in the United States, most populous city in the Southern United States, as well as the sixth most populous in North America, with an estimated 2018 population of 2,325,502. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater Houston metropolitan area, which is the fifth most populous metropolitan statistical area in the United States and the second most populous in Texas after the Dallas-Fort Worth metroplex, with a population of 6,997,384 in 2018.\n Comprising a total area of 637.4 square miles (1,651 km2), Houston is the eighth most expansive city in the United States (including consolidated city-counties). It is the largest city in the United States by total area, whose government is not consolidated with that of a county, parish or borough. Though primarily in Harris County, small portions of the city extend into Fort Bend and Montgomery counties, bordering other principal communities of Greater Houston such as Sugar Land and The Woodlands.\n The city of Houston was founded by land investors on August 30, 1836, at the confluence of Buffalo Bayou and White Oak Bayou (a point now known as Allen's Landing) and incorporated as a city on June 5, 1837. The city is named after former General Sam Houston, who was president of the Republic of Texas and had won Texas' independence from Mexico at the Battle of San Jacinto 25 miles (40 km) east of Allen's Landing. After briefly serving as the capital of the Texas Republic in the late 1830s, Houston grew steadily into a regional trading center for the remainder of the 19th century.\n The arrival of the 20th century saw a convergence of economic factors which fueled rapid growth in Houston, including a burgeoning port and railroad industry, the decline of Galveston as Texas' primary port following a devastating 1900 hurricane, the subsequent construction of the Houston Ship Channel, and the Texas oil boom. In the mid-20th century, Houston's economy diversified as it became home to the Texas Medical Center—the world's largest concentration of healthcare and research institutions—and NASA's Johnson Space Center, where the Mission Control Center is located.\n Houston's economy since the late 19th century has a broad industrial base in energy, manufacturing, aeronautics, and transportation. Leading in healthcare sectors and building oilfield equipment, Houston has the second most Fortune 500 headquarters of any U.S. municipality within its city limits (after New York City). The Port of Houston ranks first in the United States in international waterborne tonnage handled and second in total cargo tonnage handled. Nicknamed the \"Bayou City\" \"Space City”, \"H-Town\", and “the 713”, Houston has become a global city, with strengths in culture, medicine, and research. The city has a population from various ethnic and religious backgrounds and a large and growing international community. Houston is the most diverse metropolitan area in Texas and has been described as the most racially and ethnically diverse major metropolis in the U.S. It is home to many cultural institutions and exhibits, which attract more than 7 million visitors a year to the Museum District. Houston has an active visual and performing arts scene in the Theater District and offers year-round resident companies in all major performing arts.",
  "/wiki/Texas": "Texas (/ˈtɛksəs/, locally /ˈtɛksɪz/; Spanish: Texas or Tejas, pronounced [ˈtexas] (listen)) is the second largest state in the United States by area (after Alaska) and population (after California). Located in the South Central region, Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the southwest, and has a coastline with the Gulf of Mexico to the southeast.\n Houston is the most populous city in Texas and the fourth largest in the U.S., while San Antonio is the second-most populous in the state and seventh largest in the U.S. Dallas–Fort Worth and Greater Houston are the fourth and fifth largest metropolitan statistical areas in the country, respectively. Other major cities include Austin, the second-most populous state capital in the U.S., and El Paso. Texas is nicknamed the \"Lone Star State\" for its former status as an independent republic, and as a reminder of the state's struggle for independence from Mexico. The \"Lone Star\" can be found on the Texas state flag and on the Texas state seal. The origin of Texas's name is from the word taysha, which means \"friends\" in the Caddo language.\n Due to its size and geologic features such as the Balcones Fault, Texas contains diverse landscapes common to both the U.S. Southern and Southwestern regions. Although Texas is popularly associated with the U.S. southwestern deserts, less than 10% of Texas's land area is desert. Most of the population centers are in areas of former prairies, grasslands, forests, and the coastline. Traveling from east to west, one can observe terrain that ranges from coastal swamps and piney woods, to rolling plains and rugged hills, and finally the desert and mountains of the Big Bend.\n The term \"six flags over Texas\"[note 1] refers to several nations that have ruled over the territory. Spain was the first European country to claim and control the area of Texas. France held a short-lived colony. Mexico controlled the territory until 1836 when Texas won its independence, becoming an independent Republic. In 1845, Texas joined the union as the 28th state. The state's annexation set off a chain of events that led to the Mexican–American War in 1846. A slave state before the American Civil War, Texas declared its secession from the U.S. in early 1861, and officially joined the Confederate States of America on March 2 of the same year. After the Civil War and the restoration of its representation in the federal government, Texas entered a long period of economic stagnation.\n Historically four major industries shaped the Texas economy prior to World War II: cattle and bison, cotton, timber, and oil. Before and after the U.S. Civil War the cattle industry, which Texas came to dominate, was a major economic driver for the state, thus creating the traditional image of the Texas cowboy. In the later 19th century cotton and lumber grew to be major industries as the cattle industry became less lucrative. It was ultimately, though, the discovery of major petroleum deposits (Spindletop in particular) that initiated an economic boom which became the driving force behind the economy for much of the 20th century. With strong investments in universities, Texas developed a diversified economy and high tech industry in the mid-20th century. As of 2015, it is second on the list of the most Fortune 500 companies with 54. With a growing base of industry, the state leads in many industries, including tourism, agriculture, petrochemicals, energy, computers and electronics, aerospace, and biomedical sciences. Texas has led the U.S. in state export revenue since 2002 and has the second-highest gross state product. If Texas were a sovereign state, it would be the 10th largest economy in the world.",
  "/wiki/Stanford_University": "Stanford University, officially Leland Stanford Junior University, is a private research university in Stanford, California. Stanford is known for its academic achievements, wealth, close proximity to Silicon Valley, and selectivity; it ranks as one of the world's top universities.\n The university was founded in 1885 by Leland and Jane Stanford in memory of their only child, Leland Stanford Jr., who had died of typhoid fever at age 15 the previous year. Stanford was a U.S. Senator and former Governor of California who made his fortune as a railroad tycoon. The school admitted its first students on October 1, 1891, as a coeducational and non-denominational institution.\n Stanford University struggled financially after the death of Leland Stanford in 1893 and again after much of the campus was damaged by the 1906 San Francisco earthquake. Following World War II, Provost Frederick Terman supported faculty and graduates' entrepreneurialism to build self-sufficient local industry in what would later be known as Silicon Valley. The university is also one of the top fundraising institutions in the country, becoming the first school to raise more than a billion dollars in a year.\n The university is organized around three traditional schools consisting of 40 academic departments at the undergraduate and graduate level and four professional schools that focus on graduate programs in law, medicine, education, and business. Students compete in 36 varsity sports, and the university is one of two private institutions in the Division I FBS Pac-12 Conference. It has gained 126 NCAA team championships, and Stanford has won the NACDA Directors' Cup for 24 consecutive years, beginning in 1994–1995. In addition, Stanford students and alumni have won 270 Olympic medals including 139 gold medals.\n As of January 2020, 83 Nobel laureates, 27 Turing Award laureates,[note 1] and 8 Fields Medalists have been affiliated with Stanford as students, alumni, faculty or staff. In addition, Stanford University is particularly noted for its entrepreneurship and is one of the most successful universities in attracting funding for start-ups. Stanford alumni have founded numerous companies, which combined produce more than $2.7 trillion in annual revenue and have created 5.4 million jobs as of 2011, roughly equivalent to the 10th largest economy in the world (as of 2011[update]). Stanford is the alma mater of one president of the United States (Herbert Hoover), 30 living billionaires, and 17 astronauts. It is also one of the leading producers of members of the United States Congress.",
  "/wiki/Jeremy_Nathans": "Jeremy Nathans (born July 31, 1958) is a professor of molecular biology and genetics at Johns Hopkins University. He is also a member of the National Academy of Sciences and an investigator of the Howard Hughes Medical Institute.\n He is known for first isolating and characterizing the opsin genes contributing to human color vision. In 2020 he was awarded the Benjamin Franklin Medal (Franklin Institute) in Life Science.",
  "/wiki/John_Allman": "John Morgan Allman is a neuroscientist at the California Institute of Technology in Pasadena, California, active in the fields of primates, cognition and evolutionary neuroscience.",
  "/wiki/California_Institute_of_Technology": "The California Institute of Technology (Caltech) is a private doctorate-granting research university in Pasadena, California. Known for its strength in natural science and engineering, Caltech is often ranked as one of the world's top-ten universities.\n Although founded as a preparatory and vocational school by Amos G. Throop in 1891, the college attracted influential scientists such as George Ellery Hale, Arthur Amos Noyes and Robert Andrews Millikan in the early 20th century. The vocational and preparatory schools were disbanded and spun off in 1910 and the college assumed its present name in 1920. In 1934, Caltech was elected to the Association of American Universities, and the antecedents of NASA's Jet Propulsion Laboratory, which Caltech continues to manage and operate, were established between 1936 and 1943 under Theodore von Kármán. The university is one among a small group of institutes of technology in the United States which is primarily devoted to the instruction of pure and applied sciences.\n Caltech has six academic divisions with strong emphasis on science and engineering, managing $332 million in 2011 in sponsored research. Its 124-acre (50 ha) primary campus is located approximately 11 mi (18 km) northeast of downtown Los Angeles. First-year students are required to live on campus and 95% of undergraduates remain in the on-campus House System at Caltech. Although Caltech has a strong tradition of practical jokes and pranks, student life is governed by an honor code which allows faculty to assign take-home examinations. The Caltech Beavers compete in 13 intercollegiate sports in the NCAA Division III's Southern California Intercollegiate Athletic Conference.\n As of November 2019[update], Caltech alumni, faculty and researchers include 74 Nobel Laureates (chemist Linus Pauling being the only individual in history to win two unshared prizes), 4 Fields Medalists, and 6 Turing Award winners. In addition, there are 56 non-emeritus faculty members (as well as many emeritus faculty members) who have been elected to one of the United States National Academies, 4 Chief Scientists of the U.S. Air Force and 71 have won the United States National Medal of Science or Technology. Numerous faculty members are associated with the Howard Hughes Medical Institute as well as NASA. According to a 2015 Pomona College study, Caltech ranked number one in the U.S. for the percentage of its graduates who go on to earn a PhD.",
  "/wiki/Pasadena,_California": "Pasadena (/ˌpæsəˈdiːnə/) is a city in Los Angeles County, California, United States, located 11 miles (18 km) northeast of Downtown Los Angeles.\n The population of Pasadena was 137,122 at the 2010 census and an estimated 141,371 in 2018, making it the 40th largest city in California and the ninth-largest city in Los Angeles County. Pasadena was incorporated on June 19, 1886, becoming one of the first cities to be incorporated in what is now Los Angeles County, following the city of Los Angeles (April 4, 1850). It is one of the primary cultural centers of the San Gabriel Valley.\n The city is known for hosting the annual Rose Bowl football game and Tournament of Roses Parade. In addition, Pasadena is also home to many scientific and cultural institutions, including Caltech, Pasadena City College, Fuller Theological Seminary, ArtCenter College of Design, the Pasadena Playhouse, the Ambassador Auditorium, the Norton Simon Museum, and the USC Pacific Asia Museum, with the Jet Propulsion Laboratory located in nearby La Cañada Flintridge.",
  "/wiki/Robert_Wurtz": "Robert H. Wurtz is an American neuroscientist working as a NIH Distinguished Scientist and Chief of the Section on Visuomotor Integration at the National Eye Institute. He is a member of the US National Academy of Sciences and the American Academy of Arts and Sciences. He is recognised for developing methods for studying the visual system in 'awake-behaving' primates (as opposed to those under anesthesia), a technique now widely used for the study of higher brain functions. He pioneered the study of the neuronal basis of vision and its relation with cognitive functions.",
  "/wiki/National_Eye_Institute": "The National Eye Institute (NEI) was established in 1968 and is located in Bethesda, Maryland. The NEI is one of 27 institutes and centers of the US National Institutes of Health (NIH), an agency of the US Department of Health and Human Services. The mission of NEI is to prolong and protect the vision of the American people. The NEI conducts and performs research into treating and preventing diseases affecting the eye or vision.",
  "/wiki/Bethesda,_Maryland": "Bethesda is an unincorporated, census-designated place in southern Montgomery County, Maryland, United States, located just northwest of the U.S. capital of Washington, D.C. It takes its name from a local church, the Bethesda Meeting House (1820, rebuilt 1849), which in turn took its name from Jerusalem's Pool of Bethesda. The National Institutes of Health main campus and the Walter Reed National Military Medical Center are in Bethesda, as are a number of corporate and government headquarters.\n As an unincorporated community, Bethesda has no official boundaries. The United States Census Bureau defines a census-designated place named Bethesda whose center is located at 38°59′N 77°7′W﻿ / ﻿38.983°N 77.117°W﻿ / 38.983; -77.117. The United States Geological Survey has defined Bethesda as an area whose center is at 38°58′50″N 77°6′2″W﻿ / ﻿38.98056°N 77.10056°W﻿ / 38.98056; -77.10056, slightly different from the Census Bureau's definition. Other definitions are used by the Bethesda Urban Planning District, the United States Postal Service (which defines Bethesda to comprise the ZIP Codes 20810, 20811, 20813, 20814, 20815, 20816, and 20817), and other organizations. According to estimates released by the U.S. Census Bureau in 2013, the community had a total population of 63,374. Most of Bethesda's residents are in Maryland Legislative District 15.",
  "/wiki/William_T._Newsome": "William Thomas Newsome (born June 5, 1952) is a neuroscientist at Stanford University who works to \"understand the neuronal processes that mediate visual perception and visually guided behavior.\"  He is a member of the National Academy of Sciences. \n According to an article in PNAS, \"What sets Newsome's research apart from many other studies in this area is that the techniques he uses—primarily, stimulation of brain areas of primates with microelectrodes—have helped demonstrate cause and effect rather than merely show a correlation between behavior and activity of the brain.\"",
  "/wiki/Robert_Desimone": "Robert Desimone is the director of the McGovern Institute for Brain Research and the Doris and Don Berkey Professor of Neuroscience at the Massachusetts Institute of Technology.  The McGovern Institute was founded at MIT by Patrick Joseph McGovern and Lore Harp McGovern with a dual mission of conducting basic research on the mind and brain and applying that knowledge to help the many people suffering from brain disorders.  Prior to joining the McGovern Institute in 2004, Robert Desimone was the director of intramural research at the National Institute of Mental Health.  He is a member of the US National Academy of Sciences and American Academy of Arts and Sciences and is recognized for his research on the brain mechanisms that underlie visual perception, attention, and executive control.  At the McGovern Institute, he is promoting the development of systems neuroscience, novel neuroscience technologies, and the translation of basic research findings into new treatments that improve human health, including new approaches to brain disorders such as autism and schizophrenia. He sits on the boards of directors of the three McGovern Institutes in China, at Peking University, Tsinghua University, and Beijing Normal University.  At the Shenzhen Institute of Advanced Technology (SIAT), he and his colleague Guoping Feng, are collaborating with a new center to create animal genetic models for brain disorders. From 2014-2018, Desimone has been featured as an international guest judge on The Brain, a televised competition of unique mental skills in China, where it is now one of the most popular TV series.  He is married with two children.",
  "/wiki/National_Institute_of_Mental_Health": "The National Institute of Mental Health (NIMH) is one of 27 institutes and centers that make up the National Institutes of Health (NIH). The NIH, in turn, is an agency of the United States Department of Health and Human Services and is the primary agency of the United States government responsible for biomedical and health-related research.\n NIMH is the largest research organization in the world specializing in mental illness. Joshua A. Gordon is the current Director of NIMH. The institute was first authorized by the U.S. Government in 1946, when then President Harry Truman signed into law the National Mental Health Act, although the institute was not formally established until 1949.\n NIMH is a $1.5 billion enterprise, supporting research on mental health through grants to investigators at institutions and organizations throughout the United States and through its own internal (intramural) research effort. The mission of NIMH is \"to transform the understanding and treatment of mental illnesses through basic and clinical research, paving the way for prevention, recovery, and cure.\"\n In order to fulfill this mission, NIMH \"must foster innovative thinking and ensure that a full array of novel scientific perspectives are used to further discovery in the evolving science of brain, behavior, and experience. In this way, breakthroughs in science can become breakthroughs for all people with mental illnesses.\"",
  "/wiki/Antonio_R._Damasio": "Antonio Damasio (Portuguese: António Damásio) is a Portuguese-American neuroscientist. He is currently the David Dornsife Chair in Neuroscience, as well as Professor of Psychology, Philosophy, and Neurology, at the University of Southern California, and, additionally, an adjunct professor at the Salk Institute. Damasio heads the Brain and Creativity Institute, and has authored several books: his most recent work, Self Comes to Mind: Constructing the Conscious Brain (2010),  explores the relationship between the brain and consciousness. Damasio's research in neuroscience has shown that emotions play a central role in social cognition and decision-making.",
  "/wiki/University_of_Iowa": "The University of Iowa (UI, U of I, UIowa, or simply Iowa) is a public research university in Iowa City, Iowa. Founded in 1847, it is the oldest and the second largest university in the state. The University of Iowa is organized into 12 colleges offering more than 200 areas of study and seven professional degrees.\n Located on an urban 1,880 acre campus on the banks of the Iowa River, the University of Iowa is classified among \"R1: Doctoral Universities – Very high research activity.\" The university is best known for its programs in health care, law, and the fine arts, with programs ranking among the top 25 nationally in those areas.  The university was the original developer of the Master of Fine Arts degree and it operates the Iowa Writer's Workshop, which has produced 17 of the university's 46 Pulitzer Prize winners. Iowa is a member of the Association of American Universities, the Universities Research Association, and the Big Ten Academic Alliance.\n Among American universities, the University of Iowa was the first public university to open as coeducational, opened the first coeducational medical school, and opened the first Department of Religious Studies at a public university. The University of Iowa's 33,000 students take part in nearly 500 student organizations. Iowa's 22 varsity athletic teams, the Iowa Hawkeyes, compete in Division I of the NCAA and are members of the Big Ten Conference. The University of Iowa alumni network exceeds 250,000 graduates.",
  "/wiki/Iowa_City,_Iowa": "Iowa City is a city in Johnson County, Iowa, United States. It is the home of the University of Iowa and county seat of Johnson County, at the center of the Iowa City Metropolitan Statistical Area. The U.S. Census Bureau estimated the city's population at 76,290 in 2018, making it the state's fifth-largest city. The metropolitan area, which encompasses Johnson and Washington counties, has a population of over 171,000.\n Iowa City was the second capital of the Iowa Territory and the first capital city of the State of Iowa. The Old Capitol building is a National Historic Landmark in the center of the University of Iowa campus. The University of Iowa Art Museum and Plum Grove, the home of the first Governor of Iowa, are also tourist attractions. In 2008, Forbes magazine named Iowa City the second-best small metropolitan area for doing business in the United States.",
  "/wiki/Anne_Treisman": "Anne Marie Treisman (née Taylor; 27 February 1935 – 9 February 2018) was an English psychologist who specialised in cognitive psychology.\n Treisman researched visual attention, object perception, and memory. One of her most influential ideas is the feature integration theory of attention, first published with Garry Gelade in 1980. Treisman taught at the University of Oxford, University of British Columbia, University of California, Berkeley and Princeton University. Notable postdoctoral fellows she supervised included Nancy Kanwisher and Nilli Lavie.\n In 2013 Treisman received the National Medal of Science from President Barack Obama for her pioneering work in the study of attention. During her long career, Treisman experimentally and theoretically defined the issue of how information is selected and integrated to form meaningful objects that guide human thought and action.",
  "/wiki/Princeton_University": "Princeton University is a private Ivy League research university in Princeton, New Jersey. Founded in 1746 in Elizabeth as the  College of New Jersey, Princeton is the fourth-oldest institution of higher education in the United States and one of the nine colonial colleges chartered before the American Revolution.[a] The institution moved to Newark in 1747, then to the current site nine years later, and renamed itself Princeton University in 1896.\n Princeton provides undergraduate and graduate instruction in the humanities, social sciences, natural sciences, and engineering. It offers professional degrees through the Woodrow Wilson School of Public and International Affairs, the School of Engineering and Applied Science, the School of Architecture and the Bendheim Center for Finance. The university has ties with the Institute for Advanced Study, Princeton Theological Seminary and the Westminster Choir College of Rider University.[b] Princeton has the largest endowment per student in the United States. From 2001 to 2018, Princeton University was ranked either first or second among national universities by U.S. News & World Report, holding the top spot for 16 of those 18 years.\n As of November 2019, 68 Nobel laureates, 15 Fields Medalists and 13 Turing Award laureates have been affiliated with Princeton University as alumni, faculty members or researchers. In addition, Princeton has been associated with 21 National Medal of Science winners, 5 Abel Prize winners, 5 National Humanities Medal recipients, 209 Rhodes Scholars, 139 Gates Cambridge Scholars and 126 Marshall Scholars. Two U.S. Presidents, twelve U.S. Supreme Court Justices (three of whom currently serve on the court) and numerous living billionaires and foreign heads of state are all counted among Princeton's alumni body. Princeton has also graduated many prominent members of the U.S. Congress and the U.S. Cabinet, including eight Secretaries of State, three Secretaries of Defense, three of the past five Chairs of the Federal Reserve and the current Chairman of the Joint Chiefs of Staff.",
  "/wiki/New_Jersey": "New Jersey is a state in the Mid-Atlantic region of the Northeastern United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by the Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous, with 9 million residents as of 2017 and an area of 8,722.58 square miles, making it the most densely populated of the 50 U.S. states, with its biggest city being Newark. New Jersey lies completely within the combined statistical areas of New York City and Philadelphia. New Jersey was the second-wealthiest U.S. state by median household income as of 2017.\n New Jersey was inhabited by Native Americans for more than 2,800 years, with historical tribes such as the Lenape along the coast. In the early 17th century, the Dutch and the Swedes founded the first European settlements in the state. The English later seized control of the region, naming it the Province of New Jersey after the largest of the Channel Islands, Jersey, and granting it as a colony to Sir George Carteret and John Berkeley, 1st Baron Berkeley of Stratton. New Jersey was the site of several important battles during the American Revolutionary War in the 18th century.\n In the 19th century, factories in the cities Camden, Paterson, Newark, Trenton, Jersey City, and Elizabeth (known as the \"Big Six\"), helped drive the Industrial Revolution. New Jersey's geographic location at the center of the Northeast megalopolis, between Boston and New York City to the northeast, and Philadelphia, Baltimore, and Washington, D.C., to the southwest, fueled its rapid growth through the process of suburbanization in the second half of the 20th century. At the turn of the 21st century, this suburbanization began reverting with the consolidation of New Jersey's culturally diverse populace toward more urban settings within the state, with towns home to commuter rail stations outpacing the population growth of more automobile-oriented suburbs since 2008.\n As of 2018, New Jersey was home to the highest number of millionaires per capita of all U.S. states. New Jersey's public school system consistently ranks at or among the top of all fifty U.S. states.",
  "/wiki/University_of_Bologna": "The University of Bologna (Italian: Università di Bologna, UNIBO) is a research university in Bologna, Italy. Founded in 1088 by an organised guild of students (hence studiorum), it is the oldest university in the world, as well as one of the leading academic institutions in Italy and Europe. It is one of the most prestigious Italian universities, commonly ranking in the first places of national rankings.\n It was the first place of study to use the term universitas for the corporations of students and masters, which came to define the institution (especially its famous law school) located in Bologna, Italy. The university's emblem carries the motto Alma mater studiorum (\"nourishing mother of studies\") and the date A.D. 1088, and it has about 86,500 students in its 11 schools.\n It has campuses in Ravenna, Forlì, Cesena and Rimini and a branch center abroad in Buenos Aires, Argentina. It also has a school of excellence named Collegio Superiore di Bologna. An associate publisher of the University of Bologna is the Bononia University Press.",
  "/wiki/Italy": "Italy (Italian: Italia [iˈtaːlja] (listen)), officially the Italian Republic (Italian: Repubblica Italiana [reˈpubblika itaˈljaːna]),  is a European country consisting of a peninsula delimited by the Alps and surrounded by several islands. Italy is located in south-central Europe, and it is also considered a part of Western Europe. The country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France, Switzerland, Austria, Slovenia, and the enclaved microstates of Vatican City and San Marino. Italy has a territorial exclave in Switzerland (Campione) and a maritime exclave in the Tunisian Sea (Lampedusa). With around 60 million inhabitants, Italy is the third-most populous member state of the European Union. The capital and largest city is Rome; other major cities are Milan, Naples, Turin, Palermo, Genoa, Bologna, Florence and Venice.\n Due to its central geographic location in Southern Europe and the Mediterranean, Italy has historically been home to myriad peoples and cultures. In addition to the various ancient peoples dispersed throughout what is now modern-day Italy, the most predominant being the Indo-European Italic peoples who gave the peninsula its name, beginning from the classical era, Phoenicians and Carthaginians founded colonies mostly in insular Italy, Greeks established settlements in the so-called Magna Graecia of Southern Italy, while Etruscans and Celts inhabited central and northern Italy respectively. An Italic tribe known as the Latins formed the Roman Kingdom in the 8th century BC, which eventually became a republic with a government of the Senate and the People. The Roman Republic initially conquered and assimilated its neighbours on the Italian peninsula, eventually expanding and conquering parts of Europe, North Africa and  Asia. By the first century BC, the Roman Empire emerged as the dominant power in the Mediterranean Basin and became a leading cultural, political and religious centre, inaugurating the Pax Romana, a period of more than 200 years during which Italy's law, technology, economy, art, and literature developed. Italy remained the homeland of the Romans and the metropole of the empire, whose legacy can also be observed in the global distribution of culture, governments, Christianity and the Latin script.\n During the Early Middle Ages, Italy endured sociopolitical collapse and barbarian invasions, but by the 11th century, numerous rival city-states and maritime republics, mainly in the northern and central regions of Italy, rose to great prosperity through trade, commerce and banking, laying the groundwork for modern capitalism. These mostly independent statelets served as Europe's main trading hubs with Asia and the Near East, often enjoying a greater degree of democracy than the larger feudal monarchies that were consolidating throughout Europe; however, part of central Italy was under the control of the theocratic Papal States, while Southern Italy remained largely feudal until the 19th century, partially as a result of a succession of Byzantine, Arab, Norman, Angevin, Aragonese and other foreign conquests of the region. The Renaissance began in Italy and spread to the rest of Europe, bringing a renewed interest in humanism, science, exploration and art. Italian culture flourished, producing famous scholars, artists and polymaths. During the Middle Ages, Italian explorers discovered new routes to the Far East and the New World, helping to usher in the European Age of Discovery. Nevertheless, Italy's commercial and political power significantly waned with the opening of trade routes that bypassed the Mediterranean. Centuries of rivalry and infighting between the Italian city-states, such as the Italian Wars of the 15th and 16th centuries, left Italy fragmented and susceptible to foreign domination, and it was subsequently conquered, exploited, and further divided by European powers such as France, Spain and Austria.\n By the mid-19th century, rising Italian nationalism and calls for independence from foreign control led to a period of revolutionary political upheaval. After centuries of foreign domination and political division, Italy was almost entirely unified in 1861, establishing the Kingdom of Italy as a great power. From the late 19th century to the early 20th century, Italy rapidly industrialised, namely in the north, and acquired a colonial empire, while the south remained largely impoverished and excluded from industrialisation, fuelling a large and influential diaspora. Despite being one of the main victors in World War I, Italy entered a period of economic crisis and social turmoil, leading to the rise of a fascist dictatorship in 1922. Participation in World War II on the Axis side ended in military defeat, economic destruction and the Italian Civil War. Following the liberation of Italy and the rise of the resistance, the country abolished the monarchy, established a democratic Republic and enjoyed a prolonged economic boom, becoming a highly developed country.\n Today, Italy is considered to be one of the world's most culturally and economically advanced countries, with the world's eighth-largest economy by nominal GDP (third in the Eurozone), sixth-largest national wealth and third-largest central bank gold reserve. It ranks very highly in life expectancy, quality of life, healthcare, and education. The country plays a prominent role in regional and global economic, military, cultural and diplomatic affairs; it is both a regional power and a great power, and is ranked the world's eighth most-powerful military. Italy is a founding and leading member of the European Union and a member of numerous international institutions, including the UN, NATO, the OECD, the OSCE, the WTO, the G7, the G20, the Union for the Mediterranean, the Council of Europe, Uniting for Consensus, the Schengen Area and many more. The country has long been a global centre of art, music, literature, philosophy, science and technology, and fashion, and has greatly influenced and contributed to diverse fields including cinema, cuisine, sports, jurisprudence, banking and business. As a reflection of its cultural wealth, Italy is home to the world's largest number of World Heritage Sites (55), and is the fifth-most visited country.",
  "/wiki/Max_Planck_Institute_for_Brain_Research": "The Max Planck Institute for Brain Research is located in Frankfurt, Germany. It was founded as Kaiser Wilhelm Institute for Brain Research in Berlin 1914, moved to Frankfurt-Niederrad in 1962 and more recently in a new building in Frankfurt-Riedberg. It is one of 83 institutes in the Max Planck Society (Max Planck Gesellschaft).",
  "/wiki/Frankfurt": "Frankfurt (officially: Frankfurt am Main (German: [ˈfʁaŋkfʊʁt ʔam ˈmaɪn] (listen); Hessian: Frangford am Maa; lit. \"Frank ford on the[a] Main\")) is a metropolis and the largest city of the German federal state of Hesse, and its 746,878 (2017) inhabitants make it the fifth-largest city in Germany. On the River Main (a tributary of the Rhine), it forms a continuous conurbation with the neighbouring city of Offenbach am Main, and its urban area has a population of 2.3 million. The city is at the centre of the larger Rhine-Main Metropolitan Region, which has a population of 5.5 million and is Germany's second-largest metropolitan region after the Rhine-Ruhr Region. Since the enlargement of the European Union in 2013, the geographic centre of the EU is about 40 km (25 mi) to the east of Frankfurt's central business district. Like France and Franconia, the city is named after the Franks. Frankfurt is the largest city in the Rhine Franconian dialect area (Franconian dialects), Frankfurt was one of the host cities of the official tournaments of the 1974 and the 2006 FIFA World Cup.\n Frankfurt was a city state, the Free City of Frankfurt, for nearly five centuries, and was one of the most important cities of the Holy Roman Empire, as a site of imperial coronations; it lost its sovereignty upon the collapse of the empire in 1806 and then permanently in 1866, when it was annexed by the Kingdom of Prussia. It has been part of the federal state of Hesse since 1945. Frankfurt is culturally, ethnically, and religiously diverse, with half of its population, and a majority of young people, having a migration background. A quarter of the population consists of foreign nationals, including many expatriates.\n Frankfurt is an alpha world city and a global hub for commerce, culture, education, tourism and transportation. It is the site of many global and European corporate headquarters. Frankfurt Airport is among the world's busiest. Frankfurt is the major financial centre of the European continent, with the headquarters of the European Central Bank, Deutsche Bundesbank, Frankfurt Stock Exchange, Deutsche Bank, DZ Bank, KfW, Commerzbank, several cloud and fintech startups and other institutes. Automotive, technology and research, services, consulting, media and creative industries complement the economic base. Frankfurt's DE-CIX is the world's largest internet exchange point. Messe Frankfurt is one of the world's largest trade fairs. Major fairs include the Frankfurt Motor Show, the world's largest motor show, the Music Fair, and the Frankfurt Book Fair, the world's largest book fair.\n Frankfurt is home to influential educational institutions, including the Goethe University, the UAS, the FUMPA, and graduate schools like the Frankfurt School of Finance & Management. Its renowned cultural venues include the concert hall Alte Oper, Europe's largest English theatre and many museums (e.g. the Museumsufer ensemble with Städel and Liebieghaus, Senckenberg Natural Museum, Goethe House, and the Schirn art venue at the old town). Frankfurt's skyline is shaped by some of Europe's tallest skyscrapers. The city is also characterised by various green areas and parks, including the central Wallanlagen, the City Forest and two major botanical gardens, the Palmengarten and the University's Botanical Garden. Very important is also the Frankfurt Zoo. In electronic music, Frankfurt has been a pioneering city since the 1980s, with renowned DJs including Sven Väth, Marc Trauner, Scot Project, Kai Tracid, and the clubs Dorian Gray, U60311, Omen and Cocoon. In sports, the city is known as the home of the top tier football club Eintracht Frankfurt, the Löwen Frankfurt ice hockey team, the basketball club Frankfurt Skyliners, the Frankfurt Marathon and the venue of Ironman Germany.",
  "/wiki/Germany": "Germany (German: Deutschland, German pronunciation: [ˈdɔʏtʃlant]), constitutionally the Federal Republic of Germany (German: Bundesrepublik Deutschland, listen (help·info)),[f] is a country in Central and Western Europe. It borders Denmark to the north, Poland and the Czech Republic to the east, Austria and Switzerland to the south, France to the southwest, and Luxembourg, Belgium, and the Netherlands to the west.\n Germany includes 16 constituent states, covers an area of 357,386 square kilometres (137,988 sq mi), and has a largely temperate seasonal climate. With 83 million inhabitants, it is the second most populous state of Europe after Russia, the most populous state lying entirely in Europe, as well as the most populous member state of the European Union. Germany is a very decentralised country. Its capital and largest metropolis is Berlin, while Frankfurt serves as its financial capital and has the country's busiest airport.\n Various Germanic tribes have inhabited the northern parts of modern Germany since classical antiquity. A region named Germania was documented before AD 100. Beginning in the 10th century, German territories formed a central part of the Holy Roman Empire. During the 16th century, northern German regions became the centre of the Protestant Reformation. After the collapse of the Holy Roman Empire, the German Confederation was formed in 1815. The German revolutions of 1848–49 resulted in the Frankfurt Parliament establishing major democratic rights. In 1871, Germany became a nation state when most of the German states unified into the Prussian-dominated German Empire. After World War I and the revolution of 1918–19, the Empire was replaced by the parliamentary Weimar Republic. The Nazi seizure of power in 1933 led to the establishment of a dictatorship, World War II, and the Holocaust. After the end of World War II in Europe and a period of Allied occupation, two new German states were founded: West Germany and East Germany. Following the Revolutions of 1989 that ended communist rule in Central and Eastern Europe, the country was reunified on 3 October 1990.\n Today, Germany is a federal parliamentary republic led by a chancellor. It is a great power with a strong economy; it has the world's fourth-largest economy by nominal GDP, and the fifth-largest by PPP. As a global leader in several industrial and technological sectors, it is both the world's third-largest exporter and importer of goods. As a highly developed country with a very high standard of living, it offers  social security and a universal health care system, environmental protections, and a tuition-free university education. The Federal Republic of Germany was a founding member of the European Economic Community in 1957 and the European Union in 1993. It is part of the Schengen Area and became a co-founder of the Eurozone in 1999. Germany is also a member of the United Nations, NATO, the G7, the G20, and the OECD. Known for its long and rich cultural history, Germany has continuously been the home of influential people in the arts, sciences and humanities. Germany has many World Heritage sites and is among the top tourism destinations in the world.",
  "/wiki/Nikos_Logothetis": "Nikos K. Logothetis (Greek: Νίκος Λογοθέτης; born 5 November 1950 in Istanbul, Turkey) is a Greek biologist and neuroscientist. Logothetis studies visual perception and object recognition; he is well-known for his work demonstrating that BOLD fMRI data is related to neuronal activity. Logothetis directed the department of Physiology of Cognitive Processes at the Max Planck Institute for Biological Cybernetics in Tübingen from 1996 to 2020. He will co-direct the International Center for Primate Brain Research in Shanghai beginning in late 2020 or early 2021.",
  "/wiki/Max_Planck_Institute_for_Biological_Cybernetics": "The Max Planck Institute for Biological Cybernetics is located in Tübingen, Baden-Württemberg, Germany. It is one of 80 institutes in the Max Planck Society (Max Planck Gesellschaft).\n The institute is studying signal and information processing in the brain. We know that our brain is constantly processing a vast amount of sensory and intrinsic information by which our behavior is coordinated accordingly. How the brain actually achieves these tasks is less well understood, for example, how it perceives, recognizes, and learns new objects. The scientists at the Max Planck Institute for Biological Cybernetics aim to determine which signals and processes are responsible for creating a coherent percept of our environment and for eliciting the appropriate behavior. Scientists of three departments and seven research groups are working towards answering fundamental questions about processing in the brain, using different approaches and methods.\n Coordinates: 48°32′12″N 9°3′32″E﻿ / ﻿48.53667°N 9.05889°E﻿ / 48.53667; 9.05889",
  "/wiki/Tübingen": "Tübingen (German: [ˈtyːbɪŋən], listen (help·info)) is a traditional university town in  central Baden-Württemberg, Germany. It is situated 30 km (19 mi) south of the state capital, Stuttgart, on a ridge between the Neckar and Ammer rivers. As of 2014[update] about one in three people living in Tübingen is a student.",
  "/wiki/David_Perrett": "David Ian Perrett FBA FRSE (born 11 April 1954)  is a professor of psychology at the University of St Andrews in Scotland, where he leads the Perception Lab. The main focus in his team's research is on face perception, including facial cues to health, effects of physiological conditions on facial appearance, and facial preferences in social settings such as trust games and mate choice. He has published over 400 peer-reviewed articles, many of which appearing in leading scientific journals such as the Proceedings of the Royal Society of London Series B - Biological Sciences, Psychological Science, and Nature.\n Perrett received the British Psychological Society President's Award for Distinguished Contributions to Psychological Knowledge in 2000, the Golden Brain Award of Minerva Foundation in 2002, the Experimental Psychology Society Mid-Career prize (2008), and a British Academy Wolfson Research Professorship (2009–2012).",
  "/wiki/University_of_St_Andrews": "The University of St Andrews (Scots: University o St Andras; abbreviated as St And, from the Latin Sancti Andreae, in post-nominals) is a public university in St Andrews, Fife, Scotland. It is the oldest of the four ancient universities of Scotland and, following Oxford and Cambridge universities, the third-oldest university in the United Kingdom and English-speaking world. St Andrews was founded in 1413 when the Avignon Antipope Benedict XIII issued a papal bull to a small founding group of Augustinian clergy.\n St Andrews is made up of a variety of institutions, comprising three colleges — United College (a union of St Salvator's and St Leonard's Colleges), St Mary's College, and St Leonard's College, the last named being a non-statutory revival of St Leonard's as a post-graduate society. There are 18 academic schools organised into four faculties. The university occupies historic and modern buildings located throughout the town. The academic year is divided into two semesters, Martinmas and Candlemas. In term time, over one-third of the town's population are either staff members or students of the university. The student body is notably diverse: over 145 nationalities are represented with 45% of its intake from countries outside the UK; about one-eighth of the students are from the rest of the EU and the remaining third are from overseas—15% from North America alone. The university's sport teams compete in BUCS competitions, and the student body is known for preserving ancient traditions such as Raisin Weekend, May Dip, and the wearing of distinctive academic dress.\n In the latest national league tables, the university is ranked second in the UK by The Guardian and within the top three in others. It has been twice named \"University of the Year\" by The Times and Sunday Times' Good University Guide, one of only two UK universities to achieve this. In 2019, St Andrews had the third-highest entry standard of undergraduate admission in the UK, after Oxford and Cambridge, and attained an average UCAS Entry Tariff of 207 points. The Guardian ranks the Schools of Classics, Economics and Finance, Geography and Sustainable Development, History of Art, International Relations and, Physics and Astronomy first whilst The Times and Sunday Times ranks the Schools of English, Anatomy and Physiology and Middle Eastern and African Studies first and the Complete University Guide ranks Anatomy and Physiology, Management, Middle Eastern and African Studies and, Physics and Astronomy first. The Times Higher Education World Universities Ranking names St Andrews among the world's Top 50 universities for Social Sciences, Arts and Humanities. St Andrews has consistently held the highest student satisfaction scores amongst all multi-faculty universities in the United Kingdom.\n St Andrews has many notable alumni and affiliated faculty, including eminent mathematicians, scientists, theologians, philosophers, and politicians. Recent alumni include the former First Minister of Scotland Alex Salmond; Cabinet Secretary and Head of the Civil Service Mark Sedwill; Chief of the Secret Intelligence Service (MI6) Alex Younger; former Secretary of State for Defence Sir Michael Fallon; Olympic cycling gold medalist Chris Hoy; and royals Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge. Six Nobel Laureates are among St Andrews' alumni and former staff: two in Chemistry and Physiology or Medicine, and one each in Peace and Literature.",
  "/wiki/Scotland": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. It covers the northern third of the island of Great Britain, with a border with England to the southeast, and is surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast, the Irish Sea to the south, and more than 790 islands, including the Northern Isles and the Hebrides.\n The Kingdom of Scotland emerged as an independent sovereign state in the European Early Middle Ages and continued to exist until 1707. By inheritance in 1603, James VI, King of Scots, became king of England and Ireland, thus forming a personal union of the three kingdoms. Scotland subsequently entered into a political union with England on 1 May 1707 to create the new Kingdom of Great Britain. The union also created a new Parliament of Great Britain, which succeeded both the Parliament of Scotland and the Parliament of England. In 1801, Great Britain entered into a political union with Ireland to create the United Kingdom of Great Britain and Ireland (in 1922, the Irish Free State seceded from the United Kingdom, leading to the latter being renamed the United Kingdom of Great Britain and Northern Ireland in 1927).\n Within Scotland, the monarchy of the United Kingdom has continued to use a variety of styles, titles and other royal symbols of statehood specific to the pre-union Kingdom of Scotland. The legal system within Scotland has also remained separate from those of England and Wales and Northern Ireland; Scotland constitutes a distinct jurisdiction in both public and private law. The continued existence of legal, educational, religious and other institutions distinct from those in the remainder of the UK have all contributed to the continuation of Scottish culture and national identity since the 1707 union with England.\n In 1997, a Scottish Parliament was re-established, in the form of a devolved unicameral legislature comprising 129 members, having authority over many areas of domestic policy. The head of the Scottish Government is the first minister of Scotland, who is supported by the deputy first minister of Scotland. Scotland is represented in the United Kingdom Parliament by 59 MPs. Scotland is also a member of the British–Irish Council, and sends five members of the Scottish Parliament to the British–Irish Parliamentary Assembly.\n Scotland is divided into 32 administrative subdivisions or local authorities, known as council areas. Glasgow City is the largest council area in terms of population, with Highland being the largest in terms of area. Limited self-governing power, covering matters such as education, social services and roads and transportation, is devolved from the Scottish Government to each subdivision.",
  "/wiki/University_of_Cambridge": "The University of Cambridge (legally The Chancellor, Masters, and Scholars of the University of Cambridge) is a collegiate public research university in Cambridge, United Kingdom. Founded in 1209 and granted a royal charter by King Henry III in 1231, Cambridge is the second-oldest university in the English-speaking world and the world's fourth-oldest surviving university. The university grew out of an association of scholars who left the University of Oxford after a dispute with the townspeople. The two 'ancient universities' share many common features and are often referred to jointly as 'Oxbridge'. The academic standards, history, influence and wealth of the University of Cambridge has made it one of the most prestigious universities in the world.\n Cambridge is formed from a variety of institutions which include 31 semi-autonomous constituent Colleges and over 100 academic departments organised into six schools. Cambridge University Press, a department of the university, is the world's oldest publishing house and the second-largest university press in the world. Cambridge Assessment, also a department of the university, is one of the world's leading examining bodies and provides assessment to over eight million learners globally every year. The university also operates eight cultural and scientific museums, including the Fitzwilliam Museum, as well as a botanic garden. Cambridge's libraries, of which there are over 100, hold a total of around 16 million books, around nine million of which are in Cambridge University Library, a legal deposit library. The university is home to, but independent of, the Cambridge Union - the world's oldest debating society. The university is closely linked to the development of the high-tech business cluster known as 'Silicon Fen'. It is the central member of Cambridge University Health Partners, an academic health science centre based around the Cambridge Biomedical Campus.\n In the fiscal year ending 31 July 2018, the central university, excluding colleges, had a total income of £1.965 billion, of which £515.5 million was from research grants and contracts. At the end of the same financial year, the central university and colleges together possessed a combined endowment of over £6.4 billion and overall consolidated assets of £12.2 billion. The latter figure was £400 million higher than the previous financial year. By both endowment size and consolidated assets, Cambridge is the wealthiest university in the United Kingdom.\n As of 2019, Cambridge is the top-ranked university in the United Kingdom according to all major league tables. Cambridge is ranked the world's second best university by the Times Higher Education World University Rankings, ranked 3rd worldwide by Academic Ranking of World Universities, 6th by QS, and 7th by US News. Cambridge was ranked No. 10 in the 2016 and 2018 Nature Index Annual Tables, which measure the largest contributors to papers published in 82 leading scientific journals. According to the Times Higher Education ranking, no other institution in the world ranks in the top 10 for as many subjects. It is a member of numerous associations and forms part of the 'golden triangle' of English universities.\n The university has educated many notable alumni, including eminent mathematicians, scientists, politicians, lawyers, philosophers, writers, actors, monarchs and other heads of state. As of October 2019[update], 120 Nobel Laureates, 11 Fields Medalists, 7 Turing Award winners and 14 British Prime Ministers have been affiliated with Cambridge as students, alumni, faculty or research staff. University alumni have won 194 Olympic medals.",
  "/wiki/Karl_Friston": "Karl John Friston FRS, FMedSci, FRSB, is a British neuroscientist at University College London and an authority on brain imaging.",
  "/wiki/Tokyo_Medical_and_Dental_University": "Tokyo Medical and Dental University (東京医科歯科大学, Tōkyō ika shika daigaku) is part of Japan's national university system. Tokyo Medical and Dental University offers baccalaureate and graduate degrees in medicine, dentistry, and related fields.",
  "/wiki/Japan": "Japan (Japanese: 日本, Nippon [ɲippoꜜɴ] (listen) or Nihon [ɲihoꜜɴ] (listen)) is an island country located in East Asia. It is bordered by the Sea of Japan to the west and the Pacific Ocean to the east, and spans more than 3,000 kilometers (1,900 mi) along the coast of the continent from the Sea of Okhotsk in the north to the East China Sea and Philippine Sea in the south. Part of the Pacific Ring of Fire, Japan encompasses a stratovolcanic archipelago of about 6,852 islands, with five main islands (Hokkaido, Honshu, Kyushu, Shikoku, and Okinawa) comprising 97% of the country's total area of 377,975 square kilometers (145,937 sq mi).\n Japan is officially divided into 47 prefectures and traditionally into eight regions. Approximately two-thirds of the country's terrain is mountainous and heavily forested, and less than one-eighth of land is suitable for agriculture. Consequently, Japan is among the most densely populated and urbanized countries in the world, with over 90% of its population living in urban areas. The largest of these is the metropolitan area centered on the capital city of Tokyo, which is the most populous in the world and home to more than 38 million people. Japan itself is the world's eleventh most populous country with a population of 126.2 million, of which 97.8% are ethnically Japanese.\n The kanji (or \"Chinese characters\") that make up the name of Japan in the Japanese language mean \"sun origin\"; in the Western world, the country is often known by the sobriquet \"Land of the Rising Sun\". Periods of influence from other regions, primarily China, followed by periods of isolation, particularly from Western Europe, have characterized the history of Japan.\n While archaeological evidence indicates that Japan was inhabited as early as the Upper Paleolithic period, the first written mention of the archipelago appears in Chinese texts from the first century AD. Between the fourth and ninth centuries, the kingdoms of Japan became gradually unified under an Emperor and imperial court based in Heian-kyō (modern Kyoto). However, beginning in the twelfth century, de facto political power came to be held by a succession of military dictators (shōgun) and feudal lords (daimyō) and enforced by a class of warrior nobility known as samurai. After a century-long period of civil war, Japan was reunified in 1603 under the rule of the Tokugawa shogunate, which established a government in Edo (modern Tokyo) and enacted a policy of isolationism. This period ended in 1853 when a United States fleet forced Japan to open to the West, leading to the fall of the shogunate and the restoration of imperial power in 1868. In the following Meiji era, Japan adopted a Western-style government and pursued a program of industrialization and modernization; this transformed the feudal society into a great power, with Japan establishing a colonial empire in East Asia after decisive victories in the First Sino-Japanese War and Russo-Japanese War. In 1937, the Empire of Japan invaded China, beginning the Second Sino-Japanese War; in 1940, it signed the Tripartite Pact and entered World War II the following year on the side of the Axis powers. After suffering major defeats in the Pacific and two atomic bombings, Japan surrendered to the Allies in 1945, coming under a brief occupation and adopting a new post-war constitution. Japan has since maintained a unitary parliamentary constitutional monarchy with the Emperor as a ceremonial head of state and an elected legislature known as the National Diet.\n Today, Japan is a member of numerous international institutions, including the United Nations, the OECD, the G7, and the G20. Although it has officially renounced its right to declare war, Japan maintains a modern military for peacekeeping and self-defense, which has been ranked as the world's fourth most powerful. Following World War II, Japan experienced record economic growth, recovering from the war to become the world's second-largest economy by 1980. Today, Japan's economy is the world's third-largest by nominal GDP and fourth-largest by purchasing power parity; it is also the fourth-largest importer and exporter and a global leader in the automotive and electronics industries. Japan is ranked \"very high\" on the Human Development Index; its population enjoys high levels of education and the second-highest life expectancy in the world, though it currently is experiencing a projected decline due to low birth rates. Culturally, Japan is globally renowned for its art, cuisine, literature, cinema, music, and popular culture, including its prominent comics, animation, and video game industries.",
  "/wiki/Golden_Brain_Award": "The Golden Brain Award is an international science award in the field of neuroscience. It is given by the Berkeley-based Minerva Foundation every year since 1985. The foundation specifically aims at fundamental contributions to research in vision and the brain. The Golden Brain is a trophy of a gold-plated model of the human brain attached to a bronze base."
}