{
  "/wiki/Married..._with_Children": "Married... with Children is an American television sitcom that aired on Fox, created by Michael G. Moye and Ron Leavitt. Originally broadcast from April 5, 1987 to June 9, 1997, it is the longest-lasting live-action sitcom on Fox and the first to be broadcast in the network's primetime slot. One episode was broadcast on FX on June 18, 2002.",
  "/wiki/Hood_%27n_the_Boyz": "This is a list of episodes for the eighth season (1993–94) of the television series Married... with Children.",
  "/wiki/Dave%27s_World": "Dave's World is an American sitcom television series created by Fred Barron, that aired on CBS from September 20, 1993 to June 20, 1997. The series is based on the writing of Miami Herald columnist Dave Barry.",
  "/wiki/Buffy_the_Vampire_Slayer": "Buffy the Vampire Slayer is  an American supernatural drama television series based on the 1992 film of the same name. It was created by Joss Whedon under his production tag, Mutant Enemy Productions, with later co-executive producers being Jane Espenson, David Fury, David Greenwalt, Doug Petrie, Marti Noxon, and David Solomon.",
  "/wiki/Xander_Harris": "Alexander Lavelle Harris is a fictional character created for the action-horror/fantasy television series Buffy the Vampire Slayer (1997–2003). He was developed by Joss Whedon and portrayed throughout the television series by Nicholas Brendon and in two episodes by his twin brother, Kelly Donovan. He was conceived as an everyman and a male character for series heroine Buffy Summers (Sarah Michelle Gellar) to interact with, and to provide comic relief in the series. Xander is one of several friends of Buffy who assist her in saving the world against numerous supernatural events that plague Sunnydale, California, a town built over a doorway to hell.",
  "/wiki/Television_film": "A television film is a feature-length motion picture that is produced and originally distributed by or to a television network, in contrast to theatrical films made explicitly for initial showing in movie theaters.",
  "/wiki/Celeste_in_the_City": "Celeste in the City is a television movie starring Majandra Delfino and Nicholas Brendon. It premiered on ABC Family in 2004.  It was directed by Larry Shaw.",
  "/wiki/Kitchen_Confidential_(television_series)": "Kitchen Confidential is an American television sitcom that debuted on September 19, 2005, on the Fox network, based on Anthony Bourdain's New York Times bestselling book, Kitchen Confidential: Adventures in the Culinary Underbelly. Bradley Cooper played the lead character, Jack Bourdain, inspired by Anthony Bourdain.",
  "/wiki/Relative_Chaos": "Relative Chaos is a television film directed by Steven Robman and starring Christopher Gorham and Nicholas Brendon. It premiered on ABC Family in 2006.",
  "/wiki/American_Dragon:_Jake_Long": "American Dragon: Jake Long is an American animated television series. It was produced by Walt Disney Television Animation, created by Jeff Goode and co-developed by Eddie Guzelian And Matt Negrete. It premiered on Disney Channel on January 21, 2005, and ended on September 1, 2007.",
  "/wiki/Fire_Serpent": "Fire Serpent is a 2007 Sci Fi Channel monster movie directed by John Terlesky.",
  "/wiki/Criminal_Minds": "Criminal Minds is an American police procedural crime drama television series created and produced by Jeff Davis. It premiered on CBS on September 22, 2005, and started its fifteenth, and final, season on January 8, 2020. It follows a group of behavioral profilers who work for the FBI as members of its Behavioral Analysis Unit (BAU), who use behavioral analysis and profiling to investigate crimes. The show tells the story of the team as they work various cases, and tackle their personal struggles.",
  "/wiki/List_of_characters_in_Criminal_Minds": "This is a list of characters in the television series Criminal Minds, an American police procedural drama that premiered September 22, 2005, on CBS and that is also shown on A&E and Ion Television in the United States. There have been 321 episodes.",
  "/wiki/Without_a_Trace": "Without a Trace is an American police procedural drama television series that originally aired on CBS from September 26, 2002 to May 19, 2009, following the cases of a Missing Persons Unit of the Federal Bureau of Investigation (FBI) in New York City. On May 19, 2009, CBS announced the cancellation of the series after seven seasons.",
  "/wiki/List_of_Without_a_Trace_episodes": "A total of 160 episodes were produced over 7 seasons. The first two seasons have been released on DVD in region 1. In region 2 seasons 1-6 are available on DVD. Seasons 1-5 are available on DVD in region 4. No seasons were released on HD DVD and as of January 2018 there has not been an announcement about a release of the show on Blu-ray.",
  "/wiki/Private_Practice_(TV_series)": "Private Practice is an American medical drama television series which aired on ABC from September 26, 2007, to January 22, 2013. A spin-off of Grey's Anatomy, the series takes place at Seaside Health & Wellness Center (formerly Oceanside Wellness Group) and chronicles the life of Dr. Addison Montgomery, played by Kate Walsh, as she leaves Seattle Grace Hospital in order to join a private practice, located in Los Angeles. Private Practice also revolves around Addison's co-workers at Seaside Wellness Center, and how they deal with patients and the practice while still finding time to live their everyday lives.",
  "/wiki/Private_Practice_(season_4)": "The fourth season of Private Practice premiered on September 23, 2010, and concluded on May 19, 2011.  The season consisted of 22 episodes.",
  "/wiki/Did_You_Hear_What_Happened_to_Charlotte_King%3F": "\"Did You Hear What Happened to Charlotte King?\" is the seventh episode of the fourth season of the American television medical drama Private Practice and the show's 61st episode overall. Written by Shonda Rhimes and directed by Allison Liddi-Brown, the episode was originally broadcast on ABC in the United States on November 4, 2010. Private Practice centers on a group of young doctors working in a private medical practice, and this episode deals with the immediate aftermath of Charlotte King's rape.",
  "/wiki/Hollywood_Heights_(TV_series)": "Hollywood Heights is an American family drama, which aired on Nick at Nite and TeenNick from June 18 to October 5, 2012. Loosely based on the Mexican telenovela Alcanzar una estrella (To Reach a Star), the series follows aspiring singer-songwriter Loren Tate (Brittany Underwood), whose life changes forever when she crosses paths with her rock star idol Eddie Duran (Cody Longo). Hollywood Heights was executive produced by six-time Emmy Award-winner Jill Farren-Phelps, and co-executive produced by Hisham Abed and Josh Griffith, who also served as head writer.",
  "/wiki/Faking_It_(2014_TV_series)": "Faking It is an American single-camera romantic comedy series that premiered on MTV on April 22, 2014, starring Rita Volk, Katie Stevens, Gregg Sulkin, Michael Willett and Bailey De Young. The series was created by Dana Min Goodman and Julia Wolov. Carter Covington developed the series and serves as the executive producer. An eight-episode first season was ordered by MTV in October 2013. MTV announced a 10-episode second season set to premiere on September 23, 2014. In August 2014, the show won a Teen Choice Award for \"Choice TV Breakout Show\". In October 2014, MTV ordered 10 more episodes, meaning season two would have a total of 20 episodes. The series features the first intersex main character on a television show, and included television's first intersex character played by an intersex actor.",
  "/wiki/Nicholas_Brendon": "Nicholas Brendon Schultz (born April 12, 1971) is an American actor and writer. He is best known for playing Xander Harris in the television series Buffy the Vampire Slayer (1997–2003) and  Kevin Lynch in Criminal Minds (2007–2014). In 2014, he was writing for the Buffy Season 10 comic book."
}