{
  "/wiki/Abyei": "The Abyei Area (Arabic: أبيي‎) is an area of 10,546 km2 or 4,072 sq mi in Sudan accorded \"special administrative status\" by the 2004 Protocol on the Resolution of the Abyei Conflict (Abyei Protocol) in the Comprehensive Peace Agreement (CPA) that ended the Second Sudanese Civil War. The capital of Abyei Area is Abyei Town. Under the terms of the Abyei Protocol, the Abyei Area was declared, on an interim basis, to be simultaneously part of the states of West Kordofan (Sudan) and Northern Bahr el Ghazal (South Sudan).",
  "/wiki/Heglig_Crisis": "The Heglig Crisis was a brief war fought between the countries of Sudan and South Sudan in 2012 over oil-rich regions between South Sudan's Unity and Sudan's South Kordofan states. South Sudan invaded and briefly occupied the small border town of Heglig before being pushed back by the Sudanese army. Small-scale clashes continued until an agreement on borders and natural resources was signed on September 26, resolving most aspects of the conflict.",
  "/wiki/Kafia_Kingi": "The Kafia Kingi (Arabic: كافيا كنجي‎) area is a mineral-rich region on the border between Sudan, South Sudan and the Central African Republic. It is disputed between South Sudan and Sudan.",
  "/wiki/Sudan": "Sudan (/suːˈdɑːn/; Arabic: السودان‎ as-Sūdān), officially the Republic of the Sudan  (Arabic: جمهورية السودان‎ Jumhūriyyat as-Sūdān), is a country in northeastern Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 43 million (2018 estimate) and occupies 1,886,068 square kilometres (728,215 square miles), making it Africa's third-largest country and also the third-largest in the Arab world. Before South Sudan's secession from Sudan on 9 July 2011, the united Sudan was the largest country in Africa and the Arab world by area. Sudan's predominant religion is Islam, and its official languages are Arabic and English. The capital is Khartoum, located at the confluence of the Blue and White Nile. Since 2011, Sudan has been the scene of an ongoing military conflict in its southern states.",
  "/wiki/South_Sudan": "South Sudan (/suːˈdɑːn, -ˈdæn/), officially known as the Republic of South Sudan  (Dinka: Ciɛl de Thouth Thudän; Luo: Sudan Milambo; Zande: Ku Padi Yo Sudan) is a landlocked country in East-Central Africa. It gained independence from the Republic of the Sudan in 2011, making it the most recent sovereign state with widespread recognition.  Its capital and largest city is Juba.",
  "/wiki/Banc_du_Geyser": "Banc du Geyser (also Banc du Geysir) is a mostly submerged reef in the Mozambique Channel's northeastern part, 125 km (78 mi) northeast from Mayotte, 112 km (70 mi) southwest of the Glorioso Islands, and 200 km (124 mi) off the northwestern coast of Madagascar.",
  "/wiki/Madagascar": "Madagascar (/ˌmædəˈɡæskər, -kɑːr/; Malagasy: Madagasikara), officially the Republic of Madagascar (Malagasy: Repoblikan'i Madagasikara Malagasy pronunciation: [republiˈkʲan madaɡasˈkʲarə̥]; French: République de Madagascar), and previously known as the Malagasy Republic, is an island country in the Indian Ocean, approximately 400 kilometres (250 miles) off the coast of East Africa. At 592,800 square kilometres (228,900 sq mi) Madagascar is the world's 2nd largest island country. The nation comprises the island of Madagascar (the fourth- largest island in the world) and numerous smaller peripheral islands. Following the prehistoric breakup of the supercontinent Gondwana, Madagascar split from the Indian subcontinent around 88 million years ago, allowing native plants and animals to evolve in relative isolation. Consequently, Madagascar is a biodiversity hotspot; over 90% of  its wildlife is found nowhere else on Earth. The island's diverse ecosystems and unique wildlife are threatened by the encroachment of the rapidly growing human population and other environmental threats.",
  "/wiki/Comoros": "The Comoros (/ˈkɒməroʊz/ (listen); Arabic: جزر القمر‎, Juzur al-Qumur / Qamar), officially the Union of the Comoros (Comorian: Udzima wa Komori, French: Union des Comores, Arabic: الاتحاد القمري‎ al-Ittiḥād al-Qumurī / Qamarī), is an island country  in the Indian Ocean located at the northern end of the Mozambique Channel off the eastern coast of Africa between northeastern Mozambique, the French region of Mayotte, and northwestern Madagascar. The capital and largest city in Comoros is Moroni. The religion of the majority of the population is Sunni Islam. As a member of the Arab League, the Comoros is the only country in the Arab world which is entirely in the Southern Hemisphere.",
  "/wiki/France": "France (French: [fʁɑ̃s] (listen)), officially the French Republic (French: République française, pronounced [ʁepyblik fʁɑ̃sɛːz] (listen)), is a country whose territory consists of metropolitan France in Western Europe and several overseas regions and territories.[XIII] The metropolitan area of France extends from the Mediterranean Sea to the English Channel and the North Sea, and from the Rhine to the Atlantic Ocean. It is bordered by Belgium, Luxembourg and Germany to the northeast, Switzerland and Italy to the east, and Andorra and Spain to the south. The overseas territories include French Guiana in South America and several islands in the Atlantic, Pacific and Indian oceans. The country's 18 integral regions (five of which are situated overseas) span a combined area of 643,801 square kilometres (248,573 sq mi) and a total population of 67.02 million (as of July 2019[update]). France is a unitary semi-presidential republic with its capital in Paris, the country's largest city and main cultural and commercial centre. Other major urban areas include Lyon, Marseille, Toulouse, Bordeaux, Lille and Nice. France, including its overseas territories, has the most number of time zones of any country, with a total of 12.",
  "/wiki/Scattered_Islands_in_the_Indian_Ocean": "Two of the islands—Juan de Nova and Europa—and the Bassas da India atoll lie in the Mozambique Channel west of Madagascar, while a third island, Tromelin, lies about 450 kilometres (280 mi) east of Madagascar and the Glorioso Islands lies about 200 kilometres (120 mi) northwest of Madagascar. Also in the Mozambique Channel is the Banc du Geyser, a submerged reef considered part of the Glorioso Islands by France and the Comoros.",
  "/wiki/French_Southern_and_Antarctic_Lands": "The French Southern and Antarctic Lands (French: Terres australes et antarctiques françaises, TAAF) is an overseas territory (French: Territoire d'outre-mer or TOM) of France. It consists of:",
  "/wiki/Bassas_da_India": "Bassas da India (French pronunciation: ​[basa da ɛ̃dja]) is an uninhabited, roughly circular French atoll that is part of the French Southern and Antarctic Lands. Located in the southern Mozambique Channel, about halfway between Mozambique and Madagascar (about 385 km [239 mi] further east) and around 110 km (68 mi) northwest of Europa Island, the rim of the atoll averages around 100 metres (330 ft) in width and encloses a shallow lagoon of depth no greater than 15 m (49 ft). Overall, the atoll is about 10 km (6.2 mi) in diameter, rising steeply from the seabed 3,000 metres (9,800 ft) below to encircle an area (including lagoon) of 80 km2 (31 sq mi). Its exclusive economic zone (EEZ), 123,700 km2 (47,800 sq mi) in size, is contiguous with that of Europa Island.",
  "/wiki/Europa_Island": "Europa Island (French: Île Europa, pronounced [il øʁɔpa]) is a 28-square-kilometre (11 sq mi) low-lying tropical atoll in the Mozambique Channel, about a third of the way from southern Madagascar to southern Mozambique. The island had never been inhabited until 1820, when the French family Rosier[who?] moved to it. The island officially became a possession of France in 1897.",
  "/wiki/Juan_de_Nova_Island": "Juan de Nova Island (French: Île Juan de Nova, pronounced [il ʒɥɑ̃ də nɔva]) is a French tropical island in the narrowest part of the Mozambique Channel, about one-third of the way between Madagascar and Mozambique. It is a low, flat island, 4.8 square kilometres (1.9 sq mi) in size.",
  "/wiki/Ceuta": "Ceuta (UK: /ˈsjuːtə/, US: /ˈseɪuːtə/, Spanish: [ˈθeuta]; Berber languages: Sebta; Arabic: سبتة‎, romanized: Sabtah) is a Spanish autonomous city on the north coast of Africa.",
  "/wiki/Melilla": "Melilla (US: /məˈliːjə/ mə-LEE-yə, UK: /mɛˈ-/ meh-, Spanish: [meˈliʎa]; Tarifit: Mlilt) is a Spanish autonomous city located on the northwest coast of Africa, sharing a border with Morocco. It has an area of 12.3 km2 (4.7 sq mi). Melilla is one of two permanently inhabited Spanish cities in mainland Africa, the other being nearby Ceuta. It was part of the Province of Málaga until 14 March 1995, when the city's Statute of Autonomy was passed.",
  "/wiki/Plazas_de_soberanía": "The plazas de soberanía (Spanish pronunciation: [ˈplaθaz ðe soβeɾaˈni.a], literally \"places of sovereignty\") are the Spanish sovereign territories in North Africa. These are separate pieces of land scattered along the Mediterranean coast bordering Morocco. The name refers to the fact that these territories have been a part of Spain since the formation of the modern country (1492–1556), and are distinguished from African territories obtained by Spain during the 19th and 20th centuries.",
  "/wiki/Morocco": "Morocco (/məˈrɒkoʊ/ (listen); Arabic: المغرب‎, romanized: al-maġhrib, lit. 'place the sun sets; the west'; Standard Moroccan Tamazight: ⵍⵎⵖⵔⵉⴱ, romanized: lmeɣrib; French: Maroc), officially the Kingdom of Morocco (Arabic: المملكة المغربية‎, romanized: al-mamlakah al-maghribiyah, lit. 'The Western Kingdom'; Standard Moroccan Tamazight: ⵜⴰⴳⵍⴷⵉⵜ ⵏ ⵍⵎⵖⵔⵉⴱ, romanized: tageldit n lmaɣrib; French: Royaume du Maroc), is a country located in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, with land border with Algeria to the east and Western Sahara to the south (status disputed). Morocco also claims the exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, all of them under Spanish jurisdiction, as well as several small Spanish-controlled islands of its coast. The capital is Rabat and the largest city is Casablanca. Morocco spans an area of 710,850 km2 (274,460 sq mi) and has a population of over 36 million.",
  "/wiki/Status_quo": "Status quo is a Latin phrase meaning the existing state of affairs, particularly with regard to social or political issues. In the sociological sense, it generally applies to maintain or change existing social structure and values. With regard to policy debate, the status quo refers to how conditions are at the time and how the affirmative team can solve these conditions for example \"The countries are now trying to maintain a status quo with regards to their nuclear arsenal which will help them if the situation gets any worse.\"",
  "/wiki/Chagos_Archipelago": "The Chagos Archipelago (/ˈtʃɑːɡəs, -ɡoʊs/) or Chagos Islands (formerly the Bassas de Chagas, and later the Oil Islands) are a group of seven atolls comprising more than 60 individual tropical islands in the Indian Ocean about 500 kilometres (310 mi) south of the Maldives archipelago. This chain of islands is the southernmost archipelago of the Chagos-Laccadive Ridge, a long submarine mountain range in the Indian Ocean.",
  "/wiki/Mauritius": "Mauritius (/məˈrɪʃ(i)əs, mɔːˈ-/ (listen) mə-RISH-(ee-)əs, maw-; French: Maurice [mɔʁis, moʁis] (listen); Creole: Moris [moʁis]), officially the Republic of Mauritius (French: République de Maurice; Creole: Repiblik Moris), is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent. The country includes the islands of Mauritius, Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French overseas department. The capital and largest city Port Louis is located on the main island of Mauritius. The area of the country is 2,040 square kilometres (790 sq mi), the nation's Exclusive Economic Zone covers an area of 2.3 million square kilometres.",
  "/wiki/Maldives": "The Maldives (/ˈmɔːldiːvs/, US: /ˈmɔːldaɪvz/ (listen); Dhivehi: ދިވެހިރާއްޖެ Dhivehi Raajje), officially the Republic of Maldives, is a small island nation in South Asia, located in the Arabian Sea of the Indian Ocean. It lies southwest of Sri Lanka and India, about 1,000 kilometres (620 mi) from the Asian continent. The chain of 26 atolls stretches from Ihavandhippolhu Atoll in the north to Addu Atoll in the south. Comprising a territory spanning roughly 298 square kilometres (115 sq mi), the Maldives is one of the world's most geographically dispersed sovereign states as well as the smallest Asian country by land area and population, with around 515,696 inhabitants. Malé is the capital and the most populated city, traditionally called the \"King's Island\" for its central location.",
  "/wiki/British_Indian_Ocean_Territory": "The British Indian Ocean Territory (BIOT) is a British overseas territory of the United Kingdom situated in the Indian Ocean halfway between Tanzania and Indonesia. The territory comprises the seven atolls of the Chagos Archipelago with over 1,000 individual islands – many very small – amounting to a total land area of 60 square kilometres (23 sq mi).  The largest and most southerly island is Diego Garcia, 27 km2 (10 sq mi), the site of a joint military facility of the United Kingdom and the United States.",
  "/wiki/Doumeira_Island": "The Doumeira Islands are situated northeast of Djibouti and east of Eritrea near the Bab el-Mandeb in the Red Sea. They consist of Doumeira, located less than one kilometer off of the Eritrean and Djiboutian shore, and the much smaller island of Kallîda, which is 250 meters to the east.",
  "/wiki/Djibouti": "Djibouti (/dʒɪˈbuːti/ (listen) jih-BOO-tee; Afar: Yibuuti, Arabic: جيبوتي‎ Jībūtī, French: Djibouti, Somali: Jabuuti, officially the Republic of Djibouti) is a country located in the Horn of Africa. It is bordered by Somaliland, which is Internationally recognised to be an autonomous region of Somalia but was a former country before Somaliland merged with Somalia , in the southeast, Ethiopia in the south and west, Eritrea in the north, and the Red Sea and the Gulf of Aden in the east. Across the Gulf of Aden lies Yemen, which does not share a land border with Djibouti. The country has a total area of 23,200 km2 (8,958 sq mi). The state of Djibouti is predominantly inhabited by two ethnic groups, the Somali and the Afar people, with the former comprising the majority of the population.",
  "/wiki/Djiboutian–Eritrean_border_conflict": "The Djiboutian–Eritrean border conflict between the forces of Djibouti and Eritrea occurred between June 10 and June 13, 2008.[a] It was triggered by tension which began on April 16, 2008, when Djibouti reported that Eritrean armed forces had penetrated into Djibouti and dug trenches on both sides of the border. The crisis deepened when armed clashes broke out between the two armed forces in the border area on June 10, 2008. During the conflict, France provided logistical, medical and intelligence support to Djibouti, but did not participate in direct combat.",
  "/wiki/Glorioso_Islands": "The Glorieuses or Glorioso Islands (French: Îles Glorieuses or officially also Archipel des Glorieuses) are a group of French islands and rocks totaling 5 square kilometres (1,200 acres). They are part of the Scattered Islands in the Indian Ocean in the French Southern and Antarctic Lands, a French overseas territory. They are geographically part of the Comoro Islands between the French overseas region of Mayotte and the nation of Madagascar.",
  "/wiki/Hala'ib_Triangle": "The Halayib Triangle (Arabic: مُثَلَّث حَلايِب‎, romanized: Muthallath Ḥalāyib), also known as the Halayeb Triangle (Egyptian and Sudanese Musallas Ḥalāyib pronounced [muˈsællæs ħaˈlaːjib]), is an area of land measuring 20,580 square kilometres (7,950 sq mi) located on the Northeast African coast of the Red Sea. The area, which takes its name from the town of Halayib, is created by the difference in the Egypt–Sudan border between the \"political boundary\" set in 1899 by the Anglo-Egyptian Condominium, which runs along the 22nd parallel north, and the \"administrative boundary\" set by the British in 1902, which gave administrative responsibility for an area of land north of the line to Sudan, which was an Anglo-Egyptian client at the time.  With the independence of Sudan in 1956, both Egypt and Sudan claimed sovereignty over the area. Since the mid-1990s, Egypt has administered the area as part of the Red Sea Governorate, following the deployment of Egyptian military units there in the late 1990s, and has been actively investing in it. Egypt has been recently categorical in rejecting international arbitration or even political negotiations regarding the area.",
  "/wiki/Bir_Tawil": "Bir Tawil or Bi'r Tawīl /bɪrˈtɑːwɪl/ (listen) (Egyptian Arabic: بير طويل‎ Bīr Ṭawīl  [biːɾ tˤɑˈwiːl] or بئر طويل Bi’r Ṭawīl, meaning \"tall water well\") is a 2,060 km2 (800 sq mi) area along the border between Egypt and Sudan, which is uninhabited and claimed by neither country. When spoken of in association with the neighbouring Hala'ib Triangle, it is sometimes referred to as the Bir Tawil Triangle, despite the area's quadrilateral shape; the two \"triangles\" border at a quadripoint.",
  "/wiki/Egypt": "Egypt (/ˈiːdʒɪpt/ (listen) EE-jipt; Arabic: مِصر‎ Miṣr, Egyptian Arabic: مَصر‎ Maṣr, Coptic: Ⲭⲏⲙⲓ Khēmi), officially the Arab Republic of Egypt, is a country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf of Aqaba lies Jordan, across the Red Sea lies Saudi Arabia, and across the Mediterranean lie Greece, Turkey and Cyprus, although none share a land border with Egypt.",
  "/wiki/Ilemi_Triangle": "The Ilemi Triangle is an area of disputed land in East Africa. Arbitrarily defined, it measures between 10,320 and 14,000 square kilometres (3,985 and 5,405 sq mi). Named after Anuak chief Ilemi Akwon, the territory is claimed by South Sudan and Kenya, and borders Ethiopia. Despite use and raids by tribes within Ethiopia, the Ethiopian government has never made an official claim on any of the Ilemi, and in fact agreed that the land was all Sudanese in the 1902, 1907, and 1972 treaties.",
  "/wiki/Kenya": "Kenya (/ˈkɛnjə/ (listen)), officially the Republic of Kenya (Swahili: Jamhuri ya Kenya), is a country in Africa with 47 semiautonomous counties governed by elected governors. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Mombasa. Kisumu City is the third largest city and also an inland port on Lake Victoria. Other important urban centres include Nakuru and Eldoret.",
  "/wiki/KaNgwane": "KaNgwane (Swazi: [kaˈŋɡwanɛ]) was a bantustan in South Africa, intended by the apartheid government to be a semi-independent homeland for the Swazi people. It was called the \"Swazi Territorial Authority\" from 1976 to 1977. In September 1977 it was renamed KaNgwane and received a legislative assembly. After a temporary suspension of its homeland status during 1982, the legislative assembly was restored in December 1982. KaNgwane was granted nominal self-rule in August 1984. Its capital was at Louieville. It was the least populous of the ten homelands, with an estimated 183,000 inhabitants. Unlike the other homelands in South Africa, KaNgwane did not adopt a distinctive flag of its own but flew the national flag of South Africa.",
  "/wiki/Ingwavuma": "Ingwavuma is a town in the Umkhanyakude District Municipality of  KwaZulu-Natal Province, South Africa. It is unclear where the name of the town came from; one theory is that it was named after the Ngwavuma River while another is that there was a leader called Vuma, the name then meaning \"Vuma's place\" in Zulu.  Trees found on the river bank are also named Ngwavuma (Elaeodendron transvaalense or Bushveld Saffron) but it is unclear which entity was named after which (person, river, town or trees).  It is over 700 metres (2,297 feet) above sea level in the Lebombo Mountains and boasts several highly scenic spots.  The town is three kilometres (2 miles) from the country's border with Eswatini and overlooks the plains of Maputaland to the East.  It falls within the Mngomezulu Tribal Authority.",
  "/wiki/South_Africa": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. It is bounded to the south by 2,798 kilometres (1,739 mi) of coastline of Southern Africa stretching along the South Atlantic and Indian Oceans; to the north by the neighbouring countries of Namibia, Botswana, and Zimbabwe; and to the east and northeast by Mozambique and Eswatini (Swaziland); and it surrounds the enclaved country of Lesotho. South Africa is the largest country in Southern Africa and the 24th-largest country in the world by land area and, with over 58 million people, is also the world's 24th-most populous nation. It is the southernmost country on the mainland of the Old World or the Eastern Hemisphere. About 80 percent of South Africans are of Bantu ancestry, divided among a variety of ethnic groups speaking different African languages, nine of which have official status. The remaining population consists of Africa's largest communities of European, Asian (Indian), and multiracial (Coloured) ancestry.",
  "/wiki/Eswatini": "Eswatini (/ˌɛswɑːˈtiːni/ ESS-wah-TEE-nee; Swazi: eSwatini [ɛswáˈtʼiːni]), officially the Kingdom of Eswatini (Swazi: Umbuso weSwatini) and also known as Swaziland (/ˈswɑːzilænd/ SWAH-zee-land; officially renamed in 2018), is a landlocked country in Southern Africa. It is bordered by Mozambique to its northeast and South Africa to its north, west, and south. At no more than 200 kilometres (120 mi) north to south and 130 kilometres (81 mi) east to west, Eswatini is one of the smallest countries in Africa; despite this, its climate and topography are diverse, ranging from a cool and mountainous highveld to a hot and dry lowveld.",
  "/wiki/Bantustan": "A Bantustan (also known as Bantu homeland, black homeland, black state or simply homeland; Afrikaans: Bantoestan) was a territory set aside for black inhabitants of South Africa and South West Africa (now Namibia), as part of the policy of apartheid. Ten Bantustans were established in South Africa, and ten in neighbouring South West Africa (then under South African administration), for the purpose of concentrating the members of designated ethnic groups, thus making each of those territories ethnically homogeneous as the basis for creating 'autonomous' nation states for South Africa's different black ethnic groups. In terms of the Bantu Homelands Citizenship Act of 1970, blacks were stripped of their South African citizenship, which deprived them of their few remaining political and civil rights in South Africa, and made them citizens of their designated homelands.",
  "/wiki/Jozini_Local_Municipality": "Jozini is an administrative area in the Umkhanyakude District of KwaZulu-Natal in South Africa. Significant portions of Jozini have been neglected in terms of economic development. There is a great disparity between the level of service and infrastructure provision between settlement nodes, such as the towns of Mkuze and Jozini, and the surrounding rural areas. Most of the rural area is associated with a lack of development, poverty and poor service provision.",
  "/wiki/UMhlabuyalingana_Local_Municipality": "uMhlabuyalingana Local Municipality is one of the five municipalities in the jurisdiction of uMkhanyakude District Municipality, situated in the northeastern part of Kwazulu-Natal Province in South Africa.  The municipality is one of the poorest municipalities in the country; it encompasses a World Heritage Site and several areas under environmental protection.",
  "/wiki/KwaZulu-Natal": "KwaZulu-Natal (/kwɑːˌzuːluː nəˈtɑːl/; also referred to as KZN and known as \"the garden province\"; Zulu: iKwaZulu-Natali; Xhosa: KwaZulu-Natal; Afrikaans: KwaZoeloe-Natal) is a province of South Africa that was created in 1994 when the Zulu bantustan of KwaZulu (\"Place of the Zulu\" in Zulu) and Natal Province were merged. It is located in the southeast of the country, enjoying a long shoreline beside the Indian Ocean and sharing borders with three other provinces and the countries of Mozambique, Eswatini and Lesotho. Its capital is Pietermaritzburg and its largest city is Durban. It is the second most populous province in South Africa, with slightly fewer residents than Gauteng.",
  "/wiki/Nkomazi_Local_Municipality": "Nkomazi Local Municipality, is a municipality of South Africa, located in the Ehlanzeni District Municipality, Mpumalanga. Malalane is the seat of the municipality. Nkomazi is also known for producing talent like Kreazoe Musik.",
  "/wiki/Umjindi_Local_Municipality": "Umjindi was a local municipality of the Ehlanzeni District in Mpumalanga, South Africa.  Barberton was the seat of the municipality. The municipality had a population of 53,744 according to the 2001 census.",
  "/wiki/Albert_Luthuli_Local_Municipality": "Albert Luthuli Local Municipality, is a South African Local Municipality situated in the Gert Sibande District Municipality, Grass and Wetlands region, of Mpumalanga. It was named after Albert Luthuli. Carolina is the Seat of the municipality.",
  "/wiki/Mpumalanga": "Mpumalanga (/əmˌpuːməˈlɑːŋɡə/ (listen); Swazi, Zulu: iMpumalanga; Tsonga: Humadyambu; Southern Ndebele: IMpumalanga; Northern Sotho, Afrikaans, Southern Sotho: Mpumalanga) is a province of South Africa. The name means \"east\", or literally \"the place where the sun rises\" in the Swazi, Xhosa, Ndebele and Zulu languages. Mpumalanga lies in eastern South Africa, bordering Eswatini and Mozambique. It constitutes 6.5% of South Africa's land area. It shares borders with the South African provinces of Limpopo to the north, Gauteng to the west, the Free State to the southwest, and KwaZulu-Natal to the south. The capital is Mbombela.",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 40% of the population speaks the Mossi language. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed \"Burkina Faso\" on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/Benin": "Benin (/bɛˈniːn/ (listen) ben-EEN, /bɪˈniːn/ bin-EEN; French: Bénin [benɛ̃]), officially the Republic of Benin (French: République du Bénin) and formerly Dahomey, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Novo, but the seat of government is in Cotonou, the country's largest city and economic capital. Benin covers an area of 114,763 square kilometres (44,310 sq mi) and its population in 2018 was estimated to be approximately 11.49 million. Benin is a tropical nation, highly dependent on agriculture, and is a large exporter of cotton and palm oil. Substantial employment and income arise from subsistence farming.",
  "/wiki/Togo": "Togo (/ˈtoʊɡoʊ/ (listen)), officially the Togolese Republic (French: République togolaise), is a country in West Africa bordered by Ghana to the west, Benin to the east and Burkina Faso to the north. The sovereign state extends south to the Gulf of Guinea, where its capital Lomé is located. Togo covers 57,000 square kilometres (22,008 square miles), making it one of the smallest countries in Africa, with a population of approximately 7.9 million, as well as one of the narrowest countries in the world with a width of less than 115 km (71 mi) between Ghana and its slightly larger eastern neighbor, Benin.",
  "/wiki/Sipilou": "Sipilou (also known as Siquita) is a town in the far west of Ivory Coast. It is a sub-prefecture of and seat of Sipilou Department in Tonkpi Region, Montagnes District. Sipilou is also a commune. Less than three kilometres to the west of the town is a border crossing with Guinea.",
  "/wiki/Ivory_Coast": "Ivory Coast, formally Côte d'Ivoire,[a] officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast, Ghana to the east, and the Gulf of Guinea (Atlantic Ocean) to the south. The official language of the republic is French, with local indigenous languages also being widely used that include Baoulé, Dioula, Dan, Anyin, and Cebaara Senufo. In total, there are around 78 different languages spoken in Ivory Coast. The country has large populations of Muslims, Christians (primarily Roman Catholics) and various indigenous religions.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).",
  "/wiki/Moyo_District": "Moyo District is a district  in Northern Uganda. Like many other Ugandan districts, it is named after its \"chief town\", Moyo, where the district headquarters are located.",
  "/wiki/Uganda": "Uganda, officially the Republic of Uganda (Swahili: Jamhuri ya Uganda; Luganda: Eggwanga Yuganda) is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great Lakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified equatorial climate.",
  "/wiki/Chiengi": "Chiengi or Chienghospital historic colonial boma of the British Empire in central Africa and today is a settlement in the Luapula Province of Zambia, and headquarters of Chiengi District. Chiengi is in the north-east corner of Lake Mweru, and at the foot of wooded hills dividing that lake from Lake Mweru Wantipa, and overlooking a dambo (marshy plain) stretching northwards from the lake, where the Chiengi rivulet (the origin of the name) flows down from the hills.",
  "/wiki/Luapula_Province_border_dispute": "This article deals with the disputed area on the borders of the Democratic Republic of the Congo and Zambia, in Luapula Province.",
  "/wiki/Zambia": "Zambia (/ˈzæmbiə/), officially the Republic of Zambia, is a landlocked country in Southern-Central Africa (although some sources consider it part of East Africa). Its neighbors are the Democratic Republic of the Congo to the north, Tanzania to the north-east, Malawi to the east, Mozambique to the southeast, Zimbabwe and Botswana to the south, Namibia to the southwest, and Angola to the west. The capital city is Lusaka, located in the south-central part of Zambia. The population is concentrated mainly around Lusaka in the south and the Copperbelt Province to the northwest, the core economic hubs of the country.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/Mayotte": "Mayotte (French: Mayotte, pronounced [majɔt]; Shimaore: Maore, IPA: [maˈore]; Malagasy: Mahori) is an overseas department and region of France officially named the Department of Mayotte (French: Département de Mayotte). It consists of a main island, Grande-Terre (or Maore), a smaller island, Petite-Terre (or Pamanzi), and several islets around these two. Mayotte is part of the Comoros archipelago, located in the northern Mozambique Channel in the Indian Ocean off the coast of Southeast Africa, between northwestern Madagascar and northeastern Mozambique. The department status of Mayotte is recent and the region remains, by a significant margin, the poorest in France. Mayotte is nevertheless much more prosperous than the other countries of the Mozambique Channel, making it a major destination for illegal immigration.",
  "/wiki/2009_Mahoran_status_referendum": "A referendum on becoming an overseas department of France was held in Mayotte on 29 March 2009. Mayotte had been an overseas collectivity of France since 2003. In contrast to the four other similar regions (Guadeloupe, Martinique, Réunion and French Guiana), Mayotte would not have become an Overseas department (DOM) or an Overseas region (ROM), but would only have had a single assembly; the four other existing DOM/ROM will have the option of changing their status to this format as well.",
  "/wiki/Mbamba_Bay": "Mbamba Bay is a town in western Tanzania, lying on the eastern shore of Lake Malawi/Lake Nyasa.",
  "/wiki/Lake_Nyasa": "Lake Malawi, also known as Lake Nyasa in Tanzania and Lago Niassa in Mozambique, is an African Great Lake and the southernmost lake in the East African Rift system, located between Malawi, Mozambique and Tanzania.",
  "/wiki/Tanzania": "Tanzania (/ˌtænzəˈniːə/,[note 2] Swahili: [tanzaˈni.a]), officially the United Republic of Tanzania (Swahili: Jamhuri ya Muungano wa Tanzania), is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands at the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mountain, is in northeastern Tanzania.",
  "/wiki/Malawi": "Malawi (/məˈlɔːwi/, /məˈlɑːwi/ or /ˈmæləwi/; Chichewa: [maláβi] or [maláwi]), officially the Republic of Malawi, is a landlocked country in Southeastern Africa that was formerly known as Nyasaland. It is bordered by Zambia to the west, Tanzania to the north and northeast, and Mozambique surrounding on the east, south and southwest. Malawi spans over 118,484 km2 (45,747 sq mi) and has an estimated population of 18,143,217 (as of July 2018). Lake Malawi takes up about a third of Malawi's area. Its capital is Lilongwe, which is also Malawi's largest city; the second largest is Blantyre, the third largest is Mzuzu and the fourth largest is its old capital Zomba. The name Malawi comes from the Maravi, an old name of the Nyanja people that inhabit the area. The country is nicknamed \"The Warm Heart of Africa\"  because of the friendliness of the people.",
  "/wiki/Lake_Malawi": "Lake Malawi, also known as Lake Nyasa in Tanzania and Lago Niassa in Mozambique, is an African Great Lake and the southernmost lake in the East African Rift system, located between Malawi, Mozambique and Tanzania.",
  "/wiki/Gabon": "Gabon (/ɡəˈbɒn/; French pronunciation: ​[ɡabɔ̃]), officially the Gabonese Republic (French: République gabonaise), is a country  on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people. Its capital and largest city is Libreville.",
  "/wiki/Equatorial_Guinea": "Equatorial Guinea (Spanish: Guinea Ecuatorial;[a] French: Guinée équatoriale; Portuguese: Guiné Equatorial), officially the Republic of Equatorial Guinea (Spanish: República de Guinea Ecuatorial, French: République de Guinée équatoriale, Portuguese: República da Guiné Equatorial),[b] is a country located on the west coast of Central Africa, with an area of 28,000 square kilometres (11,000 sq mi). Formerly the colony of Spanish Guinea, its post-independence name evokes its location near both the Equator and the Gulf of Guinea. Equatorial Guinea is the only sovereign African state in which Spanish is an official language. As of 2015[update], the country had an estimated population of 1,222,245.",
  "/wiki/Corisco_Bay": "Corisco, or Mandj, is a small island of Equatorial Guinea, located 29 kilometres (18 mi) southwest of the Rio Muni estuary that defines the border with Gabon. Corisco, whose name derives from the Portuguese word for lightning, has an area of just 14 km2 (5 sq mi), and its highest point is 35 metres (115 ft) above sea level.",
  "/wiki/Migingo_Island": "Migingo is a 2,000-square-metre (0.49-acre; 0.20-hectare) island, in Lake Victoria. The island was the center of a low-level territorial dispute between Kenya and Uganda and is extremely densely populated.",
  "/wiki/Lake_Victoria": "Lake Victoria (Nam Lolwe in Luo; 'Nnalubaale in Luganda; Nyanza in some Bantu languages) is one of the African Great Lakes.",
  "/wiki/Congo_River": "The Congo River, formerly known as the Zaire River under the Mobutu regime, is the second longest river in Africa, shorter  only than the Nile, as well as the second largest river in the world by discharge volume, following only the Amazon. It is also the world's deepest recorded river, with measured depths in excess of 220 m (720 ft).\nThe Congo-Lualaba-Chambeshi River system has an overall length of 4,700 km (2,920 mi), which makes it the world's ninth-longest river. The Chambeshi is a tributary of the Lualaba River, and Lualaba is the name of the Congo River upstream of Boyoma Falls, extending for 1,800 km (1,120 mi).",
  "/wiki/Republic_of_the_Congo": "The Republic of the Congo (pronunciation (help·info) French: République du Congo, Kongo: Repubilika ya Kôngo), also known as Congo-Brazzaville, the Congo Republic, RotC, or simply the Congo, is a country located in the western coast of Central Africa. It is bordered by five countries: Gabon to its west; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Ocean to its southwest.",
  "/wiki/Ntem_River": "The Campo (in Spanish: Río Campo) or Ntem River is a border river in Cameroon, mainland Equatorial Guinea and Gabon. It rises in Gabon, and flows into the Atlantic Ocean in Cameroon in the Bight of Biafra.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
  "/wiki/List_of_territorial_disputes": "Territorial disputes have occurred throughout history, over lands around the world. Bold indicates one claimant's full control; italics indicates one or more claimants' partial control."
}