{
  "/wiki/Abkhazia": "Abkhazia[a] (/æbˈkɑːziə/ (listen), /æbˈkeɪziə/;) is a de facto sovereign state that is internationally recognized as an autonomous republic of Georgia. It lies in the South Caucasus on the eastern coast of the Black Sea, south of the Greater Caucasus mountains in northwestern Georgia. It covers 8,660 square kilometres (3,340 sq mi) and has a population of around 240,000. Its capital is Sukhumi.\n The status of Abkhazia is a central issue of the Georgian–Abkhazian conflict and Georgia–Russia relations. The polity is recognised as a state by Russia, Venezuela, Nicaragua, Nauru and Syria. While Georgia lacks control over Abkhazia, the Georgian government and most United Nations member states consider Abkhazia legally part of Georgia, whose constitution designates the area as the Autonomous Republic of Abkhazia.\n The region had autonomy within Soviet Georgia at the time when the Soviet Union began to disintegrate in the late 1980s. Simmering ethnic tensions between the Abkhaz—the region's \"titular ethnicity\"—and Georgians—the largest single ethnic group at that time—culminated in the 1992–1993 War in Abkhazia which resulted in Georgia's loss of control of most of Abkhazia, the de facto independence of Abkhazia, and the ethnic cleansing of Georgians from Abkhazia.\n Despite the 1994 ceasefire agreement and years of negotiations, the dispute remains unresolved. The long-term presence of a United Nations Observer Mission and a Russian-led Commonwealth of Independent States (CIS) peacekeeping force failed to prevent the flare-up of violence on several occasions. In August 2008, Abkhaz and Russian forces fought a war against Georgian forces, which led to the formal recognition of Abkhazia by Russia, the annulment of the 1994 ceasefire agreement, and the termination of the UN mission. On 28 August 2008, the Parliament of Georgia declared Abkhazia a Russian-occupied territory, with most United Nations member states concurring.",
  "/wiki/Georgia_(country)": "Georgia (Georgian: საქართველო, translit.: sakartvelo, IPA: [sɑkʰɑrtʰvɛlɔ] (listen)), known until 1995 as the Republic of Georgia (Georgian: საქართველოს რესპუბლიკა, translit.: sakartvelos resp'ublik'a) is a country in the Caucasus region of Eurasia. Located at the crossroads of Western Asia and Eastern Europe, it is bounded to the west by the Black Sea, to the north by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. The capital and largest city is Tbilisi. Georgia covers a territory of 69,700 square kilometres (26,911 sq mi), and its 2017 population is about 3.718 million. Georgia is a unitary parliamentary republic, with the government elected through a representative democracy.\n During the classical era, several independent kingdoms became established in what is now Georgia, such as Colchis and Iberia. The Georgians officially adopted Christianity in the early 4th century. The Georgian Orthodox Church had enormous importance for the spiritual and political unification of early Georgian states. The unified Kingdom of Georgia reached its Golden Age during the reign of King David the Builder and Queen Tamar the Great in the 12th and early 13th centuries. Thereafter, the kingdom declined and eventually disintegrated under the hegemony of various regional powers, including the Mongols, the Ottoman Empire and successive dynasties of Iran. In the late 18th century, the eastern Georgian Kingdom of Kartli-Kakheti forged an alliance with the Russian Empire, which directly annexed the kingdom in 1801 and conquered the western Kingdom of Imereti in 1810. Russian rule over Georgia was eventually acknowledged in various peace treaties with Iran and the Ottomans and the remaining Georgian territories were absorbed by the Russian Empire in a piecemeal fashion through the course of the 19th century.\n During the Civil War following the Russian Revolution in 1917, Georgia briefly became part of the Transcaucasian Federation and then emerged as an independent republic before the Russian army invasion in 1921, which established a government of workers' and peasants' soviets. Soviet Georgia would be incorporated into a new Transcaucasian Federation that, in 1922, would be a founding republic of the Soviet Union. In 1936, the Transcaucasian Federation was dissolved and Georgia emerged as a Union Republic. During World War II, almost 700,000 Georgians fought in the Red Army against the Germans. After Soviet leader Joseph Stalin, a native Georgian, died in 1953, a wave of protest spread against Nikita Khrushchev and his de-Stalinization reforms, leading to the death of nearly one hundred students in 1956.\n By the 1980s, an independence movement was established and grew, leading to Georgia's secession from the Soviet Union in April 1991. For most of the following decade, post-Soviet Georgia suffered from civil conflicts, secessionist wars in Abkhazia and South Ossetia, and economic crisis. Following the bloodless Rose Revolution in 2003, Georgia strongly pursued a pro-Western foreign policy; aimed at NATO and European integration, it introduced a series of democratic and economic reforms. This brought about mixed results, but strengthened state institutions. The country's Western orientation soon led to the worsening of relations with Russia, culminating in the brief Russo-Georgian War in August 2008 and Georgia's current territorial dispute with Russia.\n Georgia is a developing country and ranks 70th on the Human Development Index. The country is a member of the United Nations, the Council of Europe, and the GUAM Organization for Democracy and Economic Development. It contains two de facto independent regions, Abkhazia and South Ossetia, which gained very limited international recognition after the 2008 Russo-Georgian War. Most of the world's countries consider the regions to be Georgian territory under Russian occupation.",
  "/wiki/Georgian–Abkhazian_conflict": "The Abkhaz–Georgian conflict involves ethnic conflict between Georgians and the Abkhaz people in Abkhazia, a de facto independent, partially recognized republic. In a broader sense, one can view the Georgian–Abkhaz conflict as part of a geopolitical conflict in the Caucasus region, intensified at the end of the 20th century with the dissolution of the Soviet Union in 1991.\n The conflict, one of the bloodiest in the post-Soviet area, remains unresolved. The Georgian government has offered substantial autonomy to Abkhazia several times. However, both the Abkhaz government and the opposition in Abkhazia refuse any form of union with Georgia. Abkhaz regard their independence as the result of a war of liberation from Georgia, while Georgians believe that historically Abkhazia has always formed part of Georgia. Georgians formed the single largest ethnic group in pre-war Abkhazia, with a 45.7% plurality as of 1989 but as of 2014[update] most Georgians left in Abkhazia want to remain independent of Georgia. During the war the Abkhaz separatist side carried out an ethnic cleansing campaign which resulted in the expulsion of up to 250,000 ethnic Georgians and in the killing of from 4,000 to 15,000. The Organization for Security and Co-operation in Europe (OSCE) conventions of Lisbon, Budapest and Istanbul have officially recognized the ethnic cleansing of Georgians, which UN General Assembly Resolution GA/10708 also mentions. The UN Security Council has passed a series of resolutions in which it appeals for a cease-fire.",
  "/wiki/Russia": "Russia (Russian: Росси́я, tr. Rossiya, IPA: [rɐˈsʲijə]), or the Russian Federation,[e] is a European country located in Eastern Europe with a vast expanse of territory that stretches across Northern Asia. At 17,125,200 square kilometres (6,612,100 sq mi), it is by far the largest country in the world by area, covering more than one-eighth of the Earth's inhabited land area, spanning eleven time zones, and bordering 16 sovereign nations. The territory of Russia extends from the Baltic Sea in the west to the Pacific Ocean in the east, and from the Arctic Ocean in the north to the Black Sea and the Caucasus in the south. With 146.7 million inhabitants living in the country's 85 federal subjects as of 2020, Russia is the most populous nation in Europe and the ninth-most populous nation in the world. Russia's capital and largest city is Moscow; other major urban areas include Saint Petersburg, Novosibirsk, Yekaterinburg, Nizhny Novgorod, Kazan and Chelyabinsk.\n The East Slavs emerged as a recognizable group in Europe between the 3rd and 8th centuries AD. Founded and ruled by a Varangian warrior elite and their descendants, the medieval state of Rus arose in the 9th century. In 988 it adopted Orthodox Christianity from the Byzantine Empire, beginning the synthesis of Byzantine and Slavic cultures that defined Russian culture for the next millennium. Rus ultimately disintegrated into a number of smaller states, until it was finally reunified by the Grand Duchy of Moscow in the 15th century. By the 18th century, the nation had greatly expanded through conquest, annexation, and exploration to become the Russian Empire, which was the third largest empire in history, stretching from Poland on the west to Alaska on the east. Following the Russian Revolution, the Russian Soviet Federative Socialist Republic (Russian SFSR) became the largest and leading constituent of the Union of Soviet Socialist Republics (USSR/Soviet Union), the world's first constitutionally socialist state. The Soviet Union played a decisive role in the Allied victory in World War II, and emerged as a recognized superpower and rival to the United States during the Cold War. The Soviet era saw some of the most significant technological achievements of the 20th century, including the world's first human-made satellite and the launching of the first humans in space. Following the dissolution of the Soviet Union in 1991, the Russian SFSR reconstituted itself as the Russian Federation and is recognized as the continuing legal personality and a successor of the USSR.\n The political system of Russia is governed as a federal semi-presidential republic since 1993. Vladimir Putin has dominated Russia's political system since 2000, serving as either president or prime minister. His government is often characterized as authoritarian, where Russia has experienced democratic backsliding and a worsening human rights record under his leadership. It is ranked 137th out of 180 countries in the 2019 Corruption Perceptions Index and 24 of 29 in the 2018 Nations in Transit Report by Freedom House, while being ranked 134th in the 2019 Democracy Index.\nRussia's economy ranks as the eleventh-largest by nominal GDP and sixth-largest by purchasing power parity in 2019. Russia's extensive mineral and energy resources are the largest such reserves in the world, making it one of the leading producers of oil and natural gas globally. The country is one of the five recognized nuclear weapons states and possesses the largest stockpile of weapons of mass destruction. Russia is a great power as well as a regional power and has been characterised as a potential superpower. Its military has been ranked as the world's second most powerful. Russia hosts the world's ninth-greatest number of UNESCO World Heritage Sites, at 29, and is among the world's most popular tourist destinations. It is a permanent member of the United Nations Security Council and an active global partner of ASEAN, as well as a member of the Shanghai Cooperation Organisation (SCO), the G20, the Council of Europe, the Asia-Pacific Economic Cooperation (APEC), the Organization for Security and Co-operation in Europe (OSCE), the International Investment Bank (IIB) and the World Trade Organization (WTO), as well as being the leading member of the Commonwealth of Independent States (CIS), the Collective Security Treaty Organization (CSTO) and a member of the Eurasian Economic Union (EAEU).",
  "/wiki/Bakassi": "Bakassi is a peninsula on the Gulf of Guinea. It lies between the Cross River estuary, near the city of Calabar in the west of the Bight of Biafra, and the Rio del Ray estuary on the east. It is governed by Cameroon, following the transfer of sovereignty from neighbouring Nigeria as a result of a judgment by the International Court of Justice. On 22 November 2007, the Nigerian Senate rejected the transfer, since the Greentree Agreement ceding the area to Cameroon was contrary to Section 12(1) of the 1999 Constitution. Regardless, the territory was transferred to Cameroon on 14 August 2008.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people. The official languages of the country are English and French.\n Early inhabitants of the territory included the Sao civilisation around Lake Chad and the Baka hunter-gatherers in the southeastern rainforest. Portuguese explorers reached the coast in the 15th century and named the area Rio dos Camarões (Shrimp River), which became Cameroon in English. Fulani soldiers founded the Adamawa Emirate in the north in the 19th century, and various ethnic groups of the west and northwest established powerful chiefdoms and fondoms. Cameroon became a German colony in 1884 known as Kamerun.\n After World War I, the territory was divided between France and the United Kingdom as League of Nations mandates. The Union des Populations du Cameroun (UPC) political party advocated independence, but was outlawed by France in the 1950s, leading to the Bamileke War fought between French and UPC militant forces until early 1971. In 1960, the French-administered part of Cameroon became independent as the Republic of Cameroun under President Ahmadou Ahidjo. The southern part of British Cameroons federated with it in 1961 to form the Federal Republic of Cameroon. The federation was abandoned in 1972. The country was renamed the United Republic of Cameroon in 1972 and the Republic of Cameroon in 1984. Large numbers of Cameroonians live as subsistence farmers. Paul Biya, the incumbent President, has led the country since 1982; he had previously held office as prime minister, from 1975 until his elevation to the presidency. The country has experienced tensions coming from the English-speaking territories. Politicians in the English-speaking regions have advocated for greater decentralisation and even complete separation or independence (as in the Southern Cameroons National Council) from Cameroon. In 2017, tensions in the English-speaking territories escalated into open warfare.\n The official languages of Cameroon are French and English, the languages of former colonial French Cameroons and British Cameroons and its religious population consists of 70% Christians and 20% Muslims. It is governed as a Unitary presidential republic and has good relations with the major powers of France, the United Kingdom and China.\n The country is often referred to as \"Africa in miniature\" for its geological and cultural diversity. Natural features include beaches, deserts, mountains, rainforests, and savannas. The highest point at almost 4,100 metres (13,500 ft) is Mount Cameroon in the Southwest Region of the country, and the largest cities in population-terms are Douala on the Wouri River, its economic capital and main seaport, Yaoundé, its political capital, and Garoua. The country is well known for its native styles of music, particularly Makossa and Bikutsi, and for its successful national football team. Cameroon is a member state of the African Union, the United Nations, Non-Aligned Movement and the Organisation of Islamic Cooperation.",
  "/wiki/Ambazonia": "Ambazonia, also known as Amba Land, is a proto-state in the territory also known as Southern Cameroons. In 2017, the Southern Cameroons Ambazonia Consortium United Front (SCACUF) declared Ambazonia to be an independent nation, while the Cameroonian government stated that the declaration has no legal weight. Violence and war ensued to the declaration and this is known as the Anglophone Crisis. Currently Ambazonia is divided internally due to the 2019 Ambazonian leadership crisis.\n The Southern Cameroons was formerly the United Nations Trust Territory of Southern Cameroons under United Kingdom administration (1922–1961), which in 1961 voted to become independent from the United Kingdom by federating with the French-speaking Republic of Cameroon. Ambazonia is admitted to the Unrepresented Nations and Peoples Organization.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state., Nigeria has been home to a number of ancient and indigenous kingdoms and states over the millennia. The modern state originated from British colonial rule beginning in the 19th century, and took its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Fredrick Lugard.  The British set up administrative and legal structures while practicing indirect rule through traditional chiefdoms, Nigeria became a formally independent federation in 1960. It experienced a civil war from 1967 to 1970. It thereafter alternated between democratically elected civilian governments and military dictatorships until it achieved a stable democracy in 1999, with the 2011 presidential election considered the first to be reasonably free and fair.\n Nigeria is often referred to as the \"Giant of Africa\", owing to its large population and economy. With 206 million inhabitants, Nigeria is the most populous country in Africa and the seventh most populous country in the world. Nigeria has the third-largest youth population in the world, after India and China, with more than 90 million of its population under the age of eighteen. Nigeria is the world's 20th largest economy as of 2015[update], worth more than $500 billion and $1 trillion in terms of nominal GDP and purchasing power parity, respectively. The 2013 debt-to-GDP ratio was 11 percent.\n Nigeria is viewed as a multinational state as it is inhabited by 250 ethnic groups, of which the three largest are the Hausa, Igbo and Yoruba; these ethnic groups speak over 500 distinct languages and are identified with a wide variety of cultures. The official language of Nigeria is English, chosen to facilitate linguistic unity at the national level. Nigeria is divided roughly in half between Christians, who live mostly in the southern part of the country, and Muslims, who live mostly in the north. A minority of the population practice religions indigenous to Nigeria, such as those native to the Igbo and Yoruba ethnicities.\n Nigeria is considered to be an emerging market by the World Bank; it has been identified as a regional power on the African continent, a middle power in international affairs, and has also been identified as an emerging global power. However, its Human Development Index ranks 158th in the world. Nigeria is a member of the MINT group of countries, which are widely seen as the globe's next \"BRIC-like\" economies. It is also listed among the \"Next Eleven\" economies set to become among the biggest in the world. Nigeria is a founding member of the African Union and a member of many other international organizations, including the United Nations, the Commonwealth of Nations and OPEC.",
  "/wiki/Bhutan": "Bhutan (/buːˈtɑːn/ (listen); Dzongkha: འབྲུག་ཡུལ་, romanized: Druk Yul [ʈuk̚˩.yː˩]), officially the Kingdom of Bhutan (Dzongkha: འབྲུག་རྒྱལ་ཁབ་, romanized: Druk Gyal Khap), is a landlocked country in South Asia. Located in the Eastern Himalayas, it is bordered by the Tibet Autonomous Region of China in the north, the Indian state of Sikkim, the Chumbi Valley of Tibet, China in the west and south, the Arunachal Pradesh state of India in the east, and the Indian states of Assam and West Bengal in the south. Bhutan is geopolitically in South Asia and is the region's second-least-populous nation after the Maldives. Thimphu is its capital and largest city, while Phuntsholing is its financial center.\n Bhutan's independence has endured for centuries. It has never been colonized in its history. Situated on the ancient Silk Road between Tibet, the Indian subcontinent and Southeast Asia, the Bhutanese state developed a distinct national identity based on Buddhism. Headed by a spiritual leader known as the Zhabdrung Rinpoche, the territory comprised many fiefdoms and was governed as a Buddhist theocracy. Following a civil war in the 19th century, the House of Wangchuck reunited the country and established relations with the British Empire. Bhutan fostered a strategic partnership with India during the rise of Chinese communism and has a disputed border with China. In 2008 Bhutan transitioned from an absolute monarchy to a constitutional monarchy and held the first election to the National Assembly of Bhutan. The National Assembly is part of the bicameral parliament of the Bhutanese democracy.\n The country's landscape ranges from lush subtropical plains in the south to the sub-alpine Himalayan mountains in the north, where there are peaks higher than 7,000 metres (23,000 ft). Gangkhar Puensum is Bhutan's highest peak and may also be the highest unclimbed mountain in the world. The wildlife of Bhutan is notable for its diversity.\n In South Asia, Bhutan ranks first in economic freedom, ease of doing business, and peace, and is the least corrupt country in the region as of 2016[update]. It continues to be a least developed country, but expects to graduate from this status by 2023. Hydroelectricity accounts for most of its exports. The government is a parliamentary democracy; the head of state is the King of Bhutan, known as the \"Dragon King.\" Bhutan maintains diplomatic relations with 52 countries and the European Union, but does not have formal ties with the five permanent members of the United Nations Security Council. It is a member of the United Nations, SAARC, BIMSTEC and the Non-Aligned Movement. The Royal Bhutan Army maintains a close relationship with the Indian Armed Forces.\n Bhutan is also notable for pioneering the concept of gross national happiness.",
  "/wiki/Taiwan": "Taiwan (Chinese: 臺灣; pinyin: Táiwān),[II] officially the Republic of China (ROC),[I] is a state in East Asia. Neighbouring states include the People's Republic of China (PRC) to the north-west, Japan to the north-east, and the Philippines to the south. The island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its highly urbanised population is concentrated. Taipei is the capital and largest metropolitan area. Other major cities include Kaohsiung, Taichung, Tainan and Taoyuan. With 23.7 million inhabitants, Taiwan is among the most densely populated states, and is the most populous state and largest economy that is not a member of the United Nations (UN).\n Taiwanese indigenous peoples settled the island of Taiwan around 6,000 years ago. In the 17th century, Dutch rule opened the island to mass Han immigration. After the brief Kingdom of Tungning in parts of the southern and western areas of the island, the island was annexed in 1683 by the Qing dynasty of China, and ceded to the Empire of Japan in 1895. Following the surrender of Japan in 1945, the Republic of China, which had overthrown and succeeded the Qing in 1911, took control of Taiwan on behalf of the World War II Allies. The resumption of the Chinese Civil War led to the loss of the mainland to the Communist Party of China and the flight of the ROC government to Taiwan in 1949. Although the ROC government continued to claim to be the legitimate representative of China, since 1950 its effective jurisdiction has been limited to Taiwan and numerous smaller islands. In the early 1960s, Taiwan entered a period of rapid economic growth and industrialisation called the \"Taiwan Miracle\". In the late 1980s and early 1990s, the ROC transitioned from a one-party military dictatorship to a multi-party democracy with a semi-presidential system.\n Taiwan's export-oriented industrial economy is the 21st-largest in the world, with major contributions from steel, machinery, electronics and chemicals manufacturing. Taiwan is a developed country, ranking 15th in GDP per capita. It is ranked highly in terms of political and civil liberties, education, health care and human development.[c]\n The political status of Taiwan remains uncertain. The ROC is no longer a member of the UN, having been replaced by the PRC in 1971. Taiwan is claimed by the PRC, which refuses diplomatic relations with countries that recognise the ROC. Taiwan maintains official ties with 14 out of 193 UN member states and the Holy See. International organisations in which the PRC participates either refuse to grant membership to Taiwan or allow it to participate only on a non-state basis. Taiwan is a member of the World Trade Organization, Asia-Pacific Economic Cooperation and Asian Development Bank under various names. Nearby countries and countries with large economies maintain unofficial ties with Taiwan through representative offices and institutions that function as de facto embassies and consulates. Domestically, the major political division is between parties favouring eventual Chinese unification and promoting a Chinese identity contrasted with those aspiring to independence and promoting Taiwanese identity, although both sides have moderated their positions to broaden their appeal.",
  "/wiki/Cyprus_dispute": "The Cyprus dispute, also known as the Cyprus conflict, Cyprus issue, or Cyprus problem, is an ongoing dispute between Greek Cypriots and Turkish Cypriots. Initially, with the occupation of the island by the British Empire from the Ottoman Empire in 1878 and subsequent annexation in 1914, the \"Cyprus dispute\" was identified as the conflict between the people of Cyprus and the British Crown regarding the Cypriots' demand for self-determination. The British administration shifted the dispute from a colonial dispute to an ethnic dispute between the Turkish and Greek islanders.\n The international complications of the dispute stretch beyond the boundaries of the island of Cyprus itself and involve the guarantor powers under the Zürich and London Agreement (Turkey, Greece, and the United Kingdom), the United Nations and the European Union, along with (unofficially) the United States.\n It entered its current phase in the aftermath of the 1974 Turkish military invasion and occupation of the northern third of Cyprus. Only Turkey recognizes the Turkish Republic of Northern Cyprus, while there is broad recognition that the ongoing military presence constitutes occupation of territories that belong to the Republic of Cyprus. According to the European Court of Human Rights, the Turkish Republic of Northern Cyprus should be considered a puppet state under effective Turkish control.\n Although the Republic of Cyprus is recognized by the international community as the sole legitimate state, the north is under the de facto administration of the self-declared Turkish Republic of Northern Cyprus, on which the Turkish Armed Forces are stationed.\n The 1974 Cypriot coup d'état, initiated by the Greek military junta, was followed five days later by Turkey's invasion, leading to the occupation of the northern part of the internationally recognized Republic of Cyprus. In 1983, the Turkish Cypriot community unilaterally declared independence, forming the Turkish Republic of Northern Cyprus, a sovereign entity that lacks international recognition with the exception of Turkey, with which Northern Cyprus enjoys full diplomatic relations, in violation of Resolution 550, adopted on 11 May 1984 by the United Nations Security Council.\n As a result of the two communities and the guarantor countries committing themselves to finding a peaceful solution to the dispute, the United Nations maintains a buffer zone (known as the \"Green Line\") to avoid any further intercommunal tensions and hostilities. This zone separates the southern areas of the Republic of Cyprus (predominantly inhabited by Greek Cypriots), from the northern areas (where Turkish Cypriots and Turkish settlers are a majority). Recent years have seen warming of relations between Greek and Turkish Cypriots, with officially renewed reunification talks beginning in early 2014, though the talks have continuously stalled and resumed multiple times since they began.",
  "/wiki/Northern_Cyprus": "Northern Cyprus (Turkish: Kuzey Kıbrıs), officially the Turkish Republic of Northern Cyprus (TRNC; Turkish: Kuzey Kıbrıs Türk Cumhuriyeti, KKTC), is a de facto state that comprises the northeastern portion of the island of Cyprus. Recognised only by Turkey, Northern Cyprus is considered by the international community to be part of the Republic of Cyprus.\n Northern Cyprus extends from the tip of the Karpass Peninsula in the northeast to Morphou Bay, Cape Kormakitis and its westernmost point, the Kokkina exclave in the west. Its southernmost point is the village of Louroujina. A buffer zone under the control of the United Nations stretches between Northern Cyprus and the rest of the island and divides Nicosia, the island's largest city and capital of both sides.\n A coup d'état in 1974, performed as part of an attempt to annex the island to Greece, prompted the Turkish invasion of Cyprus. This resulted in the eviction of much of the north's Greek Cypriot population, the flight of Turkish Cypriots from the south, and the partitioning of the island, leading to a unilateral declaration of independence by the north in 1983. Due to its lack of recognition, Northern Cyprus is heavily dependent on Turkey for economic, political and military support.\n Attempts to reach a solution to the Cyprus dispute have been unsuccessful. The Turkish Army maintains a large force in Northern Cyprus. While its presence is supported and approved by the TRNC government, the Republic of Cyprus, the European Union as a whole, and the international community regard it as an occupation force, and its presence has been denounced in several United Nations Security Council resolutions.\n Northern Cyprus is a semi-presidential, democratic republic with a cultural heritage incorporating various influences and an economy that is dominated by the services sector. The economy has seen growth through the 2000s and 2010s, with the GNP per capita more than tripling in the 2000s, but is held back by an international embargo due to the official closure of the ports in Northern Cyprus by the Republic of Cyprus. The official language is Turkish, with a distinct local dialect being spoken. The vast majority of the population consists of Sunni Muslims, while religious attitudes are mostly moderate and secular. Northern Cyprus is an observer of the OIC and ECO, and has observer status in the PACE under the title \"Turkish Cypriot Community\".",
  "/wiki/Cyprus": "Cyprus (/ˈsaɪprəs/ (listen); Greek: Κύπρος [ˈcipros]; Turkish: Kıbrıs [ˈkɯbɾɯs]), officially the Republic of Cyprus (Greek: Κυπριακή Δημοκρατία, lit. Cypriot Republic; Turkish: Kıbrıs Cumhuriyeti, lit. Republic of Cyprus), is an island country in the Eastern Mediterranean and the third-largest and third-most populous island in the Mediterranean, located south of Turkey, west of Syria and Lebanon, north of Israel, the Gaza Strip (Palestinian region) and Egypt, and southeast of Greece.\n The earliest known human activity on the island dates to around the 10th millennium BC. Archaeological remains from this period include the well-preserved Neolithic village of Khirokitia, and Cyprus is home to some of the oldest water wells in the world. Cyprus was settled by Mycenaean Greeks in two waves in the 2nd millennium BC. As a strategic location in the Middle East, it was subsequently occupied by several major powers, including the empires of the Assyrians, Egyptians and Persians, from whom the island was seized in 333 BC by Alexander the Great. Subsequent rule by Ptolemaic Egypt, the Classical and Eastern Roman Empire, Arab caliphates for a short period, the French Lusignan dynasty and the Venetians, was followed by over three centuries of Ottoman rule between 1571 and 1878 (de jure until 1914).\n Cyprus was placed under the UK's administration based on the Cyprus Convention in 1878 and was formally annexed by the UK in 1914. While Turkish Cypriots made up 18% of the population, the partition of Cyprus and creation of a Turkish state in the north became a policy of Turkish Cypriot leaders and Turkey in the 1950s. Turkish leaders for a period advocated the annexation of Cyprus to Turkey as Cyprus was considered an \"extension of Anatolia\" by them; while, since the 19th century, the majority Greek Cypriot population and its Orthodox church had been pursuing union with Greece, which became a Greek national policy in the 1950s. Following nationalist violence in the 1950s, Cyprus was granted independence in 1960. The crisis of 1963–64 brought further intercommunal violence between Greek Cypriots and Turkish Cypriots, which displaced more than 25,000 Turkish Cypriots into enclaves and brought the end of Turkish Cypriot representation in the republic. On 15 July 1974, a coup d'état was staged by Greek Cypriot nationalists and elements of the Greek military junta in an attempt at enosis, the incorporation of Cyprus into Greece. This action precipitated the Turkish invasion of Cyprus on 20 July, which led to the capture of the present-day territory of Northern Cyprus in the following month, after a ceasefire collapsed, and the displacement of over 150,000 Greek Cypriots and 50,000 Turkish Cypriots. A separate Turkish Cypriot state in the north was established by unilateral declaration in 1983; the move was widely condemned by the international community, with Turkey alone recognising the new state. These events and the resulting political situation are matters of a continuing dispute.\n The Republic of Cyprus has de jure sovereignty over the entire island, including its territorial waters and exclusive economic zone, with the exception of the Sovereign Base Areas of Akrotiri and Dhekelia, which remain under the UK's control according to the London and Zürich Agreements. However, the Republic of Cyprus is de facto partitioned into two main parts: the area under the effective control of the Republic, located in the south and west and comprising about 59% of the island's area, and the north, administered by the self-declared Turkish Republic of Northern Cyprus, covering about 36% of the island's area. Another nearly 4% of the island's area is covered by the UN buffer zone. The international community considers the northern part of the island to be territory of the Republic of Cyprus occupied by Turkish forces.[f] The occupation is viewed as illegal under international law and amounting to illegal occupation of EU territory since Cyprus became a member of the European Union.\n Cyprus is a major tourist destination in the Mediterranean. With an advanced, high-income economy and a very high Human Development Index, the Republic of Cyprus has been a member of the Commonwealth since 1961 and was a founding member of the Non-Aligned Movement until it joined the European Union on 1 May 2004. On 1 January 2008, the Republic of Cyprus joined the eurozone.",
  "/wiki/Macclesfield_Bank": "Macclesfield Bank is an elongated sunken atoll of underwater reefs and shoals in the South China Sea. It lies east of the Paracel Islands, southwest of the Pratas Islands and north of the Spratly Islands. Its length exceeds 130 km (81 mi) southwest-northeast, with a maximal width of more than 70 km (43 mi). With an ocean area of 6,448 km2 (2,490 sq mi) within the outer rim of the reef, although completely submerged without any emergent cays or islets, it is one of the largest atolls of the world.  The Macclesfield Bank is part of what China calls the Zhongsha Islands, which includes a number of geographically separate submarine features, and also refers to a county-level administrative division.",
  "/wiki/China": "China (Chinese: 中国; pinyin: Zhōngguó), officially the People's Republic of China (PRC), is a country in East Asia and is the world's most populous country, with a population of around 1.428 billion in 2017. Covering approximately 9,600,000 square kilometers (3,700,000 sq mi), it is the third largest country by area.[j] Governed by the Communist Party of China, the state exercises jurisdiction over 22 provinces,[k] five autonomous regions, four direct-controlled municipalities (Beijing, Tianjin, Shanghai, and Chongqing), and the special administrative regions of Hong Kong and Macau.\n China emerged as one of the world's first civilizations, in the fertile basin of the Yellow River in the North China Plain. For millennia, China's political system was based on hereditary monarchies, or dynasties, beginning with the semi-mythical Xia dynasty in 21st century BCE. Since then, China has expanded, fractured, and re-unified numerous times. In the 3rd century BCE, the Qin reunited core China and established the first Chinese empire. The succeeding Han dynasty, which ruled from 206 BCE until 220 CE, saw some of the most advanced technology at that time, including papermaking and the compass, along with agricultural and medical improvements. The invention of gunpowder and movable type in the Tang dynasty (618–907) and Northern Song (960–1127) completed the Four Great Inventions. Tang culture spread widely in Asia, as the new Silk Route brought traders to as far as Mesopotamia and the Horn of Africa. Dynastic rule ended in 1912 with the Xinhai Revolution, when the Republic of China (ROC) replaced the Qing dynasty. China, as a whole, was ravaged by feudal warlordism and Japan during World War II. The subsequent Chinese Civil War resulted in a division of territory in 1949 when the Communist Party of China led by Mao Zedong established the People's Republic of China on mainland China while the Kuomintang-led nationalist government retreated to the island of Taiwan where it governed until 1996 when Taiwan transitioned to democracy. The political status of Taiwan remains disputed to this day.\n China is a unitary one-party socialist republic and is one of the few existing socialist states. Political dissidents and human rights groups have denounced and criticized the Chinese government for human rights abuses, suppression of religious and ethnic minorities, censorship and mass surveillance, and cracking down on protests such as in 1989. The Chinese government says that the right to subsistence and economic development is a prerequisite to other types of human rights and that the notion of human rights should take into account a country's present economic level.\n Since the introduction of economic reforms in 1978, China's economy has been one of the world's fastest-growing with annual growth rates consistently above 6 percent. According to the World Bank, China's GDP grew from $150 billion in 1978 to $12.24 trillion by 2017. According to official data, China's GDP in 2018 was 90 trillion Yuan ($13.5 trillion). Since 2010, China has been the world's second-largest economy by nominal GDP, and since 2014, the largest economy in the world by purchasing power parity. China is also the world's largest exporter and second-largest importer of goods. China is a recognized nuclear weapons state and has the world's largest standing army, the People's Liberation Army, and the second-largest defense budget. The PRC is a permanent member of the United Nations Security Council as it replaced the ROC in 1971, as well as an active global partner of ASEAN Plus mechanism. Since 2019, China has the highest number of rich people in the world.[l] China has been characterized as a potential superpower, mainly because of its massive population, economy, and military.",
  "/wiki/Mainland_China": "Mainland China, also known as the Chinese mainland, is the geopolitical as well as geographical area under the direct jurisdiction of the People's Republic of China (PRC). It includes Hainan island and strictly speaking, politically, does not include the special administrative regions of Hong Kong and Macau, even though both are partially on the geographic mainland (continental landmass).\n There are two terms in Chinese for \"mainland\":",
  "/wiki/Hainan": "Hainan (海南) is a province in South China located in the South China Sea. It is the smallest and southernmost province of Mainland China, consisting of various islands in the South Sea. Hainan Island, separated from Guangdong's Leizhou Peninsula by the Qiongzhou Strait, is the largest and most populous island under PRC control [note 1] and makes up the majority of the province. The name of the island and the province, Hainan, means \"South of the Sea\", reflecting its position south of the Qiongzhou Strait. \n The province has an area of 33,920 square kilometers (13,100 sq mi), with Hainan Island making up 32,900 square kilometers (12,700 sq mi) (97%) and the rest divided among 200 islands scattered across three archipelagos. It was administered as part of Guangdong from 1950 to 1988, when it became a separate province; around the same time, it was made the largest Special Economic Zone established by Deng Xiaoping as part of the Chinese economic reform.\n The Li people, a Kra–Dai speaking ethnic group, are native to the island, and are a significant minority group in the province, comprising 15% of the population. Their native languages include the Hlai languages. They are recognized by the Chinese government as one of the country's 56 ethnic groups. The Han population, who compose a majority of the population at 82%, speak a wide variety of languages including Mandarin, Min Hainanese, Yue Chinese, Lingaoese or Hakka Chinese.\n There are a total of ten major cities and ten counties in Hainan Province. The capital of the province is Haikou, on the northern coast of Hainan Island, while Sanya is a well-known tourist destination on the southern coast. The other major cities are Wenchang, Qionghai, Wanning, Wuzhishan, Dongfang, and Danzhou.\n According to China's territorial claims several territories in the South China Sea, including the Spratly Islands (Nansha) and Paracel Islands (Xisha), are notionally administered as Sansha city of the province.",
  "/wiki/Cross-Strait_relations": "Cross-Strait relations, Mainland–Taiwan relations, or Taiwan–China relations refer to the relationship between the following two political entities, which are separated by the Taiwan Strait in the west Pacific Ocean:",
  "/wiki/Dubăsari": "Dubăsari (Romanian pronunciation: [dubəˈsarʲ]; Moldovan Cyrillic: Дубэсарь) or Dubossary (Russian: Дубоссары; Yiddish: דובאסאר‎; Ukrainian: Дубоcсари) is a city in Transnistria, with a population of 23,650. Claimed by both the Republic of Moldova and the Transnistrian Moldavian Republic, the city is under the latter's administration, and functions as the seat of the Dubăsari (Dubossary) District.",
  "/wiki/Moldova": "Moldova (/mɒlˈdoʊvə/ (listen), sometimes UK: /ˈmɒldəvə/), officially the Republic of Moldova (Romanian: Republica Moldova), is a landlocked country in Eastern Europe, bordered by Romania to the west and Ukraine to the north, east, and south. The capital city is Chișinău.\n Most of the Moldovan territory was a part of the Principality of Moldavia from the 14th century until 1812, when it was ceded to the Russian Empire by the Ottoman Empire (to which Moldavia was a vassal state) and became known as Bessarabia. In 1856, southern Bessarabia was returned to Moldavia, which three years later united with Wallachia to form Romania, but Russian rule was restored over the whole of the region in 1878. During the 1917 Russian Revolution, Bessarabia briefly became an autonomous state within the Russian Republic, known as the Moldavian Democratic Republic. In February 1918, the Moldavian Democratic Republic declared independence and then integrated into Romania later that year following a vote of its assembly. The decision was disputed by Soviet Russia, which in 1924 established, within the Ukrainian SSR, a Moldavian autonomous republic (MASSR) on partially Moldovan-inhabited territories to the east of Bessarabia. In 1940, as a consequence of the Molotov–Ribbentrop Pact, Romania was compelled to cede Bessarabia to the Soviet Union, leading to the creation of the Moldavian Soviet Socialist Republic (Moldavian SSR), which included the greater part of Bessarabia and the westernmost strip of the former MASSR (east of the Dniester River).\n On 27 August 1991, as the dissolution of the Soviet Union was underway, the Moldavian SSR declared independence and took the name Moldova. The constitution of Moldova was adopted in 1994. The strip of the Moldovan territory on the east bank of the Dniester has been under the de facto control of the breakaway government of Transnistria since 1990.\n Due to a decrease in industrial and agricultural output following the dissolution of the Soviet Union, the service sector has grown to dominate Moldova's economy and is over 60% of the nation's GDP. Its economy is the poorest in Europe in per capita terms and has the lowest Human Development Index in the continent.\n Moldova is a parliamentary republic with a president as head of state and a prime minister as head of government. It is a member state of the United Nations, the Council of Europe, the World Trade Organization (WTO), the Organization for Security and Cooperation in Europe (OSCE), the GUAM Organization for Democracy and Economic Development, the Commonwealth of Independent States (CIS) and the Organization of the Black Sea Economic Cooperation (BSEC).",
  "/wiki/Transnistria": "Transnistria or Transdniestria, officially the Pridnestrovian Moldavian Republic[a] (PMR; Russian: Приднестровская Молдавская Республика), is a breakaway state in the narrow strip of land between the river Dniester and the Ukrainian border that is internationally recognized as part of Moldova. Its capital is Tiraspol. Transnistria has been recognised only by three other mostly non-recognised states: Abkhazia, Artsakh, and South Ossetia.\n Transnistria is designated by the Republic of Moldova as the Transnistria autonomous territorial unit with special legal status (Romanian: Unitatea teritorială autonomă cu statut juridic special Transnistria), or Stînga Nistrului (\"Left Bank of the Dniester\").\n After the dissolution of the USSR, tensions between Moldova and the breakaway Transnistrian territory escalated into a military conflict that started in March 1992 and was concluded by a ceasefire in July of the same year. As part of that agreement, a three-party (Russia, Moldova, Transnistria) Joint Control Commission supervises the security arrangements in the demilitarised zone, comprising twenty localities on both sides of the river. Although the ceasefire has held, the territory's political status remains unresolved: Transnistria is an unrecognised but de facto independent semi-presidential republic with its own government, parliament, military, police, postal system, currency and vehicle registration. Its authorities have adopted a constitution, flag, national anthem and coat of arms. It is the only country still using the hammer and sickle on its flag, despite not being a communist state.\n After a 2005 agreement between Moldova and Ukraine, all Transnistrian companies that seek to export goods through the Ukrainian border must be registered with the Moldovan authorities. This agreement was implemented after the European Union Border Assistance Mission to Moldova and Ukraine (EUBAM) took force in 2005. Most Transnistrians also have Moldovan citizenship, but many Transnistrians also have Russian and Ukrainian citizenship. The main ethnic groups in 2015 were Russians (34%), Moldovans (33%), and Ukrainians (26.7%).\n Transnistria, Abkhazia, South Ossetia, and Artsakh are post-Soviet \"frozen conflict\" zones. These four partially recognised states maintain friendly relations with each other and form the Community for Democracy and Rights of Nations.",
  "/wiki/Gilgit-Baltistan": "Gilgit-Baltistan (Urdu: گِلگِت بَلتِستان‎, Balti: རྒྱལ་སྐྱིད་ སྦལྟི་ཡུལ།), formerly known as the Northern Areas, is a region administered by Pakistan as an administrative territory, and constituting the northern portion of the larger Kashmir region which has been the subject of a dispute between India and Pakistan since 1947, and between India and China from somewhat later. It is the northernmost territory administered by Pakistan.  It borders Azad Kashmir to the south, the province of Khyber Pakhtunkhwa to the west, the Wakhan Corridor of Afghanistan to the north, the Xinjiang region of China, to the east and northeast, and the Indian-administered union territories Jammu and Kashmir and Ladakh to the southeast.\n Gilgit-Baltistan is part of the greater Kashmir region, which is the subject of a long-running conflict between Pakistan and India. The territory shares a border with Azad Kashmir, together with which it is referred to by the United Nations and other international organisations as \"Pakistan administered Kashmir\".[note 1]\nGilgit-Baltistan is six times the size of Azad Kashmir. The territory also borders Indian-administered union territories Jammu and Kashmir (union territory) and Ladakh to the south and is separated from it by the Line of Control, the de facto border between India and Pakistan.\n The territory of present-day Gilgit-Baltistan became a separate administrative unit in 1970 under the name \"Northern Areas\". It was formed by the amalgamation of the former Gilgit Agency, the Baltistan district and several small former princely states, the larger of which being Hunza and Nagar. In 2009, it was granted limited autonomy and renamed to Gilgit-Baltistan via the Self-Governance Order signed by President of Pakistan Asif Ali Zardari, which also aimed to empower the people of Gilgit-Baltistan. However, scholars state that the real power rests with the governor and not with chief minister or elected assembly. The population of Gilgit-Baltistan wants to be merged into Pakistan as a separate fifth province and opposes integration with Kashmir. The Pakistani government has rejected Gilgit-Baltistani calls for integration with Pakistan on the grounds that it would jeopardise its demands for the whole Kashmir issue to be resolved according to UN resolutions.\n Gilgit-Baltistan covers an area of over 72,971 km² (28,174 sq mi) and is highly mountainous. It had an estimated population of 1,800,000 in 2015. Its capital city is Gilgit (population 216,760 est). Gilgit-Baltistan is home to five of the \"eight-thousanders\" and more than fifty peaks above 7,000 metres (23,000 ft). Three of the world's longest glaciers outside the polar regions are found in Gilgit-Baltistan. The main tourism activities are trekking and mountaineering, and this industry is growing in importance.",
  "/wiki/Pakistan": "Pakistan,[b] officially the Islamic Republic of Pakistan,[c] is a country in South Asia. It is the world's sixth-most populous country with a population exceeding 207.8 million. In area, it is the 33rd-largest country, spanning 881,913 square kilometres (340,509 square miles). Pakistan has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the south and is bordered by India to the east, Afghanistan to the west, Iran to the southwest, and China in the northeast. It is separated narrowly from Tajikistan by Afghanistan's Wakhan Corridor in the northwest, and also shares a maritime border with Oman.\n The territory that now constitutes Pakistan was the site of several ancient cultures and intertwined with the history of the broader Indian subcontinent. The ancient history involves the Neolithic site of Mehrgarh and the Bronze Age Indus Valley Civilisation, and was later home to kingdoms ruled by people of different faiths and cultures, including Hindus, Indo-Greeks, Muslims, Turco-Mongols, Afghans and Sikhs. The area has been ruled by numerous empires and dynasties, including the Persian Achaemenid Empire, Alexander III of Macedon, the Seleucid Empire, the Indian Maurya Empire, the Gupta Empire, the Arab Umayyad Caliphate, the Delhi Sultanate, the Mongol Empire, the Mughal Empire, the Afghan Durrani Empire, the Sikh Empire (partially) and, most recently, the British Indian Empire. Pakistan is the only country to have been created in the name of Islam. It is an ethnically and linguistically diverse country, with similarly diverse geography and wildlife. Initially a dominion, Pakistan adopted a constitution in 1956, becoming an Islamic republic. An ethnic civil war and Indian military intervention in 1971 resulted in the secession of East Pakistan as the new country of Bangladesh. In 1973, Pakistan adopted a new constitution which stipulated that all laws are to conform to the injunctions of Islam as laid down in the Quran and Sunnah.\n A middle power, Pakistan has the sixth-largest standing armed forces in the world and is also a nuclear power as well as a declared nuclear-weapons state, the second in South Asia and the only nation in the Muslim world to have that status. Pakistan has a semi-industrialised[citation needed] economy with a well-integrated agriculture sector and a growing services sector. It is ranked among the emerging and growth-leading economies of the world, and is backed by one of the world's largest and fastest-growing middle class. Pakistan's political history since independence has been characterized by periods of military rule, political instability and conflicts with India. The country continues to face challenging problems, including overpopulation, terrorism, poverty, illiteracy, and corruption. Pakistan is a member of the UN, the Shanghai Cooperation Organisation, the OIC, the Commonwealth of Nations, the SAARC, the Islamic Military Counter Terrorism Coalition and the Major non-NATO ally.",
  "/wiki/Kokkina_exclave": "Kokkina (Greek: Κόκκινα [locally [ˈkʰot͡ʃina]]; Turkish: Erenköy or Koççina) is a coastal exclave (pene-exclave) of the de facto Northern Cyprus, and a former Turkish Cypriot village and enclave in Cyprus. It is surrounded by mountainous territory, with the Morphou Bay on its northern flank. Kokkina sits several kilometres west of the Northern Cyprus mainland and is a place with symbolic significance to Turkish Cypriots, because of the events of August 1964 (cf. Battle of Tillyria). In 1976, all Kokkina inhabitants were transferred to Gialousa (renamed Yeni Erenköy or \"New Erenköy\" in Turkish) and the exclave has since functioned as a North Cyprus Defence Force military camp.",
  "/wiki/Heixiazi": "Bolshoi Ussuriysky Island (Russian: о́стров Большо́й Уссури́йский Ostrov Bol'shoy Ussuriyskiy), or Heixiazi Island (simplified Chinese: 黑瞎子岛; traditional Chinese: 黑瞎子島; pinyin: Hēixiāzi Dǎo; lit. \"black blind island\"[note 1]), is a sedimentary island at the confluence of the Ussuri and Amur rivers. It is divided between the People's Republic of China (PRC) and Russia. It has an area of about 327 to 350 km² and is bounded closely by Yinlong Island (Tarabarov Island), and over ninety islets (in Chinese, Heixiazi may refer only to the large island or to the island group collectively). Its position at the confluence of the Amur and the Ussuri and right next to the major Russian city of Khabarovsk, has given it great strategic importance.",
  "/wiki/Bolshoy_Ussuriysky_Island": "Bolshoi Ussuriysky Island (Russian: о́стров Большо́й Уссури́йский Ostrov Bol'shoy Ussuriyskiy), or Heixiazi Island (simplified Chinese: 黑瞎子岛; traditional Chinese: 黑瞎子島; pinyin: Hēixiāzi Dǎo; lit. \"black blind island\"[note 1]), is a sedimentary island at the confluence of the Ussuri and Amur rivers. It is divided between the People's Republic of China (PRC) and Russia. It has an area of about 327 to 350 km² and is bounded closely by Yinlong Island (Tarabarov Island), and over ninety islets (in Chinese, Heixiazi may refer only to the large island or to the island group collectively). Its position at the confluence of the Amur and the Ussuri and right next to the major Russian city of Khabarovsk, has given it great strategic importance.",
  "/wiki/Complementary_Agreement_between_the_People's_Republic_of_China_and_the_Russian_Federation_on_the_Eastern_Section_of_the_China-Russia_Boundary": "China–Russia relations, also known as Sino-Russian relations, refers to international relations between the People's Republic of China and the Russian Federation. Diplomatic relations between China and Russia dramatically improved after the dissolution of the Soviet Union and the establishment of the Russian Federation in 1991. American scholar Joseph Nye argues:",
  "/wiki/Hong_Kong": "Hong Kong (/ˌhɒŋˈkɒŋ/ (listen); Chinese: 香港, Cantonese: [hœ́ːŋ.kɔ̌ːŋ] (listen)), officially the Hong Kong Special Administrative Region of the People's Republic of China (HKSAR), is a city and special administrative region on the eastern side of the Pearl River estuary in southern China. With over 7.4 million people of various nationalities[d] in a 1,104-square-kilometre (426 sq mi) territory, Hong Kong is one of the most densely populated places in the world.\n Hong Kong became a colony of the British Empire after Qing Empire ceded Hong Kong Island at the end of the First Opium War in 1842. The colony expanded to the Kowloon Peninsula in 1860 after the Second Opium War, and was further extended when Britain obtained a 99-year lease of the New Territories in 1898. The territory was returned to China in 1997. As a special administrative region, Hong Kong maintains separate governing and economic systems from that of mainland China under the principle of \"one country, two systems\".\n Originally a sparsely populated area of farming and fishing villages, the territory has become one of the world's most significant financial centres and commercial ports. It is the world's tenth-largest exporter and ninth-largest importer.  As one of the world's leading international financial centres, Hong Kong has a major capitalist service economy characterised by low taxation and free trade, and the currency, Hong Kong dollar, is the eighth most traded currency in the world. Hong Kong hosts the largest concentration of ultra high-net-worth individuals of any city in the world. Although the city has one of the highest per capita incomes in the world, there is severe income inequality among its residents.\n Hong Kong is a highly developed territory and ranks fourth on the UN Human Development Index. The city also has the largest number of skyscrapers of any city in the world and its residents have some of the highest life expectancies in the world. The dense space also led to a developed transportation network with public transport rates exceeding 90 percent. Hong Kong is ranked third in the Global Financial Centre Index, behind New York City and London. In an annual ranking of the Index of Economic Freedom, Hong Kong has come out on top 25 years in a row, according to the Heritage Foundation, a U.S. think tank.",
  "/wiki/Lee_Teng-hui": "Lee Teng-hui (born 15 January 1923) is a Taiwanese statesman who was the President of the Republic of China and Chairman of the Kuomintang (KMT) from 1988 to 2000. He was the first president of the Republic of China to be born in Taiwan. During his presidency, Lee oversaw the end of martial law, full democratization of the ROC, advocated the Taiwanese localization movement, and led an ambitious foreign policy to gain allies around the world.\n After leaving office Lee was expelled from the KMT for his role in founding the pro-independence Taiwan Solidarity Union (TSU), which forms part of the Pan-Green Coalition alongside Taiwan's Democratic Progressive Party. Lee is considered the \"spiritual leader\" of the TSU, and has recruited for the party in the past. Lee has been outspoken in support for Taiwanese Independence from China. At the age of 97 years, 32 days, he is the oldest living Taiwanese President and second longest living President of the Republic of China after Wellington Koo who lived to 97 years, 289 days.",
  "/wiki/Treaty_of_Nanking": "The Treaty of Nanking (Nanjing) was a peace treaty which ended the First Opium War (1839–1842) between the United Kingdom and China on 29 August 1842. It was the first of what the Chinese later called the unequal treaties.\n In the wake of China's military defeat, with British warships poised to attack Nanking, British and Chinese officials negotiated on board HMS Cornwallis anchored at the city. On 29 August, British representative Sir Henry Pottinger and Qing representatives Qiying, Yilibu, and Niu Jian signed the treaty, which consisted of thirteen articles. The treaty was ratified by the Daoguang Emperor on 27 October and Queen Victoria on 28 December. Ratification was exchanged in Hong Kong on 26 June 1843. A copy of the treaty is kept by the British government while another copy is kept by the Ministry of Foreign Affairs of Republic of China at the National Palace Museum in Taipei.",
  "/wiki/Kachin_State": "Kachin State (Kachin: Wunpawng Mungdaw (or) Wunpawng Mungdan; Burmese: ကချင်ပြည်နယ်) is the northernmost state of Myanmar. It is bordered by China to the north and east (Tibet and Yunnan, specifically and respectively); Shan State to the south; and Sagaing Region and India to the west. It lies between north latitude 23° 27' and 28° 25' longitude 96° 0' and 98° 44'. The area of Kachin State is 89,041 km2 (34,379 sq mi). The capital of the state is Myitkyina. Other important towns include Bhamo, Mohnyin and Putao.\n Kachin State has Myanmar's highest mountain, Hkakabo Razi (5,889 metres (19,321 ft)), forming the southern tip of the Himalayas, and a large inland lake, Indawgyi Lake.",
  "/wiki/Myanmar": "Myanmar (English pronunciation below; Burmese: မြန်မာ, [mjəmà])[nb 1] or Burma (see §Etymology), officially the Republic of the Union of Myanmar[nb 2], is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. With a size of 676,578 square kilometres (261,228 square miles), Myanmar is the largest of the Mainland Southeast Asian states by area. As of 2017, the population is about 54 million. Its capital city is Naypyidaw, and its largest city is Yangon (Rangoon). Myanmar has been a member of the Association of Southeast Asian Nations (ASEAN) since 1997.\n Early civilisations in Myanmar included the Tibeto-Burman-speaking Pyu city-states in Upper Burma and the Mon kingdoms in Lower Burma. In the 9th century, the Bamar people entered the upper Irrawaddy valley and, following the establishment of the Pagan Kingdom in the 1050s, the Burmese language, culture and Theravada Buddhism slowly became dominant in the country. The Pagan Kingdom fell due to the Mongol invasions and several warring states emerged. In the 16th century, reunified by the Taungoo dynasty, the country was for a brief period the largest empire in the history of Mainland Southeast Asia. The early 19th century Konbaung dynasty ruled over an area that included modern Myanmar and briefly controlled Manipur and Assam as well. The British East India Company seized control of the administration of Myanmar after three Anglo-Burmese Wars in the 19th century and the country became a British colony. Myanmar was granted independence in 1948, as a democratic nation. Following a coup d'état in 1962, it became a military dictatorship under the Burma Socialist Programme Party.\n For most of its independent years, the country has been engrossed in rampant ethnic strife and its myriad ethnic groups have been involved in one of the world's longest-running ongoing civil wars. During this time, the United Nations and several other organisations have reported consistent and systematic human rights violations in the country. In 2011, the military junta was officially dissolved following a 2010 general election, and a nominally civilian government was installed. This, along with the release of Aung San Suu Kyi and political prisoners, has improved the country's human rights record and foreign relations, and has led to the easing of trade and other economic sanctions. There is, however, continuing criticism of the government's treatment of ethnic minorities, its response to the ethnic insurgency, and religious clashes. In the landmark 2015 election, Aung San Suu Kyi's party won a majority in both houses. However, the Burmese military remains a powerful force in politics.\n Myanmar is a member of the East Asia Summit, Non-Aligned Movement, ASEAN and BIMSTEC, but not a member of the Commonwealth of Nations. It is a country rich in jade and gems, oil, natural gas and other mineral resources. Myanmar is also endowed with renewable energy; it has the highest solar power potential compared to other countries of the Great Mekong Subregion. In 2013, its GDP (nominal) stood at US$56.7 billion and its GDP (PPP) at US$221.5 billion. The income gap in Myanmar is among the widest in the world, as a large proportion of the economy is controlled by supporters of the former military government. As of 2016[update], Myanmar ranks 145 out of 188 countries in human development, according to the Human Development Index.",
  "/wiki/Gaoligong_Mountains": "The Gaoligong Mountains, (Chinese: 高黎贡山; pinyin: Gāolígòng Shān), are a mountainous sub-range of the southern Hengduan Mountain Range, located in the western Yunnan highlands and straddling the border of southwestern China and northern Myanmar (Burma).",
  "/wiki/Yunnan": "Yunnan (云南) is a province in Southwest China. The province spans approximately 394,000 square kilometres (152,000 sq mi) and has a population of 48.300 million (as of 2018). The capital of the province is Kunming, formerly also known as Yunnan. The province borders the Chinese provinces Guangxi, Guizhou, Sichuan, and the Tibet Autonomous Region, as well as the countries Vietnam, Laos, and Myanmar. Yunnan is China's fourth least developed province based on disposable income per capita in 2014.\n Yunnan is situated in a mountainous area, with high elevations in the northwest and low elevations in the southeast. Most of the population lives in the eastern part of the province. In the west, the altitude can vary from the mountain peaks to river valleys by as much as 3,000 metres (9,800 ft). Yunnan is rich in natural resources and has the largest diversity of plant life in China. Of the approximately 30,000 species of higher plants in China, Yunnan has perhaps 17,000 or more. Yunnan's reserves of aluminium, lead, zinc and tin are the largest in China, and there are also major reserves of copper and nickel.\n The Han Empire first recorded diplomatic relation with the province at the end of the 2nd century BC. The area was controlled by the Sino-Tibetan-speaking kingdom of Nanzhao (738-937), followed by the Bai-ruled Dali Kingdom (937-1253). After the Mongol invasion of the region in the 13th century, Yunnan was conquered by the Ming dynasty.\n From the Yuan dynasty onward, the area was part of a central-government sponsored population movement towards the southwestern frontier, with two major waves of migrants arriving from Han-majority areas in northern and southeast China. As with other parts of China's southwest, Japanese occupation in the north during World War II forced another migration of Han people into the region. These two waves of migration contributed to Yunnan being one of the most ethnically diverse provinces of China, with ethnic minorities accounting for about 34 percent of its total population. Major ethnic groups include Yi, Bai, Hani, Zhuang, Dai and Miao. Yunnan Province has also been identified as \"the birthplace of tea...the first area where humans figured out that eating tea leaves or brewing a cup could be pleasant.\"",
  "/wiki/Sagaing": "Sagaing (Burmese: .mw-parser-output .script-myanmar{font-family:\"Myanmar Text\",Myanmar3,Myanmar2,Myanmar1,Padauk,\"Noto Sans Myanmar\",mm3web,TharLon,\"Masterpiece Uni Sans\",Parabaik,Yunghkio,Thanlwin,\"Win Uni Innwa\",\"MyMyanmar Unicode\",\"WinUni Innwa\"}စစ်ကိုင်းမြို့; MLCTS: cac kuing: mrui) is the capital of Myanmar's Sagaing Region and located the Irrawaddy River, 20 km to the south-west of Mandalay on the opposite bank of the river, Sagaing, with numerous Buddhist monasteries is an important religious and monastic centre. The pagodas and monasteries crowd the numerous hills along the ridge running parallel to the river. The central pagoda, Soon U Ponya Shin Pagoda, is connected by a set of covered staircases that run up the 240 m hill.\n Today, with about 70,000 inhabitants, the city is part of Mandalay built-up area with more than 1,022,000 inhabitants estimated in 2011. The city is a frequent tourist destination of day trippers. Within the city are the Sagaing Institute of Education, the Sagaing Education College, Sagaing University, Technological University (Sagaing), and co-operative university (Sagaing).",
  "/wiki/Jiangxinpo": "Jiangxinpo (Chinese: 江心坡) is an area in Kachin State, Myanmar, located between the N'Mai and Mali Rivers, west of the Gaoligong Mountains of Yunnan, China. It was disputed territory between China and Myanmar until 1961, when China's government recognized Myanmar's sovereignty over it. Some Chinese commentators, especially those in media in Taiwan and overseas which are outside the control of PRC government's censorship, criticized the PRC government for signing the agreement, which they regarded as guaranteeing the permanent loss of former Chinese territory to Myanmar.",
  "/wiki/Namhkam,_Shan_State": "Namhkam (Burmese: နမ့်ခမ်းမြို့; Shan: ၼမ်ႉၶမ်း), also spelled Nam Kham is the principal town of Namhkam Township in northern Shan State, Myanmar, situated on the southern bank of the Shweli River near the border with Yunnan Province, China.",
  "/wiki/Kazakhstan": "Kazakhstan,[b] officially the Republic of Kazakhstan,[c] is a transcontinental country largely located in Central Asia with the most western parts of it being located in Eastern Europe. It is the world's largest landlocked country, and the ninth largest country in the world, with an area of 2,724,900 square kilometres (1,052,100 sq mi). Kazakhstan is the most dominant nation of Central Asia economically, generating 60% of the region's GDP, primarily through its oil and gas industry. It also has vast mineral resources.\n Kazakhstan is officially a democratic, secular, unitary, constitutional republic with a diverse cultural heritage. Kazakhstan shares borders with Russia, China, Kyrgyzstan, Uzbekistan, and Turkmenistan, and also adjoins a large part of the Caspian Sea. The terrain of Kazakhstan includes flatlands, steppe, taiga, rock canyons, hills, deltas, snow-capped mountains, and deserts. Kazakhstan has an estimated 18.3 million people as of 2018[update]. Its population density is among the lowest, at less than 6 people per square kilometre (15 people per sq mi). Since 1997 and independence, the capital is Nur-Sultan, formerly known as Astana. It was moved from Almaty, the country's largest city.\n The territory of Kazakhstan has historically been inhabited by nomadic groups and empires. In antiquity, the nomadic Scythians inhabited the land and the Persian Achaemenid Empire expanded towards the southern territory of the modern country. Turkic nomads, who trace their ancestry to many Turkic states such as Turkic Khaganate, etc., have inhabited the country throughout its history. \n In the 13th century, the territory was subjugated by the Mongolian Empire under Genghis Khan. By the 16th century, the Kazakh emerged as a distinct group, divided into three jüz (ancestor branches occupying specific territories). The Russians began advancing into the Kazakh steppe in the 18th century, and by the mid-19th century, they nominally ruled all of Kazakhstan as part of the Russian Empire. Following the 1917 Russian Revolution, and subsequent civil war, the territory of Kazakhstan was reorganised several times. In 1936, it was made the Kazakh Soviet Socialist Republic, part of the Soviet Union.\n Kazakhstan was the last of the Soviet republics to declare independence during the dissolution of the Soviet Union in 1991. Nursultan Nazarbayev, the first president of Kazakhstan, was characterised as an authoritarian, and his government was accused of numerous human rights violations, including suppression of dissent and censorship of the media. Nazarbayev resigned in March 2019 but was made the Kazakh Security Council's chairman-for-life. He had the capital's name changed to his first name. \n Senate Chairman Kassym-Jomart Tokayev succeeded Nazarbayev as president. In the 21st century, Kazakhstan has worked to develop its economy, especially its dominant hydrocarbon industry. Human Rights Watch says that \"Kazakhstan heavily restricts freedom of assembly, speech, and religion.\" Other human rights organisations regularly describe Kazakhstan's human rights situation as poor.\n Kazakhstan's 131 ethnicities include Kazakhs (65.5% of the population), Russians, Uzbeks, Ukrainians, Germans, Tatars, and Uyghurs. Islam is the religion of about 70% of the population, with Christianity practised by 26%. Kazakhstan officially allows freedom of religion, but religious leaders who oppose the government are suppressed. \n The Kazakh language is the state language, and Russian has equal official status for all levels of administrative and institutional purposes. Kazakhstan is a member of the United Nations (UN), WTO, CIS, the Shanghai Cooperation Organization (SCO), the Eurasian Economic Union, CSTO, OSCE, OIC, and TURKSOY.",
  "/wiki/Kosovo": "Kosovo (/ˈkɒsəvoʊ, ˈkoʊ-/; Albanian: Kosova pronounced [kɔˈsɔva] or Kosovë pronounced [kɔˈsɔvə]; Serbian Cyrillic: Косово pronounced [kôsoʋo]), officially the Republic of Kosovo (Albanian: Republika e Kosovës; Serbian Cyrillic: Република Косово, romanized: Republika Kosovo), is a partially-recognized state in Southeast Europe, subject to a territorial dispute with the Republic of Serbia.\n Defined in an area of 10,887 square kilometres (4,203 sq mi), Kosovo is landlocked in the center of the Balkans and bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest and Montenegro to the west. It possesses varied and diverse landscapes for its size by climate along with geology and hydrology. Most of central Kosovo is dominated by the vast plains and fields of Metohija and Kosovo. The Albanian Alps and Šar Mountains rise in the southwest and southeast respectively.\n The earliest known human settlements in what is now Kosovo were the Paleolithic Vinča and Starčevo cultures. During the Classical period, it was inhabited by the Illyrian-Dardanian and Celtic people. In 168 BC, the area was annexed by the Romans. In the Middle Ages, it was conquered by the Byzantine, Bulgarian, and Serbian Empires. The Battle of Kosovo of 1389 is considered to be one of the defining moments in Serbian medieval history. The region was the core of the Serbian medieval state, which has also been the seat of the Serbian Orthodox Church from the 14th century, when its status was upgraded to a patriarchate. Kosovo was part of the Ottoman Empire from the 15th to the early 20th century. In the late 19th century, it became the centre of the Albanian National Awakening. Following their defeat in the Balkan Wars, the Ottomans ceded Kosovo to Serbia and Montenegro. Both countries joined Yugoslavia after World War I, and following a period of Yugoslav unitarianism in the Kingdom, the post-World War II Yugoslav constitution established the Autonomous Province of Kosovo and Metohija within the Yugoslav constituent republic of Serbia. Tensions between Kosovo's Albanian and Serb communities simmered through the 20th century and occasionally erupted into major violence, culminating in the Kosovo War of 1998 and 1999, which resulted in the withdrawal of the Yugoslav army and the establishment of the United Nations Interim Administration Mission in Kosovo. On 17 February 2008, Kosovo unilaterally declared its independence from Serbia. It has since gained diplomatic recognition as a sovereign state by 112 United Nations member states, 14 of which have since been withdrawn. Serbia does not recognize Kosovo as a sovereign state, although with the Brussels Agreement of 2013, it has accepted its institutions. While Serbia recognizes administration of the territory by Kosovo's elected government, it continues to claim it as the Autonomous Province of Kosovo and Metohija.\n Kosovo has a lower-middle-income economy and has experienced solid economic growth over the last decade by international financial institutions, and has experienced growth every year since the onset of the financial crisis of 2007–2008. Kosovo is a member of the International Monetary Fund, World Bank, Regional Cooperation Council, and has applied for membership of Interpol and for observer status in the Organization of the Islamic Cooperation.",
  "/wiki/Serbia": "Serbia (Serbian: Србија, romanized: Srbija, pronounced [sř̩bija]),[note 1] officially the Republic of Serbia (Serbian: Република Србија, romanized: Republika Srbija, pronounced [repǔblika sř̩bija]), is a land-locked country situated at the crossroads of Central and Southeast Europe in the southern Pannonian Plain and the central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest. The country claims a border with Albania through the disputed territory of Kosovo.[a] Serbia's population numbers approximately seven million. Its capital, Belgrade, ranks among the largest citiеs in southeastern Europe. \n Inhabited since the Paleolithic Age, the territory of modern-day Serbia faced Slavic migrations to Southeastern Europe in the 6th century, establishing several regional states in the early Middle Ages at times recognised as tributaries to the Byzantine, Frankish and Hungarian kingdoms. The Serbian Kingdom obtained recognition by the Holy See and Constantinople in 1217, reaching its territorial apex in 1346 as the relatively short-lived Serbian Empire. By the mid-16th century, the Ottomans annexed the entirety of modern-day Serbia; their rule was at times interrupted by the Habsburg Empire, which began expanding towards Central Serbia from the end of the 17th century while maintaining a foothold in Vojvodina. In the early 19th century, the Serbian Revolution established the nation-state as the region's first constitutional monarchy, which subsequently expanded its territory. Following disastrous casualties in World War I, and the subsequent unification of the former Habsburg crownland of Vojvodina (and other lands) with Serbia, the country co-founded Yugoslavia with other South Slavic peoples, which would exist in various political formations until the Yugoslav Wars of the 1990s. During the breakup of Yugoslavia, Serbia formed a union with Montenegro, which was peacefully dissolved in 2006 and restoring Serbia's independence as a sovereign state for the first time since the late 1910s. In 2008, the parliament of the province of Kosovo unilaterally declared independence, with mixed responses from the international community.\n A unitary parliamentary constitutional republic, Serbia is a member of the UN, CoE, OSCE, PfP, BSEC, CEFTA, and is acceding to the WTO. Since 2014, the country has been negotiating its EU accession with the perspective of joining the European Union by 2025. Like some other European countries, Serbia has suffered from democratic backsliding in recent years, having dropped in ranking from \"Free\" to \"Partly Free\" in the 2019 Freedom House report. Since 2007, Serbia formally adheres to the policy of military neutrality. The country provides social security, universal health care system, and a tuition-free primary and secondary education to its citizens. An upper-middle-income economy with a dominant service sector, the country ranks relatively high on the Human Development Index (63rd) and Social Progress Index (45th) as well as the Global Peace Index (50th).",
  "/wiki/Republic_of_Kosovo": "Kosovo (/ˈkɒsəvoʊ, ˈkoʊ-/; Albanian: Kosova pronounced [kɔˈsɔva] or Kosovë pronounced [kɔˈsɔvə]; Serbian Cyrillic: Косово pronounced [kôsoʋo]), officially the Republic of Kosovo (Albanian: Republika e Kosovës; Serbian Cyrillic: Република Косово, romanized: Republika Kosovo), is a partially-recognized state in Southeast Europe, subject to a territorial dispute with the Republic of Serbia.\n Defined in an area of 10,887 square kilometres (4,203 sq mi), Kosovo is landlocked in the center of the Balkans and bordered by the uncontested territory of Serbia to the north and east, North Macedonia to the southeast, Albania to the southwest and Montenegro to the west. It possesses varied and diverse landscapes for its size by climate along with geology and hydrology. Most of central Kosovo is dominated by the vast plains and fields of Metohija and Kosovo. The Albanian Alps and Šar Mountains rise in the southwest and southeast respectively.\n The earliest known human settlements in what is now Kosovo were the Paleolithic Vinča and Starčevo cultures. During the Classical period, it was inhabited by the Illyrian-Dardanian and Celtic people. In 168 BC, the area was annexed by the Romans. In the Middle Ages, it was conquered by the Byzantine, Bulgarian, and Serbian Empires. The Battle of Kosovo of 1389 is considered to be one of the defining moments in Serbian medieval history. The region was the core of the Serbian medieval state, which has also been the seat of the Serbian Orthodox Church from the 14th century, when its status was upgraded to a patriarchate. Kosovo was part of the Ottoman Empire from the 15th to the early 20th century. In the late 19th century, it became the centre of the Albanian National Awakening. Following their defeat in the Balkan Wars, the Ottomans ceded Kosovo to Serbia and Montenegro. Both countries joined Yugoslavia after World War I, and following a period of Yugoslav unitarianism in the Kingdom, the post-World War II Yugoslav constitution established the Autonomous Province of Kosovo and Metohija within the Yugoslav constituent republic of Serbia. Tensions between Kosovo's Albanian and Serb communities simmered through the 20th century and occasionally erupted into major violence, culminating in the Kosovo War of 1998 and 1999, which resulted in the withdrawal of the Yugoslav army and the establishment of the United Nations Interim Administration Mission in Kosovo. On 17 February 2008, Kosovo unilaterally declared its independence from Serbia. It has since gained diplomatic recognition as a sovereign state by 112 United Nations member states, 14 of which have since been withdrawn. Serbia does not recognize Kosovo as a sovereign state, although with the Brussels Agreement of 2013, it has accepted its institutions. While Serbia recognizes administration of the territory by Kosovo's elected government, it continues to claim it as the Autonomous Province of Kosovo and Metohija.\n Kosovo has a lower-middle-income economy and has experienced solid economic growth over the last decade by international financial institutions, and has experienced growth every year since the onset of the financial crisis of 2007–2008. Kosovo is a member of the International Monetary Fund, World Bank, Regional Cooperation Council, and has applied for membership of Interpol and for observer status in the Organization of the Islamic Cooperation.",
  "/wiki/2008_Kosovo_declaration_of_independence": "The 2008 Kosovo declaration of independence was adopted on 17 February 2008 by the Assembly of Kosovo. In a meeting attended by 109 of the total 120 members, the assembly unanimously declared Kosovo to be independent from Serbia, while all 11 representatives of the Serb minority boycotted the proceedings.  This minority was found to be common in the northern District of Mitrovica, bordering Serbia. It was the second declaration of independence by Kosovo's Albanian-majority political institutions; the first was proclaimed on 7 September 1990.\n The legality of the declaration has been disputed. Serbia sought international validation and support for its stance that the declaration was illegal, and in October 2008 requested an advisory opinion from the International Court of Justice. The Court determined that the declaration did not violate international law.\n As a result of the ICJ decision, a joint Serbia-EU resolution was passed in the United Nations General Assembly which called for an EU-facilitated dialogue between Kosovo and Serbia to \"promote cooperation, achieve progress on the path to the European Union and improve the lives of the people.\" The dialogue resulted in the 2013 Brussels deal between Serbia and Kosovo which abolished all of the Republic of Serbia's institutions in Kosovo. Dejan Pavićević is the official representative of Serbia to Kosovo. Valdet Sadiku is the official representative of Kosovo to Serbia.",
  "/wiki/Serbia's_reaction_to_the_2008_Kosovo_declaration_of_independence": "Kosovo declared independence from Serbia in 2008, a move which Serbia rejects. Serbia does not recognize Kosovo as an independent state. Initially there were no relations between the two; however, in the following years there has been increased dialogue and cooperation between the governments of Kosovo and Serbia.",
  "/wiki/Autonomous_Province_of_Kosovo_and_Metohija": "The Autonomous Province of Kosovo and Metohija,[a] commonly known as Kosovo and Metohija[b] or Kosovo[c] for short and abbreviated as KiM[d] or Kosmet,[e] refers to the region of Kosovo as defined in the Constitution of Serbia. The territory of the province is disputed between Serbia and the self-proclaimed Republic of Kosovo,[f] the latter of which has de facto control. The region had functioned as part of Serbia (mainly while Serbia had been part of a Yugoslav state) for most of the period between 1912 and 1999.\n The territory of the province, as recognized by Serbian laws, lies in the southern part of Serbia and covers the regions of Kosovo and Metohija. The capital of the province is Pristina. The territory was previously an autonomous province of Serbia during Socialist Yugoslavia (1946–1990), and acquired its current status in 1990. The province was governed as part of Serbia until the Kosovo War (1998–99), when it became a United Nations (UN) protectorate in accordance with United Nations Security Council Resolution 1244, but still internationally recognized as part of Serbia. The control was then transferred to the UN administration of UNMIK. In 2008, Kosovo authorities unilaterally declared independence, which is recognized by 98 UN members, but not by Serbia which still regards it as its province.",
  "/wiki/Kutuzov_Island": "Kutuzov Island (Russian: остров Кутузов) is the largest island along the Ussuri River.\n Under former Chinese possession it was known as Daxitong dao[unreliable source?]. Control was transferred to the Soviet Union by the government of Manchukuo[unreliable source?]. Under the terms of the agreement, the island remained in Russia's possession with the fall of the Soviet Union[unreliable source?]. The Republic of China (Taiwan) does not recognize this and other transfers to the USSR or Russia since 1931[unreliable source?].",
  "/wiki/Ryanggang_Province": "Ryanggang Province (Ryanggangdo; Korean: 량강도, Ryanggang-do, Korean pronunciation: [ɾjaŋ.ɡaŋ.do]) is a province in North Korea.  The province is bordered by China (Jilin) on the north, North Hamgyong on the east, South Hamgyong on the south, and Chagang on the west.  Ryanggang was formed in 1954, when it was separated from South Hamgyŏng.  The provincial capital is Hyesan.  In South Korean usage, \"Ryanggang\" is spelled and pronounced as \"Yanggang\" (Korean: 양강도, Yanggang-do, Korean pronunciation: [jaŋ.ɡaŋ.do])",
  "/wiki/North_Korea": "North Korea (Korean: 조선; MR: Chosŏn or literally 북조선; MR: Pukchosŏn), officially the Democratic People's Republic of Korea (DPRK or DPR Korea; Korean: 조선민주주의인민공화국, Chosŏn Minjujuŭi Inmin Konghwaguk), is a country in East Asia constituting the northern part of the Korean Peninsula, with Pyongyang as its capital and the largest city in the country. To the north and northwest, the country is bordered by China and by Russia along the Amnok (known as the Yalu in Chinese) and Tumen rivers, and to the south, it is bordered by South Korea, with the heavily fortified Korean Demilitarized Zone (DMZ) separating the two. Nevertheless, North Korea, like its southern counterpart, claims to be the legitimate government of the entire peninsula and adjacent islands.\n In 1910, Korea was annexed by Imperial Japan. At the Japanese surrender at the end of World War II in 1945, Korea was divided into two zones, with the north occupied by the Soviet Union and the south occupied by the United States. Negotiations on reunification failed, and in 1948, separate governments were formed: the socialist Democratic People's Republic of Korea in the north, and the capitalist Republic of Korea in the south. An invasion initiated by North Korea led to the Korean War (1950–1953). The Korean Armistice Agreement brought about a ceasefire, but no peace treaty was signed.\n North Korea officially describes itself as a \"self-reliant\" socialist state, and formally holds elections, though they have been described by outside observers as sham elections. Outside observers also generally view North Korea as a Stalinist dictatorship, particularly noting the elaborate cult of personality around the Kim dynasty. The Workers' Party of Korea (WPK), led by a member of the ruling family, holds absolute power in the state and leads the Democratic Front for the Reunification of the Fatherland of which all political officers are required to be members. Juche, an ideology of national self-reliance, was introduced into the constitution in 1972. The means of production are owned by the state through state-run enterprises and collectivized farms. Most service—such as healthcare, education, housing and food production—are subsidized or state-funded. From 1994 to 1998, North Korea suffered a famine that resulted in the deaths of between 240,000 and 420,000 people, and the population continues to suffer malnutrition. North Korea follows Songun, or \"military-first\" policy. It is the country with the highest number of military and paramilitary personnel, with a total of 9,495,000 active, reserve and paramilitary personnel, or approximately 37% of its population. Its active duty army of 1.21 million is the fourth largest in the world, after China, the United States and India; consisting of 4.7% of its population. It possesses nuclear weapons. In addition to being a member of the United Nations since 1991, North Korea is also a member of the Non-Aligned Movement, G77 and the ASEAN Regional Forum.\n A 2014 UN inquiry into human rights in North Korea concluded that \"the gravity, scale and nature of these violations reveal a state that does not have any parallel in the contemporary world\". The North Korean regime denies these allegations.",
  "/wiki/Rasŏn": "Rason (formerly Rajin-Sŏnbong; Korean pronunciation: [ɾa.sʌn, ɾa.dʑin.sʌn.boŋ]) is a North Korean city and ice-free port in the East Sea (Sea of Japan) in the North Pacific Ocean on the northeast tip of North Korea. It is in the Kwanbuk region and location of the Rason Special Economic Zone.\n In South Korean pronunciation, the initial \"R\" of the name is pronounced as \"N\", (나선, Naseon) as per standard Korean phonology. In 2000, the name was shortened from \"Rajin-Sŏnbong\" to \"Rason\". During the 1930s, the Japanese called it Rashin; at that time, it was an important port at the end of a railroad line. It was liberated by the Red Army on 14 August 1945.\n Before 1991, Rason was used by the Soviet Union as an alternative warm-water port in case Vladivostok was unavailable. The Soviet naval facilities were built starting in 1979. From 1993 to 2004, it was administered separately from North Hamgyŏng as the directly governed city (Chikhalsi) of Rason. Prior to 1993 and from 2004 to 2009, the city had been part of the North Hamgyŏng Province. Since 2010, the city is a \"special city\", again breaking from provincial control, but different from its older designation as a directly governed city. What this means in practice is unclear.\n Rason borders Hunchun county in Jilin province of China and Khasansky District in Primorsky Krai of Russia. China is making investments in the port as it gives it access to the Sea of Japan. In July 2011, the Democratic People's Republic of Korea (DPRK) gave a green light for China's domestic trade cargo to be shipped via its port of Rajin from northeast to east China. Coal is shipped from nearby Chinese mines to Shanghai. A casino by the sea caters to Chinese visitors.",
  "/wiki/Sixty-Four_Villages_East_of_the_Heilongjiang_River": "In the summer of 1857, the Russian Empire offered monetary compensation to China's Qing dynasty government if they would remove the native inhabitants from the area; however, their offer was rebuffed. The following year, in the 1858 Treaty of Aigun, the Qing ceded the north bank of the Amur to Russia. However, Qing subjects residing north of the Amur River were permitted to \"retain their domiciles in perpetuity under the authority of the Manchu government\".\n The earliest known Russian estimate (1859) gives the population of Qing subjects in the \"Trans-Zeya District\" as 3,000, without breakdown by ethnicity; the next one (1870) gives it as 10,646, including 5,400 (Han) Chinese, 4,500 Manchus and 1,000 Daurs. The estimates published between the late 1870s and early 1890s varied between 12,000 and 16,000, peaking in 1894, at 16,102 (including 9,119 Han Chinese, 5,783 Manchus, and 1,200 Daurs). After that, reported numbers went down (7,000 to 7,500 residents reported each year from 1895 to 1899); by that time, however, the Trans-Zeya villagers constituted only a minority of the Chinese present in the region. For example, besides the Trans-Zeya villagers, in 1898 statistics reported 12,199 Chinese otkhodniki (migrant workers)  and 5,400 Chinese miners in the Amur Oblast as it existed at the time, as well as 4,008 Chinese urban residents in Blagoveshchensk and probably elsewhere.\n During the Boxer Rebellion in 1900, Qing forces attempted to blockade Russian boat traffic on the Amur near Aigun, starting from 16 July, and attacked Blagoveshchensk along with Chinese Honghuzi bandits. In response to these attacks the military governor of the Amur region, Lieutenant-General Konstantin Nikolaevich Gribskii, ordered the expulsion of all Qing subjects who remained north of the river. This included the residents of the villages, and Chinese traders and workers who lived in Blagoveshchensk proper, where they numbered anywhere between one-sixth and one-half of the local population of 30,000. They were taken by the local police and driven into the river to be drowned. Those who could swim were shot by the Russian forces. Thousands died as a result.\n The massacre angered the Chinese, and had ramifications for the future: the Chinese Honghuzi fought a guerrilla war against Russian occupation and assisted the Japanese in the Russo-Japanese war against the Russians in revenge. Louis Livingston Seaman mentioned the massacre as being the reason for the Chinese Honghuzi hatred towards the Russians: \"The Chinaman, be he Hung-hutze or peasant, in his relation to the Russians in this conflict with Japan has not forgotten the terrible treatment accorded him since the Muscovite occupation of Manchuria. He still remembers the massacre at Blagovestchensk when nearly 8,000 unarmed men, women, and children were driven at the point of the bayonet into the raging Amur, until—as one of the Russian officers who participated in that brutal murder told me at Chin-Wang-Tao in 1900—\" the execution of my orders made me almost sick, for it seemed as though I could have walked across the river on the bodies of the floating dead.\" Not a Chinaman escaped, except forty who were employed by a leading foreign merchant who ransomed their lives at a thousand rubles each. These, and many even worse, atrocities are remembered and now is their moment for revenge. So it was easy for Japan to enlist the sympathy of these men, especially when emphasized by liberal pay, as is now the case. It is believed that more than 10,000 of these bandits, divided into companies of from 200 to 300 each and led by Japanese officers, are now in the pay of Japan.\"",
  "/wiki/List_of_territorial_disputes": "Territorial disputes have occurred throughout history, over lands around the world. Bold indicates one claimant's full control; italics indicates one or more claimants' partial control."
}