{
  "/wiki/Agacher_Strip_War": "The Agacher Strip War was a war fought by Burkina Faso and Mali over a 100-mile (160 km) long strip of land located in the northern Burkina Faso province of Oudalan. The area, thought to contain considerable amounts of natural gas and mineral resources, was the center of a long-term border dispute between the two countries that erupted into an armed conflict on two occasions (in 1974 and 1985).",
  "/wiki/Burkina_Faso": "Burkina Faso (UK: /bɜːrˌkiːnə ˈfæsoʊ/, US: /- ˈfɑːsoʊ/ (listen); French: [buʁkina faso]), officially the Republic of Burkina Faso (Mossi: Repibilik báága Burkĩna Faso), is a landlocked country in West Africa. It covers an area of around 274,200 square kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the east; Benin to the southeast; Togo to the southeast; Ghana to the south; and Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. The country’s official language of government and business is French. Roughly 40% of the population speaks the Mossi language. Formerly called the Republic of Upper Volta (1958–1984), the country was renamed \"Burkina Faso\" on 4 August 1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bɜːrˈkiːnəbeɪ/ bur-KEE-nə-bay). Its capital is Ouagadougou.",
  "/wiki/Mali": "Mali (/ˈmɑːli/ (listen); French pronunciation: ​[mali]), officially the Republic of Mali (French: République du Mali; Bambara: Mali ka Fasojamana; N'Ko script: ߡߊߟߌ ߝߊ ߝߊߛߏߖߊߡߊߣߊ ) is a landlocked country in West Africa. Mali is the eighth-largest country in Africa, with an area of just over 1,240,000 square kilometres (480,000 sq mi). The population of Mali is 19.1 million. 67% of its population was estimated to be under the age of 25 in 2017. Its capital is Bamako. The sovereign state of Mali consists of eight regions and its borders on the north reach deep into the middle of the Sahara Desert, while the country's southern part, where the majority of inhabitants live, features the Niger and Senegal rivers. The country's economy centers on agriculture and mining. Some of Mali's prominent natural resources include gold, being the third largest producer of gold in the African continent, and salt.",
  "/wiki/International_Court_of_Justice": "The International Court of Justice (ICJ), sometimes called the World Court, is the principal judicial organ of the United Nations (UN). The ICJ settles disputes between states and gives advisory opinions on international legal issues referred to it by the UN. Through its opinions and rulings, it serves as a source of international law.",
  "/wiki/Aouzou_Strip": "The Aouzou Strip (/ˈaʊzuː/; Arabic قطاع أوزو Qiṭāʿ Awzū, French: Bande d'Aozou) is a strip of land in northern Chad which lies along the border with Libya, extending south to a depth of about 100 kilometers into Chad's Borkou-Ennedi-Tibesti Region for an area of 114,000 km² and is named after the small town and oasis Aouzou. The region played a significant role in the Chadian–Libyan conflict.",
  "/wiki/Chad": "Chad (/tʃæd/ (listen); Arabic: تشاد‎ Tshād, Arabic pronunciation: [tʃaːd]; French: Tchad, pronounced [tʃa(d)]), officially known as the Republic of Chad (Arabic: جمهورية تشاد‎ Jumhūriyyat Tshād; French: République du Tchad), is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest (at Lake Chad), and Niger to the west.",
  "/wiki/Libya": "Libya (/ˈlɪbiə/ (listen); Arabic: ليبيا‎, romanized: Lībiyā), officially the State of Libya (Arabic: دولة ليبيا‎, romanized: Dawlat Lībiyā),[dubious  – discuss] is a country in the Maghreb region in North Africa, bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west, and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 1.8 million square kilometres (700,000 sq mi), Libya is the fourth largest country in Africa, and is the 16th largest country in the world. Libya has the 10th-largest proven oil reserves of any country in the world. The largest city and capital, Tripoli, is located in western Libya and contains over one million of Libya's six million people. The second-largest city is Benghazi, which is located in eastern Libya. The Latin name Libya is based on the name the region west of the Nile (Λιβύη) used by the Ancient Greeks and Romans for all of North Africa, and was first adopted during the Italian colonization since 1911.",
  "/wiki/Libya-Chad_Territorial_Dispute_case": "The Case Concerning the Territorial Dispute (Libyan Arab Jamahiriya/Chad)  is a public international law case decided by the International Court of Justice. The ICJ ruled in favor of Chad against Libyan Arab Jamahiriya and awarded sovereignty over Aouzou Strip to Chad.",
  "/wiki/Badme": "Badme (Tigrinya: ባድመ, Arabic: بادم‎) is a town in the Gash-Barka region of Eritrea. Control of the town was at the centre of the Eritrean–Ethiopian border conflict, which lasted from the end of the Eritrean–Ethiopian War in 1998 to the signing of a joint statement at the Eritrea–Ethiopia summit in 2018, 20 years after the conflict started.",
  "/wiki/Ethiopia": "Ethiopia (/ˌiːθiˈoʊpiə/; Amharic: ኢትዮጵያ, ʾĪtyōṗṗyā, listen (help·info), Tigrinya: ኢትዮጵያ, Oromo: Itiyoophiyaa, Somali: Itoobiya, Afar: Itiyoophiyaa), officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti to the northeast, Somalia and Somaliland to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. With over 109 million inhabitants, Ethiopia is the most populous landlocked country in the world and the second-most populous nation on the African continent with a total area of 1,100,000 square kilometres (420,000 sq mi). Its capital and largest city is Addis Ababa, which lies a few miles west of the East African Rift that splits the country into the Nubian and Somali tectonic plates.\nSome of the oldest skeletal evidence for anatomically modern humans has been found in Ethiopia. It is widely considered as the region from which modern humans first set out for the Middle East and places beyond. According to linguists, the first Afroasiatic-speaking populations settled in the Horn region during the ensuing Neolithic era. Tracing its roots to the 2nd millennium BCE, Ethiopia's governmental system was a monarchy for most of its history. Oral literature tells that the monarchy was founded by the Solomonic dynasty of the Queen of Sheba, under its first king, Menelik I. In the first centuries, the Kingdom of Aksum maintained a unified civilization in the region, followed by the Ethiopian Empire circa 1137. During the late 19th-century Scramble for Africa, Ethiopia and Liberia were two nations that preserved their sovereignty from long-term colonisation by a European colonial power and many newly-independent nations on the continent subsequently adopted its flag colours. However, the country was later occupied by Italy in 1936 and became Italian Ethiopia (part of Italian East Africa) until it was liberated during World War II. Ethiopia was also the first independent member from Africa of the 20th-century League of Nations and the United Nations. In 1974, the Ethiopian monarchy under Haile Selassie was overthrown by the Derg, a communist military government backed by the Soviet Union. In 1987, the Derg established the People's Democratic Republic of Ethiopia, but it was overthrown in 1991 by the Ethiopian People's Revolutionary Democratic Front, which has been the ruling political coalition since.",
  "/wiki/Eritrea": "Eritrea (/ˌɛrɪˈtreɪə, ˌɛrɪˈtriːə/ (listen) officially the State of Eritrea), is a country in the Horn of Africa in East Africa, with its capital at Asmara. It is bordered by Sudan in the west, Ethiopia in the south, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and several of the Hanish Islands.",
  "/wiki/Eritrean-Ethiopian_War": "The Eritrean–Ethiopian War, one of the conflicts in the Horn of Africa, took place  between Ethiopia and Eritrea from May 1998 to June 2000, with the final peace only agreed to in 2018, twenty years after the initial confrontation. Eritrea and Ethiopia, two of the world's poorest countries, spent hundreds of millions of dollars on the war and suffered tens of thousands of casualties as a direct consequence of the conflict. Only minor border changes resulted.",
  "/wiki/2018_Eritrea%E2%80%93Ethiopia_summit": "The 2018 Eritrea–Ethiopia summit (also 2018 Eritrea–Ethiopia peace summit) was a bilateral summit that took place on 8–9 July 2018 in Asmara, Eritrea, between Eritrean President Isaias Afwerki and Ethiopian Prime Minister Abiy Ahmed and officials from the two countries.",
  "/wiki/Bakassi": "Bakassi is a peninsula on the Gulf of Guinea. It lies between the Cross River estuary, near the city of Calabar in the west of the Bight of Biafra, and the Rio del Ray estuary on the east. It is governed by Cameroon, following the transfer of sovereignty from neighbouring Nigeria as a result of a judgment by the International Court of Justice. On 22 November 2007, the Nigerian Senate rejected the transfer, since the Greentree Agreement ceding the area to Cameroon was contrary to Section 12(1) of the 1999 Constitution. Regardless, the territory was transferred to Cameroon on 14 August 2008.",
  "/wiki/Cameroon": "Cameroon (/ˌkæməˈruːn/ (listen); French: Cameroun), officially the Republic of Cameroon (French: République du Cameroun), is a country in Central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Cameroon's coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. Although Cameroon is not an ECOWAS member state, it is geographically and historically in West Africa with the Southern Cameroons which now form her Northwest and Southwest Regions having a strong West African history. The country is sometimes identified as West African and other times as Central African due to its strategic position at the crossroads between West and Central Africa. Cameroon is home to over 250 native languages spoken by nearly 20 million people.",
  "/wiki/Nigeria": "Nigeria (/naɪˈdʒɪəriə/ (listen)), officially the Federal Republic of Nigeria, is a country in West Africa, bordering Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Its coast in the south is located on the Gulf of Guinea in the Atlantic Ocean. The federation comprises 36 states and 1 Federal Capital Territory, where the capital, Abuja, is located. The constitution defines Nigeria as a democratic secular state.",
  "/wiki/Greentree_Agreement": "The Greentree Agreement was the formal treaty which resolved the Cameroon-Nigeria border dispute over the oil and natural gas rich Bakassi peninsula. The dispute had roots as far back as 1913, 1981, 1994, and 1996 armed clashes between Nigeria and Cameroon took place in Bakassi.\nThe dispute was referred to the International Court of Justice and on 10 October 2002 the ICJ ruled in favor of Cameroon.",
  "/wiki/Bure_(disputed_zone)": "Bure is a small area about 80 kilometres (50 mi) west of Asseb, on the border between Eritrea and Ethiopia, and claimed by both countries. Bure lies across the important Awash-Asseb highway, which in the past has been an important trucking route.",
  "/wiki/Burkina_Faso%E2%80%93Niger_Frontier_Dispute_case": "The Burkina Faso-Niger frontier dispute case (2013) was a public international law case with the International Court of Justice served by the West African states of Burkina Faso and Niger, which share a border. Both nations submitted a border dispute to the Court in 2010. The Court delivered its judgment in 2013, and the parties implemented it in 2015 and 2016.",
  "/wiki/Niger": "Niger or the Niger (/niːˈʒɛər/ or /ˈnaɪdʒər/; French: [niʒɛʁ]), officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin to the southwest, Burkina Faso and Mali to the north-west, Burkina Faso to the south-west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in West Africa. Over 80% of its land area lies in the Sahara Desert. The country's predominantly Muslim population of about 22 million live mostly in clusters in the far south and west of the country. The capital and largest city is Niamey, located in Niger's southwest corner.",
  "/wiki/Kahemba": "Kahemba is a territory of the Democratic Republic of the Congo.  It is located in Kwango Province.\nDivisions are:",
  "/wiki/Angola": "Angola (/ænˈɡoʊlə/ (listen); Portuguese: [ɐ̃ˈɡɔlɐ]), officially the Republic of Angola (Portuguese: República de Angola), is a country on the west coast of Southern Africa. It is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola has an exclave province, the province of Cabinda that borders the Republic of the Congo and the Democratic Republic of the Congo. The capital and largest city of Angola is Luanda.",
  "/wiki/Democratic_Republic_of_the_Congo": "The Democratic Republic of the Congo (pronunciation (help·info) French: République démocratique du Congo [kɔ̃ɡo]), also known as DR Congo, the DRC, DROC, Congo-Kinshasa, or simply the Congo, is a country located in Central Africa. It was formerly called Zaire (1971–1997). It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa (after Algeria), and the 11th-largest in the world. With a population of over 84 million, the Democratic Republic of the Congo is the most populous officially Francophone country, the fourth-most-populous country in Africa, and the 16th-most-populous country in the world. Eastern DR Congo has been the scene of ongoing military conflict in Kivu, since 2015.",
  "/wiki/L%C3%A9t%C3%A9_Island": "Lété Island is an island in the Niger River, approx. 16 kilometres long and 4 kilometres wide, located around 40 kilometres from the town of Gaya, Niger. Together with other smaller islands in the Niger River, it was the main object of a territorial dispute between Niger and Benin, which began when the two entities were still under French rule. The island, as well as seasonally flooded land around it, is valuable to semi-nomadic Puel cattle herders as a dry season pasturage.",
  "/wiki/Benin": "Benin (/bɛˈniːn/ (listen) ben-EEN, /bɪˈniːn/ bin-EEN; French: Bénin [benɛ̃]), officially the Republic of Benin (French: République du Bénin) and formerly Dahomey, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Novo, but the seat of government is in Cotonou, the country's largest city and economic capital. Benin covers an area of 114,763 square kilometres (44,310 sq mi) and its population in 2018 was estimated to be approximately 11.49 million. Benin is a tropical nation, highly dependent on agriculture, and is a large exporter of cotton and palm oil. Substantial employment and income arise from subsistence farming.",
  "/wiki/Sedudu": "Sedudu Island (known as Kasikili Island in Namibia) is a fluvial island in the Chobe River, in Botswana adjacent to the border with Namibia.  The island was the subject of a territorial dispute between these countries, resolved by a 1999 ruling of the International Court of Justice (ICJ) that the border runs down the thalweg of the river immediately north (not south) of the island.  The island is approximately 5 square kilometres (2 square miles) in area, with no permanent residents.  For several months each year, beginning around March, the island is submerged by floods.",
  "/wiki/Botswana": "Botswana (/bɒtˈswɑːnə/ (listen), also UK: /bʊt-, bʊˈtʃw-/), officially the Republic of Botswana (Setswana: Lefatshe la Botswana), is a landlocked country in Southern Africa. Formerly the British protectorate of Bechuanaland, Botswana adopted its name after becoming independent within the Commonwealth on 30 September 1966. Since then, it has been a representative republic, with a consistent record of uninterrupted democratic elections and the lowest perceived corruption ranking in Africa since at least 1998. It is currently Africa's oldest continuous democracy.",
  "/wiki/Namibia": "Namibia (/nəˈmɪbiə/ (listen), /næˈ-/), officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean; it shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 21 March 1990, following the Namibian War of Independence. Its capital and largest city is Windhoek, and it is a member state of the United Nations (UN), the Southern African Development Community (SADC), the African Union (AU), and the Commonwealth of Nations.",
  "/wiki/Tsorona-Zalambessa": "Zalambessa (Ge'ez: ዛላአንበሳ) is a town located on the Ethiopian border. Zalambessa is part of the Misraqawi (Eastern) Zone of the Tigray Region. It is about 42 kilometers north of Adigrat. The Serha-Zalambesa border crossing is located in the town.",
  "/wiki/Yenga": "Yenga is a village in  Kissi Teng Chiefdom, Kailahun District in the Eastern province of Sierra Leone. The village is at the international border between Sierra Leone and Guinea.",
  "/wiki/Moa_River": "The Moa River (Makona River) is a river in west Africa. It arises in the highlands of Guinea and flows southwest, forming parts of the Guinea–Liberia and the Guinea – Sierra Leone borders. It flows into the Southern Province of Sierra Leone. Yenga, Tiwai Island and Sulima are located on the Moa.",
  "/wiki/Sierra_Leone": "Sierra Leone (/siˌɛrə liˈoʊn(i)/ (listen), also UK: /siˌɛərə -/, US: /ˌsɪərə -/), officially the Republic of Sierra Leone, informally Salone, is a country on the southwest coast of West Africa. It is bordered by Liberia to the southeast and Guinea to the northeast. Sierra Leone has a tropical climate, with a diverse environment ranging from savanna to rainforests, and a total area of 71,740 km2 (27,699 sq mi) and a population of 7,075,641 as of the 2015 census. The capital and largest city is Freetown. Sierra Leone is divided into five administrative regions, which are further subdivided into sixteen districts.",
  "/wiki/Guinea": "Guinea (/ˈɡɪni/ (listen)), officially the Republic of Guinea (French: République de Guinée), is a west-coastal country in West Africa. Formerly known as French Guinea (French: Guinée française), the modern country is sometimes referred to as Guinea-Conakry to distinguish it from other countries with \"Guinea\" in the name and the eponymous region, such as Guinea-Bissau and Equatorial Guinea. Guinea has a population of 12.4 million and an area of 245,857 square kilometres (94,926 sq mi).",
  "/wiki/List_of_territorial_disputes": "Territorial disputes have occurred throughout history, over lands around the world. Bold indicates one claimant's full control; italics indicates one or more claimants' partial control."
}