{
  "/wiki/Notre-Dame_Basilica_(Montreal)": "Notre-Dame Basilica (French: Basilique Notre-Dame de Montréal) is a basilica in the historic district of Old Montreal, in Montreal, Quebec, Canada. The church is located at 110 Notre-Dame Street West, at the corner of Saint Sulpice Street. It is located next to the Saint-Sulpice Seminary and faces the Place d'Armes square.",
  "/wiki/Montreal": "Montreal (/ˌmʌntriˈɔːl/ (listen) MUN-tree-AWL; officially Montréal, French: [mɔ̃ʁeal] (listen)) is the most populous municipality in the Canadian province of Quebec and the second-most populous municipality in Canada. Originally founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which took its name from the same source as the city, and a few much smaller peripheral islands, the largest of which is Île Bizard. It has a distinct four-season continental climate with warm to hot summers and cold, snowy winters.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/Church_(building)": "A church building or church house, often simply called a church, is a building used for Christian religious activities, particularly for Christian worship services. The term is often used by Christians to refer to the physical buildings where they worship, but it is sometimes used (by analogy) to refer to buildings of other religions. In traditional Christian architecture, a church interior is often structured in the shape of a Christian cross. When viewed from plan view the vertical beam of the cross is represented by the center aisle and seating while the horizontal beam and junction of the cross is formed by the bema and altar.",
  "/wiki/Bell_tower": "A bell tower is a tower that contains one or more bells, or that is designed to hold bells even if it has none. Such a tower commonly serves as part of a church, and will contain church bells, but there are also many secular bell towers, often part of a municipal building, an educational establishment, or a tower built specifically to house a carillon. Church bell towers often incorporate clocks, and secular towers usually do, as a public service.",
  "/wiki/Cathedral_Church_of_St._James_(Toronto)": "The Cathedral Church of St. James in Downtown Toronto, Ontario, Canada, is the home of the oldest congregation in the city, with the parish being established in 1797. The cathedral, with construction beginning in 1850 and opening for services on June 19, 1853, was one of the largest buildings in the city at the time. It was designed by Frederick William Cumberland and is a prime example of Gothic Revival architecture.",
  "/wiki/Toronto": "Toronto is the provincial capital of Ontario and the most populous city in Canada, with a population of 2,731,571 as of 2016. Current to 2016, the Toronto census metropolitan area (CMA), of which the majority is within the Greater Toronto Area (GTA), held a population of 5,928,040, making it Canada's most populous CMA. The city is the anchor of the Golden Horseshoe, an urban agglomeration of  9,245,438 people (as of 2016) surrounding the western end of Lake Ontario. Toronto is an international centre of business, finance, arts, and culture, and is recognized as one of the most multicultural and cosmopolitan cities in the world.",
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/Old_City_Hall_(Toronto)": "The Old City Hall is a Romanesque-style civic building and court house in Toronto, Ontario, Canada. It was the home of the Toronto City Council from 1899 to 1966 and remains one of the city's most prominent structures.",
  "/wiki/City_Hall": "In local government, a city hall, town hall, civic centre (in the UK or Australia), guildhall, Rathaus (German), or (more rarely) a municipal building, is the chief administrative building of a city, town, or other municipality. It usually houses the city or town council, its associated departments, and their employees. It also usually functions as the base of the mayor of a city, town, borough, county or shire.",
  "/wiki/Clock_tower": "Clock towers are a specific type of building which houses a turret clock and has one or more clock faces on the upper exterior walls. Many clock towers are freestanding structures but they can also adjoin or be located on top of another building.",
  "/wiki/INCO": "Vale Canada Limited (formerly Vale Inco, CVRD Inco and Inco Limited; for corporate branding purposes simply known as \"Vale\" and pronounced /ˈvɑːleɪ/ in English) is a  wholly owned subsidiary of the Brazilian mining company Vale. Vale's nickel mining and metals division is headquartered in Toronto, Ontario, Canada.  It produces nickel, copper, cobalt, platinum, rhodium, ruthenium, iridium, gold, and silver. Prior to being purchased by CVRD (now Vale) in 2006, Inco was the world's second largest producer of nickel, and the third largest mining company outside South Africa and Russia of platinum group metals.  It was also a charter member of the 30-stock Dow Jones Industrial Average formed on October 1, 1928.",
  "/wiki/Port_Colborne": "Port Colborne (2016 population 18,306) is a city in Ontario, Canada. It is located on Lake Erie, at the southern end of the Welland Canal, in the Niagara Region of Southern Ontario. The original settlement, known as Gravelly Bay, dates from 1832  and was renamed after Sir John Colborne, a British war hero and the Lieutenant Governor of Upper Canada at the time of the opening of the (new) southern terminus of the First Welland Canal in 1833.",
  "/wiki/Smokestack": "A chimney is an architectural ventilation structure made of masonry, clay or metal that isolates hot toxic exhaust gases or smoke produced by a boiler, stove, furnace, incinerator or fireplace from human living areas. Chimneys are typically vertical, or as near as possible to vertical, to ensure that the gases flow smoothly, drawing air into the combustion in what is known as the stack, or chimney effect. The space inside a chimney is called the flue. Chimneys are adjacent to large industrial refineries, fossil fuel combustion facilities or part of buildings, steam locomotives and ships.",
  "/wiki/Tour_de_la_Banque_Royale": "The Royal Bank Tower is a skyscraper at 360 Saint-Jacques Street in Montreal, Quebec. The 22-storey 121 m (397 ft) neo-classical tower was designed by the firm of York and Sawyer with the bank's Chief Architect Sumner Godfrey Davenport of Montreal. Upon completion in 1928, it was the tallest building in the entire British Empire, the tallest structure in all of Canada and the first building in the city that was taller than Montréal's Notre-Dame Basilica built nearly a century before.",
  "/wiki/Building": "A building, or edifice, is a structure with a roof and walls standing more or less permanently in one place, such as a house or factory. Buildings come in a variety of sizes, shapes, and functions, and have been adapted throughout history for a wide number of factors, from building materials available, to weather conditions, land prices, ground conditions, specific uses, and aesthetic reasons. To better understand the term building compare the list of nonbuilding structures.",
  "/wiki/Fairmont_Royal_York_Hotel": "The Fairmont Royal York, formerly and commonly known as the Royal York, is a large historic luxury hotel in Toronto, Ontario, Canada. Located along Front Street West, the hotel is situated at the southern end of the Financial District, in Downtown Toronto. The Royal York was designed by Ross and Macdonald, in association with Sproatt and Rolph, and built by the Canadian Pacific Railway company. The hotel is presently managed by Fairmont Hotels and Resorts.",
  "/wiki/Greater_Sudbury": "Sudbury, officially Greater Sudbury (French: Grand-Sudbury), is a city in Ontario, Canada. It is the largest city in Northern Ontario by population, with a population of 161,531 at the 2016 Canadian Census. By land area, it is the largest in Ontario and the fifth largest in Canada. It is administratively a Unitary authority, and thus not part of any district, county, or regional municipality.",
  "/wiki/CBC_Jarvis_St._Tower": "The CBC Jarvis Street Tower was a 160 m (540 ft) free-standing lattice tower built in 1952 to provide radio transmission facilities to the city of Toronto, Ontario, Canada. It was the tallest freestanding structure in Canada for several years and the tallest lattice tower ever built in Canada. In addition it was tallest structure in Toronto for 15 years until the completion of the TD Tower in 1967. Owned by the Canadian Broadcasting Corporation, the tower was located at 345 Jarvis Street in the Church and Wellesley neighbourhood of Toronto.",
  "/wiki/Lattice_tower": "A lattice tower or truss tower is a freestanding framework tower. They can be used as electricity  transmission towers especially for voltages above 100 kilovolts, as a radio tower (a self-radiating tower or as a carrier for aerials) or as an observation tower.",
  "/wiki/Toronto-Dominion_Centre": "The Toronto-Dominion Centre, or TD Centre, is an office complex in the Financial District of downtown Toronto owned by Cadillac Fairview. It serves as the global headquarters for its anchor tenant, the Toronto-Dominion Bank, and provides office and retail space for many other businesses. The complex consists of six towers and a pavilion covered in bronze-tinted glass and black painted steel. Approximately 21,000 people work in the complex, making it the largest commercial office complex in Canada.",
  "/wiki/Skyscraper": "A skyscraper is a continuously habitable high-rise building that has over 40 floors and is taller than approximately 150 m (492 ft). Historically, the term first referred to buildings with 10 to 20 floors in the 1880s. The definition shifted with advancing construction technology during the 20th century. Skyscrapers may host offices, residential spaces, and retail spaces. For buildings above a height of 300 m (984 ft), the term supertall skyscrapers can be used, while skyscrapers reaching beyond 600 m (1,969 ft) are classified as megatall skyscrapers.",
  "/wiki/Inco_Superstack": "The Inco Superstack in Sudbury, Ontario, with a height of 380 metres (1,250 ft), is the tallest chimney in Canada and the Western hemisphere, and the second tallest freestanding chimney in the world after the GRES-2 Power Station in Kazakhstan. It is also the second tallest freestanding structure of any type in Canada, behind the CN Tower but ahead of First Canadian Place. It is the 40th tallest freestanding structure in the world. The Superstack is located on top of the largest nickel smelting operation in the world at Vale Inco's Copper Cliff processing facility in the city of Greater Sudbury.",
  "/wiki/CN_Tower": "The CN Tower (French: Tour CN) is a 553.3 m-high (1,815.3 ft) concrete communications and observation tower located in Downtown Toronto, Ontario, Canada. Built on the former Railway Lands, it was completed in 1976. Its name \"CN\" originally referred to Canadian National, the railway company that built the tower. Following the railway's decision to divest non-core freight railway assets prior to the company's privatization in 1995, it transferred the tower to the Canada Lands Company, a federal Crown corporation responsible for real estate development.",
  "/wiki/Tower": "A tower is a tall structure, taller than it is wide, often by a significant factor. Towers are distinguished from masts by their lack of guy-wires and are therefore, along with tall buildings, self-supporting structures."
}