{
  "/wiki/Ontario": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province in total area. Ontario is fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capital city, Ottawa, and the nation's most populous city, Toronto, which is also Ontario's provincial capital.",
  "/wiki/CN_Tower": "The CN Tower (French: Tour CN) is a 553.3 m-high (1,815.3 ft) concrete communications and observation tower located in Downtown Toronto, Ontario, Canada. Built on the former Railway Lands, it was completed in 1976. Its name \"CN\" originally referred to Canadian National, the railway company that built the tower. Following the railway's decision to divest non-core freight railway assets prior to the company's privatization in 1995, it transferred the tower to the Canada Lands Company, a federal Crown corporation responsible for real estate development.",
  "/wiki/Tower": "A tower is a tall structure, taller than it is wide, often by a significant factor. Towers are distinguished from masts by their lack of guy-wires and are therefore, along with tall buildings, self-supporting structures.",
  "/wiki/Newfoundland": "Newfoundland and Labrador is the easternmost province of Canada. Situated in the country's Atlantic region, it is composed of the insular region of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundland (and its neighbouring smaller islands), of whom more than half live on the Avalon Peninsula.",
  "/wiki/Cape_Race_LORAN-C_transmitter": "The Cape Race LORAN-C transmitter was a LORAN-C transmitter at Cape Race, Newfoundland and Labrador, on Canada's eastern seaboard.",
  "/wiki/Guyed_mast": "A guyed mast is a tall thin vertical structure that depends on guy lines for stability.  The mast itself has the compressive strength to support its own weight, but does not have the shear strength to stand unsupported, and requires guy lines to resist lateral forces such as wind loads and keep it upright. Guy lines are diagonal tensioned cables attached to the ground, usually spaced at equal angles about the structure's base.",
  "/wiki/Manitoba": "Manitoba (/ˌmænɪˈtoʊbə/ (listen)) is a province at the longitudinal centre of Canada. It is often considered one of the three prairie provinces (with Alberta and Saskatchewan) and is Canada's fifth-most populous province with its estimated 1.369 million people. Manitoba covers 649,950 square kilometres (250,900 sq mi) with a widely varied landscape, stretching from the northern oceanic coastline to the southern border with the United States. The province is bordered by the provinces of Ontario to the east and Saskatchewan to the west, the territories of Nunavut to the north, and Northwest Territories to the northwest, and the U.S. states of North Dakota and Minnesota to the south.",
  "/wiki/CKX-TV_Craig_Television_Tower": "The CKX-TV Craig broadcasting tower is a 411.5 metre 1,350 feet-high guyed TV mast located in Hayfield, Manitoba, Canada. It is currently the second-tallest structure in Canada. The current structure is actually the second version built at the site. When the original mast was built in 1973, the CKX-TV Craig broadcasting tower matched the height of the Cape Race LORAN-C transmitter as the tallest structures in Canada. Only one structure built since then within Canada has surpassed its height: the CN Tower in Toronto. The original mast collapsed in an ice storm in 1983 and was subsequently rebuilt in 1985.",
  "/wiki/Quebec": "Quebec (/k(w)ɪˈbɛk/ (listen); French: Québec [kebɛk] (listen)) is one of the thirteen provinces and territories of Canada. It is bordered to the west by the province of Ontario and the bodies of water James Bay and Hudson Bay; to the north by Hudson Strait and Ungava Bay; to the east by the Gulf of Saint Lawrence and the province of Newfoundland and Labrador; and to the south by the province of New Brunswick and the U.S. states of Maine, New Hampshire, Vermont, and New York. It also shares maritime borders with Nunavut, Prince Edward Island, and Nova Scotia. Quebec is Canada's largest province by area and its second-largest administrative division; only the territory of Nunavut is larger. It is historically and politically considered to be part of Central Canada (with Ontario).",
  "/wiki/CBC_Tower_(Mont-Carmel)": "The CBC Tower, also known as the WesTower Transmission Tower, was a 371-metre-high (1,217 ft) guyed mast for FM- and TV-transmission located atop Mont-Carmel near Shawinigan, Quebec, Canada. The tower was built in 1972 and it served for several decades as Quebec's primary CBC transmission point and also served several radio and television stations for the Trois-Rivières market.",
  "/wiki/Saskatchewan": "Saskatchewan (/səˈskætʃəwən, sæ-, -wɒn/ (listen)) is a prairie and boreal province in western Canada, the only province without a natural border. It has an area of 651,900 square kilometres (251,700 sq mi), nearly 10 percent of which (59,366 square kilometres (22,900 sq mi)) is fresh water, composed mostly of rivers, reservoirs, and the province's 100,000 lakes.",
  "/wiki/CFRE-DT": "CFRE-DT, VHF channel 11, is a Global owned-and-operated television station located in Regina, Saskatchewan, Canada. The station is owned by Corus Entertainment. CFRE's studios are located on Hoffer Drive and McDonald Street on the northeast side of Regina, and its transmitter is located near Louis Riel Trail/Highway 11, northwest of Regina.",
  "/wiki/Flin_Flon": "Flin Flon (pop.  5,185 in 2016 census; 4,982 in Manitoba and 203 in Saskatchewan) is a mining city in Canada. It is located on a correction line on the Manitoba and Saskatchewan border, with the majority of the city located within Manitoba. Residents thus travel southwest into Saskatchewan, and northeast into Manitoba.",
  "/wiki/Smokestack": "A chimney is an architectural ventilation structure made of masonry, clay or metal that isolates hot toxic exhaust gases or smoke produced by a boiler, stove, furnace, incinerator or fireplace from human living areas. Chimneys are typically vertical, or as near as possible to vertical, to ensure that the gases flow smoothly, drawing air into the combustion in what is known as the stack, or chimney effect. The space inside a chimney is called the flue. Chimneys are adjacent to large industrial refineries, fossil fuel combustion facilities or part of buildings, steam locomotives and ships.",
  "/wiki/Tour_CIBC": "CIBC Tower (French: La Tour CIBC) is a 187 m (614 ft) forty-five-storey skyscraper in Montreal, Quebec. With the communications antenna on the roof, the total height is 225 m (738 ft). The International Style office tower was built by Peter Dickinson, with associate architects Ross, Fish, Duschenes and Barrett, and was the city's tallest building from 1962 to 1963. The building holds offices for the Canadian Imperial Bank of Commerce, the corporate law firm Stikeman Elliott, as well as numerous other businesses.",
  "/wiki/Skyscraper": "A skyscraper is a continuously habitable high-rise building that has over 40 floors and is taller than approximately 150 m (492 ft). Historically, the term first referred to buildings with 10 to 20 floors in the 1880s. The definition shifted with advancing construction technology during the 20th century. Skyscrapers may host offices, residential spaces, and retail spaces. For buildings above a height of 300 m (984 ft), the term supertall skyscrapers can be used, while skyscrapers reaching beyond 600 m (1,969 ft) are classified as megatall skyscrapers.",
  "/wiki/Alberta": "Alberta is a province of Canada. With an estimated population of 4,067,175 as of 2016 census, it is Canada's fourth most populous province and the most populous of Canada's three prairie provinces. Its area is about 660,000 square kilometres (250,000 sq mi). Alberta and its neighbour Saskatchewan were districts of the Northwest Territories until they were established as provinces on September 1, 1905. The premier is Jason Kenney as of April 30, 2019.",
  "/wiki/Stantec_Tower": "Stantec Tower is a mixed-use skyscraper currently under construction and almost completed in the Ice District in downtown Edmonton, Alberta. As of 23 May 2018[update], it reached a construction height of 197 m (646.3 ft) and surpassed the JW Marriott Edmonton Ice District & Residences, becoming the tallest building in Edmonton. The office area of the tower opened on September 26, 2018, and the residential portion will open in 2019. Stantec Tower is 250.9 m (823.2 ft) tall, making it the tallest building in Canada outside Toronto. The 66-storey tower consists of retail space, offices, and 454 residential units. It houses the headquarters of Stantec and is located close to Rogers Place, home of the NHL's Edmonton Oilers, and near the centre of the Ice District directly northwest of Downtown Edmonton.",
  "/wiki/Hebron-Ben_Nevis_oil_field": "Hebron Oil Field, located off the coast of Newfoundland, is the fourth field to come on to production in the Jeanne d'Arc Basin. Discovered in 1981 and put online in 2017, the Hebron field is estimated to contain over 700 million barrels of producible hydrocarbons. The field is contained within a fault-bounded Mesozoic rift basin called the Jeanne d'Arc Basin.",
  "/wiki/Oil_platform": "An oil platform, offshore platform, or offshore drilling rig is a large structure with facilities for well drilling to explore, extract, store, and process petroleum and natural gas which lies in rock formations beneath the seabed. Many oil platforms will also contain facilities to accommodate their workforce. Most commonly, oil platforms engage in activities on the continental shelf, though they can also be used in lakes, inshore waters and inland seas. Depending on the circumstances, the platform may be fixed to the ocean floor, may consist of an artificial island, or may float. Remote subsea wells may also be connected to a platform by flow lines and by umbilical connections. These sub-sea solutions may consist of one or more subsea wells, or of one or more manifold centres for multiple wells.",
  "/wiki/British_Columbia": "British Columbia (BC) is the westernmost province in Canada, located between the Pacific Ocean and the Rocky Mountains. With an estimated population of 5.1 million as of 2019[update], it is Canada's third-most populous province.",
  "/wiki/Living_Shangri-La": "Living Shangri-la is a mixed-use skyscraper in downtown Vancouver, British Columbia, Canada, and is the tallest building in the city and province. The 62-storey Shangri-La tower contains a 5-star hotel and its offices on the first 15 floors, with condominium apartment units occupying the rest of the tower. The building's podium complex also includes a spa, Urban Fare specialty grocery store, a Vancouver Art Gallery public display, and a curated public sculpture garden. The high-rise stands 200.86 metres (659 ft) tall and there is a private roof garden on floor 61. It is the 33rd tallest building in Canada.",
  "/wiki/New_Brunswick": "New Brunswick is one of four Atlantic provinces on the east coast of Canada. According to the Constitution of Canada, New Brunswick is the only bilingual province. About two-thirds of the population declare themselves anglophones, and one third francophones. One-third of the population describes themselves as bilingual. Atypically for Canada, only about half of the population lives in urban areas, mostly in Greater Moncton, Greater Saint John and the capital Fredericton.",
  "/wiki/Coleson_Cove_Generating_Station": "The Coleson Cove Generating Station is a 978 MW fuel oil-fired power station located at 4077 King William Road in the community of Seaview on the extreme western boundary of the city of Saint John, New Brunswick.",
  "/wiki/Nova_Scotia": "Nova Scotia (/noʊvə ˈskoʊʃə/ is a province in eastern Canada. With a population of 923,598 as of 2016, it is the most populous of Canada's three Maritime provinces and the four Atlantic provinces. It is the country's second most-densely populated province and second-smallest province by area, both after neighbouring Prince Edward Island. Its area of 55,284 square kilometres (21,345 sq mi) includes Cape Breton Island and 3,800 other coastal islands. The peninsula that makes up Nova Scotia's mainland is connected to the rest of North America by the Isthmus of Chignecto, on which the province's land border with New Brunswick is located. The province borders the Bay of Fundy to the northwest and the Atlantic Ocean to the south and east, and is separated from Prince Edward Island and the island of Newfoundland by the Northumberland and Cabot straits, respectively.",
  "/wiki/Tufts_Cove_Generating_Station": "Tufts Cove Generating Station is a Canadian electrical generating station located in the Dartmouth neighbourhood of Tufts Cove in Nova Scotia's Halifax Regional Municipality.",
  "/wiki/Trenton_Generating_Station": "The Trenton Generating Station is a 310 MW Canadian electrical generating station located in the town of Trenton, Nova Scotia.",
  "/wiki/Lingan_Generating_Station": "The Lingan Generating Station is a 620 MW Canadian electrical generating station located in the community of Lingan in Nova Scotia's Cape Breton Regional Municipality.",
  "/wiki/Shand_Power_Station": "Shand Power Station is a coal fired station owned by SaskPower, located near Estevan, Saskatchewan, Canada.",
  "/wiki/Prince_Edward_Island": "Prince Edward Island (PEI) is a province of Canada and one of the three Maritime Provinces. It is the smallest province of Canada in both land area and population, but it is the most densely populated. Part of the traditional lands of the Mi'kmaq, it became a British colony in the 1700s and was federated into Canada as a province in 1873. Its capital is Charlottetown. According to Statistics Canada, the province of PEI has 155,318 residents.",
  "/wiki/Charlottetown_Thermal_Generating_Station": "Charlottetown Thermal Generating Station is a natural diesel oil power station owned by  Maritime Electric, in Charlottetown, Prince Edward Island.  The plant is primarily used during periods of peak demand or when the power supply from the mainline is impaired."
}