{
  "/wiki/Canisius_College": "Canisius College /kəˈniːʃəs/ is a private Jesuit college in Buffalo, New York. It was founded in 1870 by Jesuits from Germany and is named after St. Peter Canisius. Canisius offers more than 100 undergraduate majors and minors and around 34 master's and certificate programs.",
  "/wiki/Canisius_Golden_Griffins": "The Canisius College Golden Griffins are composed of 16 teams representing Canisius College in intercollegiate athletics. These teams include men's and women's basketball, cross country, track, lacrosse, soccer, and swimming and diving. Men's sports include baseball, ice hockey, and golf. Women's sports include volleyball, soccer, and softball. The Golden Griffins compete in the NCAA Division I and are members of the Metro Atlantic Athletic Conference (MAAC) for most sports, excluding men's ice hockey which competes in Atlantic Hockey.",
  "/wiki/Buffalo,_New_York": "Buffalo is the second largest city in the U.S. state of New York and the largest city in Western New York. As of 2018[update], the population was 256,304. The city is the county seat of Erie County and a major gateway for commerce and travel across the Canada–United States border, forming part of the bi-national Buffalo Niagara Region. As of the April 1, 2010, the metropolitan statistical area (MSA) had a population of 1,135,509; the combined statistical area (CSA), which adds Cattaraugus County, had a population of 1,215,826 inhabitants. The Buffalo area was inhabited before the 17th century by the Native American Iroquois tribe and later by French colonizers. The city grew significantly in the 19th and 20th centuries as a result of immigration, the construction of the Erie Canal and rail transportation, and its close proximity to Lake Erie. This growth provided an abundance of fresh water and an ample trade route to the Midwestern United States while grooming its economy for the grain, steel and automobile industries that dominated the city's economy in the 20th century. Since the city's economy relied heavily on manufacturing, deindustrialization in the latter half of the 20th century led to a steady decline in population.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is commonly referred to as New York State (NYS). The state's most populous city, New York City, makes up over 40% of the state's population. Two-thirds of the state's population lives in the New York metropolitan area, and nearly 40% lives on Long Island. The state and city were both named for the 17th-century Duke of York, the future King James II of England. With an estimated population of 8.39 million in 2018, New York City is the most populous city in the United States and the premier gateway for legal immigration to the United States.",
  "/wiki/Creighton_University": "Creighton University is a private, Jesuit university in Omaha, Nebraska. Founded by the Society of Jesus in 1878, the university is accredited by the Higher Learning Commission. The university enrolls 8,393 graduate and undergraduate students on a 140-acre (57 ha) campus just outside Omaha's downtown business district.",
  "/wiki/Creighton_Bluejays_football": "The first year of Creighton Bluejays football was in 1900. They fielded a football team every year from 1900 to 1942. The first team photo is from 1893, but first played in 1900.",
  "/wiki/Omaha,_Nebraska": "Omaha (/ˈoʊməhɑː/ OH-mə-hah) is the largest city in the state of Nebraska and the county seat of Douglas County. Omaha is in the Midwestern United States on the Missouri River, about 10 miles (15 km) north of the mouth of the Platte River. The nation's 40th-largest city, Omaha's 2018 estimated population was 466,061. Omaha is the anchor of the eight-county, bi-state Omaha-Council Bluffs metropolitan area. The Omaha Metropolitan Area is the 59th largest in the United States, with an estimated population of 944,316 (2018). The Omaha-Council Bluffs-Fremont, NE-IA Combined Statistical Area (CSA) encompasses the Omaha-Council Bluffs MSA as well as the separate Fremont, NE Micropolitan Statistical Area, which consists of the entirety of Dodge County, Ohio. The total population of the CSA was 970,023 based on 2017 estimates. Approximately 1.3 million people reside within the Greater Omaha area, within a 50 mi (80 km) radius of Downtown Omaha.",
  "/wiki/Nebraska": "Nebraska /nəˈbræskə/ (listen) is a state that lies in both the Great Plains and the Midwestern United States. It is bordered by South Dakota to the north; Iowa to the east and Missouri to the southeast, both across the Missouri River; Kansas to the south; Colorado to the southwest; and Wyoming to the west. It is the only triply landlocked U.S. state. Nebraska's area is just over 77,220 square miles (200,000 km2) with a population of almost 1.9 million people. Its state capital is Lincoln, and its largest city is Omaha, which is on the Missouri River. Indigenous peoples, including Omaha, Missouria, Ponca, Pawnee, Otoe, and various branches of the Lakota (Sioux) tribes, lived in the region for thousands of years before European exploration. The state is crossed by many historic trails, including that of the Lewis and Clark Expedition. Nebraska was admitted as the 37th state of the United States in 1867.",
  "/wiki/DePaul_University": "DePaul University is a private, Roman Catholic university in Chicago, Illinois. Founded by the Vincentians in 1898, the university takes its name from the 17th-century French priest Saint Vincent de Paul. In 1998, it became the largest Catholic university by enrollment in the United States. Following in the footsteps of its founders, DePaul places special emphasis on recruiting first-generation students and others from disadvantaged backgrounds. DePaul's two campuses are located in Lincoln Park and the Loop. The Lincoln Park Campus is home to the Colleges of Liberal Arts and Social Sciences, Science and Health, and Education. It also houses the School of Music, the Theatre School, and the John T. Richardson Library. The Loop campus houses the Colleges of Communication, Computing and Digital Media, and Law, as well as the School of Public Service and the School for New Learning.",
  "/wiki/DePaul_Blue_Demons_football": "The DePaul Blue Demons are the athletic teams that represent  DePaul University, located in Chicago, Illinois. The Blue Demons participate in NCAA Division I and are a member of the Big East Conference.\n DePaul was not affiliated with any conference until it helped establish the Great Midwest Conference in 1991. It subsequently became a charter member of Conference USA from 1995 until its move to the original Big East in 2005 through 2012. DePaul and the other six Catholic, non-FBS schools announced on December 15, 2012 their separation to eventually form a new conference that would carry the Big East name in 2013.",
  "/wiki/Chicago": "Chicago (/ʃɪˈkɑːɡoʊ/ (listen), locally also /ʃɪˈkɔːɡoʊ/), officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third-most-populous city in the United States. With an estimated population of 2,705,994 (2018), it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second-most-populous county in the US, with a small portion of the northwest side of the city extending into DuPage County near O'Hare Airport. Chicago is the principal city of the Chicago metropolitan area, often referred to as Chicagoland. At nearly 10 million people, the metropolitan area is the third most populous in the United States. Located on the shores of freshwater Lake Michigan, Chicago was incorporated as a city in 1837 near a portage between the Great Lakes and the Mississippi River watershed and grew rapidly in the mid-19th century. After the Great Chicago Fire of 1871, which destroyed several square miles and left more than 100,000 homeless, the city made a concerted effort to rebuild. The construction boom accelerated population growth throughout the following decades, and by 1900, less than 30 years after the great fire, Chicago was the fifth-largest city in the world.",
  "/wiki/Illinois": "Illinois (/ˌɪləˈnɔɪ/ (listen) IL-ə-NOY) is a state in the Midwestern and Great Lakes Regions of the United States. It has the fifth largest gross domestic product (GDP),\nthe sixth largest population, and the 25th largest land area of all U.S. states. Illinois has been noted as a microcosm of the entire United States. With Chicago in northeastern Illinois, small industrial cities and immense agricultural productivity in the north and center of the state, and natural resources such as coal, timber, and petroleum in the south, Illinois has a diverse economic base, and is a major transportation hub. Chicagoland, Chicago's metropolitan area, encompasses over 65% of the state's population. The Port of Chicago connects the state to international ports via two main routes: from the Great Lakes, via the Saint Lawrence Seaway, to the Atlantic Ocean and from the Great Lakes to the Mississippi River, via the Illinois Waterway to the Illinois River. The Mississippi River, the Ohio River, and the Wabash River form parts of the boundaries of Illinois. For decades, Chicago's O'Hare International Airport has been ranked as one of the world's busiest airports.",
  "/wiki/University_of_Detroit_Mercy": "The University of Detroit Mercy (UDM) is a private, Roman Catholic university in Detroit, Michigan, sponsored by both the Society of Jesus (the Jesuits) and the Religious Sisters of Mercy. Founded in 1877, it is the largest Catholic university in Michigan. It has three campuses, where it offers more than a hundred academic degrees and programs of study in liberal arts, clinical psychology, business, dentistry, education, law, engineering, architecture, nursing and allied health professions.\n In athletics, the university sponsors 19 NCAA Division I level varsity sports for men and women. It is a member of the Horizon League.",
  "/wiki/Detroit_Titans_football": "The Detroit Titans were the college football team representing what was then known as the University of Detroit (now the University of Detroit Mercy) from 1896 to 1964. In 1928 under Gus Dorais, the team finished with a record of 9-0-0. Several years later Parke H. Davis, considered to be a major selector by the NCAA, named the 1928 team to a share of the national championship. \n From 1922 to the end of the university's football program in 1964 the Titans played their home games at University of Detroit Stadium (also known as U of D Stadium, Titan Stadium, and Dinan Field) near McNichols Rd. (Six Mile Rd.) and Fairfield St. on the university's McNichols campus.",
  "/wiki/Detroit": "Detroit (/dɪˈtrɔɪt/, locally also /ˈdiːtrɔɪt/; French: Détroit, lit. 'strait') is the largest and most populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2018 estimated population of 672,662, making it the 23rd-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-largest in the Midwest after the Chicago metropolitan area. Regarded as a major cultural center, Detroit is known for its contributions to music and as a repository for art, architecture and design. Detroit is a major port on the Detroit River, one of the four major straits that connect the Great Lakes system to the Saint Lawrence Seaway. The Detroit Metropolitan Airport is among the most important hubs in the United States. The City of Detroit anchors the second-largest regional economy in the Midwest, behind Chicago and ahead of Minneapolis–Saint Paul, and the 13th-largest in the United States.",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning large water or large lake. With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River. [b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies. Michigan is the only state to consist of two peninsulas. The Lower Peninsula is often noted as being shaped like a mitten. The Upper Peninsula (often called the U.P.)",
  "/wiki/Gonzaga_University": "Gonzaga University (also known as Gonzaga or GU) /ɡɒnˈzæɡə/ is a private, Roman Catholic university in Spokane, Washington.  It is accredited, as an institution, by the Northwest Commission on Colleges and Universities. Founded in 1887 by Joseph Cataldo, an Italian-born priest and missionary, with the Society of Jesus. The university is named for the young Jesuit saint Aloysius Gonzaga. The campus houses 105 buildings on 152 acres (62 ha) of grassland alongside the Spokane River, in a residential setting one-half-mile (800 m) from downtown Spokane.\n The university grants bachelor's degrees, master's degrees, and doctoral degrees through its seven colleges – the College of Arts and Sciences, School of Business Administration, School of Education, School of Engineering & Applied Science, School of Law, School of Nursing and Human Physiology, and the School of Professional Studies.",
  "/wiki/Gonzaga_Bulldogs_football": "The Gonzaga Bulldogs football team represented Gonzaga University in the sport of college football. Gonzaga last fielded a varsity football team 79 years ago in 1941. From 1892–1941 (excluding having no teams from 1894–1895 & 1900–1906), Gonzaga went 129–99–20 with one bowl appearance in 1922 losing to the undefeated West Virginia Mountaineers, who claimed a share of the national title that season. Like many colleges, the football program went on hiatus during World War II (in April 1942), but after the war the administration decided not to resume it. The program had been in financial difficulty prior to the war. GU's most notable football player was running back Tony Canadeo (1919–2003) from Chicago, who played in the NFL for the Green Bay Packers from 1941 to 1952 and was elected to the Pro Football Hall of Fame in 1974. Ray Flaherty joined him as a hall of famer (as a head coach) in 1976. Flaherty was a Gonzaga teammate of Hust Stockton, a noted halfback in the 1920s (and the paternal grandfather of basketball star John Stockton).",
  "/wiki/Spokane,_Washington": "Spokane (/ˌspoʊˈkæn/ (listen) spoh-KAN) is a city in Spokane County in the state of Washington in the northwestern United States. It is located in eastern Washington along the Spokane River adjacent to the Selkirk Mountains and west of the Rocky Mountain foothills—92 miles (148 km) south of the Canada–US border, 18 miles (30 km) west of the Washington–Idaho border, and 279 miles (449 km) east of Seattle along Interstate 90. Known as the birthplace of Father's Day, Spokane's official nickname is the Lilac City. A pink, double flower cultivar of the common lilac, known as Syringa vulgaris 'Spokane', is named for the city. It is the seat of Spokane County and the economic and cultural center of the Spokane metropolitan area, the Spokane–Coeur d'Alene combined statistical area, and the Inland Northwest. The city, along with the whole Inland Northwest, is served by Spokane International Airport, 5 miles (8 km) west of downtown Spokane. According to the 2010 Census, Spokane had a population of 208,916, making it the second-largest city in Washington, and the 100th-largest city in the United States. In 2018, the United States Census Bureau estimated the city's population at 219,190 and the population of the Spokane Metropolitan Area at 573,493.",
  "/wiki/Washington_(state)": "Washington (/ˈwɒʃɪŋtən/ (listen)), officially the State of Washington, is a state in the Pacific Northwest region of the United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north, was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington State to distinguish it from the nation's capital, Washington, D.C..\n Washington is the 18th largest state, with an area of 71,362 square miles (184,827 km2), and the 13th most populous state, with more than 7.4 million people. Approximately 60 percent of Washington's residents live in the Seattle metropolitan area, the center of transportation, business, and industry along Puget Sound, an inlet of the Pacific Ocean consisting of numerous islands, deep fjords, and bays carved out by glaciers. The remainder of the state consists of deep temperate rainforests in the west; mountain ranges in the west, central, northeast, and far southeast; and a semi-arid basin region in the east, central, and south, given over to intensive agriculture. Washington is the second most populous state on the West Coast and in the Western United States, after California.",
  "/wiki/La_Salle_University": "La Salle University /ləˈsæl/ is a private, Roman Catholic university in Philadelphia, Pennsylvania. Named for St. Jean-Baptiste de La Salle, the university was founded in 1863 by the Institute of the Brothers of the Christian Schools. The university offers traditional, online, and hybrid courses and programs. The university is affiliated with the Roman Catholic Church through the Archdiocese of Philadelphia.",
  "/wiki/La_Salle_Explorers_football": "The  La Salle Explorers football team  was an American football team representing La Salle University.  The team competed in the Metro Atlantic Athletic Conference (MAAC) football league at the NCAA Division I Football Championship Subdivision level (formerly I-AA).",
  "/wiki/Philadelphia": "Philadelphia, known colloquially as Philly, is the largest city in the U.S. state and Commonwealth of Pennsylvania, and the sixth-most populous U.S. city with a 2018 census-estimated population of 1,584,138. Since 1854, the city has had the same geographic boundaries as Philadelphia County, the most populous county in Pennsylvania and the urban core of the eighth-largest U.S. metropolitan statistical area, with over 6 million residents as of 2017[update]. Philadelphia is also the economic and cultural anchor of the greater Delaware Valley, located along the lower Delaware and Schuylkill Rivers, within the Northeast megalopolis. The Delaware Valley's population of 7.2 million ranks it as the eighth-largest combined statistical area in the United States. Philadelphia is one of the oldest municipalities in the United States. William Penn, an English Quaker, founded the city in 1682 to serve as capital of the Pennsylvania Colony. Philadelphia played an instrumental role in the American Revolution as a meeting place for the Founding Fathers of the United States, who signed the Declaration of Independence in 1776 at the Second Continental Congress, and the Constitution at the Philadelphia Convention of 1787. Several other key events occurred in Philadelphia during the Revolutionary War including the First Continental Congress, the preservation of the Liberty Bell, the Battle of Germantown, and the Siege of Fort Mifflin.",
  "/wiki/Pennsylvania": "Pennsylvania (/ˌpɛnsəlˈveɪniə/ (listen) PEN-səl-VAY-nee-ə), officially the Commonwealth of Pennsylvania, is a state located in the Northeastern, Great Lakes, Appalachian, and Mid-Atlantic regions of the United States. The Appalachian Mountains run through its middle. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east. Pennsylvania is the 33rd-largest state by area, and the 5th-most populous state according to the most recent official U.S. Census count in 2010. It is the 9th-most densely populated of the 50 states. Pennsylvania's two most populous cities are Philadelphia (1,580,863), and Pittsburgh (302,407). The state capital and its 10th-largest city is Harrisburg. Pennsylvania has 140 miles (225 km) of waterfront along Lake Erie and the Delaware River.",
  "/wiki/Loyola_Marymount_University": "Loyola Marymount University (LMU) is a private Jesuit and Marymount research university in Los Angeles, California. It is located on the west side of the city and is scenically positioned atop the bluffs overlooking Playa Vista. LMU is also the parent school to Loyola Law School located in downtown Los Angeles.\n LMU offers 60 major and 55 minor undergraduate degrees and programs across 6 undergraduate colleges. The Graduate Division offers 51 master's degree programs, one education doctorate, one doctorate in juridical science, one juris doctorate and 12 credential programs. \n As of 2019[update], Loyola Marymount University is one of the largest Roman Catholic universities on the U.S. West Coast with just under 9,700 undergraduate, graduate and law school students. \n LMU's sports teams are called the Lions and compete at the NCAA Division I level as members of the West Coast Conference in 19 sports.",
  "/wiki/Loyola_Lions_football": "The Loyola Marymount Lions are the athletic teams that represent Loyola Marymount University, a Jesuit institution in Los Angeles, California. The school competes in NCAA Division I and the West Coast Conference.",
  "/wiki/Los_Angeles": "Los Angeles (/lɔːs ˈændʒələs/ (listen);[a] Spanish: Los Ángeles; Spanish for The Angels), officially the City of Los Angeles and often known by its initials L.A., is the most populous city in California; the second most populous city in the United States, after New York City; and the third most populous city in North America, after Mexico City and New York City. With an estimated population of nearly four million people, Los Angeles is the cultural, financial, and commercial center of Southern California. The city is known for its Mediterranean climate, ethnic diversity, Hollywood, the entertainment industry, and its sprawling metropolis. Los Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2), is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is the second-largest metropolitan area in the nation with a population of 13.1 million people. Greater Los Angeles, which includes the metro area of Riverside and San Bernardino, is the nation's second most populous combined statistical area, with a 2015 estimate of 18.7 million people. Historically home to the Chumash and Tongva, Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542.",
  "/wiki/California": "California is a state in the Pacific Region of the United States. With 39.5 million residents across a total area of about 163,696 square miles (423,970 km2), California is the most populous U.S. state and the third-largest by area. The state capital is Sacramento. The Greater Los Angeles Area and the San Francisco Bay Area are the nation's second- and fifth-most populous urban regions, with 18.7 million and 9.7 million residents respectively. Los Angeles is California's most populous city, and the country's second-most populous, after New York City. California also has the nation's most populous county, Los Angeles County, and its largest county by area, San Bernardino County. The City and County of San Francisco is both the country's second most densely populated major city after New York City and the fifth most densely populated county, behind only four of the five New York City boroughs. California's economy, with a gross state product of $3.0 trillion, is the largest sub-national economy in the world.",
  "/wiki/Manhattan_College": "Manhattan College is a private, Roman Catholic, liberal arts college in the Bronx in New York City. After originally being established in 1853 by the Brothers of the Christian Schools (De La Salle Christian Brothers) as an academy for day students, Manhattan College was officially incorporated as an institution of higher education through a charter granted by the New York State Board of Regents. In 1922, the College moved from Manhattan to the Riverdale section of the Bronx, roughly 6.4 miles (10.3 km) north of its original location on 131st Street in the Manhattanville section of Manhattan. \n Manhattan College offers undergraduate programs in the arts, business, education, health, engineering, and science. \n Graduate programs are offered for education, business, and engineering.",
  "/wiki/Manhattan_Jaspers_football": "The Manhattan Jaspers are composed of 19 teams representing Manhattan College in intercollegiate athletics. The Jaspers compete in the NCAA Division I and are members of the Metro Atlantic Athletic Conference.\n Manhattan College fields 19 Division–I athletic teams for men and women, including basketball, soccer, golf, rugby, baseball and softball, tennis, lacrosse and volleyball. The school's men's sports teams are called the Jaspers; women are known as Lady Jaspers. Historically track and field has been the school's strongest sport.\n The Jaspers nickname comes from Brother Jasper of Mary, F.S.C., who was a memorable figure at the college. He was head of resident students, athletic director, and baseball coach during the late 1800s.",
  "/wiki/New_York_City": "New York City (NYC), also known as the City of New York or simply New York (NY), is the most populous city in the United States. With an estimated 2018 population of 8,398,748 distributed over a land area of about 302.6 square miles (784 km2), New York is also the most densely populated major city in the United States. Located at the southern tip of the U.S. state of New York, the city is the center of the New York metropolitan area, the largest metropolitan area in the world by urban landmass and one of the world's most populous megacities, with an estimated 19,979,477 people in its 2018 metropolitan statistical area and 22,679,948 residents in its combined statistical area. A global power city, New York City has been described as the cultural, financial, and media capital of the world, and exerts a significant impact upon commerce, entertainment, research, technology, education, politics, tourism, art, fashion, and sports. The city's fast pace has inspired the term New York minute. Home to the headquarters of the United Nations, New York is an important center for international diplomacy. Situated on one of the world's largest natural harbors, New York City consists of five boroughs, each of which is a separate county of the State of New York. The five boroughs – Brooklyn, Queens, Manhattan, The Bronx, and Staten Island – were consolidated into a single city in 1898.",
  "/wiki/Marquette_University": "Marquette University (/mɑːrˈkɛt/) is a private Jesuit research university in Milwaukee, Wisconsin. Established by the Society of Jesus as Marquette College on August 28, 1881, it was founded by John Martin Henni, the first Bishop of Milwaukee. The university was named after 17th-century missionary and explorer Father Jacques Marquette, SJ, with the intention to provide an affordable Catholic education to the area's emerging German immigrant population. Initially an all-male institution, Marquette became the first coeducational Catholic university in the world in 1909 when it began admitting its first female students. Marquette is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the Higher Learning Commission and currently has a student body of about 12,000. Marquette is one of the largest Jesuit universities in the United States, and the largest private university in Wisconsin. Marquette is organized into 11 schools and colleges at its main Milwaukee campus, offering programs in the liberal arts, business, communications, education, engineering, law and various health sciences disciplines.",
  "/wiki/Marquette_Golden_Avalanche_football": "The Marquette Golden Avalanche football program, commonly known as the Marquette Hilltoppers from approximately 1940 to 1953 and as the Marquette Warriors from 1954 to 1960, was the intercollegiate American football team for Marquette University of Milwaukee, Wisconsin. The first team was fielded in 1892. \n In December 1960, Marquette discontinued intercollegiate football, citing the financial hardships imposed by a program that lost $50,000 in the preceding year.",
  "/wiki/Milwaukee": "Milwaukee (/mɪlˈwɔːki/, locally /mɪˈ-/) is the largest city in the state of Wisconsin and the fifth-largest city in the Midwestern United States. The seat of the eponymous county, it is on Lake Michigan's western shore. Ranked by its estimated 2018 population, Milwaukee was the 31st largest city in the United States. The city's estimated population in 2018 was 594,511. Milwaukee is the main cultural and economic center of the Milwaukee metropolitan area which had a population of 2,043,904 in the 2014 census estimate. It is the third-most densely populated metropolitan area in The Midwest, surpassed only by Chicago and Detroit, respectively. Milwaukee is considered a Gamma global city as categorized by the Globalization and World Cities Research Network with a regional GDP of over $105 billion. The first Europeans to pass through the area were French Catholic Jesuit missionaries, who were ministering to Native Americans, and fur traders.",
  "/wiki/Wisconsin": "Wisconsin (/wɪˈskɒnsɪn/ (listen)) is a U.S. state located in the north-central, Midwest and Great Lakes regions of the country. It is bordered by Minnesota to the west, Iowa to the southwest, Illinois to the south, Lake Michigan to the east, Michigan to the northeast, and Lake Superior to the north. Wisconsin is the 23rd largest state by total area and the 20th most populous. The state capital is Madison, and its largest city is Milwaukee, which is located on the western shore of Lake Michigan. The state is divided into 72 counties. Wisconsin's geography is diverse, having been greatly impacted by glaciers during the Ice Age with the exception of the Driftless Area. The Northern Highland and Western Upland along with a part of the Central Plain occupies the western part of the state, with lowlands stretching to the shore of Lake Michigan. Wisconsin is second to Michigan in the length of its Great Lakes coastline.",
  "/wiki/University_of_Portland": "The University of Portland (UP) is a private Roman Catholic university in Portland, Oregon. It was founded in 1901 and is affiliated with the Congregation of Holy Cross, which also founded UP's sister school the University of Notre Dame. The university has a student body of approximately 4,200 students.\n The campus is located in the University Park neighborhood near St. Johns, on a bluff overlooking the Willamette River. With a college of arts and sciences; a graduate school; and schools of business, education, engineering, and nursing, it is the only comprehensive Catholic university in Oregon. It is the largest corporation in North Portland and has an annual economic impact on Portland of some $170 million. More than 13,000 alumni live in the Portland metropolitan area.",
  "/wiki/Portland_Pilots_football": "The Portland Pilots football team represented the University of Portland in the sport of American football from 1909 to 1942 and 1946 to 1949. Prior to 1935, the school was known as Columbia University, and the football team was known as the Irish (due to an affiliation with Notre Dame). The football team was also sometimes known as the Cliffdwellers. Prior to 1927, the school operated as a preparatory school and two-year junior college. During that time, the football team competed primarily against small Oregon colleges. Starting in 1928, the football program began competing increasingly against regional powers, including Oregon State (1928-1929, 1934-1935, 1938-1940, 1946-1948), Gonzaga (1933-1937, 1939-1941), Santa Clara (1934-1937, 1946, 1949), Saint Mary's (1938-1941, 1947-1948), Montana State (1938-1939, 1946-1949), Idaho (1942, 1946-1949), Oregon (1933, 1935-1936), Montana (1939-1940, 1947), San Francisco (1936-1937), BYU (1937-1938), Fresno State (1939, 1948), Nevada (1947, 1949), Pepperdine (1948-1949), Hawaii (1941), Arizona State (1946), and Washington State (1947). Former Notre Dame quarterback Gene Murphy was the head football coach from 1927 to 1936. Matty Mathews, another former Notre Dame football player, took over as head coach in 1937 and remained in the position until 1942.",
  "/wiki/Portland,_Oregon": "Portland (/ˈpɔːrtlənd/; PORT-lənd) is the largest and most populous city in the U.S. state of Oregon and the seat of Multnomah County. It is a major port in the Willamette Valley region of the Pacific Northwest, at the confluence of the Willamette and Columbia rivers. As of 2018, Portland had an estimated population of 653,115,  making it the 25th most populated city in the United States, and the second-most populous in the Pacific Northwest after Seattle. Approximately 2.4 million people live in the Portland metropolitan statistical area (MSA), making it the 25th most populous in the United States. Its combined statistical area (CSA) ranks 19th-largest with a population of around 3.2 million. Approximately 60% of Oregon's population resides within the Portland metropolitan area. [a]\n Named after Portland, Maine, the Oregon settlement began to be populated in the 1830s near the end of the Oregon Trail. Its water access provided convenient transportation of goods, and the timber industry was a major force in the city's early economy.",
  "/wiki/Oregon": "Oregon (/ˈɒrɪɡən/ (listen) ORR-ih-gən) is a state in the Pacific Northwest region on the West Coast of the United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The parallel 42° north delineates the southern boundary with California and Nevada. Oregon was inhabited by many indigenous tribes before European traders, explorers, and settlers arrived. An autonomous government was formed in the Oregon Country in 1843 before the Oregon Territory was created in 1848. Oregon became the 33rd state on February 14, 1859. Today, at 98,000 square miles (250,000 km2), Oregon is the ninth largest and, with a population of 4 million, 27th most populous U.S. state. The capital, Salem, is the second most populous city in Oregon, with 169,798 residents.",
  "/wiki/Saint_Louis_University": "Saint Louis University (SLU) is a private Roman Catholic research university with campuses in St. Louis, Missouri, United States, and Madrid, Spain. Founded in 1818 by Louis Guillaume Valentin Dubourg, it is the oldest university west of the Mississippi River and the second-oldest Jesuit university in the United States. It is one of 28 member institutions of the Association of Jesuit Colleges and Universities. The university is accredited by the North Central Association of Colleges and Secondary Schools. SLU's athletic teams compete in NCAA's Division I and are a member of the Atlantic 10 Conference. It has an enrollment of 12,546 students with an additional 7,101 students enrolled in its 1818 advanced college credit program. The 2019-20 student body includes 8,072 undergraduate students and 4,474 graduate students that represents all 50 states and more than 82 foreign countries. Its average class size for undergraduates is 26 and the student-faculty ratio is 9:1.",
  "/wiki/Saint_Louis_Billikens_football": "The Saint Louis Billikens football team represented Saint Louis University in the sport of college football. The university fielded an intercollegiate squad from 1899 to 1949, going undefeated in 1901, 1904 and 1906. The final home game for the Billikens was on November 24, 1949, a 35–0 loss against Houston. Saint Louis finished the 1949 season with a 2–6–1 record. St. Louis competed at the club level during the late 1960s and early 1970s. \n Although the school no longer has a football team, they made a lasting mark on the sport as the 1906 team, coached by Eddie Cochems, threw the first legal forward pass in college football history, Bradbury Robinson to Jack Schneider on September 5, 1906, vs. Carroll College at Waukesha, Wisconsin.",
  "/wiki/St._Louis": "St. Louis (/seɪnt ˈluːɪs/) is an independent city in Missouri. It is the largest metropolitan area in the state of Missouri, however the independent city of St. Louis is the second-largest city in Missouri behind Kansas City. It is situated along the western bank of the Mississippi River, which forms the state line between Illinois and Missouri. The Missouri River merges with the Mississippi River 15 river miles north of Downtown St. Louis, forming the fourth-longest river system in the world. The estimated 2018 population of the city proper was 302,838 and the bi-state metropolitan area was 2,804,724. Greater St. Louis is the largest metropolitan area in Missouri, second-largest in Illinois, 7th-largest in the Great Lakes Megalopolis, and the 20th-largest in the United States. Before European settlement, the area was a regional center of Native American Mississippian culture. The city of St. Louis was founded in 1764 by French fur traders Pierre Laclède and Auguste Chouteau, and named after Louis IX of France.",
  "/wiki/Missouri": "Missouri is a state in the Midwestern United States. With over six million residents, it is the 18th-most populous state of the Union. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states (tied for the most with Tennessee): Iowa to the north, Illinois, Kentucky and Tennessee (via the Mississippi River) to the east, Arkansas to the south and Oklahoma, Kansas and Nebraska to the west. In the south are the Ozarks, a forested highland, providing timber, minerals and recreation. The Missouri River, after which the state is named, flows through the center of the state into the Mississippi River, which makes up Missouri's eastern border. Humans have inhabited the land now known as Missouri for at least 12,000 years.",
  "/wiki/Saint_Mary's_College_of_California": "Saint Mary's College of California is a private Catholic college in Moraga, California. It is affiliated with the Roman Catholic Church and administered by the De La Salle Christian Brothers.",
  "/wiki/Saint_Mary's_Gaels_football": "The Saint Mary's Gaels football program was the intercollegiate American football team for Saint Mary's College of California, located in Moraga, California, east of Oakland. The team competed in NCAA Division I-AA as an independent from 1993 through 2003. The school's first football team was fielded in 1892, and it was nationally prominent in the 1930s and 1940s, winning the Cotton Bowl in January 1939 and losing in the Sugar Bowl in January 1946. That 1945 team won its first seven games and was ranked seventh in the AP poll entering the bowl game. Many home games of this era were played at Kezar Stadium in San Francisco. The football program was dropped after the 1950 season, revived as a club sport, and returned to varsity status in 1970 (College Division, later Division III), and moved up to Division II in 1980. In order to keep its overall athletics program at Division I, football was required to cease or move up to Division I-AA by 1993. (Rival Santa Clara discontinued football after 1992.)",
  "/wiki/Moraga,_California": "Moraga is a town in Contra Costa County, California, in the San Francisco Bay Area. The town is named in honor of Joaquín Moraga, member of the famed Californio family, son of Gabriel Moraga, and grandson of José Joaquín Moraga, famous 18th century expeditionaries of the Californias. Moraga incorporated in 1974, when the communities of Moraga Town, Rheem, and Rheem Valley, united into one town.\n As of 2010, Moraga had a total population of 16,016 people.",
  "/wiki/University_of_San_Francisco": "The University of San Francisco (USF) is a private Jesuit university in San Francisco, California. The school's main campus is located on a 55-acre (22 ha) setting between the Golden Gate Bridge and Golden Gate Park. The main campus is nicknamed The Hilltop, and part of the main campus is located on Lone Mountain, one of San Francisco's major geographical features.  Its close historical ties with the City and County of San Francisco are reflected in the university's traditional motto, Pro Urbe et Universitate (For the City and University).",
  "/wiki/San_Francisco_Dons_football": "The San Francisco Dons football program were the intercollegiate American football team for University of San Francisco located in San Francisco, California. The team competed in NCAA Division II as a Division II Independent football program. The school's first football team was fielded in 1917.",
  "/wiki/San_Francisco": "San Francisco, officially the City and County of San Francisco and colloquially known as SF, San Fran, Frisco, or The City, is the cultural, commercial, and financial center of Northern California. San Francisco is the 15th most populous city in the United States, and the fourth most populous in California, with 883,305 residents as of 2018. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in the San Francisco Bay Area, making it the second most densely populated large U.S. city, and the fifth most densely populated U.S. county, behind only four of the five New York City boroughs. San Francisco is the 12th-largest metropolitan statistical area in the United States by population, with 4.7 million people, and the 4th-largest by economic output, with GDP of $549 billion in 2018. With San Jose, it forms the fifth most populous combined statistical area in the United States, the San Jose–San Francisco–Oakland, CA Combined Statistical Area (9.67 million residents in 2018). As of 2018, San Francisco was the seventh-highest-income county in the United States, with a per capita personal income of $130,696. In the same year, San Francisco proper had a GDP of $183.2 billion, and a GDP per capita of $207,371. The CSA San Francisco shares with San Jose and Oakland was the country's third-largest urban economy as of 2018, with a GDP of $1.03 trillion.",
  "/wiki/Santa_Clara_University": "Santa Clara University is a private Jesuit university in Santa Clara, California, with about 5,400 undergraduate students and about 3,300 postgraduate students. Established in 1851, Santa Clara University is the oldest operating institution of higher learning in California and has remained in its original location for 168 years. The university's campus surrounds the historic Mission Santa Clara de Asis which traces its founding to 1776. The campus mirrors the Mission's architectural style and provides a fine early example of Mission Revival architecture. The university is classified as a Doctoral/Professional university by Carnegie Classification. The university offers bachelor's degrees, master's degrees, and doctoral degrees through its six colleges, the School of Arts and Sciences, School of Education and Counseling Psychology, Leavey School of Business, School of Engineering, Jesuit School of Theology, and School of Law. Among Santa Clara's alumni are governors, congressmen, mayors, senators, and presidential cabinet members. Santa Clara alumni founded Nvidia and Farmer's Insurance, and created JavaScript.",
  "/wiki/Santa_Clara_Broncos_football": "The Santa Clara Broncos football program was the intercollegiate American football team for Santa Clara University located in Santa Clara, California. Santa Clara played its first football game against St. Mary's College in San Francisco in 1896. Santa Clara compiled an all-time record of 352–244–28 (.587).\n At the conclusion of the 1992 season, the Santa Clara football program was discontinued due to new NCAA regulations which mandated all sports be played at the same level at each university. Santa Clara had fielded all Division I teams with the exception of the Division II football team, and elected not to field a team at the Division I-AA level.\n Santa Clara played in three major bowl games and won all three: 1937 Sugar Bowl, 1938 Sugar Bowl, and 1950 Orange Bowl.",
  "/wiki/Santa_Clara,_California": "Santa Clara (/ˌsæntəˈklærə/) is a city in Santa Clara County, California. The city's population was 116,468 as of the 2010 United States Census, making it the ninth-most populous city in the San Francisco Bay Area. Located on the southern coast of San Francisco Bay immediately west of San Jose and 45 miles (72 km) southeast of San Francisco, the city was founded in 1777 with the establishment of Mission Santa Clara de Asís, the eighth of 21 California missions. The city was later incorporated in 1852. The mission, the city, and the county are all named for Saint Clare of Assisi. Santa Clara is located in the center of Silicon Valley and is home to the headquarters of several high-tech companies such as Intel. It is also home to Santa Clara University, the oldest institution of higher learning in the state of California, which was built around Mission Santa Clara de Asís. Levi's Stadium, the home of the National Football League's San Francisco 49ers, is located in the city.",
  "/wiki/Xavier_University": "Xavier University (/ˈzeɪvjər/ ZAY-vyər) is a Jesuit university in Cincinnati and Norwood, Ohio. It is the sixth-oldest Catholic and fourth-oldest Jesuit university in the United States. Xavier has an undergraduate enrollment of 4,485 students and graduate enrollment of 2,165. It is primarily an undergraduate, liberal arts institution.",
  "/wiki/Xavier_Musketeers_football": "The Xavier Musketeers football program, formerly known as the St. Xavier Saints, was an American football program that represented Xavier University of Cincinnati in college football from 1900 to 1943 and 1946 to 1973. Xavier discontinued its participation in intercollegiate football following the 1973 season, citing the escalating cost of the sport and resulting deficits.",
  "/wiki/Cincinnati": "Cincinnati (/ˌsɪnsɪˈnæti/ SIN-sih-NAT-ee) is a major city in the U.S. state of Ohio, and is the government seat of Hamilton County. Settled in 1788, the city is located at the northern side of the confluence of the Licking and Ohio rivers, the latter of which marks the state line with Kentucky. The city is the economic and cultural hub of the Cincinnati metropolitan area, the fastest growing economic power in the Midwestern United States based on increase of economic output, which had a population of 2,190,209 as of the 2018 census estimates. This makes it Ohio's largest metropolitan area and the nation's 29th-largest. With a city population estimated at 302,605, Cincinnati is the third-largest city in Ohio and 65th in the United States. Cincinnati is also within a day's drive of 49.70% of the United States populace, the most of any  city in the United States. In the 19th century, Cincinnati was an American boomtown in the middle of the country. Throughout much of the 19th century, it was listed among the top 10 U.S. cities by population, surpassed only by New Orleans and the older, established settlements of the United States eastern seaboard, as well as being the sixth-biggest city for a period spanning 1840 until 1860.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest. The state takes its name from the Ohio River, whose name in turn originated from the Seneca word  ohiːyo', meaning good river, great river or large creek. Partitioned from the Northwest Territory, Ohio was the 17th state admitted to the Union on March 1, 1803, and the first under the Northwest Ordinance. Ohio is historically known as the Buckeye State after its Ohio buckeye trees, and Ohioans are also known as Buckeyes. Ohio rose from the wilderness of Ohio Country west of Appalachia in colonial times through the Northwest Indian Wars as part of the Northwest Territory in the early frontier, to become the first non-colonial free state admitted to the union, to an industrial powerhouse in the 20th century before transitioning to a more information and service based economy in the 21st.",
  "/wiki/List_of_NCAA_football_programs_at_Catholic_colleges": "This is a list of Catholic colleges of the National Collegiate Athletic Association (NCAA) that have football as a varsity sport in the United States. It also includes a list of Catholic colleges and universities which previously had major football programs.\n For current programs, all conference affiliations are current for the next football season of 2019."
}