{
  "/wiki/Oleksandr_Petriv": "Oleksandr Petriv (Ukrainian: Олександр Петрів) (born 5 August 1974) is a Ukrainian Olympic shooter. He won a gold medal in the Men's 25 metre rapid fire pistol event at the 2008 Summer Olympics in Beijing.",
  "/wiki/Shooting": "Shooting is the act or process of discharging a projectile from a ranged weapon (such as a gun, slingshot, crossbow, or bow).  Even the acts of launching/discharging artillery, darts, grenades, rockets and guided missiles can be considered acts of shooting.  When using a firearm, the act of shooting is often called firing as it involves initiating a combustion process (deflagration).",
  "/wiki/Shooting_at_the_2008_Summer_Olympics_–_Men's_25_metre_rapid_fire_pistol": "The Men's 25 metre rapid fire pistol event at the 2008 Olympic Games took place between August 15 and 16 at the Beijing Shooting Range Hall.",
  "/wiki/Artur_Ayvazyan": "Artur Surenovych Ayvazyan (Armenian: Արթուր Այվազյան; Ukrainian: Артур Суренович Айвазян, born 14 January 1973) is an Olympic shooter for Ukraine and Russia who won a gold medal in the 50 metre rifle prone event at the 2008 Summer Olympics in Beijing.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics_–_Men's_50_metre_rifle_prone": "The Men's 50 metre rifle prone event at the 2008 Olympic Games took place on August 15 at the Beijing Shooting Range Hall.",
  "/wiki/Viktor_Ruban": "Viktor Hennadiyovych Ruban (Ukrainian: Віктор Геннадійович Рубан; born 24 May 1981 in Kharkiv, Ukrainian SSR, Soviet Union) is an Olympic gold medal winning former world number one Ukrainian archer.",
  "/wiki/Archery": "Archery is the art, sport, practice, or skill of using a bow to shoot arrows. The word comes from the Latin arcus. Historically, archery has been used for hunting and combat. In modern times, it is mainly a competitive sport and recreational activity. A person who participates in archery is typically called an archer or a bowman, and a person who is fond of or an expert at archery is sometimes called a toxophilite.",
  "/wiki/Archery_at_the_2008_Summer_Olympics_–_Men's_individual": "The men's individual archery event at the 2008 Summer Olympics was part of the archery programme and took place at the Olympic Green Archery Field. Ranking Round was scheduled for 9 August. First and second elimination rounds took place on 13 August, and eights, quarterfinal, semifinals and medals matches were staged on 15 August. All archery was done at a range of 70 metres, with targets 1.22 metres in diameter.",
  "/wiki/Olha_Zhovnir": "Olha Bohdanivna Zhovnir (Ukrainian: Ольга Богданівна Жовнір; born 8 June 1989) is a Ukrainian fencer and member of the team which won the gold medal in sabre at the 2008 Summer Olympics.",
  "/wiki/Olha_Kharlan": "Olha Hennadiyivna Kharlan (Ukrainian: Ольга Геннадіївна Харлан; born 4 September 1990) is a Ukrainian sabre fencer. She holds a bronze medal from both the 2016 Summer Olympics and the 2012 Summer Olympics and is a four-time World champion (2013, 2014, 2017 and 2019) and five-time European champion. She was Olympic team champion in the 2008 Summer Olympics, twice World team champion (2009 and 2013) and twice European team champion. Kharlan was named athlete of the year at the 2009 Ukrainian Heroes of Sports Years awards. She briefly pursued a political career.",
  "/wiki/Halyna_Pundyk": "Halyna Vasylivna Pundyk (Ukrainian: Галина Василівна Пундик; born 7 November 1987) is a Ukrainian gold medallist in sabre fencing. She was a member of the team which won the gold medal in sabre at the 2008 Summer Olympics.",
  "/wiki/Olena_Khomrova": "Olena Khomrova (Ukrainian: Олена Хомрова; born May 16, 1987 in Mykolaiv) is a Ukrainian fencer and member of the team which won the gold medal in sabre at the 2008 Summer Olympics.",
  "/wiki/Fencing": "Fencing is a group of three related combat sports. The three disciplines in modern fencing are the  foil, the épée, and the sabre (also saber); winning points are made through the weapon's contact with an opponent. A fourth discipline, singlestick, appeared in the 1904 Olympics but was dropped after that, and is not a part of modern fencing. Fencing was one of the first sports to be played in the Olympics. Based on the traditional skills of swordsmanship, the modern sport arose at the end of the 19th century, with the Italian school having modified the historical European martial art of classical fencing, and the French school later refining the Italian system. There are three forms of modern fencing, each of which uses a different kind of weapon and has different rules; thus the sport itself is divided into three competitive scenes: foil, épée, and sabre. Most competitive fencers choose to specialize in one weapon only.",
  "/wiki/Fencing_at_the_2008_Summer_Olympics_–_Women's_team_sabre": "The women's team sabre fencing competition at the Beijing 2008 Summer Olympics took place on August 14 at the Olympic Green Convention Centre.",
  "/wiki/Natalya_Dobrynska": "Nataliya Dobrynska (Ukrainian: Наталія Добринська; born 29 May 1982) is a retired Ukrainian heptathlete. She is the 2008 Olympic champion and also holds the heptathlon best in the shot put. Her indoor pentathlon best of 5013 points is the world record for the event.",
  "/wiki/Track_and_field_athletics": "Track and field is a sport which includes athletic contests established on the skills of running, jumping, and throwing. The name is derived from where the sport takes place, a running track and a grass field for the throwing and some of the jumping events. Track and field is categorized under the umbrella sport of athletics, which also includes road running, cross country running, and racewalking.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_–_Women's_heptathlon": "The women's heptathlon at the 2008 Summer Olympics took place between August 15  and 16 at the Beijing National Stadium.",
  "/wiki/Inna_Osypenko-Radomska": "Inna Volodymyrivna Osypenko-Radomska (Ukrainian: Інна Володимирівна Осипенко-Радомська, born 20 September 1982) is a sprint kayaker. Competing for Ukraine, she won four Olympic medals, including gold at the 2008 Olympics in K-1 500 m. She switched to Azerbaijan in 2014 and won a bronze medal at the 2016 Olympics.",
  "/wiki/Canoeing": "Canoeing is an activity which involves paddling a canoe with a single-bladed paddle. Common meanings of the term are limited to when the canoeing is the central purpose of the activity. Broader meanings include when it is combined with other activities such as canoe camping, or where canoeing is merely a transportation method used to accomplish other activities. Most present-day canoeing is done as or as a part of a sport or recreational activity. In some parts of Europe canoeing refers to both canoeing and kayaking, with a canoe being called an open canoe.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_–_Women's_K-1_500_metres": "The women's K-1 500 metres competition in canoeing at the 2008 Summer Olympics took place at the Shunyi Olympic Rowing-Canoeing Park in Beijing.",
  "/wiki/Vasyl_Lomachenko": "Vasyl Anatoliyovych Lomachenko (Ukrainian: Василь Анатолійович Ломаченко, IPA: [wɐˈsɪlʲ lomɐˈtʃɛnko]; also Vasily or Vasiliy; born 17 February 1988) is a Ukrainian professional boxer. He is a three-weight world champion, having held the unified WBA (Super), WBO and Ring magazine lightweight titles since 2018 and the WBC lightweight title since 2019 (promoted to 'Franchise Champion' in October 2019), and previously the WBO featherweight title from 2014 to 2015 and the WBO junior-lightweight title from 2016 to 2017.",
  "/wiki/Boxing": "Boxing is a combat sport in which two people, usually wearing protective gloves, throw punches at each other for a predetermined amount of time in a boxing ring.",
  "/wiki/Boxing_at_the_2008_Summer_Olympics_–_Featherweight": "The featherweight competition was the fourth-lowest weight class featured in amateur boxing at the 2008 Summer Olympics, and was held at the Workers Indoor Arena. Featherweights were limited to a maximum of 57 kilograms in body mass.",
  "/wiki/Jury_Sukhorukov": "Jury Sukhorukov (Ukraine: Юрій Сухоруков; born March 29, 1968) is an Olympic shooter from Ukraine. He won a silver medal in the Men's 50 metre rifle three positions event at the 2008 Summer Olympics in Beijing.",
  "/wiki/Shooting_at_the_2008_Summer_Olympics_–_Men's_50_metre_rifle_three_positions": "The Men's 50 metre rifle three positions event at the 2008 Olympic Games took place on August 17 at the Beijing Shooting Range Hall, the last shooting event of the Beijing Olympics.",
  "/wiki/Andriy_Stadnik": "Andriy Stadnik (born 15 April 1982) is a male wrestler from Ukraine. He won a silver medal in the Men's freestyle 66kg event at the 2008 Summer Olympics in Beijing. Andriy has been married to Mariya Stadnik, a wrestler from Ukraine who represents Azerbaijan. His sister, Yana Rattigan, is also a wrestler.",
  "/wiki/Wrestling": "Wrestling is a combat sport involving grappling-type techniques such as clinch fighting, throws and takedowns,  joint locks, pins and other grappling holds. The sport can either be theatrical for entertainment (see professional wrestling), or genuinely competitive. A wrestling bout is a physical competition, between two (occasionally more) competitors or sparring partners, who attempt to gain and maintain a superior position. There are a wide range of styles with varying rules with both traditional historic and modern styles. Wrestling techniques have been incorporated into other martial arts as well as military hand-to-hand combat systems.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_–_Men's_freestyle_66_kg": "Men's freestyle 66 kg competition at the 2008 Summer Olympics in Beijing, China, was held on August 20 at the China Agricultural University Gymnasium.",
  "/wiki/Iryna_Lishchynska": "Iryna Lishchynska (Ukrainian: Ірина Ліщинська), née Nedelenko (Неделенко) (born 15 January 1976 in Makiivka) is a Ukrainian middle distance runner who specializes in the 1500 metres.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_–_Women's_1500_metres": "The women's 1500 metres at the 2008 Summer Olympics took place from 21–23 August at the Beijing National Stadium.",
  "/wiki/Olena_Antonova": "Olena Anatolyevna Antonova (Ukrainian: Олена Анатольевна Антонова; born 16 June 1972) is a Ukrainian former discus thrower. She was born in Nikopol.",
  "/wiki/Athletics_at_the_2008_Summer_Olympics_–_Women's_discus_throw": "The women's discus throw event at the 2008 Olympic Games took place on 15–18 August at the Beijing Olympic Stadium.",
  "/wiki/Roman_Hontyuk": "Roman Volodymyrovych Hontyuk (Ukrainian: Роман Володимирович Гонтюк), also spelled Roman Gontyuk, (born 2 February 1984) is a male judoka from Ukraine. He won a silver medal in the half-middleweight (81 kg) division at the 2004 Summer Olympics and bronze medal in the half-middleweight (81 kg) division at the 2008 Summer Olympics in Beijing. Hontyuk is the Merited Master of Sports of Ukraine.",
  "/wiki/Judo": "Judo (柔道, jūdō, Japanese pronunciation: [dʑɯꜜːdoː], lit. \"gentle way\") is generally categorized as a modern martial art, which has since evolved into a combat and Olympic sport. The sport was originally created in 1882 by Jigoro Kano (嘉納治五郎) as a physical, mental, and moral pedagogy in Japan. Judo's most prominent feature is its competitive element, where the objective is to either throw or take down an opponent to the ground, immobilize or otherwise subdue an opponent with a pin, or force an opponent to submit with a joint lock or a choke. Strikes and thrusts by hands and feet as well as weapons defences are a part of judo, but only in pre-arranged forms (kata, 形) and are not allowed in judo competition or free practice (randori, 乱取り). A judo practitioner is called a judoka.",
  "/wiki/Judo_at_the_2008_Summer_Olympics—Men's_81_kg": "The Men's 81 kg Judo competition at the 2008 Summer Olympics was held on August 12 at the Beijing Science and Technology University Gymnasium.\nPreliminary rounds started at 12:00 Noon CST.\nRepechage finals, semifinals, bouts for bronze medals and the final were held at 18:00pm CST.",
  "/wiki/Illya_Kvasha": "Illya Olehovych Kvasha (Ukrainian: Ілля Олегович Кваша; born 5 March 1988) is a Ukrainian diver. Competing with Oleksiy Prygorov, he won the bronze medal in the 3 m spring synchro at the 2008 Summer Olympics in Beijing. Kvasha is also a multiple European champion both individual and synchronised.",
  "/wiki/Oleksiy_Pryhorov": "Oleksiy Pryhorov (Ukrainian: Олексій Вікторович Пригоров; born June 25, 1987 in Kharkiv) is a Ukrainian diver who won the bronze medal in the 3 m spring synchro along with Illya Kvasha in the 2008 Summer Olympics in Beijing. The duo won gold at the same event during the 2010 European Aquatics Championships. He participates at the 2019 Red Bull Cliff Diving World Series .",
  "/wiki/Diving_(sport)": "Diving is the sport of jumping or falling into water from a platform or springboard, usually while performing acrobatics. Diving is an internationally recognized sport that is part of the Olympic Games.  In addition, unstructured and non-competitive diving is a recreational pastime.",
  "/wiki/Diving_at_the_2008_Summer_Olympics_–_Men's_synchronized_3_metre_springboard": "Men's synchronized  3 metre springboard competition at the Beijing 2008 Summer Olympics took place on August 13  at the Beijing National Aquatics Center.",
  "/wiki/Armen_Vardanyan": "Armen Vardanyan (Armenian: Արմեն Վարդանյան, Ukrainian: Армен Фрунзікович Варданян, born 30 November 1982) is an Armenian-Ukrainian Greco-Roman wrestler. He is an Olympic bronze medalist, three-time World Championships silver medalist, and two-time European Champion. He has also been awarded the Honoured Master of Sports Ukraine title.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_–_Men's_Greco-Roman_66_kg": "Men's Greco-Roman 66 kg competition at the 2008 Summer Olympics in Beijing, China, was held on August 13 at the China Agricultural University Gymnasium.",
  "/wiki/Irini_Merleni": "Iryna Oleksiyivna Merleni (Ukrainian: Ірина Олексіївна Мерлені), née Melnyk (Мельник), married name Mykulchyn (Микульчин) (born 8 February 1982) is a Ukrainian wrestler, who competed in the – 48 kg weight class at the 2004 Summer Olympics and claimed the gold medal. In the same event at the 2008 Summer Olympics, she won a bronze medal. She is a three-time world champion, and won the European championship once.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_–_Women's_freestyle_48_kg": "Women's freestyle 48 kg competition at the 2008 Summer Olympics in Beijing, China, was held on August 16 at the China Agricultural University Gymnasium.",
  "/wiki/Lesya_Kalytovska": "Lesya Mykhailivna Kalytovska (Ukrainian: Леся Михайлівнаborn Калитовська; February 13, 1988 in Lviv Oblast, Soviet Union) is a Ukrainian professional racing cyclist. At the 2008 Summer Olympics, she competed in the women's points race, and the women's individual pursuit, winning a bronze medal in the later.  At the 2012 Summer Olympics, she competed in the Women's team pursuit for the national team.",
  "/wiki/Cycling": "Cycling, also called biking or bicycling, is the use of bicycles for transport, recreation, exercise or sport. People engaged in cycling are referred to as \"cyclists\", \"bikers\", or less commonly, as \"bicyclists\". Apart from two-wheeled bicycles, \"cycling\" also includes the riding of unicycles, tricycles, quadracycles, recumbent and similar human-powered vehicles (HPVs).",
  "/wiki/Cycling_at_the_2008_Summer_Olympics_–_Women's_individual_pursuit": "The women's individual pursuit at the 2008 Summer Olympics took place on August 17 at the Laoshan Velodrome.",
  "/wiki/Oleksandr_Vorobiov": "Oleksandr Vorobiov (born October 5, 1984 in Dniprodzerzhynsk) is a Ukrainian gymnast. He won a bronze medal on rings at the 2008 Summer Olympics.",
  "/wiki/Gymnastics": "Gymnastics is a sport that includes exercises requiring balance, strength, flexibility, agility, coordination, and endurance. The movements involved in gymnastics contribute to the development of the arms, legs, shoulders, back, chest, and abdominal muscle groups. Alertness, precision, daring, self-confidence, and self-discipline are mental traits that can also be developed through gymnastics. Gymnastics evolved from exercises used by the ancient Greeks that included skills for mounting and dismounting a horse and from circus performance skills.",
  "/wiki/Gymnastics_at_the_2008_Summer_Olympics_–_Men's_rings": "Men's rings competition at the 2008 Summer Olympics was held on August 18 at the Beijing National Indoor Stadium.",
  "/wiki/Taras_Danko": "Taras Hryhoriyovych Danko (Тарас Григорійович Данько; born July 3, 1980 in Kiev, in the Ukrainian SSR of the Soviet Union) is a Ukrainian wrestler, who has won a bronze medal at the 2008 Summer Olympics.",
  "/wiki/Wrestling_at_the_2008_Summer_Olympics_–_Men's_freestyle_84_kg": "Men's freestyle 84 kg competition at the 2008 Summer Olympics in Beijing, China, took place on 21 August at the China Agricultural University Gymnasium.",
  "/wiki/Yuriy_Cheban": "Yuriy Volodymyrovych Cheban (Ukrainian: Юрій Володимирович Чебан; born 5 July 1986 in Odessa, Ukraine) is a retired Ukrainian sprint canoeist. He is the 2012 and 2016 Olympic champion in C-1 200 metres.",
  "/wiki/Canoeing_at_the_2008_Summer_Olympics_–_Men's_C-1_500_metres": "The men's C-1 500 metres competition in canoeing at the 2008 Summer Olympics took place at the Shunyi Olympic Rowing-Canoeing Park in Beijing.  The C-1 event is raced in single-man sprint canoes. This would be the last time the event would take place at the Summer Olympics. On 13 August 2009, it was announced by the International Canoe Federation that the men's 500 m events would be replaced by 200 m events at the 2012 Summer Olympics with one of them being K-1 200 m for the women. The other events for men at 200 m will be C-1, C-2, and K-1.",
  "/wiki/Vyacheslav_Glazkov": "Vyacheslav Valeriyovych Glazkov (Ukrainian: В'ячеслав Валерійович Глазков, born 15 October 1984) is a retired Ukrainian professional boxer who competed from 2009 to 2016. As an amateur, he won a silver medal at the 2007 World Amateur Boxing Championships and bronze at the 2008 Summer Olympics, both in the super-heavyweight division. He challenged once for the IBF heavyweight title in 2016.",
  "/wiki/Boxing_at_the_2008_Summer_Olympics_–_Super_heavyweight": "The super heavyweight class in the boxing at the 2008 Summer Olympics competition is the heaviest class.  Super heavyweights were limited to those boxers weighing over 91 kilograms (200.6 pounds).",
  "/wiki/Ukraine_at_the_2008_Summer_Olympics": "Ukraine competed in the 2008 Summer Olympics."
}