{
  "/wiki/Alpine_skiing_at_the_1948_Winter_Olympics": "At the 1948 Winter Olympics in St. Moritz, Switzerland, the six alpine skiing events were held on Piz Nair from Monday, 2 February to Thursday, 5 February 1948.",
  "/wiki/Alpine_skiing_at_the_1948_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The men's alpine skiing downhill event was part of the alpine skiing at the 1948 Winter Olympics programme. It was the first appearance of the event and the competition was held on Monday, 2 February 1948.",
  "/wiki/Henri_Oreiller": "Henri Oreiller (5 December 1925 – 7 October 1962) was an alpine ski racer and Olympic gold medalist from France. He won two gold medals and a bronze at the 1948 Winter Olympics, becoming the most successful athlete those Games in St. Moritz, Switzerland.",
  "/wiki/France_at_the_1948_Winter_Olympics": "France competed at the 1948 Winter Olympics in St. Moritz, Switzerland.",
  "/wiki/Franz_Gabl": "Franz Gabl (December 29, 1921 – January 23, 2014) was an Austrian alpine skier and Olympic medalist. He received a silver medal in the downhill at the 1948 Winter Olympics in St. Moritz.",
  "/wiki/Austria_at_the_1948_Winter_Olympics": "Austria competed at the 1948 Winter Olympics in St. Moritz, Switzerland.",
  "/wiki/Karl_Molitor": "Karl Molitor (29 June 1920 – 25 August 2014) was a Swiss alpine skier who competed in the 1948 Winter Olympics.",
  "/wiki/Switzerland_at_the_1948_Winter_Olympics": "Switzerland was the host nation for the 1948 Winter Olympics in St. Moritz.  It was the second time that Switzerland had hosted the Winter Games, after the 1928 Winter Olympics, also in St. Moritz.",
  "/wiki/Rolf_Olinger": "Ralph \"Rolf\" Olinger (December 17, 1924 – June 25, 2006) was a Swiss alpine skier who competed in the 1948 Winter Olympics.",
  "/wiki/Alpine_skiing_at_the_1952_Winter_Olympics": "At the 1952 Winter Olympics in Oslo, Norway, the six alpine skiing events were held from Thursday, 14 February, to Wednesday, 20 February. The downhill and giant slalom events were held at Norefjell in Krødsherad, Buskerud, and the slalom events at Rødkleiva in Oslo.",
  "/wiki/Alpine_skiing_at_the_1952_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The men's alpine skiing downhill was the third of six events of the alpine skiing programme at the 1952 Winter Olympics. It was held at Norefjell ski area on Saturday, 16 February, and started at 1 p.m.. It followed the women's giant slalom on Thursday and men's giant slalom on Friday.",
  "/wiki/Zeno_Col%C3%B2": "Zeno Colò (Cutigliano, June 30, 1920 – San Marcello Pistoiese, May 12, 1993) was a champion alpine ski racer from Italy. Born in Cutigliano, Tuscany, he was among the top ski racers of the late 1940s and early 1950s.",
  "/wiki/Italy_at_the_1952_Winter_Olympics": "Italy competed at the 1952 Winter Olympics in Oslo, Norway.",
  "/wiki/Othmar_Schneider": "Othmar Schneider (27 August 1928 – 25 December 2012) was an Austrian Alpine skier and Olympic champion.",
  "/wiki/Austria_at_the_1952_Winter_Olympics": "Austria competed at the 1952 Winter Olympics in Oslo, Norway.",
  "/wiki/Christian_Pravda": "Christian Pravda (March 8, 1927 – November 11, 1994) was an alpine ski racer.",
  "/wiki/Alpine_skiing_at_the_1956_Winter_Olympics": "At the 1956 Winter Olympics in Cortina d'Ampezzo, Italy, the six alpine skiing events were held from Friday, 27 January to Friday, 3 February.",
  "/wiki/Alpine_skiing_at_the_1956_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The men's alpine skiing downhill event of the 1956 Winter Olympics at Cortina d'Ampezzo, Italy, was held on Friday, 3 February, at 11:00 a.m.. The starting elevation on the Olimpia - Tofana run was 2,282 m (7,487 ft) above sea level and the course length was 3.461 km (2.15 mi), with a vertical drop of 902 m (2,959 ft) and just 15 control gates.",
  "/wiki/Toni_Sailer": "Anton Engelbert \"Toni\" Sailer (17 November 1935 – 24 August 2009) was an Austrian alpine ski racer, considered among the best in the sport. At age 20, he won all three gold medals in alpine skiing at the 1956 Winter Olympics. He nearly duplicated the feat at the 1958 World Championships with two golds and a silver. He also won world titles both years in the combined, then a \"paper\" race, but awarded with medals by the International Ski Federation (FIS).",
  "/wiki/Austria_at_the_1956_Winter_Olympics": "Austria competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Raymond_Fellay": "Raymond Fellay (16 January 1932 – 29 May 1994) was a Swiss alpine skier who competed in the 1956 Winter Olympics. He was born in Verbier.",
  "/wiki/Switzerland_at_the_1956_Winter_Olympics": "Switzerland competed at the 1956 Winter Olympics in Cortina d'Ampezzo, Italy.",
  "/wiki/Anderl_Molterer": "Andreas \"Anderl\" Molterer (born 8 October 1931 in Kitzbühel) is an Austrian former alpine skier.",
  "/wiki/Alpine_skiing_at_the_1960_Winter_Olympics": "Alpine skiing at the 1960 Winter Olympics consisted of six events, held in the United States at Squaw Valley, California, from February 20–26, 1960. Competitions took place at Squaw Peak (Men's downhill), KT-22 (Women's downhill, Men's slalom and giant slalom) and (Little) Papoose Peak (sub-peak of KT-22) (Women's slalom and giant slalom).",
  "/wiki/Alpine_skiing_at_the_1960_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's downhill competition of the 1960 Winter Olympics was held at Squaw Valley on Monday, February 22. The race was postponed from February 19 because of heavy snow fall.",
  "/wiki/Jean_Vuarnet": "Jean Vuarnet (18 January 1933 – 2 January 2017) was an alpine ski racer from France. An Olympic gold medalist, he was born in Le Bardo, Tunisia.",
  "/wiki/France_at_the_1960_Winter_Olympics": "France competed at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Hans-Peter_Lanig": "Hans-Peter Lanig (born 7 December 1935) is a German alpine skier who competed for the United Team of Germany in the 1956 Winter Olympics and in the 1960 Winter Olympics.",
  "/wiki/United_Team_of_Germany_at_the_1960_Winter_Olympics": "Athletes from East Germany (German Democratic Republic; GDR) and West Germany (Federal Republic of Germany; FRG) competed together as the United Team of Germany at the 1960 Winter Olympics in Squaw Valley, United States.",
  "/wiki/Guy_P%C3%A9rillat": "Guy Périllat Merceroz (born 24 February 1940) is a former World Cup alpine ski racer from the resort of La Clusaz, Haute-Savoie, one of the top ski racers of the 1960s.",
  "/wiki/Alpine_skiing_at_the_1964_Winter_Olympics": "Alpine skiing at the 1964 Winter Olympics consisted of six events, held near Innsbruck, Austria, from January 30 to February 8, 1964.",
  "/wiki/Alpine_skiing_at_the_1964_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's downhill competition of the 1964 Winter Olympics at Innsbruck, Austria, was held at Patscherkofel on Thursday, 30 January. The defending world champion was Karl Schranz of Austria, and defending Olympic champion Jean Vuarnet of France had retired from competition.",
  "/wiki/Egon_Zimmermann": "Egon Zimmermann (8 February 1939 – 23 August 2019), often referred to as Egon Zimmermann II, was a World Cup alpine ski racer and Olympic gold medalist from Austria. Zimmermann won the Olympic downhill at Patscherkofel in 1964 and won several medals on the professional tour in the late-1960s and early 1970s.",
  "/wiki/Austria_at_the_1964_Winter_Olympics": "Austria was the host nation of the 1964 Winter Olympics in Innsbruck.",
  "/wiki/L%C3%A9o_Lacroix": "Léo Lacroix (born 26 November 1937) was a French alpine skier who competed in the 1960s. Competing in two Winter Olympics, he won a silver medal in the men's downhill event at Innsbruck in 1964.",
  "/wiki/France_at_the_1964_Winter_Olympics": "France competed at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Wolfgang_Bartels": "Wolfgang Bartels (14 July 1940 – 6 February 2007) was a German alpine skier who competed for the United Team of Germany in the 1964 Winter Olympics.",
  "/wiki/United_Team_of_Germany_at_the_1964_Winter_Olympics": "Athletes from East Germany (German Democratic Republic; GDR) and West Germany (Federal Republic of Germany; FRG) competed together as the United Team of Germany at the 1964 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Alpine_skiing_at_the_1968_Winter_Olympics": "Alpine skiing at the 1968 Winter Olympics consisted of six events, held 9–17 February at Chamrousse, southeast of Grenoble, France.\nJean-Claude Killy of France won all three men's events, repeating Toni Sailer's triple-gold of 1956. Since Killy's feat, no male alpine ski racer has won three gold medals in a single Olympics. (Janica Kostelic later won three gold medals in the 2002 Winter Olympics).",
  "/wiki/Alpine_skiing_at_the_1968_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Grenoble 1968 Olympics was held at Chamrousse on Friday, 9 February.",
  "/wiki/Jean-Claude_Killy": "Jean-Claude Killy (born 30 August 1943) is a former French World Cup alpine ski racer. Born in Saint-Cloud, Hauts-de-Seine, he dominated the sport in the late 1960s. He was a triple Olympic champion, winning the three alpine events at the 1968 Winter Olympics, becoming the most successful athlete there. He also won the first two World Cup titles, in 1967 and 1968.",
  "/wiki/France_at_the_1968_Winter_Olympics": "France was the host nation for the 1968 Winter Olympics in Grenoble.  It was the second time that France had hosted the Winter Olympic Games (after the 1924 Games in Chamonix), and the fourth time overall (after the 1900 and 1924 Summer Olympics, both in Paris).",
  "/wiki/Jean-Daniel_D%C3%A4twyler": "Jean-Daniel Dätwyler (born April 2, 1945) is a Swiss former alpine skier and Olympic medalist. He received a bronze medal in the downhill at the 1968 Winter Olympics in Grenoble.",
  "/wiki/Switzerland_at_the_1968_Winter_Olympics": "Switzerland competed at the 1968 Winter Olympics in Grenoble, France.",
  "/wiki/Alpine_skiing_at_the_1972_Winter_Olympics": "Alpine skiing at the 1972 Winter Olympics consisted of six events, held February 5–13 near Sapporo, Japan. The downhills were held at Mount Eniwa, and the four technical events at Teine.",
  "/wiki/Alpine_skiing_at_the_1972_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Sapporo 1972 Olympics was held at Mount Eniwa on Monday, February 7.",
  "/wiki/Bernhard_Russi": "Bernhard Russi (born 20 August 1948) is a former World Cup alpine ski racer from Switzerland. Born in Andermatt in the canton of Uri, he is an Olympic, World Cup, and World champion in the downhill event.",
  "/wiki/Switzerland_at_the_1972_Winter_Olympics": "Switzerland competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Roland_Collombin": "Roland Collombin (born 17 February 1951) is a former World Cup alpine ski racer from Switzerland, a two-time World Cup downhill champion and Olympic silver medalist.",
  "/wiki/Heinrich_Messner": "Heinrich \"Heini\" Messner (born 1 September 1939) is a retired Austrian alpine skier. He competed at the 1964, 1968 and 1972 Olympics and won two bronze medals: in the giant slalom in 1968 and in the downhill in 1972.",
  "/wiki/Austria_at_the_1972_Winter_Olympics": "Austria competed at the 1972 Winter Olympics in Sapporo, Japan.",
  "/wiki/Alpine_skiing_at_the_1976_Winter_Olympics": "Alpine Skiing at the 1976 Winter Olympics consisted of six alpine skiing events. Similar to the 1964 games, the men's downhill was held on Patscherkofel (above Igls), the other five events at Axamer Lizum. The events began on 5 February and ended on 13 February 1976.",
  "/wiki/Alpine_skiing_at_the_1976_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the 1976 Winter Olympics at Innsbruck, Austria, was held at Patscherkofel on Thursday, 5 February, on the same course as in 1964.",
  "/wiki/Franz_Klammer": "Franz Klammer (born 3 December 1953) is a former champion alpine ski racer from Austria.  Klammer overwhelmingly dominated the downhill event for four consecutive World Cup seasons (1975–78). He was the gold medalist at the 1976 Winter Olympics in Innsbruck, winning the downhill at Patscherkofel by a margin of 0.33 seconds with a time of 1:45.73.  He won 25 World Cup downhills, including four on the Hahnenkamm at Kitzbühel. He holds the record for the most victories (four) on the full course at Kitzbühel.",
  "/wiki/Austria_at_the_1976_Winter_Olympics": "Austria was the host nation for the 1976 Winter Olympics in Innsbruck.  It was the second time that Austria had hosted the Winter Games, after the 1964 Winter Olympics, also in Innsbruck.",
  "/wiki/Switzerland_at_the_1976_Winter_Olympics": "Switzerland competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Herbert_Plank": "Herbert Plank (born September 3, 1954) is an Italian alpine skier who competed in the 1976 Winter Olympics and in the 1980 Winter Olympics.",
  "/wiki/Italy_at_the_1976_Winter_Olympics": "Italy competed at the 1976 Winter Olympics in Innsbruck, Austria.",
  "/wiki/Alpine_skiing_at_the_1980_Winter_Olympics": "Alpine Skiing at the 1980 Winter Olympics consisted of six alpine skiing events.  The races were held February 14–23 at Whiteface Mountain in Wilmington, New York,\nnortheast of host Lake Placid.",
  "/wiki/Alpine_skiing_at_the_1980_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the 1980 Winter Olympics at Lake Placid was held at Whiteface Mountain on Thursday, February 14.",
  "/wiki/Leonhard_Stock": "Leonhard Stock (born 14 March 1958) is a former World Cup alpine ski racer from Austria.",
  "/wiki/Austria_at_the_1980_Winter_Olympics": "Austria competed at the 1980 Winter Olympics in Lake Placid, United States.",
  "/wiki/Peter_Wirnsberger": "Peter Wirnsberger (born 13 September 1958) is an Austrian former alpine skier who won 8 races in World Cup.",
  "/wiki/Steve_Podborski": "Stephen Gregory \"Steve\" Podborski, OC (born July 25, 1957) is a Canadian former World Cup and Olympic downhill ski racer.",
  "/wiki/Canada_at_the_1980_Winter_Olympics": "Canada competed at the 1980 Winter Olympics in Lake Placid, United States. Canada had competed at every Winter Olympic Games previously.",
  "/wiki/Alpine_skiing_at_the_1984_Winter_Olympics": "Alpine Skiing at the 1984 Winter Olympics consisted of six alpine skiing events, held 13–19 February in Sarajevo, Yugoslavia. The men's races were at Bjelašnica and the women's at Jahorina. Due to weather delays (a blizzard), both downhill races were postponed several days and run after the giant slalom races.",
  "/wiki/Alpine_skiing_at_the_1984_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's downhill competition of the 1984 Winter Olympics was held at Bjelašnica, Yugoslavia. Due to weather delays, it was run on Thursday, February 16, a full week after originally scheduled.",
  "/wiki/Bill_Johnson_(skier)": "William Dean \"Bill\" Johnson (March 30, 1960 – January 21, 2016) was an American World Cup alpine ski racer. By winning the downhill at the 1984 Winter Olympics in Sarajevo, Yugoslavia, Johnson became the first American male to win an Olympic gold medal in alpine skiing and the first racer not from an Alpine country to win an Olympic downhill race.",
  "/wiki/United_States_at_the_1984_Winter_Olympics": "The United States competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Peter_M%C3%BCller_(skier)": "Peter Müller (born 6 October 1957) is a former World Cup alpine ski racer from Switzerland.",
  "/wiki/Switzerland_at_the_1984_Winter_Olympics": "Switzerland competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Anton_Steiner": "Anton \"Jimmy\" Steiner (born September 20, 1958) is an Austrian former alpine skier. He was born in Lienz, Osttirol.",
  "/wiki/Austria_at_the_1984_Winter_Olympics": "Austria competed at the 1984 Winter Olympics in Sarajevo, Yugoslavia.",
  "/wiki/Alpine_skiing_at_the_1988_Winter_Olympics": "Alpine Skiing at the 1988 Winter Olympics consisted of ten alpine skiing events, held February 15–27 at Nakiska on Mount Allan,\na new ski area west of Calgary.",
  "/wiki/Alpine_skiing_at_the_1988_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's downhill competition of the Calgary 1988 Olympics was held at the newly-developed Nakiska on Mount Allan on Monday, February 15.",
  "/wiki/Pirmin_Zurbriggen": "Pirmin Zurbriggen (born 4 February 1963) is a former World Cup alpine ski racer from Switzerland. One of the most successful ski racers ever, he won the overall World Cup title four times, an Olympic gold medal in 1988 in Downhill, and nine World Championships medals (4 gold, 4 silver, 1 bronze).",
  "/wiki/Switzerland_at_the_1988_Winter_Olympics": "Switzerland competed at the 1988 Winter Olympics in Calgary, Alberta, Canada.",
  "/wiki/Franck_Piccard": "Franck Piccard (born 17 September 1965) is a French former Alpine skier. \nA native of Les Saisies, Piccard won a total of four Alpine skiing World Cup races. \nAt the 1988 Olympics in Calgary he won a gold medal in the Super-G competition (the first Olympic gold-medal for a French ski racer since 1968, when Jean-Claude Killy became a three-times gold-medalist) and a bronze medal in the downhill. At the 1992 Olympics in Albertville he won a silver medal in the downhill. He also could achieve a bronze-medal in the Super-G-Race at the FIS Alpine Skiing World Championships 1991.",
  "/wiki/France_at_the_1988_Winter_Olympics": "France competed at the 1988 Winter Olympics in Calgary, Alberta, Canada. Frank Piccard won France's first Winter Olympic gold medal for 20 years.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics": "Alpine Skiing at the 1992 Winter Olympics at Albertville, France, consisted of ten alpine skiing events, held 9–22 February. The men's races were held at Val d’Isère, except for the slalom, which was at Les Menuires. All five women's events were conducted at Méribel.",
  "/wiki/Alpine_skiing_at_the_1992_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Albertville 1992 Olympics was held at Val d'Isère on Sunday, 9 February.",
  "/wiki/Patrick_Ortlieb": "Patrick Ortlieb (born 20 May 1967) is a former World Cup alpine ski racer and Olympic gold medalist from Austria. A specialist in the speed events, he was also a world champion in the downhill event.",
  "/wiki/Austria_at_the_1992_Winter_Olympics": "Austria competed at the 1992 Winter Olympics in Albertville, France.",
  "/wiki/France_at_the_1992_Winter_Olympics": "France was the host nation for the 1992 Winter Olympics in Albertville.  It was the third time that France had hosted the Winter Olympic Games (after the 1924 Games in Chamonix and the 1968 Games in Grenoble), and the fifth time overall (after the 1900 and 1924 Summer Olympics, both in Paris).",
  "/wiki/G%C3%BCnther_Mader": "Günther Mader (born 24 June 1964) is a former alpine ski racer and Olympic medalist from Austria. Born in Matrei am Brenner, Tyrol, he is one of only five men to have won World Cup races in all five alpine disciplines (downhill, super G, giant slalom, slalom, and combined).",
  "/wiki/Alpine_skiing_at_the_1994_Winter_Olympics": "Alpine Skiing at the 1994 Winter Olympics consisted of ten alpine skiing events, held north of the host city of Lillehammer, Norway. The speed events were held at Kvitfjell and the technical events at Hafjell from 13–21 February.",
  "/wiki/Alpine_skiing_at_the_1994_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Lillehammer 1994 Olympics was held at Kvitfjell on Sunday, 13 February.",
  "/wiki/Tommy_Moe": "Thomas Sven \"Tommy\" Moe (born February 17, 1970) is a former World Cup alpine ski racer from the United States. An Olympic gold and silver medalist in 1994, he specialized in the speed events of downhill and super G.",
  "/wiki/United_States_at_the_1994_Winter_Olympics": "The United States competed at the 1994 Winter Olympics in Lillehammer, Norway.",
  "/wiki/Kjetil_Andr%C3%A9_Aamodt": "Kjetil André Aamodt (born 2 September 1971) is a former World Cup alpine ski racer from Norway, a champion in the Olympics, World Championships, and World Cup. He is the most decorated ski racer from Norway.",
  "/wiki/Norway_at_the_1994_Winter_Olympics": "Norway was the host nation for the 1994 Winter Olympics in Lillehammer.  It was the second time that Norway had hosted the Winter Olympic Games, after the 1952 Games in Oslo.  In 1994, Norway finished second in the medal ranking to Russia, with strong results in the skiing events.",
  "/wiki/Ed_Podivinsky": "Edward \"Ed\" Charles Podivinsky (born March 8, 1970) is a Canadian alpine skier who competed in the 1994 Winter Olympics, in the 1998 Winter Olympics, and in the 2002 Winter Olympics.  He was member of the 1992 Canadian Olympic (Albertville) team as well.  He was injured in his last training run for the men's downhill event.",
  "/wiki/Canada_at_the_1994_Winter_Olympics": "Canada competed at the 1994 Winter Olympics in Lillehammer, Norway. Canada has competed at every Winter Olympic Games.",
  "/wiki/Alpine_skiing_at_the_1998_Winter_Olympics": "Alpine Skiing at the 1998 Winter Olympics consisted of ten alpine skiing events. The speed events were held at Hakuba and the technical events at Shiga Kogen. There were a number of race postponements due to weather; the events began on 10 February and ended on 21 February.",
  "/wiki/Alpine_skiing_at_the_1998_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Nagano 1998 Olympics was held at Hakuba on Friday, February 13. Originally scheduled for Sunday, the race was postponed several times due to heavy snow, followed by rain and gusty winds.",
  "/wiki/Jean-Luc_Cr%C3%A9tier": "Jean-Luc Crétier (born April 28, 1966 in Albertville, Savoie) is a retired French World Cup alpine ski racer.  He was one of the four members of the \"Top Guns\" team, created and trained by Serge Guillaume outwith the mainstream of the French Alpine Ski Federation, along with Luc Alphand, Franck Piccard, and Denis Rey.",
  "/wiki/France_at_the_1998_Winter_Olympics": "France competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Lasse_Kjus": "Lasse Kjus (born 14 January 1971) is a former World Cup alpine ski racer from Norway. He won the overall World Cup title twice, an Olympic gold medal, and several World Championships. His combined career total of 16 Olympic and World Championship medals ranks second all-time behind fellow Norwegian Kjetil André Aamodt.",
  "/wiki/Norway_at_the_1998_Winter_Olympics": "Norway competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Hannes_Trinkl": "Hannes Trinkl (born 1 February 1968 in Steyr) is an Austrian former alpine skier.",
  "/wiki/Austria_at_the_1998_Winter_Olympics": "Austria competed at the 1998 Winter Olympics in Nagano, Japan.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics": "Alpine skiing at the 2002 Winter Olympics consisted of ten events held February 10–23 in the United States near Salt Lake City, Utah. The downhill, super-G, and combined events were held at Snowbasin, the giant slaloms at Park City, and the slaloms at adjacent Deer Valley.",
  "/wiki/Alpine_skiing_at_the_2002_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The marquee event of alpine skiing was held on Sunday, February 10, at the  Snowbasin ski area, east of Ogden under clear skies.",
  "/wiki/Fritz_Strobl": "Fritz Strobl (born 24 August 1972 in Lienz, Austria) is a former World Cup alpine ski racer.",
  "/wiki/Austria_at_the_2002_Winter_Olympics": "Austria competed at the 2002 Winter Olympics in Salt Lake City, United States.",
  "/wiki/Norway_at_the_2002_Winter_Olympics": "Norway competed at the 2002 Winter Olympics in Salt Lake City, United States. The nation enjoyed its best ever results in gold medals, most notably in the biathlon events, when Ole Einar Bjørndalen swept all four gold medals.",
  "/wiki/Stephan_Eberharter": "Stephan \"Steff\" Eberharter (born 24 March 1969) is a former World Cup alpine ski racer from Austria.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics": "Alpine skiing at the 2006 Winter Olympics consisted of ten events, held at Sestriere and Cesana-San Sicario, Italy.  The races were held 12–25 February 2006.",
  "/wiki/Alpine_skiing_at_the_2006_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The men's downhill of the 2006 Winter Olympics was held at Sestriere, Italy, on Sunday, 12 February.",
  "/wiki/Antoine_D%C3%A9n%C3%A9riaz": "Antoine Dénériaz (born 6 March 1976 in Bonneville, Haute-Savoie) is a retired French World Cup alpine ski racer. He specialized in the speed events of downhill and super-G and is an Olympic gold medalist.",
  "/wiki/France_at_the_2006_Winter_Olympics": "France competed at the 2006 Winter Olympics in Turin, Italy. France is represented by the National Olympic Committee of France (French: Comité national olympique et sportif français).",
  "/wiki/Michael_Walchhofer": "Michael Walchhofer (born 28 April 1975, in Radstadt) is a former World Cup alpine ski racer from Austria.",
  "/wiki/Austria_at_the_2006_Winter_Olympics": "Austria competed at the 2006 Winter Olympics in Turin, Italy.",
  "/wiki/Bruno_Kernen_(born_1972)": "Bruno Kernen (born 1 July 1972 in Thun, Canton of Bern) is a former Swiss alpine ski racer. In 1997, he was world champion in downhill, as well as a silver medalist in combined. In 2003, he won bronze in downhill at the world championships in St. Moritz. He won the Lauberhorn downhill race in Wengen in 2003.",
  "/wiki/Switzerland_at_the_2006_Winter_Olympics": "Switzerland competed at the 2006 Winter Olympics in Turin, Italy. This was the confederation's largest Winter Olympics team ever, because two ice hockey teams qualified (men and women).",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics": "Alpine skiing at the 2010 Winter Olympics was held in Canada at Whistler Creekside in Whistler, British Columbia, north of Vancouver. The ten events were scheduled for February 13–27; weather delayed the first event, the men's downhill, two days until Monday, February 15.",
  "/wiki/Alpine_skiing_at_the_2010_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The Men's Downhill competition of the Vancouver 2010 Olympics was held at Whistler Creekside in Whistler, British Columbia. The competition was scheduled for Saturday, February 13, but was postponed due to rain and warm temperatures; it was held on Monday, February 15.",
  "/wiki/Didier_D%C3%A9fago": "Didier Défago (born 2 October 1977) is a retired World Cup alpine ski racer from Switzerland.",
  "/wiki/Switzerland_at_the_2010_Winter_Olympics": "Switzerland participated at the 2010 Winter Olympics in Vancouver, British Columbia, Canada. 146 athletes entered 14 sports (all except short track speed skating).",
  "/wiki/Aksel_Lund_Svindal": "Aksel Lund Svindal (born 26 December 1982) is a Norwegian former World Cup alpine ski racer.",
  "/wiki/Norway_at_the_2010_Winter_Olympics": "Norway participated at the 2010 Winter Olympics in Vancouver, British Columbia, Canada. Norway sent 99 competitors to the games and ended up with the fourth largest number of gold medals among participating nations.",
  "/wiki/Bode_Miller": "Samuel Bode Miller (/ˈboʊdi/; born October 12, 1977) is an American former World Cup alpine ski racer. He is an Olympic and World Championship gold medalist, a two-time overall World Cup champion in 2005 and 2008, and the most successful male American alpine ski racer of all time. He is also considered one of the greatest World Cup racers of all time with 33 race victories and being one of five men (and last to date) to win World Cup events in all five disciplines. He is the only skier with five or more victories in each discipline. In 2008, Miller and Lindsey Vonn won the overall World Cup titles for the first U.S. sweep in 25 years.",
  "/wiki/United_States_at_the_2010_Winter_Olympics": "The United States participated in the 2010 Winter Olympics in Vancouver, British Columbia, Canada. The U.S. team had a historic Winter Games, winning an unprecedented 37 medals. Team USA's medal haul, which included nine gold, marked the first time since the 1932 Lake Placid Games that the U.S. earned more medals than any other participant.",
  "/wiki/Alpine_skiing_at_the_2014_Winter_Olympics": "Alpine skiing at the 2014 Winter Olympics was held in Russia  from 9–22 February at Rosa Khutor Alpine Resort near Krasnaya Polyana, east of Sochi.",
  "/wiki/Alpine_skiing_at_the_2014_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The men's downhill competition of the 2014 Winter Olympics was held at Rosa Khutor Alpine Resort near Krasnaya Polyana, Russia, on 9 February at 11:15 MSK. The race course was longer than average at 3.495 km (2.17 mi), with a vertical drop of 1,075 m (3,527 ft).",
  "/wiki/Matthias_Mayer": "Matthias Mayer (German pronunciation: [maˈtiːas ˈmaɪɐ]; born 9 June 1990) is an Austrian World Cup alpine ski racer and Olympic champion.",
  "/wiki/Austria_at_the_2014_Winter_Olympics": "Austria competed at the 2014 Winter Olympics in Sochi, Russia, from 7 to 23 February 2014. The team was composed of 132 athletes in 14 sports, consisting of 90 men and 42 women. The 132 athletes is 27 more than the country's previous largest Winter Olympics team.",
  "/wiki/Christof_Innerhofer": "Christof Innerhofer (born 17 December 1984) is an Italian World Cup alpine ski racer, the 2011 world champion in super-G. He competes in all five alpine disciplines and specializes in the speed events of downhill and super-G.",
  "/wiki/Italy_at_the_2014_Winter_Olympics": "Italy competed at the 2014 Winter Olympics in Sochi, Russia, from 7 to 23 February 2014. On 21 February it was announced that bobsledder William Frullani had tested positive for methylhexanamine and was sent home from Sochi.\nFor the first time since 1980, Italy failed to win a gold medal in an Olympics. Closest was the alpine skier Christof Innerhofer who lost the gold in downhill against Matthias Mayer of Austria with only six hundredths of a second separating the two.",
  "/wiki/Kjetil_Jansrud": "Kjetil Jansrud (born 28 August 1985) is a Norwegian World Cup alpine ski racer and Olympic champion. He races in all alpine disciplines apart from slalom, and his best event used to be the giant slalom where he has 6 World Cup podiums and an Olympic silver medal. However, since 2012 he has become more of a speed specialist, having won all but two of his World Cup victories in the speed events.  At the 2014 Olympics in Sochi, he won the Super-G and placed third in the Downhill. At the World Championships in 2019 at Åre, Jansrud won gold in the downhill.",
  "/wiki/Norway_at_the_2014_Winter_Olympics": "Norway competed at the 2014 Winter Olympics in Sochi, Russia, from 7 to 23 February 2014.",
  "/wiki/Alpine_skiing_at_the_2018_Winter_Olympics": "Alpine skiing at the 2018 Winter Olympics was held from 12 to 24 February at Yongpyong Alpine Centre (slalom and giant slalom) at the Alpensia Sports Park in PyeongChang and at the Jeongseon Alpine Centre (speed events) in Jeongseon, South Korea.",
  "/wiki/Alpine_skiing_at_the_2018_Winter_Olympics_%E2%80%93_Men%27s_downhill": "The men's downhill competition of the PyeongChang 2018 Olympics was held on Thursday, 15 February, at the Jeongseon Alpine Centre in PyeongChang. Scheduled for Sunday, 11 February, winds in excess of 50 km/h (31 mph) forced officials to postpone the race four days.",
  "/wiki/Norway_at_the_2018_Winter_Olympics": "Norway competed at the 2018 Winter Olympics in PyeongChang, South Korea, from 9 to 25 February 2018. It was represented by 109 competitors in 11 sports.",
  "/wiki/Beat_Feuz": "Beat Feuz (German pronunciation: [ˈbe.at ˈfɔɪts], born 11 February 1987) is a Swiss World Cup alpine ski racer, specializing in the speed events of downhill and super-G.",
  "/wiki/Switzerland_at_the_2018_Winter_Olympics": "Switzerland competed at the 2018 Winter Olympics in Pyeongchang, South Korea, from 9 to 25 February 2018, with 166 competitors in 14 sports. They won 15 medals in total (five gold, six silver and four bronze), ranking 7th in the medal table."
}