{
  "/wiki/CKWW": "CKWW (580 kHz) is a Canadian AM radio station in Windsor, Ontario.  It is owned by Bell Media Windsor Radio Partnership and airs an oldies radio format targeted to the Windsor/Detroit radio market.  Most of the playlist is made up of hits from the 1950s, 60s and 70s.  The studios and offices are on Ouellette Avenue in Windsor.",
  "/wiki/Oldies": "Oldies is a radio format that concentrates on rock and roll and pop music from the second half of the twentieth century, specifically from around the mid-1950s to the 1970s or 1980s.",
  "/wiki/Bell_Media_Radio": "Bell Media Radio, G.P. (doing business as Bell Media Radio and branding itself as iHeartRadio Canada in its mobile apps and on its websites; formerly known as CHUM Radio) is the radio broadcasting and music events subsidiary of Canadian media conglomerate of Bell Media.",
  "/wiki/CKLW": "CKLW is a 50,000-watt, Class B, AM radio station broadcasting on the Mexican clear-channel frequency of 800 kHz (AM) and located in Windsor, Ontario, serving Windsor and Detroit. CKLW uses a five-tower directional antenna with differing patterns day and night, to protect Class-A clear-channel station XEROK-AM in Ciudad Juárez, Mexico, and other neighbouring stations on the same frequency. The transmitter is located in southern Essex County near Harrow only a few miles from the Lake Erie shoreline.",
  "/wiki/Talk_radio": "Talk radio is a radio format containing discussion about topical issues and consisting entirely or almost entirely of original spoken word content rather than outside music. Most shows are regularly hosted by a single individual, and often feature interviews with a number of different guests. Talk radio typically includes an element of listener participation, usually by broadcasting live conversations between the host and listeners who \"call in\" (usually via telephone) to the show. Listener contributions are usually screened by a show's producers in order to maximize audience interest and, in the case of commercial talk radio, to attract advertisers. Generally, the shows are organized into segments, each separated by a pause for advertisements; however, in public or non-commercial radio, music is sometimes played in place of commercials to separate the program segments. Variations of talk radio include conservative talk, hot talk, liberal talk (increasingly known as progressive talk) and sports talk.",
  "/wiki/CBEF": "CBEF is a non-commercial AM radio station, broadcasting at 1550 kHz in Windsor, Ontario. It airs the programming of Radio-Canada's Première network.",
  "/wiki/Ici_Radio-Canada_Premi%C3%A8re": "Ici Radio-Canada Première (formerly Première Chaîne) is a Canadian French-language radio network, the news and information service of the Canadian Broadcasting Corporation (known as Société Radio-Canada in French), the public broadcaster of Canada. It is the French counterpart of CBC Radio One, the CBC's similar English-language radio network.",
  "/wiki/Soci%C3%A9t%C3%A9_Radio-Canada": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CIMX-FM": "CIMX-FM (88.7 MHz) New Rock 89X) is a commercial FM radio station in Windsor, Ontario, Canada.  It serves Essex County, Ontario, and Metro Detroit.  It is owned by Bell Media and airs an active rock radio format.  CIMX's studios and offices are located on Ouellette Avenue in Windsor.",
  "/wiki/Modern_rock": "Modern rock is rock music made between the late 1970s to present day. Some radio stations use this term to distinguish themselves from classic rock, which is based in 1960s–1980s rock music.",
  "/wiki/CBE-FM": "CBE-FM is the call sign of the CBC Music station in Windsor, Ontario, Canada. The station broadcasts at 89.9 FM, and was launched on October 15, 1978.",
  "/wiki/CBC_Music": "CBC Music (formerly known as CBC FM, CBC Stereo and CBC Radio 2) is a Canadian FM radio network operated by the Canadian Broadcasting Corporation. It used to concentrate on classical music and jazz. In 2007 and 2008, the network transitioned towards a new \"adult music\" format with a variety of genres, with the classical genre generally restricted to midday hours. In 2009, Radio 2 averaged 2.1 million listeners weekly, and it was the second largest radio network in Canada.",
  "/wiki/Public_broadcasting": "Public broadcasting involves radio, television and other electronic-media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual  fees charged on receivers. In the United States, public broadcasters may receive some funding from both federal and state sources, but generally most of their financial support comes from underwriting by foundations and businesses (ranging from small shops to corporations), along with audience contributions via pledge drives. The great majority operate as private not-for-profit corporations.[citation needed]",
  "/wiki/Canadian_Broadcasting_Corporation": "The Canadian Broadcasting Corporation (French: Société Radio-Canada), branded as CBC/Radio-Canada, is a Canadian federal Crown corporation that serves as the national public broadcaster for both radio and television. The English- and French-language service units of the corporation are commonly known as CBC and Radio-Canada, respectively.",
  "/wiki/CJAH-FM": "United Christian Broadcasters (UCB) is an international Christian broadcasting and media group, founded by Rhema Media. Through affiliates in twenty five countries, it operates radio and television stations and publishes and broadcasts Bob Gass's free daily devotionals The Word for You Today and Word For You (young adults' version)",
  "/wiki/Christian_music": "Christian music is music that has been written to express either personal or a communal belief regarding Christian life and faith. Common themes of Christian music include praise, worship, penitence, and lament, and its forms vary widely across the world.",
  "/wiki/United_Christian_Broadcasters": "United Christian Broadcasters (UCB) is an international Christian broadcasting and media group, founded by Rhema Media. Through affiliates in twenty five countries, it operates radio and television stations and publishes and broadcasts Bob Gass's free daily devotionals The Word for You Today and Word For You (young adults' version)",
  "/wiki/CIDR-FM": "CIDR-FM (93.9 MHz, 93.9 The River) is a commercial Canadian radio station in Windsor, Ontario, targeting listeners in both the Windsor and Metro Detroit radio markets. It is owned and operated by Bell Media. The studios and offices are located on Ouellette Avenue in Windsor while its transmitter is located south of Windsor.",
  "/wiki/Adult_contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/CJWF-FM": "CJWF-FM,  branded as Windsor's Country 95.9, is a Windsor, Ontario radio station. owned and operated by Blackburn Radio. CJWF broadcasts a country music format at 95.9 FM, with limited simulcasting in Leamington, Ontario at 92.7FM.",
  "/wiki/Country_music": "Country music, also known as  country and western (or simply country), and hillbilly music, is a genre of popular music that originated in the Southern United States in the early 1920s. It takes its roots from genres such as American folk music (especially Appalachian folk and Western music) and blues.",
  "/wiki/Blackburn_Radio": "Blackburn Radio, Inc. is a Canadian radio broadcasting group, which owns several radio stations in Southwestern Ontario. Headquartered in London, Ontario, the company is owned by 2061302 Ontario Limited, which is majority owned by Cogent Investments.",
  "/wiki/CHYR-FM": "CHYR-FM is a Canadian radio station, which airs at 96.7 FM in Leamington, Ontario. The station airs a hot adult contemporary format branded as Mix 96.7.",
  "/wiki/Hot_Adult_Contemporary": "In North American music, adult contemporary music (AC) is a form of radio-played popular music, ranging from 1960s vocal and 1970s soft rock music to predominantly ballad-heavy music of the present day, with varying degrees of easy listening, pop, soul, rhythm and blues, quiet storm, and rock influence. Adult contemporary is generally a continuation of the easy listening and soft rock style that became popular in the 1960s and 1970s with some adjustments that reflect the evolution of pop/rock music.",
  "/wiki/Leamington,_Ontario": "Leamington is a municipality in Essex County, Ontario, Canada.  With a population of 27,595 in the Canada 2016 Census, it is the second-largest municipality in the Windsor-Essex County area (after the separated municipality of Windsor, Ontario). It includes Point Pelee National Park, the southernmost point of mainland Canada.",
  "/wiki/CBEW-FM": "CBEW-FM (97.5 FM) is the call sign of the CBC Radio One station based in and serving Windsor, Ontario, Canada. CBEW broadcasts from transmission facilities at McGregor and also reaches the nearby Detroit area and (through relay transmitters in Chatham–Kent, Leamington, and Sarnia) parts of Southwestern Ontario.",
  "/wiki/CBC_Radio_One": "CBC Radio One is the English-language news and information radio network of the publicly owned Canadian Broadcasting Corporation. It is commercial-free and offers local and national programming. It is available on AM and FM to 98 percent of Canadians and overseas over the Internet, and through mobile apps.",
  "/wiki/CJAM-FM": "CJAM-FM is a Canadian campus radio station broadcasting at 99.1 FM from the University of Windsor campus in Windsor, Ontario.",
  "/wiki/Campus_radio": "Campus radio (also known as college radio, university radio or student radio) is a type of radio station that is run by the students of a college, university or other educational institution. Programming may be exclusively by students, or may include programmers from the wider community in which the radio station is based. Sometimes campus radio stations are operated for the purpose of training professional radio personnel, sometimes with the aim of broadcasting educational programming, while other radio stations exist to provide alternative to commercial broadcasting or government broadcasters.",
  "/wiki/University_of_Windsor": "The University of Windsor (U of W or UWindsor) is a public comprehensive and research university in Windsor, Ontario, Canada. It is Canada's southernmost university. It has approximately 12,000 full-time and part-time undergraduate students and 4,000 graduate students. Founded in 1963, the University of Windsor has graduated more than 100,000 alumni.",
  "/wiki/CKUE-FM": "CKUE-FM is a radio station located in Chatham-Kent, Ontario. Owned by Blackburn Radio, the station broadcasts a rock-based classic hits format under the name 95.1/100.7 Cool-FM. The station broadcasts on 95.1 MHz, and operates a rebroadcaster serving the nearby Windsor market, CKUE-FM-1, on 100.7 MHz.",
  "/wiki/Rebroadcaster": "A broadcast relay station, also known as a satellite station, relay transmitter, broadcast translator (U.S.), re-broadcaster (Canada), repeater (two-way radio) or complementary station (Mexico), is a broadcast transmitter which repeats (or transponds) the signal of a radio or television station to an area not covered by the originating station. It expands the broadcast range of a television or radio station beyond the primary signal's original coverage or improves service in the original coverage area. The stations may be (but are not usually) used to create a single-frequency network. They may also be used by an FM or AM radio station to establish a presence on the other band.",
  "/wiki/Chatham-Kent": "Chatham-Kent (2016 population 101,647) is a single-tier municipality in Southwestern Ontario, Canada. Mostly rural, its population centres are Chatham, Wallaceburg, Tilbury, Blenheim, Ridgetown, Wheatley and Dresden. The current Municipality of Chatham-Kent was created in 1998 by the merger of Kent County and its municipalities.",
  "/wiki/CINA-FM": "CINA-FM is a radio station broadcasting a mixture of English language and ethnic/multilingual music and programming on 102.3 FM/MHz in Windsor, Ontario, Canada.",
  "/wiki/Multilingual": "Multilingualism is the use of more than one language, either by an individual speaker or by a group of speakers. It is believed that multilingual speakers outnumber monolingual speakers in the world's population. More than half of all Europeans claim to speak at least one language other than their mother tongue; but many read and write in one language. Always useful to traders, multilingualism is advantageous for people wanting to participate in globalization and cultural openness. Owing to the ease of access to information facilitated by the Internet, individuals' exposure to multiple languages is becoming increasingly possible. People who speak several languages are also called polyglots.",
  "/wiki/CJBC-FM": "CJBC-FM is a public Canadian radio station, broadcasting at 90.3 MHz in Toronto, Ontario. A French-language station, it airs the programming of Radio-Canada's Ici Musique network. CJBC's studios are located in the Canadian Broadcasting Centre, while its transmitter is located atop First Canadian Place in Toronto's Financial District.",
  "/wiki/Ici_Musique": "Ici Musique (stylized as ICI Musique) is the French-language music radio service of Canada's national public broadcaster, the Canadian Broadcasting Corporation (Société Radio-Canada). It is the French equivalent of the English CBC Music, although it has a different programming focus.",
  "/wiki/Low-power_broadcasting": "Low-power broadcasting is broadcasting by a broadcast station at a low electric power to a smaller service area than \"full power\" stations within the same region. It is often distinguished from \"micropower broadcasting\" (more commonly \"microbroadcasting\") and broadcast translators. LPAM, LPFM and LPTV are in various levels of use across the world, varying widely based on the laws and their enforcement.",
  "/wiki/Media_in_Windsor,_Ontario": "Windsor, Ontario is the fourth-largest border city media market in Canada, after Toronto, Vancouver and Montreal. It is also the only one of those four markets to exist within the shadow of a larger American media market. While Toronto, Vancouver and Montreal are all the dominant media markets in their regions and are adjacent to significantly smaller American markets, Windsor is located directly across the border from Detroit, the 11th largest television market and ninth-largest radio market in the United States. Thus, it is considered part of the Detroit television and radio market for purposes of territorial programming rights. It can also receive radio and television signals from Toledo, Flint, Lansing and even Cleveland."
}