{
  "/wiki/James_D._Meindl": "James Donald Meindl (born  April 20, 1933) is director of the Joseph M. Pettit Microelectronics Research Center and the Marcus Nanotechnology Research Center and Pettit Chair Professor of Microelectronics at the Georgia Institute of Technology in Atlanta, Georgia. He won the 2006 IEEE Medal of Honor \"for pioneering contributions to microelectronics, including low power, biomedical, physical limits and on-chip interconnect networks.”",
  "/wiki/Nico_F._Declercq": "Nico Felicien Declercq (Kortrijk (Belgium), 27 December 1975) is a physicist and mechanical engineer. He is an associate professor with the Georgia Institute of Technology in Atlanta and Georgia Tech Lorraine in France. He is specialized in ultrasonic nondestructive evaluation of materials, propagation of ultrasonic waves in highly complex materials, in acoustics, in theoretical and experimental linear and nonlinear ultrasonics, acousto-optics, Physics in Medicine and Acoustic Microscopy. He has investigated the acoustics of Chichen Itza and Epidaurus.",
  "/wiki/Nondestructive_testing": "Nondestructive testing (NDT) is a wide group of analysis techniques used in science and technology industry to evaluate the properties of a material, component or system without causing damage.\nThe terms nondestructive examination (NDE), nondestructive inspection (NDI), and nondestructive evaluation (NDE) are also commonly used to describe this technology.\nBecause NDT does not permanently alter the article being inspected, it is a highly valuable technique that can save both money and time in product evaluation, troubleshooting, and research. The six most frequently used NDT methods are eddy-current, magnetic-particle, liquid penetrant, radiographic, ultrasonic, and visual testing. NDT is commonly used in forensic engineering, mechanical engineering, petroleum engineering, electrical engineering, civil engineering, systems engineering, aeronautical engineering, medicine, and art. Innovations in the field of nondestructive testing have had a profound impact on medical imaging, including on echocardiography, medical ultrasonography, and digital radiography.",
  "/wiki/Acoustics": "Acoustics is the branch of physics that deals with the study of mechanical waves in gases, liquids, and solids including topics such as vibration, sound, ultrasound and infrasound. A scientist who works in the field of acoustics is an acoustician while someone working in the field of acoustics technology may be called an acoustical engineer. The application of acoustics is present in almost all aspects of modern society with the most obvious being the audio and noise control industries.",
  "/wiki/Ultrasonics": "Ultrasound is sound waves with frequencies higher than the upper audible limit of human hearing. Ultrasound is not different from \"normal\" (audible) sound in its physical properties, except that humans cannot hear it. This limit varies from person to person and is approximately 20 kilohertz (20,000 hertz) in healthy young adults. Ultrasound devices operate with frequencies from 20 kHz up to several gigahertz.",
  "/wiki/Acousto-optic_effect": "Acousto-optics is a branch of physics that studies the interactions between sound waves and light waves, especially the diffraction of laser light by ultrasound (or sound in general) through an ultrasonic grating.",
  "/wiki/Russell_Dupuis": "Russell Dean Dupuis (born 1947) is the Steve W. Chaddick Endowed Chair in Electro-Optics in the School of Electrical and Computer Engineering at Georgia Tech. He has made pioneering contributions to metalorganic chemical vapor deposition (MOCVD) and continuous-wave room-temperature quantum-well lasers. His other work has focused on III-V heterojunction devices, and LEDs.",
  "/wiki/MOCVD": "Metalorganic vapour-phase epitaxy (MOVPE), also known as organometallic vapour-phase epitaxy (OMVPE) or metalorganic chemical vapour deposition (MOCVD), is a chemical vapour deposition method used to produce single- or polycrystalline thin films. It is a process for growing crystalline layers to create complex semiconductor multilayer structures.  In contrast to molecular-beam epitaxy (MBE), the growth of crystals is by chemical reaction and not physical deposition.  This takes place not in vacuum, but from the gas phase at moderate pressures (10 to 760 Torr). As such, this technique is preferred for the formation of devices incorporating thermodynamically metastable alloys,[citation needed] and it has become a major process in the manufacture of optoelectronics. It was invented in 1968 at North American Aviation (later Rockwell International) Science Center by Harold M. Manasevit.",
  "/wiki/Bruce_R._Ellingwood": "Bruce Russell Ellingwood is an American civil engineer and a Professor of Civil and Environmental Engineering at the Colorado State University. He is a member of the National Academy of Engineering and is a two-time recipient of the Norman Medal, the highest honor granted by the American Society of Civil Engineers for a technical paper judged worthy of special commendation for its merit as a contribution to the Engineering Science. Ellingwood also received the Walter P. Moore Jr. Award by the ASCE. He is a pioneer in the field of structural reliability.",
  "/wiki/National_Academy_of_Engineering": "The National Academy of Engineering (NAE) is an American nonprofit, non-governmental organization. The National Academy of Engineering is part of the National Academies of Sciences, Engineering, and Medicine, along with the National Academy of Sciences (NAS), the National Academy of Medicine, and the National Research Council.",
  "/wiki/Magnus_B._Egerstedt": "Magnus B. Egerstedt (born June 28, 1971) is a Swedish-American roboticist, the Steve C. Chaddick School Chair and Professor at the School of Electrical and Computer Engineering, Georgia Institute of Technology.",
  "/wiki/Roboticist": "Robotics is an interdisciplinary branch of engineering and science that includes mechanical engineering, electronic engineering, information engineering, computer science, and others. Robotics deals with the design, construction, operation, and use of robots, as well as computer systems for their control, sensory feedback, and information processing.",
  "/wiki/National_Science_Foundation": "The National Science Foundation (NSF) is a United States government agency that supports fundamental research and education in all the non-medical fields of science and engineering. Its medical counterpart is the National Institutes of Health. With an annual budget of about US$7.8 billion (fiscal year 2018), the NSF funds approximately 24% of all federally supported basic research conducted by the United States' colleges and universities. In some fields, such as mathematics, computer science, economics, and the social sciences, the NSF is the major source of federal backing.",
  "/wiki/Wassim_Michael_Haddad": "Wassim Michael Haddad (born July 14, 1961) is a Lebanese-Greek-American applied mathematician, scientist, and engineer, with research specialization in the areas of dynamical systems and control. His research has led to fundamental breakthroughs in applied mathematics, thermodynamics, stability theory, robust control, dynamical system theory, and neuroscience. Professor Haddad is a member of the faculty of the School of Aerospace Engineering at Georgia Institute of Technology, where he holds the rank of Professor and Chair of the Flight Mechanics and Control Discipline. Dr. Haddad is a member of the Academy of Nonlinear Sciences for recognition of paramount contributions to the fields of nonlinear stability theory, nonlinear dynamical systems, and nonlinear control and an IEEE Fellow for contributions to robust, nonlinear, and hybrid control systems.",
  "/wiki/IEEE_Fellow": "The Institute of Electrical and Electronics Engineers (IEEE) is a professional association for electronic engineering and electrical engineering (and associated disciplines) with its corporate office in New York City and its operations center in Piscataway, New Jersey. It was formed in 1963 from the amalgamation of the American Institute of Electrical Engineers and the Institute of Radio Engineers.",
  "/wiki/Ayanna_M._Howard": "Ayanna MacCalla Howard (born January 24, 1972) is an American roboticist and the School Chair for Interactive Computing, Georgia Institute of Technology. She is also the Linda J. and Mark C. Smith Endowed Chair in Bioengineering in the School of Electrical and Computer Engineering, and the director of the Human-Automation Systems (HumAnS) Lab. Currently, she is the Chair of the School of Interactive Computing in the Georgia Tech College of Computing.",
  "/wiki/Technology_Review": "MIT Technology Review is a magazine wholly owned by the Massachusetts Institute of Technology, and editorially independent of the university. It was founded in 1899 as The Technology Review, and was re-launched without \"The\" in its name on April 23, 1998 under then publisher R. Bruce Journey. In September 2005, it was changed, under its then editor-in-chief and publisher, Jason Pontin, to a form resembling the historical magazine.",
  "/wiki/Michael_Massimino": "Michael James Massimino (born August 19, 1962) is an American professor of mechanical engineering at Columbia University and a former NASA astronaut. He is the senior advisor of space programs at the Intrepid Sea, Air & Space Museum.",
  "/wiki/NASA": "The National Aeronautics and Space Administration (NASA, /ˈnæsə/) is an independent agency of the United States Federal Government responsible for the civilian space program, as well as aeronautics and aerospace research.[note 1]",
  "/wiki/Astronaut": "An astronaut or cosmonaut is a person trained by a human spaceflight program to command, pilot, or serve as a crew member of a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists.",
  "/wiki/Gary_S._May": "Gary Stephen May (born May 17, 1964) is the chancellor of the University of California, Davis. From May 2005 to June 2011, he was the Steve W. Chaddick School Chair of the School of Electrical & Computer Engineering at Georgia Tech. He served as the Dean of the Georgia Tech College of Engineering from July 2011 until June 2017.",
  "/wiki/Robert_C._Michelson": "Robert C. Michelson (born 1951) is an American engineer and academic widely known for inventing the entomopter, a biologically inspired flapping-winged aerial robot, and for having established the International Aerial Robotics Competition.  He has received degrees in electrical engineering from the Virginia Polytechnic Institute and the Georgia Institute of Technology. Michelson's professional career began at the U.S. Naval Research Laboratory where he worked on radar-based ocean surveillance systems.  He later became a member of the research faculty at the Georgia Institute of Technology.  At the Georgia Tech Research Institute (GTRI) he was involved in full-time research, directing over 30 major research programs.",
  "/wiki/International_Aerial_Robotics_Competition": "The International Aerial Robotics Competition (IARC) began in 1991 on the campus of the Georgia Institute of Technology and is the longest running university-based robotics competition in the world. Since 1991, collegiate teams with the backing of industry and government have fielded autonomous flying robots in an attempt to perform missions requiring robotic behaviors never before exhibited by a flying machine. In 1990, the term “aerial robotics” was coined by competition creator Robert Michelson to describe a new class of small highly intelligent flying machines.  The successive years of competition saw these aerial robots grow in their capabilities from vehicles that could at first barely maintain themselves in the air, to the most recent automatons which are self-stable, self-navigating, and able to interact with their environment—especially objects on the ground.",
  "/wiki/Panagiotis_Tsiotras": "Panagiotis Tsiotras is a professor of aerospace engineering at Georgia Tech. He has studied variable-speed control moment gyroscopes in connection with flywheel energy storage and has built a spacecraft simulator based on them.",
  "/wiki/Ben_Wang": "Ben Wang is an American materials scientist who specializes in materials engineering, applying emerging technologies to improve the manufacturing of affordable composite materials. He is a professor at the Georgia Institute of Technology's H. Milton Stewart School of Industrial and Systems Engineering, holds the Eugene C. Gwaltney, Jr. Chair in Manufacturing, and is the Executive Director of the Georgia Tech Manufacturing Institute.",
  "/wiki/Ben_Zinn": "Ben T. Zinn (born 21 April 1937) is an American academic in engineering and former international soccer player. He is currently the David S. Lewis, Jr., Chair and Regents' Professor at Georgia Tech."
}