{
  "/wiki/VFA-27": "Strike Fighter Squadron 27 (VFA-27), also known as the \"Royal Maces\", are a United States Navy F/A-18E Super Hornet fighter squadron stationed at Marine Corps Air Station Iwakuni. They are a part of Carrier Air Wing 5 and are attached to the aircraft carrier USS Ronald Reagan. Their tail code is NF.",
  "/wiki/F/A-18E/F_Super_Hornet": "The Boeing F/A-18E and F/A-18F Super Hornet are twin-engine, carrier-capable, multirole fighter aircraft variants based on the McDonnell Douglas F/A-18 Hornet. The F/A-18E single-seat and F/A-18F tandem-seat variants are larger and more advanced derivatives of the F/A-18C and D Hornet. The Super Hornet has an internal 20 mm M61 rotary cannon and can carry air-to-air missiles and air-to-surface weapons. Additional fuel can be carried in up to five external fuel tanks and the aircraft can be configured as an airborne tanker by adding an external air refueling system.",
  "/wiki/VFA-102": "Strike Fighter Squadron 102 (VFA-102) is a United States Navy Strike Fighter squadron based at Marine Corps Air Station Iwakuni. Their call sign is Dback, with the tail code NF, and they fly the F/A-18F Super Hornet.",
  "/wiki/VFA-115": "Strike Fighter Squadron 115 (VFA-115) is known as the \"Eagles\", callsign \"Talon\", a United States Navy F/A-18E Super Hornet strike fighter squadron stationed at Marine Corps Air Station Iwakuni. Their tail code is NF. It was established as Torpedo Squadron VT-11 on 10 October 1942, redesignated VA-12A on 15 November 1946, VA-115 on 15 July 1948, then finally VFA-115.",
  "/wiki/VFA-195": "Strike Fighter Squadron 195 (VFA-195), also known as the \"Dambusters\", is a United States Navy F/A-18E Super Hornet fighter squadron stationed at Marine Corps Air Station Iwakuni, Japan. They are a part of Carrier Air Wing Five (CVW-5) and their tail code is NF. Their radio callsign is \"Chippy\".",
  "/wiki/VAW-125": "Carrier Airborne Early Warning Squadron 125 (VAW-125), known as the \"Torch Bearers\" or \"Tigertails\", was established on 1 October 1968, at Naval Air Station Norfolk.  The squadron's initial supporting command was Carrier Air Wing Three (CVW-3) deploying aboard USS Saratoga.",
  "/wiki/E-2_Hawkeye": "The Northrop Grumman E-2 Hawkeye is an American all-weather, carrier-capable tactical airborne early warning (AEW) aircraft. This twin-turboprop aircraft was designed and developed during the late 1950s and early 1960s by the Grumman Aircraft Company for the United States Navy as a replacement for the earlier, piston-engined E-1 Tracer, which was rapidly becoming obsolete. The aircraft's performance has been upgraded with the E-2B, and E-2C versions, where most of the changes were made to the radar and radio communications due to advances in electronic integrated circuits and other electronics. The fourth major version of the Hawkeye is the E-2D, which first flew in 2007. The E-2 was the first aircraft designed specifically for its role, as opposed to a modification of an existing airframe, such as the Boeing E-3 Sentry. Variants of the Hawkeye have been in continuous production since 1960, giving it the longest production run of any carrier-based aircraft.",
  "/wiki/VAQ-141": "Electronic Attack Squadron 141 (VAQ-141), also known as the \"Shadowhawks\", is an EA-18G Growler squadron of the United States Navy that is based at Marine Corps Air Station Iwakuni, located in Iwakuni, Yamaguchi, Japan. VAQ-141 falls under the cognizance of Commander, Electronic Attack Wing Pacific (COMVAQWINGPAC) and flies in support of Carrier Air Wing 5 (CVW-5) aboard the Nimitz-class aircraft carrier, USS Ronald Reagan (CVN-76).",
  "/wiki/EA-18G_Growler": "The Boeing EA-18G Growler is an American carrier-based electronic warfare aircraft, a specialized version of the two-seat F/A-18F Super Hornet. The EA-18G replaced the Northrop Grumman EA-6B Prowlers in service with the United States Navy. The Growler's electronic warfare capability is primarily provided by Northrop Grumman. The EA-18G began production in 2007 and entered operational service with the US Navy in late 2009. Australia has also purchased twelve EA-18Gs, which entered service with the Royal Australian Air Force in 2017.",
  "/wiki/VRC-30": "Fleet Logistics Support Squadron 30 (VRC-30), also known as the \"Providers\", is a United States Navy Fleet Logistics Support squadron based at Naval Air Station North Island consisting of 5 detachments.  VRC-30 is one of only two active, carrier-capable, Fleet Logistics Support squadrons, the other being VRC-40.",
  "/wiki/C-2_Greyhound": "The Grumman C-2 Greyhound is a twin-engine, high-wing cargo aircraft, designed to carry supplies, mail, and passengers to and from aircraft carriers of the United States Navy. Its primary mission is carrier onboard delivery (COD). The aircraft provides critical logistics support to carrier strike groups. The aircraft is mainly used to transport high-priority cargo, mail, and passengers between carriers and shore bases, and can also deliver cargo like jet engines and special stores.",
  "/wiki/HSC-12": "Helicopter Sea Combat Squadron 12 (HSC-12) Golden Falcons is a United States Navy helicopter squadron formerly designated HS-2, based at Naval Air Facility Atsugi, in Japan. They are attached to Carrier Air Wing Five with the aircraft carrier USS Ronald Reagan.",
  "/wiki/SH-60_Seahawk": "The Sikorsky SH-60/MH-60 Seahawk (or Sea Hawk) is a twin turboshaft engine, multi-mission United States Navy helicopter based on the United States Army UH-60 Black Hawk and a member of the Sikorsky S-70 family. The most significant modifications are the folding main rotor and a hinged tail to reduce its footprint aboard ships.",
  "/wiki/HSM-77": "Helicopter Maritime Strike Squadron Seven Seven (HSM-77) \"Saberhawks\" is a United States Navy helicopter squadron based at Naval Air Facility, Atsugi, Japan. HSM-77 is attached to Carrier Air Wing Five and deploys aboard USS Ronald Reagan and air capable ships attached to Carrier Strike Group Five (CSG-5). The squadron was established as Helicopter Antisubmarine Squadron (Light) Forty Seven (HSL-47) on 25 September 1987 and was redesignated HSM-77 on 2 Apr 2009.",
  "/wiki/MH-60R_Seahawk": "The Sikorsky SH-60/MH-60 Seahawk (or Sea Hawk) is a twin turboshaft engine, multi-mission United States Navy helicopter based on the United States Army UH-60 Black Hawk and a member of the Sikorsky S-70 family. The most significant modifications are the folding main rotor and a hinged tail to reduce its footprint aboard ships."
}