{
  "/wiki/Ardiente_secreto": "Ardiente secreto is a Mexican telenovela produced by Irene Sabido for Televisa in 1978. It is based on the Charlotte Brontë's novel Jane Eyre.",
  "/wiki/El_enemigo_(1979_telenovela)": "El Enemigo (English The Enemy) is a telenovela made by Mexican TV network Televisa, directed and produced by Ernesto Alonso. It was broadcast in 1979, on weekends only. It was a remake of the 1961 telenovela of the same name.",
  "/wiki/No_temas_al_amor": "No temas al amor (English title: Don't be afraid of love) is a telenovela made by Mexican TV network Televisa. This telenovela was broadcast in 1980. This soap opera was televised on weekends only.",
  "/wiki/D%C3%A9jame_vivir": "Déjame vivir (English title: Let me live) is a Mexican telenovela produced by Valentín Pimstein for Televisa in 1982. This is a remake of the 1970 Venezuelan telenovela Cristina. The reception for this telenovela was not good, in fact it was selected as the worst one of 1982.",
  "/wiki/El_camino_secreto": "El Camino Secreto (English title:The Secret Path) is a Mexican telenovela produced by Emilio Larrosa for Televisa in 1986.",
  "/wiki/Balada_por_un_amor": "Balada por un amor (English title: Ballad for a love) is a Mexican telenovela produced by José Rendón for Televisa in 1989.",
  "/wiki/Si_Dios_me_quita_la_vida": "Si Dios me quita la vida (English title: If God takes away my life) is a Mexican telenovela produced by Pedro Damián and Juan Osorio for Televisa in 1995. This is a remake of the 1961 telenovela La leona starred by Amparo Rivelles and Ernesto Alonso.",
  "/wiki/A_Mill%C3%B3n": "A Millón (A Million) is a game show which aired on Spanish-language channel Univision from 2000–2001 and can be thought of as the network's response to Who Wants to Be a Millionaire?, as it consisted of a modified format which does involve the same pyramid system and multiple choice question format which was utilized on Millionaire, though with several other unique elements. The show was hosted by Mexican singer and actress Daniela Romo.",
  "/wiki/El_manantial": "El Manantial  (English: The Spring) is a Mexican telenovela produced by Carla Estrada for Televisa in 2001.",
  "/wiki/Las_v%C3%ADas_del_amor": "Las vías del amor (The Tracks of Love) is a Mexican telenovela produced by Emilio Larrosa for Televisa in 2002.",
  "/wiki/Alborada_(telenovela)": "Alborada (English: The Dawning) is a Mexican telenovela produced by Carla Estrada for Televisa in 2005. It is an historical drama, set in colonial Panama and Mexico a few years before Mexican Independence from Spain.",
  "/wiki/Amor_sin_maquillaje": "Amor sin Maquillaje (Love without Makeup) is a mini novela that was shown in 2007. It is a production of Rosy Ocampo, who also produced La Fea Mas Bella. It stars Marlene Favela, Sergio Goyri, Lucía Méndez and Carmen Montejo.  It was a tribute to the 50 years of telenovelas in Mexico.",
  "/wiki/Mujeres_asesinas_(Mexican_TV_series)": "Mujeres asesinas (Killer Women)  is a Mexican drama and psychological thriller television series produced by Pedro Torres. The series is an adaptation of the Argentine series of the same name, produced by Pol-ka from 2005–2008.",
  "/wiki/Sortilegio": "Sortilegio (literally \"Sortilege\", \"Love Spell\" in English-speaking markets) is a Mexican telenovela produced by Carla Estrada, in his final telenovela for Televisa in 2009. and stars Jacqueline Bracamontes and William Levy as main protagonists, while David Zepeda, Chantal Andere, Otto Sirgo, Azela Robinson, Julián Gil and Ana Brenda Contreras are playing main villains/antagonists of the story.",
  "/wiki/Triunfo_del_amor": "Triunfo del amor  (English title: Triumph of Love) is a Mexican telenovela produced by Salvador Mejía Alejandre for Televisa. It is a remake of the  1998 telenovela El Privilegio de Amar, which itself is a remake of the 1985 Venezuelan novela Cristal.",
  "/wiki/La_Tempestad": "La tempestad (International translation: The Tempest, dubbed The Storm by Univision) is a 2013 Mexican telenovela produced by Salvador Mejía Alejandre for Televisa. It is loosely based on the Colombian telenovela La Tormenta, produced by R.T.I. Colombia for Telemundo and Caracol Televisión.",
  "/wiki/El_hotel_de_los_secretos": "El hotel de los secretos, is a Mexican telenovela produced by Roberto Gómez Fernández for Televisa. It is an adaptation of the Spanish series, Gran Hotel, created by Ramón Campos, Gema R. Neira and Carlos Sedes.",
  "/wiki/En_tierras_salvajes": "En tierras salvajes (English: Wild Lands) is a 2017 Mexican telenovela produced by Salvador Mejía for Televisa. It is an adaptation of Spanish telenovela Terciopelo. The series was created by Ramón Campos and Gema R. Neira and stars Claudia Álvarez, Diego Olivera, Cristián de la Fuente, Horacio Pancheri, Ninel Conde, César Évora and Daniela Romo.",
  "/wiki/Daniela_Romo": "Daniela Romo (born August 27, 1959) is a Mexican singer, actress and TV hostess."
}