{
  "/wiki/Daewoo_Precision_Industries_K1": "The Daewoo Precision Industries K1/K1A is a South Korean carbine assault rifle, the first modern firearm developed by Agency for Defense Development (ADD) and manufactured by Daewoo Precision Industries, and entered service in the Republic of Korea Armed Forces in 1981. Although the K1 uses 5.56x45mm NATO, it is classified as a submachine gun by the South Korean military and the current manufacturer S&T Motiv, because the K1 was intended to replace the M3 submachine gun.",
  "/wiki/South_Korea": "South Korea (Korean: 한국/韓國; RR: Hanguk or literally 남한/南韓; RR: Namhan), officially the Republic of Korea (Korean: 대한민국/大韓民國;  RR: Daehan Minguk) is a country in East Asia, constituting the southern part of the Korean Peninsula and sharing a land border with North Korea.",
  "/wiki/S%26T_Motiv": "S&T Motiv Co., Ltd (formerly S&T Daewoo and previously Daewoo Precision Industries) is a South Korean firearms and auto parts manufacturer founded in 1981. Its firearms equip most frontline units of the Republic of Korea Armed Forces.",
  "/wiki/.223_Remington": "The .223 Remington is a rifle cartridge, developed in 1957, for the ArmaLite AR-15. In 1964, the ArmaLite AR-15 was adopted by the United States Army as the M16 rifle, and it would later become the standard U.S. military rifle. The military version of the cartridge uses a 55-gr full metal jacket bullet and was designated M193. In 1980, the .223 Remington was transformed into a new cartridge, a 62-gr full metal jacket bullet with a 7-gr steel core for better penetration and designated 5.56×45mm NATO (SS109 or M855).",
  "/wiki/Daewoo_Precision_Industries_K2": "Daewoo Precision Industries K2 assault rifle was developed by the South Korean Agency for Defense Development and manufactured by S&T Motiv (formerly Daewoo Precision Industries). It is currently the standard service rifle of the Republic of Korea Armed Forces. Shoulder-fired and gas-operated, the K2 is capable of firing both 5.56×45mm NATO and .223 Remington ammunition. The K2 supplanted the M16A1 assault rifle for the Republic of Korea Armed Forces since its adoption in 1984.",
  "/wiki/5.56%C3%9745mm_NATO": "The 5.56×45mm NATO (official NATO nomenclature 5.56 NATO, fyv-FYV-six) is a rimless bottlenecked intermediate cartridge family developed in the late 1970s in Belgium by FN Herstal. It consists of the SS109, SS110, and SS111 cartridges. On 28 October 1980 under STANAG 4172 it was standardized as the second standard service rifle cartridge for NATO forces as well as many non-NATO countries. The 5.56×45mm NATO cartridge family was derived from, but is not identical to, the .223 Remington cartridge designed by Remington Arms in the early 1960s.",
  "/wiki/Daewoo_Precision_Industries_K3": "The Daewoo Precision Industries K3 is a South Korean light machine-gun. It is the third indigenous firearm developed in South Korea by the Agency for Defense Development, following the Daewoo Precision Industries K1 submachine gun and Daewoo Precision Industries K2 assault rifle. It is manufactured by Daewoo Precision Industries, current S&T Motiv. The K3 is capable of firing both 5.56×45mm NATO and .223 Remington rounds like the K2 assault rifle. The K3 light machine gun entered service since 1989, replacing M60 machine gun from frontline use.",
  "/wiki/Daewoo_Precision_Industries_K4": "The Daewoo Precision Industries K4 is a 40x53mm high-speed Automatic Grenade Launcher in use with the Republic of Korea Armed Forces. It is very similar to the American Mk 19 grenade launcher. It was developed as a complement to the K-201 hand-held grenade launcher (attachable to the K2). It has a weight of 65.9 kg and can fire up to 325 rounds per minute with a firing range of 1.5 km.",
  "/wiki/40%C3%9753mm": "40 mm grenades are used by grenade launchers in service with many armed forces. There are two main types in service with NATO countries: the 40×46mm, which is a low-velocity round used in hand-held grenade launchers; and the high-velocity 40×53mm, used in mounted and crew-served weapons. The cartridges are not interchangeable. Both 40 mm cartridges use the High-Low Propulsion System.",
  "/wiki/Daewoo_Precision_Industries_K5": "The Daewoo Precision Industries K5 or K5/DP51 series is a 9×19mm semi-automatic pistol produced by S&T Daewoo of South Korea.",
  "/wiki/9%C3%9719mm_Parabellum": "The 9×19mm Parabellum is a firearms cartridge that was designed by Georg Luger and introduced in 1902 by the German weapons manufacturer Deutsche Waffen und Munitionsfabriken (DWM) (German Weapons and Munitions Factory) for their Luger semi-automatic pistol. For this reason, it is designated as the 9mm Luger by the Sporting Arms and Ammunition Manufacturers' Institute (SAAMI), and the 9 mm Luger by the Commission Internationale Permanente pour l'Epreuve des Armes à Feu Portatives (CIP). The name Parabellum is derived from the Latin: Si vis pacem, para bellum (\"If you seek peace, prepare for war\"), which was the motto of DWM.",
  "/wiki/M60_machine_gun": "The M60, officially the United States Machine Gun, Caliber 7.62 mm, M60, is a family of American general-purpose machine guns firing 7.62×51mm NATO cartridges from a disintegrating belt of M13 links. There are several types of ammunition approved for use in the M60, including ball, tracer, and armor-piercing rounds.",
  "/wiki/United_States": "The United States of America (USA), commonly known as the United States (U.S. or US) or America, is a country comprising 50 states, a federal district, five major self-governing territories, and various possessions.[h] At 3.8 million square miles (9.8 million km2), it is the world's third or fourth-largest country by total area[c] and is slightly smaller than the entire continent of Europe. Most of the country is located in central North America between Canada and Mexico. With an estimated population of over 328 million, the U.S. is the third most populous country. The capital is Washington, D.C., and the most populous city is New York City.",
  "/wiki/7.62%C3%9751mm_NATO": "The 7.62×51mm NATO (official NATO nomenclature 7.62 NATO) is a rimless bottlenecked rifle cartridge developed in the 1950s as a standard for small arms among NATO countries. It should not be confused with the similarly named Russian 7.62×54mmR cartridge, a slightly longer, rimmed cartridge.",
  "/wiki/Browning_M2": "The M2 machine gun or Browning .50 caliber machine gun is a heavy machine gun designed toward the end of World War I by John Browning. Its design is similar to Browning's earlier M1919 Browning machine gun, which was chambered for the .30-06 cartridge. The M2 uses the much larger and much more powerful .50 BMG cartridge, which was developed alongside and takes its name from the gun itself (BMG standing for Browning machine gun). It has been referred to as \"Ma Deuce\", in reference to its M2 nomenclature. The design has had many specific designations; the official US military designation for the current infantry type is Browning Machine Gun, Cal. .50, M2, HB, Flexible. It is effective against infantry, unarmored or lightly armored vehicles and boats, light fortifications and low-flying aircraft.",
  "/wiki/S%26T_Dynamics": "S&T Dynamics is a South Korean weapons, windpower, auto parts and casting and machine tools manufacturer founded in 1959. Its heavy weapons equip most frontline units of the Republic of Korea Armed Forces.",
  "/wiki/.50_BMG": "The .50 Browning Machine Gun (.50 BMG, 12.7×99mm NATO and designated as the 50 Browning by the C.I.P.) is a cartridge developed for the Browning .50 caliber machine gun in the late 1910s, entering official service in 1921. Under STANAG 4383, it is a standard cartridge for NATO forces as well as many non-NATO countries. The cartridge itself has been made in many variants: multiple generations of regular ball, tracer, armor-piercing (AP), incendiary, and saboted sub-caliber rounds. The rounds intended for machine guns are made into a continuous belt using metallic links.",
  "/wiki/Daewoo_Telecom_K7": "The Daewoo Telecom K7 is a 9×19mm Parabellum submachine gun with an integral suppressor used by the Republic of Korea Armed Forces. It is based on the Daewoo K1A submachine gun, but is simplified by utilizing a blowback action rather than the gas impingement system of its parent firearm. It was first displayed outside of Korea in the United Arab Emirates at the IDEX (International Defence Exhibition) 2003 convention.",
  "/wiki/S%26T_Motiv_K12": "S&T Motiv K12 is a 7.62×51mm NATO machine gun manufactured by S&T Daewoo to replace M60 machine gun for Republic of Korea Armed Forces. The XK12 was first shown to the public in 2009, during the Seoul ADEX International Aerospace and Defense Exhibition.",
  "/wiki/S%26T_Motiv_K14": "The S&T Motiv K14 is a sniper rifle being procured for the Republic of Korea Armed Forces.",
  "/wiki/List_of_equipment_of_the_Republic_of_Korea_Army": "List of equipment of the Republic of Korea Army is a list of equipment currently in service in the Republic of Korea Army."
}