{
  "/wiki/Michael_Bloomberg": "Michael Rubens  Bloomberg (born February 14, 1942) is an American politician, businessman, and author. Bloomberg was the mayor of New York City from 2002 to 2013. He is currently a candidate in the Democratic Party primaries for the 2020 United States presidential election.",
  "/wiki/Democratic_Party_(United_States)": "The Democratic Party is one of the two major contemporary political parties in the United States, along with its main rival, the Republican Party. Tracing its heritage back to Thomas Jefferson and James Madison's Democratic-Republican Party, the modern-day Democratic Party was founded around 1828 by supporters of Andrew Jackson, making it the world's oldest active political party.",
  "/wiki/Independent_politician": "An independent or nonpartisan politician is a politician not affiliated with any political party. There are numerous reasons why someone may stand for office as an independent.",
  "/wiki/Republican_Party_(United_States)": "The Republican Party, also referred to as the GOP (Grand Old Party), is one of the two major contemporary political parties in the United States; the other is its historic rival, the Democratic Party.",
  "/wiki/Mayor_of_New_York_City": "The mayor of New York City is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City.",
  "/wiki/Bloomberg_L.P.": "Bloomberg L.P. is a privately held financial, software, data, and media company headquartered in Midtown Manhattan, New York City. It was founded by Michael Bloomberg in 1981, with the help of Thomas Secunda, Duncan MacMillan, Charles Zegar, and a 30% ownership investment by Merrill Lynch.",
  "/wiki/Ross_Perot": "Henry Ross Perot (/pəˈroʊ/; born Henry Ray Perot; June 27, 1930 – July 9, 2019) was an American business magnate, billionaire, philanthropist, and politician. He was the founder and chief executive officer of Electronic Data Systems and Perot Systems. He ran an independent presidential campaign in 1992 and a third-party campaign in 1996, establishing the Reform Party in the latter election. Both campaigns were among the strongest presidential showings by a third party or independent candidate in US history.",
  "/wiki/Reform_Party_of_the_United_States_of_America": "The Reform Party of the United States of America (RPUSA), generally known as the Reform Party USA or the Reform Party, is a political party in the United States, founded in 1995 by Ross Perot.",
  "/wiki/President's_Intelligence_Advisory_Board": "The President's Intelligence Advisory Board (PIAB) is an advisor to the Executive Office of the President of the United States.  According to its self-description, it \"...provides advice to the President concerning the quality and adequacy of intelligence collection, of analysis and estimates, of counterintelligence, and of other intelligence activities.\"",
  "/wiki/No_Pass_No_Play": "No Pass No Play is a Texas public education policy that came about as a result of the passage of House Bill 72 by the Texas Legislature in 1984, and became effective in 1985. Under No Pass No Play students must pass all their school courses to be allowed to participate in extracurricular activities such as athletics or music.",
  "/wiki/President_of_the_United_States": "The President of the United States (POTUS)[B] is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces.",
  "/wiki/Electronic_Data_Systems": "Electronic Data Systems (EDS) was an American multinational information technology equipment and services company headquartered in Plano, Texas.",
  "/wiki/Perot_Systems": "Perot Systems was an information technology services provider founded in 1988 by a group of investors led by Ross Perot and based in Plano, Texas, United States. Perot Systems provided information technology services in the industries of health care, government, manufacturing, banking, insurance and others. Perot Systems was especially strong in health care industries with services such as digitizing and automating medical records.",
  "/wiki/Tom_Steyer": "Thomas Fahr Steyer (born June 27, 1957) is an American hedge fund manager, philanthropist, environmentalist, liberal activist, and fundraiser. He is a candidate in the 2020 Democratic Party presidential primaries.",
  "/wiki/Farallon_Capital": "Farallon Capital Management, L.L.C. is an American investment firm that manages capital on behalf of institutions and individuals. The firm was founded by Tom Steyer in 1986. Headquartered in San Francisco, California, the firm employs approximately 165 professionals in eight countries around the world.",
  "/wiki/Nelson_Rockefeller": "Nelson Aldrich Rockefeller (July 8, 1908 – January 26, 1979) was an American businessman and politician who served as the 41st vice president of the United States from 1974 to 1977, and previously as the 49th governor of New York from 1959 to 1973. He also served as assistant secretary of State for American Republic Affairs for Presidents Franklin D. Roosevelt and Harry S. Truman (1944–1945) as well as under secretary of Health, Education and Welfare under Dwight D. Eisenhower from 1953 to 1954. A grandson of billionaire John D. Rockefeller and a member of the wealthy Rockefeller family, he was a noted art collector and served as administrator of Rockefeller Center in Manhattan, New York.",
  "/wiki/Governor_of_New_York": "The Governor of New York is the head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military and naval forces.",
  "/wiki/Vice_President_of_the_United_States": "The vice president of the United States is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as president of the Senate. In this capacity, the vice president is empowered to preside over Senate deliberations, but may not vote except to cast a tie-breaking vote. The vice president also presides over joint sessions of Congress.",
  "/wiki/John_D._Rockefeller": "John Davison Rockefeller Sr. (July 8, 1839 – May 23, 1937) was an American business magnate and philanthropist.  He is widely considered the wealthiest American of all time, and the  richest person in modern history.",
  "/wiki/Steve_Forbes": "Malcolm Stevenson \"Steve\" Forbes Jr. (/fɔːrbz/; born July 18, 1947) is an American publishing executive. Forbes was a candidate in the 1996 and 2000 Republican Presidential primaries. Forbes is the Editor-in-Chief of Forbes, a business magazine. Forbes is the son of longtime Forbes publisher Malcolm Forbes, and the grandson of that publication's founder, B.C. Forbes. He is an adviser at the Forbes School of Business & Technology.",
  "/wiki/Board_for_International_Broadcasting": "The Board for International Broadcasting (BIB) is a commission established in the United States as a privately incorporated organization in 1973 by the International Broadcasting Act of 1973,  Public Law 93-129, on October 19, 1973. This primarily covered Radio Free Europe/Radio Liberty (RFE/RL), established as an option to USSR broadcasting during the Cold War.  In 1994, President Bill Clinton signed the International Broadcasting Act into law.  This act disbanded the BIB and put control of the RFE/RL under the newly created bipartisan Broadcasting Board of Governors (BBG).",
  "/wiki/John_Kerry": "John Forbes Kerry (born December 11, 1943) is an American politician who served as the 68th United States Secretary of State from 2013 to 2017. A member of the Democratic Party, he previously served as a United States Senator from Massachusetts from 1985 until 2013. He was the Democratic nominee in the 2004 presidential election, losing to Republican incumbent President George W. Bush.",
  "/wiki/United_States_Senate": "The United States Senate is the upper chamber of the United States Congress, which, along with the United States House of Representatives—the lower chamber—constitutes the legislature of the United States. The Senate chamber is located in the north wing of the Capitol Building, in Washington, D.C.",
  "/wiki/Massachusetts": "Massachusetts (/ˌmæsəˈtʃuːsɪts/ (listen), /-zɪts/), officially known as the Commonwealth of Massachusetts, is the most populous state in the New England region of the northeastern United States. It borders on the Atlantic Ocean to the east, the states of Connecticut and Rhode Island to the south, New Hampshire and Vermont to the north, and New York to the west. The capital of Massachusetts is Boston, which is also the most populous city in New England. It is home to the Greater Boston metropolitan area, a region influential upon American history, academia, and industry. Originally dependent on agriculture, fishing and trade, Massachusetts was transformed into a manufacturing center during the Industrial Revolution. During the 20th century, Massachusetts's economy shifted from manufacturing to services. Modern Massachusetts is a global leader in biotechnology, engineering, higher education, finance, and maritime trade.",
  "/wiki/United_States_Secretary_of_State": "The secretary of state is a senior official of the federal government of the United States of America and the head of the United States Department of State. The secretary of state's duties are principally concerned with foreign policy, and he or she is considered to be the U.S. government's minister of foreign affairs.",
  "/wiki/Teresa_Heinz": "Teresa Heinz (born Maria Teresa Thierstein Simões-Ferreira; October 5, 1938), also known as Teresa Heinz Kerry, is a Portuguese-American businesswoman and philanthropist. Heinz is the widow of former U.S. Senator John Heinz and the wife of former U.S. Secretary of State, longtime U.S. Senator, and 2004 Democratic presidential nominee John Kerry. Heinz is Chair of the Heinz Endowments and the Heinz Family Philanthropies.",
  "/wiki/John_Heinz": "Henry John Heinz III (October 23, 1938 – April 4, 1991) was an American businessman and politician from the Commonwealth of Pennsylvania. A Republican, Heinz served in the United States House of Representatives from 1971 to 1977, and in the United States Senate from 1977 until he was killed in a plane crash in Lower Merion Township, Pennsylvania, in 1991.",
  "/wiki/Heinz": "The H. J. Heinz Company, better known as Heinz, is an American food processing company headquartered at One PPG Place in Pittsburgh, Pennsylvania, part of the Kraft Heinz Company. The company was founded by Henry John Heinz in 1869. Heinz manufactures thousands of food products in plants on six continents, and markets these products in more than 200 countries and territories. The company claims to have 150 number-one or number-two brands worldwide. Heinz ranked first in ketchup in the US with a market share in excess of 50%; the Ore-Ida label held 46% of the frozen potato sector in 2003.",
  "/wiki/Mitt_Romney": "Willard Mitt Romney (born March 12, 1947) is an American politician and businessman who has served as the junior United States senator from Utah since January 2019. He previously served as the 70th Governor of Massachusetts from 2003 to 2007 and was the Republican Party's nominee for President of the United States in the 2012 election.",
  "/wiki/Governor_of_Massachusetts": "The governor of Massachusetts, officially the governor of the Commonwealth of Massachusetts, is the chief executive of the Government of Massachusetts and serves as commander-in-chief of the commonwealth's military forces.",
  "/wiki/Utah": "Utah (/ˈjuːtɑː/ YOO-tah, /ˈjuːtɔː/ (listen) YOO-taw) is a state in the western United States. It became the 45th state admitted to the U.S. on January 4, 1896. Utah is the 13th-largest by area, 30th-most-populous, and 11th-least-densely populated of the 50 United States. Utah has a population of more than 3 million according to the Census estimate for July 1, 2018. Urban development is mostly concentrated in two areas: the Wasatch Front in the north-central part of the state, which contains approximately 2.5 million people; and Washington County in Southern Utah, with over 160,000 residents. Utah is bordered by Colorado to the east, Wyoming to the northeast, Idaho to the north, Arizona to the south, and Nevada to the west. It also touches a corner of New Mexico in the southeast.",
  "/wiki/Bain_Capital": "Bain Capital (stylized as BainCapital) is an American private investment firm based in Boston, Massachusetts. It specializes in private equity, venture capital, credit, public equity, impact investing, life sciences, and real estate. Bain Capital invests across a range of industry sectors and geographic regions. As of 2018, the firm managed more than $105 billion of investor capital.",
  "/wiki/Bain_&_Company": "Bain & Company is an American management consultancy headquartered in Boston, Massachusetts. One of the \"Big Three\" management consultancies (MBB), it is seen as one of the most prestigious employers in the industry. The firm provides advice to public, private, and non-profit organizations. Widely praised for its corporate culture, Bain & Company has been ranked #1 in Glassdoor's Best Places to Work awards a record-setting four times (2012, 2014, 2017, 2019).",
  "/wiki/Michigan": "Michigan (/ˈmɪʃɪɡən/ (listen)) is a state in the Great Lakes and Midwestern regions of the United States. Its name originates from the Ojibwe word mishigamaa, meaning \"large water\" or \"large lake\". With a population of just under 10 million, Michigan is the tenth most populous of the 50 United States, with the 11th most extensive total area, and is the largest state by total area east of the Mississippi River.[b] Its capital is Lansing, and its largest city is Detroit. Metro Detroit is among the nation's most populous and largest metropolitan economies.",
  "/wiki/Governor_of_Michigan": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. She is eligible for a second term under Michigan's term limits, which limits a governor to only 2, 4-year terms.",
  "/wiki/George_W._Romney": "George Wilcken Romney (July 8, 1907 – July 26, 1995) was an  American businessman and Republican Party politician. He was chairman and president of American Motors Corporation from 1954 to 1962, the 43rd Governor of Michigan from 1963 to 1969, and the United States Secretary of Housing and Urban Development from 1969 to 1973.  He was the father of former Governor of Massachusetts, 2012 Republican presidential nominee and current United States Senator from Utah Mitt Romney, husband of 1970 U.S. Senate candidate Lenore Romney, and grandfather of current Republican National Committee chair Ronna McDaniel.",
  "/wiki/Ted_Kennedy": "Edward Moore Kennedy (February 22, 1932 – August 25, 2009) was an American politician who served as a U.S. Senator from Massachusetts for almost 47 years, from 1962 until his death in 2009. A member of the Democratic Party and the Kennedy political family, he was the second most senior member of the Senate when he died and is the third-longest-continuously-serving senator in United States history. Kennedy was a brother of President John F. Kennedy and U.S. Attorney General and U.S. Senator Robert F. Kennedy—both victims of assassination—and was the father of Congressman Patrick J. Kennedy.",
  "/wiki/Merchandise_Mart": "The Merchandise Mart (or the Merch Mart, or the Mart) is a commercial building located in downtown Chicago, Illinois. When it was opened in 1930, it was the largest building in the world, with 4,000,000 square feet (372,000 m2) of floor space.  The art deco structure is located at the junction of the Chicago River's branches. The building is a leading retailing and wholesale destination, hosting 20,000 visitors and tenants per day as of the late 2000s.[needs update]",
  "/wiki/John_Hancock": "John Hancock (January 23, 1737 [O.S. January 12, 1736] – October 8, 1793) was an American merchant, statesman, and prominent Patriot of the American Revolution. He served as president of the Second Continental Congress and was the first and third Governor of the Commonwealth of Massachusetts. He is remembered for his large and stylish signature on the United States Declaration of Independence, so much so that the term \"John Hancock\" has become a synonym in the United States for one's signature.",
  "/wiki/Federalist_Party_(United_States)": "The Federalist Party was the first political party in the United States. Under Alexander Hamilton, it dominated the national government from 1789 to 1801. It became a minority  party while keeping its stronghold in New England and made a brief resurgence by opposing the War of 1812. It then collapsed with its last presidential candidate in 1816. Remnants lasted in a few places for a few years. The party appealed to businesses and to conservatives who favored banks, national over state government, manufacturing, an army and navy, and in world affairs preferred Great Britain and opposed the French Revolution.",
  "/wiki/President_of_the_Continental_Congress": "The President of the Continental Congress, later known as the President of the Congress of Confederation, was the presiding officer of the Continental Congress, the convention of delegates that emerged as the first (transitional) national government of the United States during the American Revolution. The president was a member of Congress elected by the other delegates to serve as a neutral discussion moderator during meetings of Congress. Designed to be a largely ceremonial position without much influence, the office was unrelated to the later office of President of the United States. Upon the ratification of the Articles of Confederation (the new nation's first constitution) in March 1781, the Continental Congress became the Congress of the Confederation. The membership of the Second Continental Congress carried over without interruption to the First Congress of the Confederation, as did the office of president.",
  "/wiki/Al_Gore": "Albert Arnold Gore Jr. (born March 31, 1948) is an American politician and environmentalist who served as the 45th vice president of the United States from 1993 to 2001. Gore was Bill Clinton's running mate in their successful campaign in 1992, and the pair was re-elected in 1996. Near the end of Clinton's second term, Gore was selected as the Democratic nominee for the 2000 presidential election but lost the election in a very close race after a Florida recount. After his term as vice-president ended in 2001, Gore remained prominent as an author and environmental activist, whose work in climate change activism earned him (jointly with the IPCC) the Nobel Peace Prize in 2007.",
  "/wiki/United_States_House_of_Representatives": "The United States House of Representatives is the lower house of the United States Congress, the Senate being the upper house. Together they compose the national legislature of the United States.",
  "/wiki/Tennessee": "Tennessee (/ˌtɛnəˈsiː/ (listen), locally /ˈtɛnəsi/; Cherokee: ᏔᎾᏏ, romanized: Tanasi) is a state located in the southeastern region of the United States. Tennessee is the 36th largest and the 16th most populous of the 50 United States. Tennessee is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northwest. The Appalachian Mountains dominate the eastern part of the state, and the Mississippi River forms the state's western border. Nashville is the state's capital and largest city, with a 2017 population of 667,560 and a 2017 metro population of 1,903,045. Tennessee's second largest city is Memphis, which had a population of 652,236 in 2017.",
  "/wiki/Albert_Gore_Sr.": "Albert Arnold Gore Sr. (December 26, 1907 – December 5, 1998), known to some as Al Gore before the fame of his son, was an American politician who served as a U.S. Representative and a U.S. Senator for the Democratic Party from Tennessee. He was the father of Albert A. Gore Jr., the 45th Vice President of the United States (1993–2001).",
  "/wiki/Occidental_Petroleum": "Occidental Petroleum Corporation (often abbreviated Oxy in reference to its ticker symbol) is an American company engaged in hydrocarbon exploration in the United States, the Middle East, and Colombia as well as petrochemical manufacturing in the United States, Canada, and Chile. It is organized in Delaware and headquartered in Houston. The company is ranked 722nd on the Forbes Global 2000 and 220th on the  Fortune 500.",
  "/wiki/Hillary_Clinton": "Hillary Diane Rodham Clinton (née Rodham; born October 26, 1947) is an American politician, diplomat, lawyer, writer, and public speaker. She served as First Lady of the United States from 1993 to 2001, as a United States senator from New York from 2001 to 2009, and as the 67th United States secretary of state from 2009 until 2013. Clinton became the first woman to be nominated for president of the United States by a major political party when she won the Democratic Party nomination in 2016. She was the first woman to win the popular vote in an American presidential election, which she lost to Donald Trump.",
  "/wiki/First_Lady_of_the_United_States": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady’s role has never been codified or officially defined, she figures prominently in the political and social life of the nation. Since the early 20th century, the first lady has been assisted by official staff, now known as the Office of the First Lady and headquartered in the East Wing of the White House.",
  "/wiki/New_York_(state)": "New York is a state located in the Northeastern United States. New York was one of the original thirteen colonies that formed the United States. With an estimated 19.45 million residents in 2019, it is the fourth most populous state. In order to distinguish the state from its city with the same name, it is sometimes referred to as New York State (NYS).",
  "/wiki/James_M._Cox": "James Middleton Cox (March 31, 1870 –  July 15, 1957) was the 46th and 48th Governor of Ohio, a U.S. Representative from Ohio, and the Democratic nominee for President of the United States at the 1920 presidential election. His running mate during his presidential election was future president  Franklin D. Roosevelt. He founded the chain of newspapers that continues today as Cox Enterprises, a media conglomerate.",
  "/wiki/Ohio": "Ohio /oʊˈhaɪoʊ/ (listen) is a state in the East North Central region of the Midwestern United States. Of the fifty states, it is the 34th largest by area, the seventh most populous, and the tenth most densely populated. The state's capital and largest city is Columbus. Ohio is bordered by Lake Erie to the north, Pennsylvania to the east, West Virginia to the southeast, Kentucky to the southwest, Indiana to the west, and Michigan to the northwest.",
  "/wiki/Governor_of_Ohio": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachment.",
  "/wiki/Cox_Enterprises": "Cox Enterprises, Inc. is a privately held global conglomerate headquartered in Atlanta, Georgia, United States, with approximately 55,000 employees and $21 billion in total revenue. Its major operating subsidiaries are Cox Communications, Cox Automotive and Cox Media Group. The company's major national brands include AutoTrader, Kelley Blue Book and more.",
  "/wiki/Samuel_J._Tilden": "Samuel Jones Tilden  (February 9, 1814 – August 4, 1886) was the 25th Governor of New York and the Democratic candidate for president in the disputed election of 1876. He was the first individual to win an outright majority of the popular vote in a United States presidential election but lose the election itself, though four other candidates have lost a presidential election despite garnering a plurality of the popular vote.",
  "/wiki/New_York_State_Democratic_Committee": "The New York State Democratic Committee is the affiliate of the Democratic Party in the state of New York. Its headquarters are in Midtown Manhattan, New York City, and it has an office in Albany.",
  "/wiki/Tilden's_Extract": "Tilden's Extract was a 19th-century medicinal cannabis extract, first formulated by James Edward Smith of Edinburgh.",
  "/wiki/List_of_richest_American_politicians": "This list of richest American politicians includes current and former office-holders and political appointees, and is not necessarily adjusted for inflation. Estimated wealth is at least $100 million in 2012 dollars, for all the people listed here. The amounts listed here do not necessarily pertain to the politicians' time in office (i.e. some of them may have gotten much richer later on, or lost their money before they ran for office)."
}